{"id": "ebb1b1e7-8dc3-31fe-af3a-b38d0946fd3b", "title": "Lang leve het toetje: deze broodpudding is spectaculair lekker", "url": "https://volkskrant.nl/eten-en-drinken/lang-leve-het-toetje-deze-broodpudding-is-spectaculair-lekker~b6b818f7/", "summary": "- Kook een stevige custard van een halve liter room, een halve liter melk, 4 hele eieren, 175 gram suiker en een vanillestokje.\nHet veiligst doe je dat in een kom boven een pan kokend water, het mag niet gaan korrelen.\nDek af met een passend stukje bakpapier en plasticfolie en zet een nacht in de koelkast.\nGaar de pudding met het bakpapier er nog op tot de kern 85 graden is (dat duurt ongeveer een uur).\nBestrooi met kristalsuiker en brand die met een gasbrander of brulée-ijzer af tot een mooi karamellaagje.", "paragraphs": ["Broodpudding is een huiselijk, eenvoudig en troostrijk nagerecht. Dat kunnen we wel gebruiken. Deel zes in een serie over oud brood: het toetje.", "Restaurant Watergang, Weteringstraat 41, Amsterdam restaurantwatergang.nl", "Het met een superieur glimlachje uitgesproken ‘Ik hou zelf eigenlijk niet zo van zoete desserts’, dat je door de wol geverfde lekkerbekken vaak hoort bezigen, beschouw ik als het culinaire equivalent van het meewarige ‘Wij kijken dus zelf eigenlijk nooit televisie.’ Tv en toetjes, is de subtekst, zijn voor suikerjunks en snotneuzen, voor simpele zielen en burgertrutten, niet voor serieuze grote mensen met smaak. In chique restaurants worden desserts, om ze toch nog een beetje volwassen cachet te geven, daarom opgeverfd en bijgekruld als waren het van die griezelige Amerikaanse schoonheidskoninginnetjes: geforceerd glimlachende kleuters met lippenstift, in ingewikkelde creaties van dingetjes, crèmepjes, gelletjes, poedercoats, eetbare bloemen en meringueschotsen – heel veel meringueschotsen.", "In deze droevige, restaurantloze tijd kan ik soms ineens heimwee hebben naar die doorwrochte chiquezakencreaties. En ik begrijp ook waarom de restaurants zich willen onderscheiden van het Nederlandse thuistoetje, want dat is al tijden in vrij deplorabele staat. Ik liep laatst tegen een reclame op waarbij de term ‘vlatafelen’ werd gehanteerd en volwassen mensen werd aangeraden ‘als een vlarista’ hun zuiveldessert met vanillesmaak na het uitschenken van het tetrapak op te leuken met partjes mandarijn en pepernoten. Dat vat het wel zo’n beetje samen.", "Beeld Els Zweerink", "Toch is er in de oud-Hollandse burgerkeuken allerlei lekkers te vinden, van rijstrand en ouderwetse griesmeelpap met bessensap tot chipolatapudding. Mijn moeder krijgt glanzende ogen als ze terugdenkt aan het ‘broodschoteltje’ van mijn oma, en ik kreeg naar aanleiding van deze rubriek opvallend veel brieven van lezers over vergelijkbare ovenschoteltjes: weinig meer dan dikbesmeerde boterhammen met zelfgemaakte appelmoes, bestrooid met suiker en nog meer boter, die een uurtje in een matig hete oven hebben gestaan. Met enige scepsis maakte ik het. Het was verbijsterend lekker.", "Beeld Els Zweerink", "Een restaurantdessert dat al tientallen jaren geleden een stevige ode bracht aan die thuiskeuken was de bread & butter-pudding van John Halvemaan. De chef, die bijna twee jaar geleden overleed, maakte met eenvoudige ingrediënten – oud brood, boter, ei, jam, rozijnen – een heel verfijnd, restaurantwaardig dessert. Het heeft prachtige, lillend-melkige en subtiel zoete laagjes én een onweerstaanbaar knapperig karamellaagje, alsof een volkse, grofgebekte broodpudding en een delicate crème brûlée elkaar zijn tegengekomen in een soort Lady en de vagebond-achtige setting met als resultaat nestenvol schattige bastaardpuppy’s.", "We vroegen Tim van Grootheest, chef en mede-eigenaar van restaurant Watergang, er een voor ons te maken. Hij werkte als jonge kok bij Halvemaan en schotelde me enkele jaren geleden eens een geweldige versie van diens iconische pudding voor, waarbij de custard niet was aangemaakt met vanille maar (zoals in een Spaanse crema catalana) met kaneel en sinaasappelschil. ‘Het is zo’n onsterfelijk nagerecht’, zegt hij. ‘Eenvoudig en spectaculair lekker.’ Hij besmeert witte boterhammen met boter en abrikozenjam (‘Alsof je je broodtrommeltje gaat vullen, toch?’), roert in zijn grote pan met custard en laat zien hoe het mengsel bindt, door op zijn spatel een streep te trekken met zijn vinger. ‘Kijk, als die niet meer dichtloopt, is de vla dik genoeg.’", "Beeld Els Zweerink", "Voor snellere broodpuddingen gooi je het eimengsel rauw over het gesmeerde brood – zorg hoe dan ook dat het brood even de tijd krijgt zich vol te zuigen. Je kunt variëren met de jam en de specerijen in de custard. Iets zuurs, fruitig of kruidigs is lekker voor het contrast. Je hoeft geen witbrood te gebruiken, volkoren boterhammen of stevig zuurdesembrood doen het bijvoorbeeld uitstekend met appelvullingen of gember en fruit geweld in rum. Van Grootheest: ‘Toen ik in het chique Hotel De l’Europe werkte, maakte ik het vaak als dessert bij het personeelseten met croissants die van het ontbijt waren overgebleven.’ Zorg bij zo’n thuisversie voor een knapperig korstje door driehoekssandwiches dakpansgewijs met de punten naar boven in het blik te zetten, die je na het weken vervolgens bestrooit met suiker en nog meer vlokjes boter – ik rasp er zelf graag lekker veel verse nootmuskaat over. En laat de pudding altijd wat afkoelen voor je ’m eet.", "Beeld Els Zweerink", "Ondertussen heeft Tim een dikke plak van de al opgesteven pudding afgesneden, bestrooit die met suiker, en laat de gasbrander erop los. ‘Meneer Halvemaan had hier een speciaal elektrisch brûlée-ijzer voor dat zo ongelooflijk heet werd dat het de hele boel in één keer karamelliseerde – dat werkt eigenlijk beter, maar dit gaat ook.’ Het karamellaagje vervangt de laag krokant, gesuikerd brood die bij een open, meer rustieke broodpudding vanzelf in de oven ontstaat – beide zijn op hun eigen manier onweerstaanbaar. Dus of je je delicate restaurantpudding nou met je lepeltje doortikt, of juist grote scheppen neemt uit de warme, meer huiselijke versie – wie dan nog zegt dat-ie niet van zoete desserts houdt, weet niet waar-ie het over heeft.", "Beeld Els Zweerink", "Familie van de worst Net als bij de sop – die we eerder in deze serie tegenkwamen als middeleeuwse oermoeder van de broodsoep – had ook bij pudding oud brood historisch gezien een belangrijke rol. In Nederland is de betekenis van de term pudding vernauwd tot een koud, zoet, opgesteven nagerecht. Maar aan de termen black pudding (bloedworst), boudin (Franse worst) en bodding (zoals broodpudding ook wel wordt genoemd) kun je zien dat pudding eigenlijk familie van de worst is. De oervorm was gewoon een mengsel in een vorm (zoals een schaal of darm) waarin meestal dus brood was verwerkt, die opsteef als hij gestoomd of gekookt werd, en die zowel zoet of hartig kon zijn. Zoals de Italianen kampioen broodsoep zijn, zijn de Britten kampioen brooddesserts – en sowieso al sinds mensenheugenis de grootste voorvechters van de loodzware, liefst warme ‘pud’ om de boel na het eten goed dicht te metselen. De bread & butter-pudding werd door hen geperfectioneerd, maar er is ook de queen of puddings (broodkruim in custard met jam, bekroond met een dikke laag meringue); de rauwe summer pudding van wittebrood dat wordt gevuld met gesuikerd rood zomerfruit, waarbij het sap het brood volledig doordrenkt en je ’m na een nacht onder druk kunt storten tot een prachtig rozerood gevaarte. Een winterse evenknie is de apple charlotte – beboterd brood in een ovenbestendige kom, gevuld met appelmoes en gebakken, die dan weer aan dat broodschoteltje van mijn oma doet denken.", "Bread & butter-pudding van Halvemaan (De boel moet drie keer helemaal afkoelen; het best begin je drie dagen van tevoren.) - Kook een stevige custard van een halve liter room, een halve liter melk, 4 hele eieren, 175 gram suiker en een vanillestokje. Het veiligst doe je dat in een kom boven een pan kokend water, het mag niet gaan korrelen. Zeef de boel als er klontjes in zitten, en laat helemaal koud worden. - Snijd de korstjes van 10 oude witte boterhammen (daar maak je croutons van voor in de soep) en besmeer ze met dik boter en abrikozenjam. - Vet een cakeblik in met boter en bouw de pudding op: eerst een laagje vla, dan een laagje (netjes op maat gesneden) brood met de jam naar boven, daarop een handje (liefst in rum of thee gewelde) rozijnen. Herhaal dit drie keer of tot het blik bijna vol is, leg de vierde boterham met de jam naar beneden en eindig met custard. Dek af met een passend stukje bakpapier en plasticfolie en zet een nacht in de koelkast. - Warm de oven op tot 150 graden. Zet de cakevorm in een passende braadslee die je tot iets onder de rand van de vorm vult met kokend water. Gaar de pudding met het bakpapier er nog op tot de kern 85 graden is (dat duurt ongeveer een uur). Maak de bovenkant mooi glad, laat afkoelen en een nacht opstijven in de koelkast. - Snijd de pudding in plakken van 3 cm. Bestrooi met kristalsuiker en brand die met een gasbrander of brulée-ijzer af tot een mooi karamellaagje. Warm eventueel nog even door in de oven en serveer."], "authors": ["Hiske Versprille"], "keywords": ["pudding", "toetje", "van", "spectaculair", "en", "een", "broodpudding", "leve", "met", "lang", "als", "het", "lekker", "deze", "dat", "die", "je"], "pubDate": "2020-12-31T10:44:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}