{"id": "ebbd88fa-b788-30a8-bc1a-747c5bf4c3ec", "title": "Oud-student schenkt tientallen miljoenen aan Rijksuniversiteit Groningen", "url": "https://nu.nl/binnenland/6096500/oud-student-schenkt-tientallen-miljoenen-aan-rijksuniversiteit-groningen.html", "summary": "Een alumnus heeft 35 miljoen euro geschonken aan de Rijksuniversiteit Groningen (RUG), meldt de universiteit maandag.\nHet bedrag is eind oktober als onderdeel van het zogeheten Ubbo Emmius Fonds uitgekeerd.\nDat is volgens de RUG afhankelijk van het rendement van het vermogen waaruit de schenking is gedaan.\nCollegevoorzitter Jouke de Vries zegt dat nog nooit eerder door een oud-student zo'n groot bedrag is gedoneerd ten gunste van wetenschappelijk onderzoek.\nDe donateur heeft zelf de eerste bestemming bepaald voor de schenking: het Groningen Cognitive Systems and Materials Center (CogniGron) krijgt 30 miljoen euro.", "paragraphs": ["Een alumnus heeft 35 miljoen euro geschonken aan de Rijksuniversiteit Groningen (RUG), meldt de universiteit maandag. Het geld gaat op verzoek van de donateur naar wetenschappelijk onderzoek.", "Het bedrag is eind oktober als onderdeel van het zogeheten Ubbo Emmius Fonds uitgekeerd. De verwachting is dat in de nabije toekomst nog meer geld wordt ontvangen, meldt de RUG.", "De hoogte van de volledige donatie is niet bekend. Dat is volgens de RUG afhankelijk van het rendement van het vermogen waaruit de schenking is gedaan. Collegevoorzitter Jouke de Vries zegt dat nog nooit eerder door een oud-student zo'n groot bedrag is gedoneerd ten gunste van wetenschappelijk onderzoek.", "\"Het biedt ons de kans om substantieel te investeren in fundamenteel en toegepast onderzoek\", zegt De Vries. \"Daarnaast kunnen we jonge, ambitieuze academici de kans geven om hun wetenschappelijke carrière verder vorm te geven.\"", "De donateur heeft zelf de eerste bestemming bepaald voor de schenking: het Groningen Cognitive Systems and Materials Center (CogniGron) krijgt 30 miljoen euro. De directeur van CogniGron had graag het centrum naar de oud-student willen vernoemen, maar dat is niet mogelijk omdat de gever anoniem wil blijven."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["miljoenen", "van", "dat", "tientallen", "groningen", "zegt", "rijksuniversiteit", "vries", "oudstudent", "te", "schenkt", "schenking", "wetenschappelijk", "rug", "het", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}