{"id": "ebc4dcf2-fc2b-3e34-8ba4-614f1add5a36", "title": "Bij Big Brother 2.0 had ik de nostalgische lading onderschat", "url": "https://trouw.nl/rubrieken/bij-big-brother-2-0-had-ik-de-nostalgische-lading-onderschat~bb5d4b6a/", "summary": "En, Big Brother gekeken?\nCollega Renate van der Bas zat er klaar voor, en van mij kregen ze het voordeel van de twijfel.\nBron van conflictMaar bij dit Big Brother 2.0 had ik de nostalgische lading onderschat.\nFeestpakketWat echt anders is dan vroeger, vertelde oud-deelnemer Sabine Wendel (liefje van winnaar Bart in 1999), is de mate van interactie en interventies door de stem van Big Brother.\nMisschien wordt het Big Brother 2.0-verhaal wel interessanter als de camera’s na honderd dagen uit gaan.", "paragraphs": ["En, Big Brother gekeken? Volgens presentatoren Geraldine Kemper en de Belgische Peter Van de Veire is dit nieuwe jaar nu al legendarisch omdat het ‘meest bijzondere tv-experiment’ van 22 jaar geleden terug is.", "RTL zocht maandag dezelfde buzz als bij het John de Mol-format in 1999. In Big Brother: De start werd alles spannend gebracht: de stoet busjes met vier Nederlandse en vier Belgische deelnemers naar die grote entree, het futuristische huis met hot tub naast de Amsterdamse Johan Cruijff Arena, de communicatie van ‘Big Brother’ met de zorgvuldig geselecteerde deelnemers; en die 115 camera’s en 44 microfoons natuurlijk. De essentie! Wat gaan deze mensen uit alle geledingen van de Nederlandstalige samenleving doen wanneer ze zonder contact met de buitenwereld op elkaars lip zitten en continu bespied worden?", "Collega Renate van der Bas zat er klaar voor, en van mij kregen ze het voordeel van de twijfel. Want op zich zijn we met de gewone man op tv nu wel vertrouwd, en socialemediafanaten geven hun dagelijks leven al prijs aan volgers.", "Bron van conflict", "Maar bij dit Big Brother 2.0 had ik de nostalgische lading onderschat. Toen die lieve Jowi (25), de preutse Liese (28), de moeder van vijf Daniëlle (40) en de rauwe Theo (54) met de vier andere bewoners eenmaal binnen geïnstalleerd waren, voelde ik me teruggeworpen in de tijd. Alleen al dat snurken van Thomas is een bron van conflict. Hoe gaan al die karakters botsen? Wie neemt de leiding, wie wordt gepasseerd, wat wordt de norm in de douche of onder de lakens? Tortelduifjes moeten nu wel een duim opsteken naar de camera voordat ze gaan frummelen, om ongewilde seks te voorkomen. Psycholoog Kas Stuyf en seksuologe Lotte Vanwezemael blikten in de studio verlekkerd vooruit op de komende sociale experimenten.", "Stuyf deelde al een inzicht. Daniëlle doet mee om even los van haar gezin ‘me-time’ te hebben. In huis rende ze zich de benen uit het lijf om drankjes in te schenken, op te ruimen en hulp aan te bieden. “Mensen schieten in hun vertrouwde gedrag”, wist Stuyf. “Ze kunnen geen vrij nemen van zichzelf.”", "Ook de karakters werden neergezet, of geframed: de pinnige Natalie, de beschaafde Ziko, de principiële veganist Naomi, de volkse Theo. Hij speelde keihard tactisch spel en nomineerde juist de aardige Ziko voor vertrek: zijn grootste concurrent. Het schuurt meteen.", "Feestpakket", "Wat echt anders is dan vroeger, vertelde oud-deelnemer Sabine Wendel (liefje van winnaar Bart in 1999), is de mate van interactie en interventies door de stem van Big Brother. Hier heerst niet meer de onnoemelijke leegte; opdrachten en spellen geven richting. Zo kreeg de eerste, Jowi, meteen de geheime opdrachten om de bedden te verdelen en complimentjes te maken, en zo een feestpakket te winnen. Minder saai, wel jammer voor de pure psychologie.", "Even later schoof Wendel met ‘even knuffelen’-Ruud Benard aan bij Jinek. “Zou je het weer doen?”, vroeg Jinek haar. Nee, reageerde ze. Haar ongemerkt gefilmde seksbeelden gingen de wereld over. Zij hield er bindingsangst aan over, Ruud relationele en financiële malaise. Ze zijn gewoon getraumatiseerd, vooral door de onvoorbereide beroemdheid daarna. Misschien wordt het Big Brother 2.0-verhaal wel interessanter als de camera’s na honderd dagen uit gaan.", "Renate van der Bas en Maaike Bos schrijven afwisselend columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["ik", "van", "onderschat", "het", "big", "al", "lading", "en", "met", "bij", "ze", "20", "te", "op", "nostalgische", "brother"], "pubDate": "2021-01-05T18:31:06Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}