{"id": "ebe50150-896f-3afc-92e6-58a0c5467773", "title": "Topschutter Lois Abbingh: ‘Ik kom niet in de positie waarin ik lekker kan schieten’", "url": "https://volkskrant.nl/sport/topschutter-lois-abbingh-ik-kom-niet-in-de-positie-waarin-ik-lekker-kan-schieten~b75cbd45/", "summary": "‘Ik merk dat zelf, omdat ik niet in de positie kom waarin ik lekker kan schieten.\nDie blijven niet op de 6-meterlijn op mij wachten.\n‘Ik kom in de aanval op andere plekken terecht dan normaal wanneer ik van mijn vertrouwde positie mag vertrekken.\nIk ga in het belang van het team overal staan, als ze me dat vragen.\nHeus, het is niet zo gek als het een keertje niet lukt.", "paragraphs": ["Beeld BSR Agency", "Precies 365 dagen nadat Lois Abbingh de WK-finale in Japan heeft beslist, moet ze in Denemarken haar topvorm zien terug te vinden om het Nederlandse handbalteam te behoeden voor een voortijdig afscheid van het EK. De nationale ploeg, van slag door liefst drie nederlagen, heeft maandag tegen Duitsland meer doelpunten nodig van de WK-topscorer.", "Abbingh, de vrouw met de machtige rechterarm, heeft geldige verklaringen voor haar geringere inbreng en voor de matige vorm van Nederland. De snelheid is uit het spel. Er wordt te veel uit stand aangevallen in plaats van uit beweging. ‘Ik merk dat zelf, omdat ik niet in de positie kom waarin ik lekker kan schieten. De tegenstanders zijn ook niet stom. Die blijven niet op de 6-meterlijn op mij wachten. We lossen het niet op door een gebrek aan beweging.’", "Nog een verklaring: Abbingh, normaliter de rechtshandige schutter van de linkeropbouw, is door de afwezigheid van de zwaar geblesseerde spelmaker Estavana Polman terechtgekomen op de voor haar ongewone middenpositie. ‘Ik kom in de aanval op andere plekken terecht dan normaal wanneer ik van mijn vertrouwde positie mag vertrekken.", "‘Niet dat ik daartegen bezwaar heb, hoor. Als het werkt om zo structuur aan te brengen, dan is het geen probleem. Ik ga in het belang van het team overal staan, als ze me dat vragen. Maar ons spel is gewoon anders, nu we veel met Kelly Dulfer en Larissa Nüsser in de opbouwrij spelen. We hebben eigenlijk nog nooit zo gespeeld, op één geslaagde oefenwedstrijd tegen Duitsland na. Maar oefenen is wat anders dan een EK-wedstrijd spelen.’", "Nauwelijks samen getraind", "Door alle coronabeperkingen heeft de nationale ploeg in de twaalf maanden sinds de verovering van de wereldtitel nauwelijks kunnen samenkomen, laat staan stevige stages afwerken. ‘We hebben de tijd niet gehad om de nieuwe manier van samenspelen te vinden. Dat kost nu eenmaal tijd.’", "Het wegvallen van Polman uit het hart van de aanval heeft de hele ploeg geraakt, maar vooral Abbingh. Polman was de bliksemafleider, Abbingh kwam uit de tweede rij om de gecreëerde ruimte te benutten voor een daverend schot. Schouder, elleboog, pols, zwiep. Een bal van 100 kilometer per uur.", "‘Tuurlijk missen we Estavana. Mis ik Estavana. Als ik nu denk de mogelijkheid te hebben om hoog te komen en te schieten, dan staat er wel iemand voor mijn neus om me een klap te verkopen en daarna staat nog een verdedigingsblok klaar. Dat is moeilijk op te lossen.’", "Schieten van afstand is de raadgeving. Abbingh, licht cynisch: ‘Ik kan toch moeilijk van 15 meter afstand op doel gaan schieten.’", "De Groningse, na omzwervingen door Duitsland, Roemenië, Frankrijk en Rusland nu spelend voor de Deense topclub Odense, heeft te maken met haar eigen reputatie. Vorig jaar schoot zij op het WK 7,1 doelpunten per wedstrijd (71 goals in 10 wedstrijden). Nu staat ze na vier EK-duels op een moyenne van 3,5. ‘Die 71 was een onvoorstelbare productie. Het is ook een momentopname. Je bent in vorm en alles lukt. Het is niet standaard dat je elke wedstrijd er zeven maakt. Ik ben geen robot, ik ben ook maar een mens.’", "Geweldige entree", "In Duitsland maakte ze als 18-jarige een geweldige entree. Ze weet het nog. ‘Oldenburg, mijn eerste club, ik zou in het eerste seizoen er misschien 30, 40 maken, zei het management. Als het meezat met dan jonkie. Ik werd clubtopscorer met meer dan 100 goals. Ja, daar heb ik de lat heel hoog gelegd voor mezelf.’", "Het WK in Japan is een andere hoog liggende lat. ‘Als het vorig jaar extreem goed was wat wij deden, dan kan het nu niet opeens extreem slecht zijn.’", "Ze vraagt om begrip voor het stroef verlopende EK in Denemarken, nog mogelijk te redden door de wedstrijden tegen Duitsland en Roemenië te winnen. ‘Dit Europese toernooi is lastig, je kunt van elk team verliezen als je niet op je scherpst bent en fouten maakt. Wat ons is gebeurd.", "‘De afgelopen vijf jaar, met telkens een plek bij de laatste vier, is het voor ons telkens extreem goed uitgepakt. We hebben altijd gezegd: er komt een jaar waarin het niet zo goed gaat. Heus, het is niet zo gek als het een keertje niet lukt. We zijn door de jaren heen ook topspelers (Groot, Visser, Broch, Polman) verloren. En toch pakten we de draad altijd weer op.’", "Het kan allemaal nog lukken in Denemarken. Maar dan moet het hoofd vrij zijn, dan moet er procesmatig en niet resultaatgericht gedacht worden in de wedstrijd. ‘Precies. Maar dat is niet gemakkelijk hoor, als je wereldkampioen bent en iedereen heel veel van jou verwacht.’"], "authors": ["John Volkers"], "keywords": ["van", "niet", "kom", "waarin", "lekker", "positie", "een", "en", "dan", "schieten", "te", "ik", "op", "topschutter", "voor", "kan", "het", "lois"], "pubDate": "2020-12-13T18:26:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}