{"id": "ebf1ec25-2735-3d29-97ec-3ce9b7dfcb22", "title": "Op landgoed Eerde vind je de grandeur van vroeger (en een snuivende koe)", "url": "https://trouw.nl/reizen/op-landgoed-eerde-vind-je-de-grandeur-van-vroeger-en-een-snuivende-koe~b7492df6/", "summary": "Klaar voor een nieuwe stap in de historie, klaar voor een herfstwandeling.\nEen tuinpark ideaal voor een blokkie om, al zullen de dames en heren eerder hebben gesproken van ‘een stonde verwijlen in het lommerrijk groen’.\nEr is een internationale school in gevestigd, een voor lieden met een paar centen.\nGeen exotische bomen of strakke lijnen, maar snuivende koeien in een hobbelige wei met zowaar nog een paardebloem en een zooiierig bosje.\nNog een blik op het kasteel, de lange laan weer op, terug naar de tijd van nu.", "paragraphs": ["Na tien jaar kappen, snoeien, planten, zaaien, slopen, herbouwen en ­restaureren ligt landgoed Eerde (Ommen) er weer puik bij. Klaar voor een nieuwe stap in de historie, klaar voor een herfstwandeling. Over statige lanen en romantische paadjes, door het Sallands ­coulisselandschap met wei en es. Grandeur van vroeger gelardeerd met een snuivende koe.", "Het jonge dubbele eikenlaantje aan de overkant van de weg moet nog wat oefenen in statig zijn. De bomen zijn nog iel maar zullen vanzelf imposant onderdeel worden van de lange zichtlaan van kasteel naar einder. Een bijzondere zichtlaan, een bestaande uit drie boomsoorten. Nabij het kasteel beuken, dan de eiken en uiteindelijk dennen richting de bossen van Ommen. Alles dubbel natuurlijk; rijkdom moet wel zichtbaar zijn.", "Niet dat kasteel Eerde zijn bestaan zo hoogstaand begon. In de 14de eeuw was het een rovershol van de alom gevreesde Evert van Essen. Bevoegd gezag stak de burcht in de fik. Het huis werd herbouwd, had verschillende bewoners tot Johan Werner baron van Pallandt in 1715 het huidige kasteel liet bouwen. De man bleek er een van rechttoe, rechtaan. Kasteel en tuin werden bijna mathematisch ontworpen. Symmetrie alom. Rechte kamers, rechte lanen, bomen in streng gelid. Een tuinpark ideaal voor een blokkie om, al zullen de dames en heren eerder hebben gesproken van ‘een stonde verwijlen in het lommerrijk groen’.", "Kasteel Eerde Beeld Foto Cor Bouwstra", "Toch blijkt niet alles even strak. Vanuit de dubbele eikenlaan leidt een smal kronkel­paadje door een wat geheim­zinnig bos. Het pad heeft brokkelige randen van heldergroen mos waarop geeloranjerode herfstbladeren zich hebben neergevlijd. De kleuren zijn weergaloos, bijna frivool, de bochten heerlijk onlogisch. Het paadje eindigt weer op de laan met het kasteel als einde. De zon verdubbelt het toch al voorname toegangshek dat natuurlijk gesloten is voor het gewone volk. Er is een internationale school in gevestigd, een voor lieden met een paar centen. Sinds 1982 heeft Natuurmonumenten kasteel en landgoed in bezit en is het landgoed opengesteld.", "Het kasteel oogt ook aan de ­buitenkant fraai, slotgracht en muur historisch verantwoord, maar ‘het groen’ trekt. Zeker nu de koude nachten en korter wordende dagen het groen van kleur doet verschieten. De zon maakt de bomen lange dubbele lijzen, een specht verschuilt zich achter een stam, op de laan drie delibererende vinken en een innige tevredenheid krijgt de overhand. Lekker buiten. Dwalen, de tijd de tijd laten, eindigen waar je begint en dus volmaakt onzinnig.", "Natuurmonumenten heeft flink gewerkt de afgelopen tien jaren. Al in 1982 was er sprake van achterstallig onderhoud maar het herstel van landschap en kasteel was zo duur dat tot nu toe het geld ontbrak. Een gulle bijdrage van Postcodeloterij, de provincie en de gemeente Ommen maakte het mogelijk.", "Quinconcevak", "De doorzakkende plafonds en ‘mottige’ wandkleding van de bel-etage van het kasteel zijn gerestaureerd, het quinconcevak voor het kasteel, een vak waar 500 eikjes op precies 16 Rijnlandse voeten (5,024 meter) in vierkantsverband staan, is ontdaan van opslag, de beek de Regge is van recht weer kronkelig gemaakt en de zichtlanen zijn gedeeltelijk hersteld. Met name het laatste is ingrijpend. Omdat de bomen in een zichtlaan allemaal dezelfde leeftijd moeten hebben, moeten de oude bomen in één keer tegen de vlakte ook al zijn ze niet allemaal krakkemikkig. Zowel voor vleermuizen, spechten en andere holenbroeders als voor de bezoekers een choquerende ingreep. Vervanging van de lanen is daarom over 75 jaar uitgesmeerd.", "Beeld Monica Wesseling", "Het eikenlaantje is nieuw, de schitterende beukenlaan verrukkelijk oud. De hoek om en nog eens een hoek waarmee het landschap verandert. Keurig wordt wat meer natuurlijk, park wordt nuttige landerijen. Want ook dit landgoed was in vroeger tijden zelfvoorzienend. Pachtboerderijen zorgden voor spijs en hout.", "Geen exotische bomen of strakke lijnen, maar snuivende koeien in een hobbelige wei met zowaar nog een paardebloem en een zooiierig bosje. Voor mij stiekem toch een verademing.", "Beeld Monica Wesseling", "Het zandpad wordt vals plat en voert een eeuwenoude es op, een door bemesting met plaggen verhoogde bolle akker. De omzomende bomenrij is onwaarschijnlijk mooi. Elke boom zijn eigen kleurstelling, elk blad zijn eigen tekening. Bladgulzig neem ik handen ervan mee.", "De Eerder broeklanden brengen prachtige boerderijen met de karakteristieke, authentieke luiken en malse weiden met her en der nog kleine stukjes heide.", "Landbouw wordt weer landgoedelijke chic, stappen weer flaneren, grote wandelschoenen weer misplaatst. Het genieten blijft. De zon strijkt warm en geel. De bomen krijgen dubbelgangers en ook ik verdubbel en verleng. Nog een blik op het kasteel, de lange laan weer op, terug naar de tijd van nu.", "Routes Natuurmonumenten heeft op het landgoed drie wandelroutes uitgezet. Twee korte en een combinatie van de twee. De eerste route heeft een route-app. Kasteel Eerde (Kasteellaan 1, 7731 PJ Ommen) is perfect bereikbaar met openbaar vervoer. Vanuit NS Ommen bus 81 richting Almelo, uitstappen halte Kasteel. Parkeerplaats voor het kasteel. Het kasteel is niet vrij toegankelijk. Natuurmonumenten houdt soms excursies. www.natuurmonumenten.nl/activiteiten Op de lange route kom je langs De Meulenhorst, een biologisch melkveebedrijf met ijsmakerij en bierbrouwerij. In het alle dagen geopende winkeltje zijn ijs, bier, streekproducten en koffie te koop.", "Lees ook", "In de strijd tussen bisschop en ridders verrezen vele kastelen", "Overstichtse ridders vochten vanuit versterkte burchten het middeleeuwse gezag van de bisschoppen aan. De sporen zijn talrijk, ontdekte onderzoeker Diana Spiekhout.", "Genieten van de herfst, ook in de tuin", "Tuincentra staan bol van de kerstspullen. ­Daardoor zijn we vergeten dat de tuin ook in de winter de moeite waard is."], "authors": ["Monica Wesseling"], "keywords": ["kasteel", "van", "het", "op", "landgoed", "met", "zijn", "weer", "een", "koe", "snuivende", "je", "grandeur", "vind", "en", "vroeger", "voor"], "pubDate": "2020-11-22T19:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}