{"id": "ebfb6310-7206-32be-a347-522f49c40224", "title": "Oudere rockers in het zwart of in het wit", "url": "https://volkskrant.nl/cultuur-media/oudere-rockers-in-het-zwart-of-in-het-wit~b0d47e9e/", "summary": "Esquire-hoofdredacteur Arno Kantelberg ziet een in het zwart geklede Barry Gibb en moest denken aan John Travolta – in het wit.\nOp de foto’s bij het interview zagen we hem in een zwarte pantalon, lakloafers met een flinke hak, een zwart overhemd met curieus-paarse boord en een Australische bush-hoed van zwart leer.\nHet zwarte ensemble deed me denken aan de openingsscène van Saturday Night Fever, waarvoor Gibb de vermaarde soundtrack schreef.\nDat witte pak is vaak gekopieerd; door Al Pacino in Scarface en op zo’n beetje elk seventiesfeest in de provincie.\nHet zwarte overhemd onder het witte vest gaat frontaal in tegen mijn bosscheboltheorie, maar dit is de uitzondering die de regel bevestigt.", "paragraphs": ["Wat draagt een rockster? Esquire-hoofdredacteur Arno Kantelberg ziet een in het zwart geklede Barry Gibb en moest denken aan John Travolta – in het wit.", "Omdat hij een nieuw album heeft en een documentaire bij HBO (Bee Gees: How Can You Mend a Broken Heart), kreeg Barry Gibb bezoek van de New York Times. Barry, de oudste Bee Gee, overleefde zijn broers Robin en Maurice, alsook zijn jongste broer Andy. Op de foto’s bij het interview zagen we hem in een zwarte pantalon, lakloafers met een flinke hak, een zwart overhemd met curieus-paarse boord en een Australische bush-hoed van zwart leer. De zonnebril ontbrak niet, want rockster – waarschijnlijk ook de verklaring voor de brede leren armband.", "Het zwarte ensemble deed me denken aan de openingsscène van Saturday Night Fever, waarvoor Gibb de vermaarde soundtrack schreef. Terwijl de ritme-gitaar van Staying Alive inzet, zien we Tony Manero (John Travolta) in zwarte broek en jas over 86st Street in Brooklyn lopen – een wandelende bonk hormonen op rode laklaarsjes. Hoewel vergeven van donkere thematiek (abortus, verkrachting, racisme, zelfmoord, zonde) wordt de film vooral herinnerd vanwege de dansscènes in de ‘2001 Odyssey Disco Club’, met name de climax waarin Tony in driedelig wit danst op More Than a Woman van de Bee Gees. Dat witte pak is vaak gekopieerd; door Al Pacino in Scarface en op zo’n beetje elk seventiesfeest in de provincie. Het hing nog even in het V&A Museum in Londen; filmhistorie van honderd procent polyester.", "Tony Manero danst in 2001 Oddyssey Disco Club. Beeld Hollandse Hoogte / Everett Collection, Inc.", "Het ivoorwitte jasje met helwitte plastic knopen bezit een revers die zo breed is dat de peak lapels de roped shoulders aantikken – in feite een uit de jaren dertig gekopieerde stijl. Niet zichtbaar, maar makkelijk bij het dansen: een dubbele split aan de achterzijde. Travolta gebruikte twee identieke pakken voor de beroemde dansscène; de eerste was na één opname al doorweekt van het zweet (polyester hè). Het zwarte overhemd onder het witte vest gaat frontaal in tegen mijn bosscheboltheorie, maar dit is de uitzondering die de regel bevestigt.", "De broek is strak rond de heupen, wijd bij de enkel, de zogenaamde bell bottom. Het destijds populaire merk Angels Flight schroomde in advertenties niet om de vacuümkwaliteit op kruishoogte als unique sellingpoint in te zetten (‘The fit is so snug and provocative it’s downright sinful’). De met wijde boordpunten en diepe decolleté ingekaderde melange van borsthaar en gouden kettingen komt uit dezelfde school van masculiene verleiding. In feite was de hanekam van de punkers dan ook geen reactie, maar een vervolg op de discobeweging. Dit is de man als pauw. Daarom volgende week: Hugo de Jonge."], "authors": ["Arno Kantelberg"], "keywords": ["van", "wit", "travolta", "oudere", "en", "een", "met", "bij", "zwart", "op", "het", "rockers", "zwarte"], "pubDate": "2020-12-31T10:52:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}