{"id": "ebff2c41-061e-32b9-b106-8dd8ef63a661", "title": "Ic-verpleegkundige Veersma krijgt eerste Haagse prik tegen coronavirus", "url": "https://nu.nl/den-haag/6100503/ic-verpleegkundige-veersma-krijgt-eerste-haagse-prik-tegen-coronavirus.html", "summary": "Ic-verpleegkundige Frederieke Veersma uit het HagaZiekenhuis heeft woensdagmiddag de eerste coronavaccinatie in haar arm gekregen in een Haags ziekenhuis.\nMet het prikken van Veersma is het vaccineren begonnen in Den Haag van ziekenhuismedewerkers die het meeste risico lopen op een besmetting met het virus.\nZij hebben 682 armen te prikken met het vaccin van Pfizer en BioNTech.\nIn HMC hopen ze dat in vijf dagen voor elkaar te krijgen.\nAmbulancemedewerkers van Ambulancezorg Zoetermeer krijgen vanaf donderdag al hun prik in het Lange Landziekenhuis in Zoetermeer.", "paragraphs": ["Ic-verpleegkundige Frederieke Veersma uit het HagaZiekenhuis heeft woensdagmiddag de eerste coronavaccinatie in haar arm gekregen in een Haags ziekenhuis.", "\"Ik vind het heel goed dat de mensen in de acute zorg nu al gevaccineerd worden. Wij hebben intensief met de meest zieke coronapatiënten te maken die nog besmettelijk zijn. Natuurlijk zijn wij tijdens het werk wel goed beschermd, maar een vaccinatie geeft toch meer zekerheid\", aldus Veersma.", "Met het prikken van Veersma is het vaccineren begonnen in Den Haag van ziekenhuismedewerkers die het meeste risico lopen op een besmetting met het virus. Dat zijn artsen en verpleegkundigen op de spoedeisende hulp, ic's en corona-afdelingen. In het HagaZiekenhuis gaat het om 460 medewerkers.", "Ook in het Haaglanden Medisch Centrum (HMC), locatie Westeinde, is het vaccineren van eigen personeel begonnen. Zij hebben 682 armen te prikken met het vaccin van Pfizer en BioNTech. In HMC hopen ze dat in vijf dagen voor elkaar te krijgen. Over drie weken krijgen alle medewerkers in de Haagse ziekenhuizen hun tweede dosis die bij dit vaccin nodig is.", "Zo'n tweehonderd ambulancemedewerkers van GGD Haaglanden en Witte Kruis krijgen ook in het Westeinde ziekenhuis hun vaccinatie. Daarmee wordt vrijdag begonnen. Ambulancemedewerkers van Ambulancezorg Zoetermeer krijgen vanaf donderdag al hun prik in het Lange Landziekenhuis in Zoetermeer."], "authors": ["Door"], "keywords": ["krijgt", "zijn", "van", "haagse", "eerste", "krijgen", "en", "met", "hun", "een", "tegen", "te", "prik", "het", "icverpleegkundige", "coronavirus", "veersma", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}