{"id": "ec134540-ced6-367a-81e6-f50e25d6e9b6", "title": "‘Rifkin’s Festival’, de 49ste Woody Allen, mist zijn magische timing", "url": "https://trouw.nl/cultuur-media/rifkin-s-festival-de-49ste-woody-allen-mist-zijn-magische-timing~bd9d4646/", "summary": "Woody Allen is een filmmaker die, wat je ook vindt van het schandaal waar hij in verwikkeld is geraakt, de wereld zeker tien fantastische films heeft gegeven.\nRifkin’s Festival speelt zich af op het filmfestival van het prachtige Spaanse San Sebastián, waar de film afgelopen september ook z’n première beleefde.\nHij vergezelt zijn echtgenote Sue naar het festival en hoopt af en toe te kunnen dineren.\nTenminste, wat er dan nog van dat hart over is.\nWie Woody Allens films trouw volgt, moet Rifkin’s Festival zeker gaan zien, want al die films achter elkaar zijn een reflectie van Allens leven.", "paragraphs": ["Rifkin’s Festival", "Regie Woody Allen", "Met Wallace Shawn, Gina Gershon, Louis Garrel", "★★★", "De kritiek op Woody Allens 49ste film ‘Rifkin’s Festival’ – hij heeft gezegd na de 50ste film te willen stoppen – was vooraf eigenlijk al wel uit te tekenen. Sterker nog: de recensie kon je misschien ook al wel schrijven. Want inderdaad: Woody Allen herhaalt zichzelf. De grappen, de mooie vrouwen, het neurotische alter-ego van de filmmaker: de hele rataplan trekt weer voorbij. Al moet gezegd dat je dit ook bij z’n 48ste film ‘A Rainy Day in New York’ had kunnen beweren, maar die maakte nog best een frisse indruk.", "Moet een filmmaker op z’n 85ste met elke film de revolutie opnieuw uitvinden? Dat lijkt een absurde eis. Woody Allen is een filmmaker die, wat je ook vindt van het schandaal waar hij in verwikkeld is geraakt, de wereld zeker tien fantastische films heeft gegeven. Een oeuvre dat bovendien fungeert als een soort Neurotische Internationale, waarin neurotici aller landen elkaars onzekerheid herkennen. Dat verdient respect.", "Rifkin’s Festival speelt zich af op het filmfestival van het prachtige Spaanse San Sebastián, waar de film afgelopen september ook z’n première beleefde. Neuroticus du jour is Mort Rifkin, gespeeld door Wallace Shawn met die typerende afgeknepen stem. Hij vergezelt zijn echtgenote Sue naar het festival en hoopt af en toe te kunnen dineren. Misschien een wandeling over de boulevard. Wie weet. Zij verzorgt daar de publiciteit van een pompeuze filmmaker die gevierd wordt vanwege z’n knappe films, maar in feite alleen uitblinkt in groteske niksigheid. Sue is helemaal klaar met Rifkin en dat laat ze merken ook. Rifkin is inderdaad een pompeuze zeur, maar dan zonder de festivalprijzen.", "In de praktijk maakt het allemaal een suffe indruk", "Door pijn op de borst komt Rifkin via via bij een Spaanse cardiologe terecht en deze Jo Rojas doet zijn hart onmiddellijk sneller kloppen. Tenminste, wat er dan nog van dat hart over is. Vervolgens verzint hij de ene na de andere hoest, knobbel en onverklaarbare jeuk om haar maar weer te kunnen zien.", "Op papier klinkt het misschien leuk en Allens neuroses en eindeloze monologen verdienen misschien wat karmapunten voor herkenning. Maar in de praktijk maakt het allemaal een suffe indruk. De magische timing van de grappen waar Allen altijd zo goed in was, is verdwenen. Hij doet niet zelf de montage van z’n films, maar het lijkt alsof de onvermijdelijke vertraging die we allemaal zullen beleven als we 85 worden, ook in de film is gaan zitten. De grappen voelen uitgerekt, de timing klopt niet meer. Tenminste, niet voor iedereen jonger dan, zeg, 80.", "Wie Woody Allens films trouw volgt, moet Rifkin’s Festival zeker gaan zien, want al die films achter elkaar zijn een reflectie van Allens leven. En dat maakt deze film de moeite waard. Verwacht alleen niks nieuws."], "authors": ["Ronald Rovers"], "keywords": ["timing", "zn", "woody", "zijn", "ook", "die", "van", "en", "een", "mist", "allen", "festival", "49ste", "film", "rifkins", "het", "maar", "dat", "magische"], "pubDate": "2020-12-03T13:36:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}