{"id": "ec3de3bd-e98f-34d4-b545-9d513dcfa111", "title": "Vier twijfelgevallen bij Ajax voor wedstrijd tegen Atalanta", "url": "https://www.parool.nl/sport/vier-twijfelgevallen-bij-ajax-voor-wedstrijd-tegen-atalanta~b609e60a/", "summary": "TraoréIn de heenwedstrijd speelde Traoré een belangrijke rol.\nDuván Zapata was een plaag voor de achterhoede van de ploeg van Ten Hag.\n“Ik zie dat duel en de wedstrijd tegen Atalanta los van elkaar.\nTegen Twente ging heel veel slecht, maar dat is afgesloten.\nEr zijn harde woorden gevallen, maar we moeten er niet langer bij stilstaan.”Ten Hag benoemde de ambities van Ajax.", "paragraphs": ["Erik ten Hag. Beeld ANP", "“David Neres is een twijfelgeval,” zei Tan Hag dinsdagochtend tijdens de persconferentie. “Maar ook Nicolás Tagliafico, Noussair Mazraoui en Lassina Traoré hebben klachten. We gaan zo trainen, we moeten de reactie afwachten. Lassina Traoré is het grootste twijfelgeval. De kans dat de andere drie kunnen spelen is groter.”", "Als Ajax woensdagavond (18.55 uur) in de Johan Cruijff Arena wint, is de club geplaatst voor de knock-outfase van de Champions League. Bij een gelijkspel of verlies moet Ajax verder in de Europa League.", "Traoré", "In de heenwedstrijd speelde Traoré een belangrijke rol. Hij verdiende een penalty (benut door Dusan Tadic) en hij maakte zelf de tweede treffer. Ajax nam een 2-0 voorsprong, maar verkwanselde de zege na rust. Duván Zapata was een plaag voor de achterhoede van de ploeg van Ten Hag.", "Ten Hag heeft niet gepiekerd na de nederlaag tegen FC Twente, afgelopen zaterdag. “Ik zie dat duel en de wedstrijd tegen Atalanta los van elkaar. FC Twente was een incident. De vorm is er, dat hebben we tegen Liverpool nog laten zien. Tegen Twente ging heel veel slecht, maar dat is afgesloten. Er zijn harde woorden gevallen, maar we moeten er niet langer bij stilstaan.”", "Ten Hag benoemde de ambities van Ajax. “De club beschouwt dit als een tussenjaar, maar het team wil heel graag bij de laatste zestien ploegen van de Champions League horen. En we vinden ook dat we daar horen. Atalanta zie ik als een finale. Fantastisch om te spelen. We kijken ernaar uit.”"], "authors": ["Dick Sintenie"], "keywords": ["van", "bij", "ajax", "twijfelgevallen", "maar", "voor", "twente", "wedstrijd", "een", "dat", "en", "atalanta", "hag", "vier", "traoré", "tegen"], "pubDate": "2020-12-08T11:13:14+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}