{"id": "ec441afd-9d6b-30b5-bf41-138b07f20bfc", "title": "Tetris-legende en zevenvoudig wereldkampioen Jonas Neubauer overleden", "url": "https://nu.nl/games/6101008/tetris-legende-en-zevenvoudig-wereldkampioen-jonas-neubauer-overleden.html", "summary": "Tetris-legende Jonas Neubauer is op 39-jarige leeftijd overleden aan een \"plotseling medisch noodgeval\", maken zijn nabestaanden bekend via zijn Twitter-account.\nDe Amerikaan won zeven van de elf edities van het wereldkampioenschap klassiek Tetris en wordt beschouwd als een van de beste Tetris-spelers ooit.\nNeubauer won het Classic Tetris World Championship (CTWC) zeven keer sinds de eerste editie van het toernooi, in 2010.\nIn een interview met het tijdschrift Rolling Stone in 2014 omschreef Neubauer zijn speelstijl als \"strak\" en \"agressief\".\n\"Jonas Neubauer was met zijn vaardigheid, mentaliteit en goedheid een van de grootste Tetris-spelers ooit\", aldus het bedrijf dat Tetris-licenties uitgeeft.", "paragraphs": ["Tetris-legende Jonas Neubauer is op 39-jarige leeftijd overleden aan een \"plotseling medisch noodgeval\", maken zijn nabestaanden bekend via zijn Twitter-account. De Amerikaan won zeven van de elf edities van het wereldkampioenschap klassiek Tetris en wordt beschouwd als een van de beste Tetris-spelers ooit.", "Neubauer won het Classic Tetris World Championship (CTWC) zeven keer sinds de eerste editie van het toernooi, in 2010. Zijn hegemonie werd in 2014 doorbroken, toen hij verliezend finalist was. Ook in 2018 werd hij tweede op het wereldkampioenschap.", "In een interview met het tijdschrift Rolling Stone in 2014 omschreef Neubauer zijn speelstijl als \"strak\" en \"agressief\". \"Ik speel in een zeer afgewogen tempo\", zei hij. \"Ik druk nooit op 'omlaag' (om de blokjes sneller naar beneden te laten vallen, red.).\"", "\"Er zijn bepaalde bewegingen die je kunt doen, waarbij je chaos creëert en blokjes op het laatste moment vastzet of kantelt. Als je dat consistent kunt doen, kun je meer chaos aan.\"", "Populaire Neubauer inspireerde anderen", "In de loop der jaren werd Tetris steeds meer een onderdeel van Neubauers identiteit, zei hij in 2018 tegen Vice. De wereldkampioen opende een kanaal op streamingdienst Twitch en deelde handtekeningen uit in de Californische kroeg waar hij achter de bar stond.", "In hetzelfde Vice-interview bekende Joseph Salaee, die Neubauer kort na publicatie van het artikel in de finale versloeg en daarmee de derde wereldkampioen ooit werd, dat hij zich door de Amerikaan liet inspireren. \"Ik kijk Jonas' Twitch-kanaal zo vaak ik kan. Ik zou zeggen dat mijn speelstijl is gebaseerd op die van Jonas.\"", "The Tetris Company spreekt van een \"enorm verlies\". \"Jonas Neubauer was met zijn vaardigheid, mentaliteit en goedheid een van de grootste Tetris-spelers ooit\", aldus het bedrijf dat Tetris-licenties uitgeeft. De organisatie van het wereldkampioenschap schrijft op zijn website geschokt en diepbedroefd te zijn.", "Tetris werd in 1984 ontwikkeld door de Russische softwareontwikkelaar Alexey Pajitnov. Spelers kunnen de meeste punten halen door vier rijen van blokjes in één keer weg te spelen. Hoe hoger het level, hoe sneller de blokjes met verschillende vormen naar beneden vallen en hoe meer punten de speler kan verdienen door rijen weg te spelen.", "Aanvulling: In een eerdere versie van dit artikel stond niets over Neubauers doodsoorzaak. Inmiddels is toegevoegd dat het om een \"plotseling medisch noodgeval\" ging."], "authors": ["Door"], "keywords": ["ik", "overleden", "zijn", "van", "jonas", "en", "tetrislegende", "een", "neubauer", "op", "zevenvoudig", "het", "wereldkampioen", "hij", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}