{"id": "ec514443-5ec1-3055-b6d1-eb97dcd2500a", "title": "Film over Billie Holiday: intrigerend portret van een ijzersterke vrouw", "url": "https://www.parool.nl/kunst-media/film-over-billie-holiday-intrigerend-portret-van-een-ijzersterke-vrouw~b72ba117/", "summary": "“I wanna know why all girl singers crack up,” horen we de legendarische zanger Tony Bennett vragen in de ­openingsminuten van Billie.\nEen beetje vreemd is het dan wel dat Billie, pas de derde film die onder de Peprvlag wordt aangeboden, van een witte maker is.\nEen zwarte vrouw die in een Cadillac reed, die moest een toontje lager zingen, zo stelt de FBI-agent onomwonden.\nHet leidt eerder af dan dat het enig inzicht verschaft in Holiday, om wie het toch eigenlijk gaat.\nOndanks die smetjes blijft Billie overeind als intrigerend portret van een ijzersterke vrouw van wie keer op keer toch een slachtoffer werd gemaakt.", "paragraphs": ["Billie is een film over de jazzzangeres Billie Holiday.", "“I wanna know why all girl singers crack up,” horen we de legendarische zanger Tony Bennett vragen in de ­openingsminuten van Billie. Iedere zangeres die de top bereikt, gaat eraan onderdoor, observeert Bennett in een interview uit de jaren zeventig.", "Zijn stelling is in de laatste decennia nog vaak bewezen, onder meer door Whitney Houston en Amy Winehouse, over wie de afgelopen jaren al enerverende postume filmportretten verschenen. Met Billie schaart regisseur James Erskine zich in dat rijtje. De documentaire vertelt eenzelfde tragisch verhaal: dat van jazzzangeres Billie Holiday (1915-1959).", "De film verschijnt op het vorige week gelanceerde platform Pepr, een samenwerking tussen filmdistributeur Full Colour Entertainment en streamingdienst Picl, die zich presenteert als podium voor films van zwarte makers. Een beetje vreemd is het dan wel dat Billie, pas de derde film die onder de Peprvlag wordt aangeboden, van een witte maker is. Wie wat verder doorklikt, stuit op iets fijnmaziger bewoording: ‘podium voor zwarte makers en verhalen uit de Afrikaanse diaspora.’", "Los van die haarkloverij is het fijn dat het meeslepende Billie nu in Nederland te zien is, al is het geen perfecte film. Erskines startpunt vormen de interviews die jour­nalist Linda Lipnack Kuehl in de jaren zeventig hield. De gesprekken moesten de basis vormen voor een biografie, die de in 1979 overleden Kuehl echter nooit voltooide. De tapes verdwenen in een la – tot nu.", "Ze blijken een schatkist. Kuehl sprak met vrienden, geliefden en collega-muzikanten. Maar ook met vele andere betrokkenen – tot en met de pooier voor wie Holiday zich als 14-jarige (!) prostitueerde en een FBI-agent die haar schaduwde in de jaren veertig, toen de war on drugs in de kinderschoenen stond en Holiday herhaaldelijk werd gearresteerd voor haar drugsgebruik.", "Billie presenteert overtuigend de stelling dat de herhaaldelijke arrestaties van Holiday werden gemotiveerd door haar openlijke stellingname tegen racisme en segregatie. Een zwarte vrouw die in een Cadillac reed, die moest een toontje lager zingen, zo stelt de FBI-agent onomwonden. Het is lang niet de enige keer dat de openheid van de geïnterviewden – over misogynie, racisme en gewelddaden – verbazing wekt. Blijkbaar werden in de jaren zeventig dingen gezegd die in de huidige cancel­cultuur niet meer voorstelbaar zijn.", "Erskine verweeft ook het verhaal van Kuehl zelf in Billie. Het is een begrijpelijke keuze – hij heeft veel aan haar grondige werk te danken – maar die komt de film niet ten goede. Het leidt eerder af dan dat het enig inzicht verschaft in Holiday, om wie het toch eigenlijk gaat. En Kuehls lot krijgt te weinig ruimte om meer te worden dan een voetnoot. Ook Erskines keuze om veel van de archieffoto’s en filmbeelden die onder de interviews zijn gemonteerd in te kleuren, is wat twijfelachtig.", "Ondanks die smetjes blijft Billie overeind als intrigerend portret van een ijzersterke vrouw van wie keer op keer toch een slachtoffer werd gemaakt."], "authors": ["Joost Broeren-Huitenga"], "keywords": ["ijzersterke", "van", "holiday", "film", "intrigerend", "vrouw", "het", "die", "wie", "een", "en", "portret", "billie", "dat", "te", "voor"], "pubDate": "2020-12-02T13:46:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}