{"id": "ec5a1303-1669-3381-9da6-4edfa03331f3", "title": "Grijs was het verbindende woord bij de nieuwe Matthijs", "url": "https://trouw.nl/cultuur-media/grijs-was-het-verbindende-woord-bij-de-nieuwe-matthijs~b0e9b92b/", "summary": "Het was ons afscheid van ‘cabaretier des vaderlands’ Youp van ’t Hek als oudejaarsconferencier, nota bene met een proloog vanuit Het Torentje in Den Haag.\nEn het was het nieuwe begin voor Matthijs van Nieuwkerk met zijn langverwachte programma Matthijs gaat door.\nHet was aangepast aan de lockdownleegte met ruimtevullende steigers die het licht prachtig vingen en braken.\nMet het decor van beeld en geluid zat het wel snor, oordeelden mijn zintuigen.\nHoe leuk de satire over Willem-Alexander en Máxima, Hugo de Jonge en Ferd Grapperhaus ook was, gemiddeld genomen was ‘grijs’ het verbindende woord.", "paragraphs": ["Deze oudejaarsavond was uniek. Het was ons afscheid van ‘cabaretier des vaderlands’ Youp van ’t Hek als oudejaarsconferencier, nota bene met een proloog vanuit Het Torentje in Den Haag. Hij hield ons met zijn Korrel zout weer messcherp een spiegel voor van onze tuttigheid en burgerlijkheid. In iedere halve zin zat een grapje of verwijzing. Eeuwig zonde dat hij stopt.", "Het was ook de avond waarin Guido Weijers het wél aandurfde om zonder publiek maar met Zoom zijn oudejaarsconference te houden, want Van ’t Hek had gekozen voor zijn gefilmde try-out van 12 december met nog dertig man in de zaal. En het was het nieuwe begin voor Matthijs van Nieuwkerk met zijn langverwachte programma Matthijs gaat door.", "Half negen ’s avonds, oliebollen en koffie erbij, al een vleugje adrenaline vanwege het naderende jaareinde. De studio kwam in beeld: een gigantische loods die bedoeld was voor vierhonderd man, een nieuw tv-theater. Daar had Van Nieuwkerk zin in gehad, vertelde hij in het AD. Het was aangepast aan de lockdownleegte met ruimtevullende steigers die het licht prachtig vingen en braken. In de afzonderlijke ‘steigerkamers’ stonden blozende musici, goed in balans wat betreft m/v en wit/zwart. De vaste begeleidende Sven Hammond Big Band klonk strak en sexy.", "Matthijs van Nieuwkerk met tafelheer Joost Prinsen.", "Met het decor van beeld en geluid zat het wel snor, oordeelden mijn zintuigen. Het aftasten ging verder. Die tafel in de breedte? Mooi, al is de afstand tot de gasten wel erg groot. Dat logo is ook wennen. Steeds weer die naam Matthijs die geschreven wordt, en dan ‘gaat door’.", "Dat vooronderstelt ook een zekere voortzetting van het energieke programma dat Van Nieuwkerk vijftien jaar lang dagelijks presenteerde en waarmee hij zijn naam vestigde. Wij zaten dus klaar voor een warm, spetterend programma waarin hij zijn eigen passies volgt, los van de waan van de dag, en toch mensen in het licht zet die vol in de bloei van hun leven staan. Hij heeft nu eenmaal een fingerspitzengefühl voor de cultuur van vandaag en morgen. In De Wereld Draait Door zag je wat je niet gemist mocht hebben.", "Het was deze eerste aflevering wat oud en passé", "Dat gevoel ontbrak deze oudejaarsavond. Wielerverhalen en gedichten van ver heen, ook nog geciteerd door de 78-jarige tafelheer Joost Prinsen, het was deze eerste aflevering wat oud en passé. Prinsens stem klinkt krachtig maar de rug kromt al aardig en het filmische zwart-witportret van hem vanuit zijn te intieme slaapkamer – bed half opengeslagen, ochtendgymnastiek doend op een soort kinderfietsje – was tegen het gênante aan.", "De bugelspeler Ack van Rooyen (90) speelde zoet als de zomerschemering maar toch, ook hij was breekbaar. En Jeroen Pauw was tien jaar ouder geschminkt voor een satirische Tien jaar later. Hoe leuk de satire over Willem-Alexander en Máxima, Hugo de Jonge en Ferd Grapperhaus ook was, gemiddeld genomen was ‘grijs’ het verbindende woord. Dat kon een lief item met kinderen en hun uitvinding niet compenseren.", "Matthijs wordt grijs, bedacht zoon B op de bank al een alternatieve titel. Of Matthijs gaat terug, fantaseerde dochter C. Die grande finale met Krezip en andere musici uit alle hoeken en gaten van dat prachtige decor – daarin gloorde wél een nieuw jaar vol bloei. Ik ben benieuwd wat zijn zaterdagavonden gaan brengen. Gelukkig nieuwjaar.", "Renate van der Bas en Maaike Bos schrijven afwisselend columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["grijs", "zijn", "van", "woord", "voor", "en", "nieuwe", "een", "bij", "met", "ook", "hij", "het", "matthijs", "verbindende", "die"], "pubDate": "2021-01-01T16:51:39Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}