{"id": "ec5d6a11-d6a5-348d-b1df-fb42fae57171", "title": "Penoza-acteur Raymond Thiry kijkt eigen werk liever pas later terug", "url": "https://nu.nl/film/6100773/penoza-acteur-raymond-thiry-kijkt-eigen-werk-liever-pas-later-terug.html", "summary": "Raymond Thiry, bekend als Luther uit de serie Penoza en de spin-off Doodstil, kijkt de series en films waarin hij speelt pas op een later moment terug.\n\"Liever zie ik het pas terug als ik niet meer weet wat ik op dat moment dacht.\n\"Een argeloze toeschouwer ziet dat niet, die denkt dat zelfs mijn ontreddering opzettelijk is.\nEen van de rollen waarvan hij het meest heeft genoten, is het spelen van uitvinder Gert-Jan van Rossum in het Villa Achterwerk-programma Roos en haar mannen.\nDat gevoel dat je thuiskomt en God op je blote knieën dankt dat je zoveel plezier hebt op je werk.\"", "paragraphs": ["Raymond Thiry, bekend als Luther uit de serie Penoza en de spin-off Doodstil, kijkt de series en films waarin hij speelt pas op een later moment terug. De Amsterdammer kan zijn werk beter waarderen als hij de stress is vergeten die kwam kijken bij het spelen van de scènes, vertelt hij in gesprek met de Volkskrant.", "\"Ik kijk heel weinig terug van mezelf\", vertelt de 61-jarige acteur. \"Liever zie ik het pas terug als ik niet meer weet wat ik op dat moment dacht. Ik kan wat ik heb gedaan beter waarderen als ik ben vergeten hoe ik stond te stressen, van 'kut, dit lukt niet', of 'had ik nou maar beter m'n tekst geleerd'.\"", "Thiry zegt \"soms zijn eigen paniek weg te spelen\". \"Een argeloze toeschouwer ziet dat niet, die denkt dat zelfs mijn ontreddering opzettelijk is. Blijkbaar kom ik daar vaak goed mee weg. Maar niet bij mezelf, natuurlijk.\"", "Een van de rollen waarvan hij het meest heeft genoten, is het spelen van uitvinder Gert-Jan van Rossum in het Villa Achterwerk-programma Roos en haar mannen.", "\"Dat mocht allemaal lekker vet en uitvergroot. Ik voel me vrijer in dat karikaturale. Bij Villa Achterwerk heb ik denk ik wel de meeste lol gehad. Dat gevoel dat je thuiskomt en God op je blote knieën dankt dat je zoveel plezier hebt op je werk.\""], "authors": ["Door"], "keywords": ["ik", "hij", "terug", "liever", "thiry", "pas", "raymond", "je", "van", "en", "eigen", "penozaacteur", "werk", "later", "kijkt", "op", "als", "het", "niet", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}