{"id": "ec62fa9a-b534-39ab-9e81-b9587baeb8e6", "title": "De kroeg als toevluchtsoord voor een goed gemoed", "url": "https://www.ewmagazine.nl/opinie/opinie/2021/01/de-kroeg-als-toevluchtsoord-voor-een-goed-gemoed-797687/", "summary": "De kroeg is nog steeds dicht en dat vreet aan het gemoed van Constanteyn Roelofs.\nZoals het ook heerlijk zwelgen is in verdrietige liedjes met een vers gebroken hart las hij daarom het prachtige boek van Midas Dekkers over de vaderlandse kroegcultuur, Volledige Vergunning.\nVroeger gingen lockdowns heel anders: dan bleef het openbare leven van de gemeenschap zo goed en zo kwaad als het ging doorgaan, maar werden mensen die naar binnen wilden veertig dagen geïsoleerd gehouden.\nBubbels in kroeg, kerk en voetbalclubOnder het gesternte van het technocratische liberalisme van de hoogopgeleide barbaren gaat het anders.\nAls we ons nou allemaal opsloten in bubbels met een kroeg, een kerk en een voetbalclub en de mobiliteit tussen die gemeenschappen nou zouden verkleinen om zo het virus te isoleren, dan zou de lockdown een stuk dragelijker zijn.", "paragraphs": ["De kroeg is nog steeds dicht en dat vreet aan het gemoed van Constanteyn Roelofs. Zoals het ook heerlijk zwelgen is in verdrietige liedjes met een vers gebroken hart las hij daarom het prachtige boek van Midas Dekkers over de vaderlandse kroegcultuur, Volledige Vergunning.", "Constanteyn Roelofs", "Wekelijks verkent historicus Constanteyn Roelofs (1989) de tragikomische tegenstrijdigheden in economie en maatschappij.", "Dekkers schrijft prachtig over bruine cafeetjes met kleedjes op de tafel, zonder versterkte muziek en zonder moeilijke mixdrankjes uit koffiemokken of vissenkommen.", "Bioloog Dekkers legt de kroegen bij hun uitsterven vast. Bedreigd door het volk dat liever in de file staat dan aan de bar hangt, en door hippe horeca-concepten. De zeden van deze tijd die eisen dat we het vooral léúk moeten hebben met Netflix en neurotisch sporten… Ik vrees eerlijk gezegd dat deze horeca-lockdown staat tot het vaderlandse kroegje als een troep hongerige leeuwen tot een kreupele gnoe die de kudde niet meer kan bijhouden.", "Schiphol open, kroegjes dicht", "Terwijl ik met Dekkers in de hand zat te mijmeren over heilzame zaken als een soezende poes op een stapel kranten en kopstootjes aan de bar, bedacht ik me dat dat nou precies is wat ik zo hinderlijk vind aan de coronastrategie van het kabinet. Virussen verspreiden zich van gemeenschap tot gemeenschap en je moet ergens kiezen: slopen we het contact tussen de gemeenschappen of slopen we de gemeenschap?", "Het kabinet kiest er in dit geval voor om de verbindingslijnen tussen plaatsen en groepen mensen open te houden, maar alle lokale vormen van samenkomst te verbieden. Schiphol open, kroegjes dicht.", "Vroeger gingen lockdowns heel anders: dan bleef het openbare leven van de gemeenschap zo goed en zo kwaad als het ging doorgaan, maar werden mensen die naar binnen wilden veertig dagen geïsoleerd gehouden. De echte quarantaine. Maar nee, no such luck voor Nederland.", "Bubbels in kroeg, kerk en voetbalclub", "Onder het gesternte van het technocratische liberalisme van de hoogopgeleide barbaren gaat het anders. Migratie, handel, multinationals, hedonistische individuele vakanties en vervoer worden als onstuitbare natuurkrachten gezien en atavistische neigingen als lokale gemeenschappen, familieverbanden, religieuze zingeving en geïmproviseerde stamverbanden zoals de vaste jongens van de kroeg mogen daarvoor best worden opgeofferd.", "Als we ons nou allemaal opsloten in bubbels met een kroeg, een kerk en een voetbalclub en de mobiliteit tussen die gemeenschappen nou zouden verkleinen om zo het virus te isoleren, dan zou de lockdown een stuk dragelijker zijn.", "Ach, zo zit ik dan een beetje reactionair te vitten op die sportschoolministers met hun consultantsmodellen in Den Haag… Ook weer zoiets dat veel leuker is in een bruin café dan in de eenzaamheid van mijn studeerkamertje."], "authors": [], "keywords": ["ik", "goed", "van", "zo", "toevluchtsoord", "voor", "en", "een", "met", "dat", "kroeg", "gemoed", "te", "het", "als", "die"], "pubDate": "2021-01-06T14:15:00Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}