{"id": "ec635ff6-cde0-3960-8314-c31e1b7e7a8f", "title": "Albert Heijn-topvrouw weet het zeker: ‘De kassa heeft zijn langste tijd gehad’", "url": "https://volkskrant.nl/economie/albert-heijn-topvrouw-weet-het-zeker-de-kassa-heeft-zijn-langste-tijd-gehad~b63bc5e4/", "summary": "Dat valt mee, zegt Marit van Egmond (47), sinds februari vorig jaar de topvrouw van Albert Heijn.\n‘Ik denk dat wat er nu gebeurt een blijvende impact heeft op het gedrag van klanten.\nNog steeds veel minder dan de 35 procent die Albert Heijn heeft, maar de Brabanders zitten de Zaandammers op de hielen.\nJonge winkelmedewerkers krijgen van Albert Heijn huiswerkhulp, het Rode Kruis roemt in de coronacrisis ‘de flinke donaties die Albert Heijn deed om kwetsbare mensen snel te helpen’.\nDie zit in het Albert Heijn-dna.", "paragraphs": ["Anderhalf jaar zwaait Marit van Egmond nu de scepter bij Albert Heijn. Ze verwijderde een managementlaag, opende de eerste kassaloze supermarkt en kreeg te maken met de coronapandemie. Hoe mensen boodschappen doen, gaat blijvend veranderen, zegt ze.", "Sinds de coronacrisis losbarstte en miljoenen Nederlanders meer of minder aan huis gebonden zijn, stijgen omzetten in de supermarkt tot nooit eerder geziene hoogten. Bij Albert Heijn zorgen conservenblik-hamsterende consumenten en luxe-liefhebbers die thuis hunkeren naar een vijfsterrenmaaltijd ervoor dat elke maand nu qua omzet een kerstmaand is. Althans zo wil het gerucht.", "Dat valt mee, zegt Marit van Egmond (47), sinds februari vorig jaar de topvrouw van Albert Heijn. ‘In de eerste weken van de crisis in maart ­zagen we een piekperiode, waarbij klanten echt heel veel producten tegelijkertijd gingen kopen. Inmiddels zijn de consumptiepatronen weer genormaliseerd, maar de volumes liggen nog altijd hoger dan een jaar geleden rond deze tijd. We groeien.’", "Maar straks zijn de restaurants en de cafés weer open, en mensen niet meer aan huis gebonden. Levert u de extra omzet van nu dan niet gewoon weer in?", "‘Ik denk dat wat er nu gebeurt een blijvende impact heeft op het gedrag van klanten. Dat zie ik op drie onderdelen bij ons. Digitalisering en technologie nemen een enorme vlucht. Dat was al aan de gang, maar door de coronacrisis is het versneld. Mensen willen geen contant geld in hun handen hebben, gerichter boodschappen doen, minder contactmomenten. Het gebruik van zelfscanners neemt toe, net als pinbetalingen. De AH-app had begin 2019 ongeveer 200 duizend unieke gebruikers per week. Nu zijn dat er 1,8 miljoen.", "‘Direct vanaf mijn aantreden in februari 2019 heb ik fors ingezet op digitaal. Ik kan mij geen wereld meer voorstellen zonder Tikkie of Park­mobile, en bij onze klanten thuis is technologie ook onderdeel van het dagelijks leven. Albert Heijn wil het boodschappen doen net zo makkelijk maken, met digitale oplossingen. Wij zijn een foodtechbedrijf, met liefde voor voedsel maar zeker ook voor technologie.’", "Maar in elke Albert Heijn met zelfscanners kom je boze mensen tegen die bij de laatst overgebleven bemande kassa staan te mokken dat het een schande is dat ze hun eigen boodschappen moeten scannen. Gaat het niet te hard?", "‘Zeker niet, eerder te langzaam. We hebben onlangs digitale koopzegels toegevoegd aan de app, en dan zie je direct dat heel veel meer mensen die downloaden, van alle leeftijden. Ze wíllen die technologie gebruiken. Betalen is op talloze manieren makkelijker te maken. Kijk naar Apple Pay, hoe snel dat gegroeid is.’", "Wat zegt u tegen de mensen die toch heel graag bij een bemande kassa willen afrekenen?", "‘Ik denk dat de technologie zo snel gaat dat je je straks kunt afvragen of zelfs zelfscankassa’s nog nodig zijn. Er zijn zoveel andere manieren waarop je een winkel in en uit kunt lopen en kunt betalen. Ik zie niet in waarom we vast moeten houden aan een lopende band met een medewerker aan het einde. Als je ziet hoeveel mensen nu thuis digitaal bankieren, dan denk ik: die kunnen toch ook digitaal boodschappen doen. Wij helpen ook om ouderen daarin wegwijs te maken.’", "Een winkel met robotarmen, ­sensoren, camera’s, en een uitgang zonder kassa’s waar consumenten simpelweg met hun boodschappen naar buiten lopen en de factuur van de bankrekening wordt afgeschreven. Is dat de toekomst?", "‘En met servicemedewerkers die je vragen kunnen beantwoorden en waar nodig helpen, maar inderdaad: dat is de toekomst. In die toekomst stel ik mij voor dat wij de klant steeds beter kennen. Zodat we weten wat zijn voorkeuren zijn. Online alvast dingen klaar kunnen zetten, in de winkel de weg helpen vinden, waarschuwen als iemand met een gluten­allergie iets koopt waar gluten inzitten, een veganist helpen een maaltijd samen te stellen, bij de aankoop van een stuk vlees een bijpassende wijn suggereren. De mobiele telefoon, of hoe je personal device er in de toekomst ook uit gaat zien, gaat daar de hoofdrol in spelen.’", "Dus de kassa verdwijnt?", "‘Het gaat over het betaalproces, niet zozeer over de kassa. De hardware waarmee we betalen gaat er anders uitzien.’", "Anders dan een kassa?", "Lachend: ‘Anders dan een kassa. Ja.’", "U zei dat de coronacrisis ook andere veranderingen versnelt. Zoals?", "‘Na elke persconferentie over covid-19 zien wij direct de verkopen van kiwi’s en sinaasappelen stijgen, alles waar vitamine C in zit. Mensen zijn veel bewuster bezig met wat ze eten. Op de Allerhande-website zoeken onze klanten naar recepten die veel tijd kosten, terwijl voorheen recepten populair waren die in minder dan 15 minuten klaar zijn. Het moest vooral snel. Nu zijn ‘stoven’ en ‘oven’ de sleuteltermen. Mensen hebben meer tijd thuis, en besteden meer aandacht aan wat ze eten.", "‘We krijgen ook veel meer vragen over waar voedsel vandaan komt, en zien een enorme vlucht in de belangstelling voor producten uit Nederland. Dat voelt kennelijk bekender, veiliger, dichtbij. Ik denk dat mensen ook de lokale economie willen steunen. Bovendien heeft de coronacrisis duidelijk gemaakt hoe lang en complex toeleveringsketens zijn.’", "Concurrentie", "‘De nood is aan de man’, was volgens ingewijden de boodschap van Van Egmond eind vorig jaar tijdens de Albert Heijn Winkeldagen, waarbij de AH-directie de koers voor het komende jaar bespreekt met het winkelmanagement. ‘In Zaandam merken ze dat het marktaandeel onder druk staat,’ aldus een aanwezige destijds tegen vakblad Distrifood. ‘Daarom wordt er nu aan de knoppen gedraaid.’", "Albert Heijn blijft weliswaar uitbreiden, met dit jaar dertig nieuwe winkels, maar wordt tegenwoordig opgejaagd door twee zeer snel groeiende concurrenten. Enerzijds is er Jumbo, dat de afgelopen tien jaar groeide van 174 naar 673 winkels en zijn omzet zo ruim vervijfvoudigde. Inmiddels heeft Jumbo met zijn belofte van kwaliteit en service voor de laagste prijs 22 procent van de markt in handen. Nog steeds veel minder dan de 35 procent die Albert Heijn heeft, maar de Brabanders zitten de Zaandammers op de hielen.", "Van de andere kant komt onlinesupermarkt Picnic aanstormen, een kleine maar pijlsnel groeiende nieuwkomer die enorme stappen maakt op de markt voor onlineboodschappen. Albert Heijn is ook daar de grootste, en verwacht dat de omzet uit onlineverkopen dit jaar voor het eerst boven een miljard uitkomt, maar moet zich wapenen om zijn koppositie op langere termijn te behouden.", "Een van de eerste dingen die u na uw aantreden deed, was een managementlaag verwijderen, waardoor 150 managers binnen het bedrijf een nieuwe functie moesten krijgen. Waarom?", "‘Omdat ik geloof dat we dichterbij de klant moeten staan, dichter bij de winkel en dichter bij wat er online gebeurt. Zodat we kortere lijnen hebben en sneller kunnen inspringen op wat de klant van ons verwacht.’", "Was het ook een manier om sneller te kunnen opereren in een markt die sinds kort heel snel verandert? Uw twee grootste concurrenten zijn particuliere bedrijven die snel heel grote stappen kunnen nemen. Albert Heijn, via Ahold Delhaize beursgenoteerd, is door u weleens het ministerie van Retail genoemd.", "‘Wij reageren op wat de klanten willen. En dat verandert veel sneller dan vroeger. Door de komst van internet, het vele reizen: er is veel meer informatie beschikbaar. Kijk naar alcoholvrij bier, dat vijf jaar geleden nog not done was. Tegelijkertijd is het bedrijf enorm gegroeid. Dan krijg je op een gegeven moment te veel managementlagen en moet je ingrijpen om dicht bij de markt te blijven, om wendbaar en snel te blijven.’", "Dat heeft totaal niets te maken met de Jumbo’s en Picnics van deze wereld?", "‘Nee. Wij laten ons leiden door wat de klant wil, niet door wat de concurrentie doet.’", "Sinds haar aantreden benadrukt Van Egmond het belang van gezond eten en de maatschappelijke verantwoordelijkheid van Albert Heijn als grootste verkoper van voedingsmiddelen en een van de grootste bedrijven in Nederland. Voedselcoaches op de winkelvloer helpen mensen om ‘lekkere, gezonde, en duurzame’ keuzen te maken. Suiker verdwijnt in grote hoeveelheden uit producten. Jonge winkelmedewerkers krijgen van Albert Heijn huiswerkhulp, het Rode Kruis roemt in de coronacrisis ‘de flinke donaties die Albert Heijn deed om kwetsbare mensen snel te helpen’.", "Wat leveren al die inspanningen ­Albert Heijn op? Is het ook een commerciële overweging, een manier om AH als maatschappelijke speler beter in de samenleving te verankeren nu de concurrentiedruk toeneemt?", "‘De huiswerkhulp bestaat al tien jaar, voor de Voedselbank zijn wij al zes of zeven jaar de grootste donor. Ons bedrijf speelt een grote rol in de samenleving, hier en in België. In Nederland liggen onze producten dagelijks op gemiddeld vijf miljoen bordjes. Dat geeft verantwoordelijkheid. Die zit in het Albert Heijn-dna. Als we één klontje suiker uit de vanillevla halen, levert dat heel veel gezondheidswinst op. Door onze schaal.’", "CV Marit van Egmond 1973: Geboren in Etten-Leur", "1991: Voedseltechnologie, HAS Hogeschool ’s Hertogenbosch", "1995: Master of Science in Management (General Management), University of Greenwich London", "2007 - heden: diverse opleidingen aan London Business School, Harvard Business School, en Nyenrode", "1997: Managementtrainee Ahold", "2000: Category manager Albert Heijn", "2006: Operationeel directeur, Albert Heijn", "2008: Commercieel directeur Gall & Gall (Ahold)", "2011: CEO Gall & Gall", "2014: Directeur merchandising en sourcing, Albert Heijn", "2018: Commercieel directeur, Albert Heijn", "2019: CEO Albert Heijn"], "authors": ["Remco Andersen"], "keywords": ["van", "dat", "tijd", "die", "heijntopvrouw", "een", "albert", "gehad", "en", "te", "zijn", "heeft", "weet", "zeker", "langste", "op", "kassa", "het"], "pubDate": "2020-11-13T15:12:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}