{"id": "ec696276-827f-3260-8cbb-d8eff413dfcf", "title": "Jong Oranje loot Duitsland, Roemenië en gastland Hongarije op EK van 2021", "url": "https://nu.nl/voetbal/6095882/jong-oranje-loot-duitsland-roemenie-en-gastland-hongarije-op-ek-van-2021.html", "summary": "Jong Oranje neemt het volgend jaar bij het EK in de groepsfase op tegen Duitsland, Roemenië en gastland Hongarije.\nHet EK voor spelers onder 21 jaar zal volgend jaar worden opgeknipt in twee delen, omdat er door het uitgestelde EK voor A-ploegen anders te weinig ruimte is op agenda.\nDani de Wit werd met tien doelpunten topscorer van Jong Oranje in de EK-kwalificatie.\nDe ploeg van bondscoach Erwin van de Looi sloot de kwalificatiereeks af met een doelsaldo van 46 voor en vijf tegen.\nVolledige loting groepsfase EK onder 21:Groep A: Hongarije, Duitsland, Roemenië, NederlandGroep B: Slovenië, Spanje, Tsjechië, ItaliëGroep C: Rusland, IJsland, Frankrijk, DenemarkenGroep D: Portugal, Kroatië, Engeland, Zwitserland", "paragraphs": ["Jong Oranje neemt het volgend jaar bij het EK in de groepsfase op tegen Duitsland, Roemenië en gastland Hongarije. Dat wees de loting donderdag uit.", "Aan het EK in Hongarije en Slovenië doen in totaal zestien ploegen mee. De nummers een en twee van de in totaal vier poules plaatsen zich voor de kwartfinales. Jong Oranje speelt alle groepsduels in Hongarije.", "Het EK voor spelers onder 21 jaar zal volgend jaar worden opgeknipt in twee delen, omdat er door het uitgestelde EK voor A-ploegen anders te weinig ruimte is op agenda. De groepsfase vindt plaats van 24 tot en met 31 maart.", "Precies twee maanden later (31 mei) wordt de draad weer opgepikt voor de knock-outfase, die duurt tot en met 6 juni. Op die dag wordt in de Sloveense hoofdstad Ljubljana de finale gespeeld. Vijf dagen later gaat het 'grote' EK van start.", "Dani de Wit werd met tien doelpunten topscorer van Jong Oranje in de EK-kwalificatie. (Foto: Pro Shots)", "Jong Oranje plaatste zich met groot gemak", "Jong Oranje plaatste zich op indrukwekkende wijze voor het eindtoernooi. Van de tien kwalificatiewedstrijden werden er negen gewonnen. Alleen het slotduel met Jong Portugal ging verloren, maar toen was Nederland al zeker van een ticket.", "De ploeg van bondscoach Erwin van de Looi sloot de kwalificatiereeks af met een doelsaldo van 46 voor en vijf tegen. AZ-spelers Dani de Wit en Myron Boadu waren met respectievelijk tien en acht doelpunten het meest trefzeker.", "Jong Oranje haalde in 2013 onder Cor Pot nog de halve finales, maar ontbrak vervolgens in 2015, 2017 en 2019. De grootste successen beleefde Jong Oranje in 2006 en 2007. Beide keren werd onder Foppe de Haan de Europese titel werd gepakt.", "Volledige loting groepsfase EK onder 21:", "Groep A: Hongarije, Duitsland, Roemenië, Nederland", "Groep B: Slovenië, Spanje, Tsjechië, Italië", "Groep C: Rusland, IJsland, Frankrijk, Denemarken", "Groep D: Portugal, Kroatië, Engeland, Zwitserland"], "authors": ["Door"], "keywords": ["oranje", "hongarije", "van", "het", "op", "met", "onder", "gastland", "jong", "en", "ek", "loot", "roemenië", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}