{"id": "ec72e904-fa3b-3a33-b1ea-23380370dc81", "title": "Met de nieuwe ‘young creative associate’ Sedrig Verwoert zorgt Het Nationale Ballet voor een revolutie", "url": "https://www.volkskrant.nl/cultuur-media/met-de-nieuwe-young-creative-associate-sedrig-verwoert-zorgt-het-nationale-ballet-voor-een-revolutie~b1d50f6d/", "summary": "Sedrig Verwoert (28) beseft drommels goed dat hij daarom een rolmodel is, en niet alleen meer voor zijn 5-jarige zusje en zijn neefjes en nichtjes.\nOok de mythe dat de hogere wreef van een zwarte dansersvoet niet in spitzen zou passen heeft lang standgehouden.\nDe drie choreografietalenten die zich drie jaar lang young creative associate van Het Nationale Ballet mogen noemen, krijgen grote en kleine choreografieopdrachten.\nVrijdag is een van haar choreografieën te zien tijdens het livestreamconcert van de band Di-rect.\nMet de BNG Bank Dansprijs 2016 op zak maakte de muzikale choreograaf in 2017 het bejubelde duet Two and Only voor HNB; het leverde balletdanser Marijn Rademaker een nominatie op voor een grote internationale dansprijs.", "paragraphs": ["Sedrig Verwoert Beeld Casper Kofi", "Hij is lang, zwart, queer én succesvol danser en choreograaf. Sedrig Verwoert (28) beseft drommels goed dat hij daarom een rolmodel is, en niet alleen meer voor zijn 5-jarige zusje en zijn neefjes en nichtjes. De komende drie jaar zal die vooruitgeschoven positie groter en zichtbaarder worden: Het Nationale Ballet (HNB) bindt hem als eerste zwarte choreograaf voor langere tijd aan het klassieke topgezelschap. De in Suriname geboren en in Amsterdam opgegroeide Zaandammer Verwoert wordt een van de drie zogenoemde young creative associates, naast de Nederlands-Oekraïense Milena Sidorova en de in Kameroen geboren Wubkje Kuindersma.", "Dat mag een revolutie heten in de balletwereld. Het aantal zwarte balletdansers neemt weliswaar gestaag toe, maar ze zijn nog steeds ver in de minderheid. Te vaak krijgen zwarte dansers nog te horen dat ze zich witter moeten schminken of niet passen in de esthetiek van het ballet. Ook de mythe dat de hogere wreef van een zwarte dansersvoet niet in spitzen zou passen heeft lang standgehouden. Verwoert wil de komende jaren onderzoeken ‘wat het betekent een zwarte danser te zijn bij een witte instelling’ en is vast van plan ‘het balletlijf in alles te gaan bevragen’.", "Wat is een young creative associate in de balletwereld? De drie choreografietalenten die zich drie jaar lang young creative associate van Het Nationale Ballet mogen noemen, krijgen grote en kleine choreografieopdrachten. Daarbij mogen ze alle faciliteiten van het Amsterdamse gezelschap gebruiken, zoals topdansers, studio’s, balletmeesters en kostuumafdelingen. Ook krijgen ze begeleiding bij hun artistiek keuzen. Gedrieën volgen ze Juanjo Arqués en Peter Leung op; die werden in 2017 als eersten op deze bijzondere plek benoemd. Het is niet hetzelfde als huischoreograaf, zo mag Hans van Manen zich bijvoorbeeld noemen.", "Zelf brak hij als moderne danser, na de vooropleiding aan de dansacademie van Lucia Marthas en een opleiding aan de Amsterdamse Hogeschool voor de Kunsten, door via Eurovision Young Dancerscompetities en het grote danspodium in New York. Vorig jaar ontving hij als jonge choreograaf direct verschillende prijzen, waaronder de BNG Bank Dansprijs voor het autobiografische duet They/Them, over onderhuids racisme, giftige mannelijkheid en queerfobie, dat hij maakte met choreograaf en danser Christiaan Yav (De Donder). Het juryrapport sprak van ‘een zwarte paringsdans met koninklijke allure’. Het grote publiek kent Verwoert van Nederlandse talentenjachten op televisie, zoals So You Think You Can Dance. Ook werkte hij mee aan de choreografie van Beyoncés visueel overweldigende film Black Is King.", "De tijd dat hij in zijn jeugd vanwege zijn verlegenheid en een blind oog nog ‘die stille dode’ werd genoemd, ligt dus inmiddels ver achter hem. Op zijn 3de kwam hij met zijn moeder en broer vanuit Suriname naar Nederland. De jonge Verwoert bleef uit onzekerheid het liefst op de achtergrond. Zelfs toen hij in 2013 de prestigieuze titel ‘Eurovision Young Dancer of the Year’ binnensleepte, bleef de twijfel nog knagen. Maar in zijn uppie in New York, met een contract op zak bij het gezelschap Peridance, durfde hij te zijn wie hij is: zwart en topdanser.", "Verwoert benadrukt dat zijn blinde oog hem nooit in de weg heeft gezeten, niet bij het dansen of honkballen, niet in het dagelijks leven. ‘Ik ervaar het gewoon niet als afwijking. Ik zie de wereld op een andere manier.’", "Na contracten bij dansgezelschappen in Israël en Amsterdam waagde Verwoert vorig jaar de stap naar een freelancebestaan, ook om meer te gaan choreograferen. En met succes. Het queerduet They/Them maakt volgend jaar oktober kans op een Zwaan voor de Indrukwekkendste dansproductie.", "L’autre côté (2020), een choreografie van Sedrig Verwoert bij Het Nationale Ballet.", "Tijdens zijn eerste gastchoreografie bij HNB, afgelopen september, maakte Verwoert al een statement door zijn bonte tiental in L’autre côté te laten golven op het protestgedicht Where Will You Be van homoactivist Pat Parker. Hij schoof nadrukkelijk de paar zwarte dansers die HNB heeft naar voren, zoals Sebia Plantefève, Davi Ramos en Daniel Robert Silva. Ook bracht hij invloeden mee mee vanuit hedendaagse dans en andere stijlen, en ook uit de Black Lives Matter-beweging.", "‘Mensen denken altijd dat ik een vogue-, urban- of clubdansachtergrond heb’, zegt Verwoert. ‘Als ik mijn lichaam beweeg, zien ze altijd voguelijnen. Die heb ik zeker. Maar ik ben opgeleid als eigentijds danser.’ Zijn kracht ligt in ieder geval in de koppeling van een sterke techniek aan al deze uiteenlopende stijlen, zoals modern, jazz en urban. Daar komen straks sprongen en pirouettes op spitzen bij.", "En dit zijn de twee andere young creative associates van HNB:", "Milena Sidorova (1986, Kiev) kwam in de buurt van Tsjernobyl ter wereld, kort na de kernramp. Ze kon eerder dansen dan lopen en vertolkte al op haar 4de een dansduet op televisie. Op haar 9de ging ze naar de beste dansschool van Oekraïne, een harde kostschool waar de ondernemende tiener op haar kamer sandwiches verkocht aan klasgenoten . Haar doorbraak volgde op haar 13de: haar solo The Spider (2000) is inmiddels 15 miljoen keer bekeken en wordt nog steeds wereldwijd geïmiteerd. Na de Royal Ballet School kreeg Sidorova op haar 18de een contract bij Het Nationale Ballet. Als grand sujet maakte ze dit jaar bij HNB de dansfilm Hold On (2020) en het geprezen Reset (2020). Vrijdag is een van haar choreografieën te zien tijdens het livestreamconcert van de band Di-rect. En wanneer de scififilm Dune volgend jaar in roulatie gaat, rolt ook haar naam over het scherm: Sidorova tekende voor de choreografie. Ze wordt de eerste die zowel balletdanser als officiële choreograaf is bij HNB.", "Wubkje Kuindersma, geboren in Kameroen en opgeleid aan de Rotterdamse Dansacademie, won in 1998 op het afstudeerfestival ITs de prijs voor beste dansperformance. Daarna danste ze bij internationale gezelschappen als Gulbenkian Ballet, Mc Gregor’s Random Dance en het Danish Dance Theater. Ook haar choreografische carrière gaat vanaf het begin als een speer. Voor haar eerste werk, Aquasomnia (2009), won ze in Keulen een prijs voor uitmuntend en origineel bewegingsvocabulaire. Met de BNG Bank Dansprijs 2016 op zak maakte de muzikale choreograaf in 2017 het bejubelde duet Two and Only voor HNB; het leverde balletdanser Marijn Rademaker een nominatie op voor een grote internationale dansprijs. Behalve in Amsterdam en Den Haag werkt Kuindersma ook veel in Denemarken, Duitsland, Rusland, China en Australië. Eind 2018 nam het Amerikaanse Dance Magazine haar op in de ‘25 to watch’-lijst voor 2019."], "authors": ["Annette Embrechts"], "keywords": ["sedrig", "verwoert", "van", "young", "revolutie", "het", "op", "nieuwe", "met", "zijn", "hij", "een", "zorgt", "nationale", "en", "ze", "haar", "voor"], "pubDate": "2020-12-09T18:51:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}