{"id": "ec74193b-09e0-35c1-b0d5-20041bb968f5", "title": "Mondkapweigeraars bekeurd in Zwolle en Nunspeet", "url": "https://nu.nl/coronavirus/6094963/mondkapweigeraars-bekeurd-in-zwolle-en-nunspeet.html", "summary": "Agenten hebben zondag in Zwolle vijftien mensen bekeurd die met opzet zonder mondkapje een supermarkt in zijn gegaan, schrijft de politie op Twitter.\nLater werden ze aangehouden omdat ze een groep vormden op straat en hun identiteitsbewijzen niet wilden laten zien.\nEén persoon is ook beboet voor het beledigen van een agent, een andere voor het belemmeren van het werk van agenten en verzetten tegen de aanhouding.\nDe zes zijn niet beboet voor niet dragen van een mondkapje, omdat ze al uit de winkel waren en de overtreding was gestopt.\nHet optreden van de politie is in eerste instantie gericht op het stoppen van de overtreding, aldus de politie.", "paragraphs": ["Agenten hebben zondag in Zwolle vijftien mensen bekeurd die met opzet zonder mondkapje een supermarkt in zijn gegaan, schrijft de politie op Twitter. Een dag eerder werden in Nunspeet zes mensen aangehouden voor het onder meer niet tonen van een legitimatiebewijs, nadat ze hadden geweigerd een mondkapje te dragen in verschillende winkels, aldus de politie zondag op Facebook.", "Volgens de politie ging het in Zwolle om een bewuste actie van de groep. Ze hadden afgesproken om zonder mondkapje een supermarkt binnen te lopen. Drie van de betrokkenen kregen een bon omdat ze hun identiteitsbewijzen niet konden tonen. Een van hen is aangehouden omdat zijn identiteit niet achterhaald kon worden.", "Afgelopen zaterdag kregen mondkapweigeraars ook al te maken met de politie. Een groep van zes mensen, onder wie twee minderjarigen, liep in het winkelcentrum meerdere winkels binnen zonder mondkapje. De zes wilde het mondkapje ook niet opdoen toen ze werden aangesproken door het personeel, schrijft de politie op Facebook. Toen de politie werd ingeschakeld, gingen ze ervandoor.", "Later werden ze aangehouden omdat ze een groep vormden op straat en hun identiteitsbewijzen niet wilden laten zien. Eén persoon is ook beboet voor het beledigen van een agent, een andere voor het belemmeren van het werk van agenten en verzetten tegen de aanhouding. Eén persoon zou zich \"flink\" verzet hebben tegen een agent.", "De zes zijn niet beboet voor niet dragen van een mondkapje, omdat ze al uit de winkel waren en de overtreding was gestopt. Het optreden van de politie is in eerste instantie gericht op het stoppen van de overtreding, aldus de politie. Daarbij wordt indien nodig eerst gewaarschuwd."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["bekeurd", "van", "politie", "het", "op", "zes", "voor", "een", "mondkapweigeraars", "en", "zwolle", "ze", "niet", "mondkapje", "nunspeet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}