{"id": "ec9f5507-32ba-3f13-bfa7-5b0543a1d646", "title": "Uitgerekend Lodewijk Asscher vindt zichzelf de ideale man om het probleem te fiksen", "url": "https://trouw.nl/opinie/uitgerekend-lodewijk-asscher-vindt-zichzelf-de-ideale-man-om-het-probleem-te-fiksen~b8ef257d/", "summary": "Hij zou een goede vriend van een van mijn dochters kunnen zijn.\nIn hem schuilt een aardige internist, een bevlogen leraar geschiedenis, een standvastige directeur van een jeugdgevangenis, of een manager duurzaamheid bij Vattenfall.\nOp het moment dat de overheid kon bewijzen haar belangrijkste taak, burgers te beschermen, aan te kunnen, bleek ze daar hopeloos in te falen.\nLodewijk Asscher stond aan het hoofd van een cruciaal ministerie: sociale zaken.\nNu zegt Asscher, na omstandig en oprecht spijt te hebben betuigd voor het negeren van de ­signalen dat er iets heel erg misging, dat uitgerekend hij de ideale man is om het probleem te fiksen.", "paragraphs": ["Lodewijk Asscher is een nette man. Hij zou een goede vriend van een van mijn dochters kunnen zijn. Sociaal bewogen, goed opgeleid, voorkomend en weldenkend. In hem schuilt een aardige internist, een bevlogen leraar geschiedenis, een standvastige directeur van een jeugdgevangenis, of een manager duurzaamheid bij Vattenfall.", "Hij is jurist (daar kun je alle kanten mee op) en politicus. Je zou zeggen dat hij zijn talenten elders beter had kunnen inzetten, maar in de politiek hebben we zulke mensen ook nodig. Hij is het type dat bij binnenkomst in de arena vertrouwen wekt: eindelijk een verstandig mens in de ballenbak.", "Datzelfde zien we bij Hoekstra en Kaag. Juist hun uitglijers bestempelen hen tot ‘echte’ mensen, nog niet gehuld in het teflon waar de premier in is gedompeld, zoals Achilles in onsterfelijkheid. (Let op je hiel, Mark!)", "Lodewijk is de belichaming ­geworden van een paradox. In hem zien we de hoop op én het falen van de overheid. Toen de PvdA ideologische veren had ­afgeschud, een gewaagde en ­verkeerd begrepen beeldspraak uit de ­koker van Bram Peper, werd een afgezwakte vorm van het neo­liberalisme door de ­sociaal-democraten omhelsd.", "In de praktijk schaarde de PvdA zich achter meer markt­werking, afstoten van overheidstaken, concurrentie en efficiency, want ‘de verzorgingsstaat was doorgeschoten’. 25 jaar en een paar crises verder bleek het neo­liberalisme op zijn beurt door­geschoten en begon de slinger aan de weg terug.", "De overheid was weer het ideale instrument voor verdelende rechtvaardigheid. En daar stonden we aan het begin van de coronacrisis hoopvol naar de overheid te kijken. Ging aanvankelijk goed: Rutte was een echte staatsman, Hoekstra keerde zijn zakken binnenstebuiten. Maar al spoedig begon het spek te stinken. Vrijwel niets was op orde en over alles werd gelogen: beschermingsmiddelen, tests, bron- en contactonderzoek, maatregelen, vaccinatiestrategie.", "Niemand nam verantwoordelijkheid in de parafencultuur", "En toen kwam de mokerslag waarvan ze nog allemaal staan te tollen: het rapport over de toeslagenaffaire. Vernietigend voor de overheid, voor het hele systeem van laagste ambtenaar tot hoogste chef. Niemand nam verantwoordelijkheid in de parafencultuur. Iedereen was blind en/of laf. Persoonlijke moed? Mededogen? Een ambtenaar denkt niet zelf. Hij is een machine die regels toepast. Gesetz ist Gesetz. En het Pikmeerarrest garandeert hun immuniteit voor strafbare feiten.", "Op het moment dat de overheid kon bewijzen haar belangrijkste taak, burgers te beschermen, aan te kunnen, bleek ze daar hopeloos in te falen.", "Wij thuis hebben natuurlijk weer makkelijk praten. Ga zelf maar eens zitten in die Haagse bunkers, met als een van de belangrijkste taken ‘je minister uit de wind houden’: gebrekkig informeren of in het geheel niet inlichten. Ik kom weleens in zo’n gebouw vol hokjes, computers en overleggende figuren en voel ogenblikkelijk mijn individualiteit wegsijpelen, mijn lichaam verstijven en mijn verbeeldingskracht bevriezen. Op elke beslissing daar wordt net zolang gekauwd tot het smakelijke brood een onherkenbare kleffe hap is geworden, die je liever uitspuugt dan doorslikt. Te bedenken dat in mijn jeugd in het Haagse telefoonboek achter menige naam trots ‘ambtenaar’ stond.", "Lodewijk Asscher stond aan het hoofd van een cruciaal ministerie: sociale zaken. Mede onder zijn verantwoordelijkheid werd een afdeling crimefighters opgericht, die ‘een groeiende groep fraudeurs’ de knie op de nek moest leggen. Echte harde jongens! Het ‘volk’ wilde dat immers. (‘Van onze belastingcenten!’) We kennen het resultaat.", "Nu zegt Asscher, na omstandig en oprecht spijt te hebben betuigd voor het negeren van de ­signalen dat er iets heel erg misging, dat uitgerekend hij de ideale man is om het probleem te fiksen. Hij weet precies hoe de vork in de steel zat. Maar Lodewijk, dat kun je niet. Er zit een fout in het systeem waardoor keer op keer de diffuse spreiding van verantwoordelijkheden niemand verantwoordelijk maakt, en dus niemand schuldig, zodat de ­betrokkenen liever dit systeem bestendigen dan aanklagen. ­", "Tegen onderbuik en onderduik is het een taai gevecht.", "Nelleke Noordervliet (Rotterdam, 1945) schreef meerdere romans, novelles en theaterstukken. In 2018 won ze de Constantijn Huygens-prijs voor haar gehele oeuvre. In haar column in Trouw bespiegelt ze tweewekelijks op de actualiteit. Lees ze hier terug."], "authors": ["Nelleke Noordervliet"], "keywords": ["van", "ideale", "man", "voor", "en", "om", "een", "probleem", "zichzelf", "uitgerekend", "te", "op", "het", "vindt", "hij", "dat", "lodewijk", "je"], "pubDate": "2021-01-09T16:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}