{"id": "ecaec9fc-6f1b-3b5e-bbe0-46c47569edc6", "title": "WhatsApp doet het in 2021 niet meer op deze telefoons", "url": "https://www.metronieuws.nl/lifestyle/tech/2020/12/whatsapp-doet-het-in-2021-niet-meer-op-deze-telefoons/", "summary": "WhatsApp doet het in 2021 niet meer op deze telefoonsWhatsApp is voor velen haast een noodzakelijke app op de smartphone.\nWe kunnen niet meer zonder WhatsApp.\nOm je familie, vrienden en soms collega’s te bereiken is het dus noodzakelijk om toegang te houden tot de dienst.\nDat komt omdat de telefoon op een ouder besturingssysteem draait dat niet meer ondersteund wordt.\nWhatsapp echt het meest onmisbaar — Linda💛💚 (@lindamjk) December 22, 2020Maar natuurlijk is het de vraag bij welke smartphones je moet gaan oppassen voor het verdwijnen van WhatsApp.", "paragraphs": ["WhatsApp doet het in 2021 niet meer op deze telefoons", "WhatsApp is voor velen haast een noodzakelijke app op de smartphone. Het is dan ook zuur als deze zou verdwijnen. Toch gaat dat gebeuren bij een aantal telefoons.", "We kunnen niet meer zonder WhatsApp. Het is de berichtendienst die vrijwel iedereen gebruikt. Om je familie, vrienden en soms collega’s te bereiken is het dus noodzakelijk om toegang te houden tot de dienst.", "WhatsApp verdwijnt van smartphones", "WhatsApp verdwijnt in 2021 op flink wat smartphones. Dat zijn vooral de oudere toestellen, waarop de nieuwe versies niet meer kunnen werken. Dat komt omdat de telefoon op een ouder besturingssysteem draait dat niet meer ondersteund wordt.", "Heb je een nieuwere telefoon, dan heb je voorlopig geen problemen. Zoals gezegd krijg je pas bij oudere modellen te maken met apps die niet langer ondersteund worden. Als je de WhatsApp al geïnstalleerd hebt, dan zullen de basisversies voorlopig nog gewoon werken. Je kunt echter de app niet meer opnieuw installeren als je jouw smartphone bijvoorbeeld reset.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Whatsapp echt het meest onmisbaar — Linda💛💚 (@lindamjk) December 22, 2020", "Maar natuurlijk is het de vraag bij welke smartphones je moet gaan oppassen voor het verdwijnen van WhatsApp. Voor de update van de Android-toestellen gaat het om de telefoons die draaien op OS 4.0.3 en oudere besturingssoftware. Voor de iPhones geldt dit voor de modellen die draaien om iOS 9 of ouder. Ook telefoons die gebruikmaken van KaiOS 2.5.1 of lager kunnen de dienst waarschijnlijk niet meer gebruiken.", "Nieuwe functies komen naar de dienst", "Goed, het mag natuurlijk een klein wonder heten dat je zo’n redelijk oude telefoon nog steeds in leven weet te houden. Heb je gewoon een toestel waar WhatsApp voorlopig wel op werkt dan kun je gebruikmaken van de nieuwste functies. WhatsApp werkt dan ook hard om de dienst te blijven vernieuwen. Zo kun je nu ook gebruikmaken van deze handige functionaliteit.", "Lees ook: Toeriste in Australië restaurant uitgezet vanwege ‘ongepaste’ outfit"], "authors": [], "keywords": ["je", "van", "deze", "whatsapp", "doet", "telefoons", "om", "een", "op", "te", "het", "meer", "niet", "2021"], "pubDate": "2020-12-26T20:59:53Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}