{"id": "eccb8783-179f-3c16-900d-b1c3fead8831", "title": "Theater van Caro Derkx blijft iets te veel een lezing", "url": "https://www.parool.nl/kunst-media/theater-van-caro-derkx-blijft-iets-te-veel-een-lezing~b6d667b9/", "summary": "Beeld Bas de BrouwerStaand achter een lessenaar, een glas water bij de hand, begint Caro Derkx aan haar lezing.\nOver haar lievelingsschrijver van wie ze een biografie aan het schrijven is.\nIn A Portrait of the Artist in Red, ­Yellow and Blue, haar eerste voorstelling bij Frascati Producties, vertelt Derkx dat verhaal met een minzame glimlach.\nSchepper van die ene grote roman die hij nooit meer overtrof.\nIn de stijl van Michael Cunninghams The Hours, waarin de levens van ­auteur Virginia Woolf, haar romanpersonage mrs. Dalloway en een lezer dwars door de grenzen van tijd en ­fictie verstrengelen, bouwt Derkx een labyrint van historische figuren, ­romanpersonages en projecties.", "paragraphs": ["A Portrait of the Artist in Red, Yellow and Blue van Caro Derkx. Beeld Bas de Brouwer", "Staand achter een lessenaar, een glas water bij de hand, begint Caro Derkx aan haar lezing. Over haar lievelingsschrijver van wie ze een biografie aan het schrijven is. Een Franse schrijver wiens naam geen belletje doet rinkelen. Maar hij zou zomaar kunnen ­bestaan. En zijn verhaal bestaat, dus betekent dat niet dat hij dan ook bestaat?", "In A Portrait of the Artist in Red, ­Yellow and Blue, haar eerste voorstelling bij Frascati Producties, vertelt Derkx dat verhaal met een minzame glimlach.", "Afkomstig uit een troosteloos gehucht in Noord-Frankrijk dat hij ontvlucht om de inspiratie na te jagen. Van Parijs naar Moskou naar Genève. Schepper van die ene grote roman die hij nooit meer overtrof. Ze beschrijft hoe ze het geboortehuis van de schrijver bezoekt, zo ­gedetailleerd dat het tastbaar wordt. Leest fragmenten voor uit de brieven die hij schreef tijdens zijn vele omzwervingen, zijn gedachtes leven inblazend.", "In de stijl van Michael Cunninghams The Hours, waarin de levens van ­auteur Virginia Woolf, haar romanpersonage mrs. Dalloway en een lezer dwars door de grenzen van tijd en ­fictie verstrengelen, bouwt Derkx een labyrint van historische figuren, ­romanpersonages en projecties.", "Via dat labyrint filosofeert ze over hoe we ons verhaal zijn, maar ook het verhaal dat we willen vertellen en hoe we soms die twee niet uit elkaar kunnen houden.", "Braafheid", "Hoewel er in de tweede helft meer theatrale aspecten doorsijpelen, met felgekleurde belichting en een scherm waarop Derkx’ beeltenis wordt gedubbeld en gemanipuleerd, houdt A Portrait of the Artist in Red, ­Yellow and Blue vast aan de vorm van een lezing. Maar aan die vorm hangt een braafheid die de voorstelling een beetje in de weg zit. Een iets lossere omgang met vorm had wel gepast bij dit speelse web van ideeën."], "authors": ["Elise Van Dam"], "keywords": ["verhaal", "van", "caro", "derkx", "hij", "die", "zijn", "blijft", "een", "ze", "theater", "te", "lezing", "veel", "en", "dat", "iets"], "pubDate": "2020-12-10T14:08:01+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}