{"id": "eccd5837-d8a5-319f-a008-99c9923e3350", "title": "Zes bewoners van appartementen aan Beeklaan onwel door inademen gas", "url": "https://nu.nl/den-haag/6100921/zes-bewoners-van-appartementen-aan-beeklaan-onwel-door-inademen-gas.html", "summary": "Zes bewoners van twee appartementen aan de Beeklaan in Den Haag zijn vrijdagmiddag onwel geworden door het inademen van koolmonoxide.\nVier van hen moesten naar het ziekenhuis.\nDe oorzaak van het gaslek ligt mogelijk bij een van de geisers in de woningen.\n\"Bewoners van twee appartementen voelden zich vanmiddag niet zo lekker en belden daarom de ambulance\", vertelt een woordvoerder van de brandweer.\nTwee van hen kwamen er goed van af: zij hoefden niet mee naar het ziekenhuis voor verdere controle.", "paragraphs": ["Zes bewoners van twee appartementen aan de Beeklaan in Den Haag zijn vrijdagmiddag onwel geworden door het inademen van koolmonoxide. Vier van hen moesten naar het ziekenhuis. De oorzaak van het gaslek ligt mogelijk bij een van de geisers in de woningen.", "\"Bewoners van twee appartementen voelden zich vanmiddag niet zo lekker en belden daarom de ambulance\", vertelt een woordvoerder van de brandweer. \"Kort daarop meldden de ambulancemedewerkers dat de brandweer moest komen kijken, omdat de koolmonoxidemelder was afgegaan.\"", "Eenmaal ter plaatse, konden brandweermedewerkers na een meting constateren dat er inderdaad een verhoogde waarde van koolmonoxide in de twee woningen was.", "Zes bewoners zijn onwel geworden door het ontsnapte gas. Twee van hen kwamen er goed van af: zij hoefden niet mee naar het ziekenhuis voor verdere controle. Ambulancebroeders hebben de vier andere bewoners wel moeten meenemen naar het ziekenhuis. Daar worden de vier verder behandeld voor het inademen van koolmonoxide.", "De brandweer heeft de twee woningen waar het gas is gemeten geventileerd en inmiddels weer vrijgegeven. De geisers in de woningen mogen niet meer worden gebruikt totdat die zijn gecontroleerd."], "authors": ["Door"], "keywords": ["bewoners", "twee", "ziekenhuis", "zijn", "naar", "zes", "van", "beeklaan", "inademen", "woningen", "een", "onwel", "appartementen", "aan", "door", "het", "niet", "gas", "vier"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}