{"id": "ecd9ad56-2959-3101-8525-75b24cb81c8c", "title": "Duurzaam, handig en betaalbaar", "url": "https://www.volkskrant.nl/kijkverder/v/2020/duurzaam-handig-en-betaalbaar-de-tien-kanshebbers-op-de-publieksprijs-van-de-hema-ontwerpwedstrijd~v396466/", "summary": "Een kussen waarmee een keukenstoel in een handomdraai kan worden veranderd in een comfortabele bureaustoel.\nHet is een eenvoudig ontwerp, vast niet te duur en bovendien met een vrolijke twist die inspeelt op de actualiteit; door covid-19 zijn we immers gedwongen om vaker thuis te werken.\nNa een pauze van vijf jaar is hij er eindelijk weer, deze door studenten en pas afgestudeerde ontwerpers gewilde prijs.\nDe opdracht is nog altijd even simpel: ontwerp een toegankelijk product dat betaalbaar en handig is en toch verrassend.\nEen nuchter product dat naadloos aansluit bij de boerenbonte theedoeken en vrolijke babyrompertjes die al in de schappen liggen.", "paragraphs": ["Een kussen waarmee een keukenstoel in een handomdraai kan worden veranderd in een comfortabele bureaustoel. Het is een eenvoudig ontwerp, vast niet te duur en bovendien met een vrolijke twist die inspeelt op de actualiteit; door covid-19 zijn we immers gedwongen om vaker thuis te werken. Toch heeft deze inzending voor de Hema-ontwerpwedstrijd de finale niet gehaald – er waren simpelweg betere inzendingen. Na een pauze van vijf jaar is hij er eindelijk weer, deze door studenten en pas afgestudeerde ontwerpers gewilde prijs. Want welk aanstormend ontwerptalent droomt niet van zijn product in zevenhonderd winkels door heel Nederland te zien liggen, en tegenwoordig zelfs op Victoria Station, het drukste treinstation van Londen, of Dubai? De lat ligt dus hoog, bij deze ontwerpwedstrijd.", "De opdracht is nog altijd even simpel: ontwerp een toegankelijk product dat betaalbaar en handig is en toch verrassend. Een nuchter product dat naadloos aansluit bij de boerenbonte theedoeken en vrolijke babyrompertjes die al in de schappen liggen. Een alledaags fietskrat bijvoorbeeld, dat is gemaakt van twee afgedankte boodschappenmandjes. Een fluitketel met een konijnenoortje als fluit. De laatste twee zijn eerdere winnaars van de Hema-ontwerpwedstrijd."], "authors": ["September"], "keywords": ["betaalbaar", "van", "duurzaam", "deze", "handig", "zijn", "een", "product", "en", "te", "niet", "dat", "door"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}