{"id": "ecf7b573-0b4e-385d-bf5d-8223e2d51e2f", "title": "Aflevering 73 | 9 december 2020", "url": "https://www.rtlnieuws.nl/lifestyle/lekker-leven/artikel/5201959/eigen-huis-en-tuin-lekker-leven-aflevering-73", "summary": "Een cuisine die wordt gekenmerkt door veel vegetarische gerechten, waaronder de Indiase geroosterde groenten met een eigengemaakte korianderchutney.\nNa een grote verbouwing zijn ze heel blij met het eindresultaat, maar er ontbreekt één belangrijk ding: een goede thuiswerkplek.\nKlusser Patrick gaat langs voor een metamorfose.\nNu maakt zij van oude vazen en lampenkappen een hippe nieuwe lamp.\nEn voor niet al te veel geld maak jij zelf ook zo’n blikvanger!", "paragraphs": ["Koken met Hugo!", "Vandaag laat Hugo je iets lekkers uit de Aziatische keuken proeven. Een cuisine die wordt gekenmerkt door veel vegetarische gerechten, waaronder de Indiase geroosterde groenten met een eigengemaakte korianderchutney. Een wereldse keuken op je bord! Lees hier hoe je dit gerecht zelf op tafel zet.", "Metamorfose (2/2)", "Kirsten en Alain kochten vorig jaar een huis in Amsterdam. Na een grote verbouwing zijn ze heel blij met het eindresultaat, maar er ontbreekt één belangrijk ding: een goede thuiswerkplek. Klusser Patrick gaat langs voor een metamorfose. Bekijk hier het eindresultaat.", "Dierenarts Piet", "Dierenarts Piet heeft vandaag weer een prachtig reptiel meegebracht, want ook reptielen worden als huisdier gehouden! Namelijk de luipaardgekko.", "Het plantenasiel", "Staan jouw kamerplanten er een beetje knap bij? Of verpietert de een na de ander en dump je ze dan? Dat laatste kan Saskia niet aanzien en daarom begon zij een plantenasiel.", "DIY: lampen maken van oude vazen", "Hoe leuk is het als bezoek een item in je huis bewondert en jij kan zeggen: zelf gemaakt! Roxan houdt van mooie dingen en begon thuis te knutselen. Nu maakt zij van oude vazen en lampenkappen een hippe nieuwe lamp. En voor niet al te veel geld maak jij zelf ook zo’n blikvanger!"], "authors": [], "keywords": ["van", "2020", "het", "73", "met", "zelf", "aflevering", "een", "je", "en", "zij", "ze", "voor"], "pubDate": "2020-12-09T17:09:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}