{"id": "ed001e0e-6847-3c3d-8b76-6607c02ca887", "title": "Britse 'Darth Vader' acteur David Prowse overleden", "url": "https://www.parool.nl/wereld/britse-darth-vader-acteur-david-prowse-overleden~bb270437/", "summary": "Hij was met name op die rol, voor het Nationale Verkeersveiligheidscomité, erg trots.\nHij kreeg er ook een koninklijke onderscheiding voor, aldus de BBC.\nDe circa twee meter lange Prowse was bodybuilder en gewichtheffer tot hij in 1967 zijn eerste rol speelde in een James Bondfilm.\nHij speelde ook in series zoals The Saint, Space 1999 en Doctor Who.\nRegisseur George Lucas zag Prowse een lijfwacht spelen in de film Clockwork Orange (Stanley Kubrick, 1971) en vroeg hem voor de rol van Darth Vader in Star Wars.", "paragraphs": ["David Prowse in 2015. Beeld Hollandse Hoogte / AFP", "Prowse vergaarde daarnaast in Groot-Brittannië bekendheid als de ‘Groene Kruis Man’ die tien jaar lang in talrijke ideële reclamefilmpjes de verkeersveiligheid van vooral kinderen bevorderde. Hij was met name op die rol, voor het Nationale Verkeersveiligheidscomité, erg trots. Hij kreeg er ook een koninklijke onderscheiding voor, aldus de BBC.", "De circa twee meter lange Prowse was bodybuilder en gewichtheffer tot hij in 1967 zijn eerste rol speelde in een James Bondfilm. Prowse was Frankensteins Creature in de film Casino Royale. Hij keerde in andere films ook als Frankenstein terug.", "Prowse acteursloopbaan duurde ongeveer een halve eeuw. Hij speelde ook in series zoals The Saint, Space 1999 en Doctor Who. Regisseur George Lucas zag Prowse een lijfwacht spelen in de film Clockwork Orange (Stanley Kubrick, 1971) en vroeg hem voor de rol van Darth Vader in Star Wars. Zijn stem werd echter niet gebruikt en door anderen ingesproken. Prowses accent uit het westen van Engeland zou de filmmakers hebben afgeschrikt."], "authors": [], "keywords": ["darth", "van", "vader", "speelde", "hij", "voor", "zijn", "overleden", "een", "david", "en", "rol", "ook", "acteur", "prowse", "britse"], "pubDate": "2020-11-29T08:25:39+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}