{"id": "ed269369-d8a3-3d5f-a7a5-254b81fd4a20", "title": "Rechtbank wijst verzoek om kroongetuige Nabil B. in zaak Wiersum te horen af", "url": "https://nu.nl/binnenland/6095410/rechtbank-wijst-verzoek-om-kroongetuige-nabil-b-in-zaak-wiersum-te-horen-af.html", "summary": "De rechtbank van Amsterdam heeft het verzoek van de verdediging om kroongetuige Nabil B. in het onderzoek naar de moord op Derk Wiersum te horen dinsdag afgewezen.\nVolgens advocaat Jacques Taekema kon B. mogelijk duidelijkheid geven over het motief achter de moord, maar volgens de rechtbank is dit niet voldoende onderbouwd.\nDe verdachte, die nog niet is aangehouden, is tweemaal in het gezelschap van T. gezien in Utrecht.\nDit versterkt volgens het OM de verdenking dat T. wist van de aanstaande moord op Wiersum.\nSaillant detail is dat Sezer B. ook in beeld is geweest in het onderzoek naar de moord op de broer van de kroongetuige in maart 2018.", "paragraphs": ["De rechtbank van Amsterdam heeft het verzoek van de verdediging om kroongetuige Nabil B. in het onderzoek naar de moord op Derk Wiersum te horen dinsdag afgewezen. Volgens advocaat Jacques Taekema kon B. mogelijk duidelijkheid geven over het motief achter de moord, maar volgens de rechtbank is dit niet voldoende onderbouwd.", "In de extra beveiligde rechtbank diende dinsdag een inleidende zitting in de zaak en presenteerde het Openbaar Ministerie (OM) nieuwe bewijzen die de verdenking tegen Anouar T. dat hij van de moordplannen wist ondersteunen.", "De toenmalige advocaat van de kroongetuige werd op 18 september 2019 doodgeschoten voor zijn woning. Dinsdag werd bekend dat niet alleen het huis van Wiersum in de gaten is gehouden, maar ook zijn advocatenkantoor in Amsterdam, in de tweede helft van juli en begin augustus 2019.", "Sezer B. is bij die voorverkenningen in beeld gekomen. De verdachte, die nog niet is aangehouden, is tweemaal in het gezelschap van T. gezien in Utrecht. Dit versterkt volgens het OM de verdenking dat T. wist van de aanstaande moord op Wiersum.", "Saillant detail is dat Sezer B. ook in beeld is geweest in het onderzoek naar de moord op de broer van de kroongetuige in maart 2018.", "Eerder op dinsdag werd bekend dat de mannen die door het OM worden gezien als de uitvoerders van de moord op Wiersum, Moreno B. en Giërmo B., in beeld zijn gekomen in het onderzoek naar een dubbele moord in Suriname op 5 mei 2019."], "authors": ["Door", "Joris Peters"], "keywords": ["van", "het", "op", "dinsdag", "die", "zijn", "wijst", "verzoek", "wiersum", "nabil", "moord", "b", "te", "om", "horen", "zaak", "kroongetuige", "dat", "rechtbank"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}