{"id": "ed3d283f-f5cc-3e0b-8fac-6110f34cda4a", "title": "Bomen hebben dus hun eigen internet: het wood wide web", "url": "https://www.telegraaf.nl/lifestyle/29618175/bomen-hebben-dus-hun-eigen-internet-het-wood-wide-web", "summary": "Op landgoed Heuven, onderdeel het het Nationaal Park Hoge Veluwe, staan veel unieke exemplaren, alle met een eigen verhaal.\nEen van de meest interessante is volgens de boswachter dat bomen ondergronds met elkaar communiceren via een netwerk van ontelbare kilometers aan schimmeldraden.\nZo weet iedere hovenier dat als je een beukenhaag plant, er grond van een andere beuk bij moet.\nPrachtig toch?”Er zijn zo’n honderd schimmelsoorten die bomen met elkaar verbinden, ontdekten wetenschappers.\nZe kunnen zich prima zelf redden, maar dan moeten wij mensen ze wel de kans geven.”", "paragraphs": ["„Als mensen naar het bos gaan, zijn ze vaak vooral geïnteresseerd in de dieren die hier rondlopen”, vertelt boswachter Tonnis Boersma terwijl we door ’zijn’ bos wandelen. Hoewel het nu stil ligt vanwege corona, geeft hij in Nationaal Park de Hoge Veluwe rondleidingen voor Natuurmonumenten.", "In het park vind je dan ook het neusje van de zalm, met name als het op wild aankomt: wilde zwijnen, Schotse hooglanders en tegenwoordig ook de wolf. Hoewel ook Boersma van ontmoetingen met de dieren kan genieten, zijn het vooral de bomen hier die zijn hart sneller doen kloppen. Op landgoed Heuven, onderdeel het het Nationaal Park Hoge Veluwe, staan veel unieke exemplaren, alle met een eigen verhaal. Een aantal heeft zelfs de status ’monumentale boom’.", "Speurtocht", "Boersma maakte er voor corona een leuke speurtocht voor kinderen over waarin allerlei weetjes aan bod komen. Een van de meest interessante is volgens de boswachter dat bomen ondergronds met elkaar communiceren via een netwerk van ontelbare kilometers aan schimmeldraden. Er bestaat zelfs een naam voor: het wood wide web.", "De boswachter vertelt: „Wetenschappers wisten eind jaren 90 niet wat ze zagen toen uit steeds meer onderzoeken bleek hoe krachtig dit onderlinge communicatiesysteem bleek. Gebaseerd op wederkerigheid: de boom geeft de schimmels koolstof terwijl de schimmel de boom met fosfor en stikstof voedt. Ze kunnen simpelweg niet zonder elkaar. Zo weet iedere hovenier dat als je een beukenhaag plant, er grond van een andere beuk bij moet. Zonder de juiste schimmels zal de haag niet aanslaan.”", "Boersma overhandigt ons een schepje. „Graaf maar eens tot onder de grond.” Net onder het bladerdek verschijnt een veelheid aan witte draden. „Het netwerk, recht onder je voeten. Prachtig toch?”", "Er zijn zo’n honderd schimmelsoorten die bomen met elkaar verbinden, ontdekten wetenschappers. Via het netwerk van boomwortels en schimmeldraden wordt alles getransporteerd wat bomen nodig hebben om te overleven: water, voedingsstoffen, koolstof.", "De grootste exemplaren hebben de meeste connecties. Deze ’moederbomen’ zorgen weer voor de jongere. Via de draden vertellen ze elkaar wat ze nodig hebben. Die ’snelweg’ wordt ook nog eens gebruikt om de behoeftige bomen te helpen. Heeft een boom een probleem – te weinig zon, te weinig voeding – dan stuurt de andere via het netwerk bijvoorbeeld meer koolstof.", "Erfenis", "Bovendien herkennen bomen elkaar. Een moederboom stuurt meer stoffen naar familie dan naar vreemden. Als ze stervende is, ’schenkt’ ze haar resterende voedsel aan haar kinderen en geeft zo haar erfenis door.", "Boersma: „Zo weten we dat een boom die door een kever wordt aangevallen, een stofje aanmaakt dat de andere bomen waarschuwt. Die produceren dan een stof waardoor de aanvaller het blad niet meer lekker vindt. Bomen kunnen zelfs specifiek aangeven welk insect hen aanvalt. Minstens zo fascinerend: ze kunnen lokstoffen uitademen om de juiste predatoren op te roepen. Zo roepen iepen en dennen de hulp van kleine wespen in om hun aanvallers te verjagen.”", "„Dit systeem maakt van bossen een soort superorganismen. Samen kunnen ze weer en wind weren, een evenwichtig klimaat teweeg brengen. Ze kunnen kou en hitte matigen en samen veel water opslaan of juist een hogere luchtvochtigheid creëren en zelfs zieke exemplaren ondersteunen. Ze kunnen zich prima zelf redden, maar dan moeten wij mensen ze wel de kans geven.”"], "authors": ["Katina Stavrianos"], "keywords": ["van", "dus", "die", "een", "het", "en", "ze", "te", "wide", "wood", "hun", "bomen", "hebben", "kunnen", "eigen", "met", "web", "internet"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}