{"id": "ed3f7764-03fc-34b3-ae82-64437e64806c", "title": "Van den Hoogenband is ervan overtuigd dat Spelen 'hoe dan ook' doorgaan", "url": "https://nu.nl/sport-overig/6097256/van-den-hoogenband-is-ervan-overtuigd-dat-spelen-hoe-dan-ook-doorgaan.html", "summary": "Pieter van den Hoogenband weet zeker dat de Olympische Spelen in Tokio komend jaar doorgaan.\nHet is het grootste sportfeest op aarde en dat verdienen ze\", zei drievoudig olympisch zwemkampioen Van den Hoogenband.\n\"Ik heb goede en fijne contacten met de Japanners en met het organisatiecomité.\nZe doen er alles aan om er een groot sportfeest van te maken, ook met de beperkingen die er zijn.\n\"Ik heb best wel wat korte en goede lijnen daar in Tokio, met het IOC en de organisatie.", "paragraphs": ["Pieter van den Hoogenband weet zeker dat de Olympische Spelen in Tokio komend jaar doorgaan. De organisatie in Japan heeft de zaken goed op orde, zo vertelde de chef de mission van de Nederlandse ploeg donderdag in De 538 Ochtendshow op Radio 538.", "De Zomerspelen gingen dit jaar niet door vanwege de coronapandemie en werden met een jaar uitgesteld, wat betekent dat de start op 23 juli 2021 is. De organisatie doet er sindsdien alles aan om het evenement zo goed mogelijk te laten verlopen.", "\"Ik kan jullie verzekeren: de Spelen gaan hoe dan ook door. Ik weet hoeveel werk erin is gaan zitten, ook voor de sporters. Het is het grootste sportfeest op aarde en dat verdienen ze\", zei drievoudig olympisch zwemkampioen Van den Hoogenband.", "\"Ik heb goede en fijne contacten met de Japanners en met het organisatiecomité. Ze doen er alles aan om er een groot sportfeest van te maken, ook met de beperkingen die er zijn. We moeten ze daarin steunen en helpen. Het gaat gebeuren, het gaat door.\"", "De 42-jarige Van den Hoogenband haalt zijn vertrouwen uit de gesprekken die hij met de betrokken instanties voert. \"Ik heb best wel wat korte en goede lijnen daar in Tokio, met het IOC en de organisatie. En ik heb een chef de mission-webinar gehad, we worden continu op de hoogte gehouden. Aan de hand daarvan kunnen wij ook weer beleid voeren.\"", "In Tokio wordt hard gewerkt aan de voorbereidingen op de Olympisch Spelen. In Tokio wordt hard gewerkt aan de voorbereidingen op de Olympisch Spelen. Door: Pro Shots", "Veel inwoners zien Spelen niet meer zitten", "Ondanks alle positiviteit vanuit de olympische organisatie is er onder de Japanse bevolking inmiddels een stuk minder enthousiasme over de Spelen, zo bleek eerder deze week uit een enquête van de nationale omroep NHK.", "Bij de ondervraging kwam naar voren dat slechts 27 procent van de mensen het geen probleem vindt dat de Spelen alsnog in Tokio worden gehouden en dat 32 procent het evenement het liefst niet door ziet gaan. Verder ziet 31 procent uitstel als de beste optie.", "Het is nog onduidelijk of er publiek aanwezig mag zijn bij de Spelen in Tokio, al liet IOC-voorzitter Thomas Bach vorige maand bij een bezoek aan de stad weten daar \"heel, heel veel vertrouwen\" in te hebben."], "authors": ["Door"], "keywords": ["dat", "van", "tokio", "met", "een", "ervan", "het", "ook", "er", "en", "hoe", "op", "overtuigd", "doorgaan", "spelen", "den", "hoogenband"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}