{"id": "ed41bb62-e6a1-3b5a-b951-490da78c1f70", "title": "Vrouwelijkheid als het ‘werk’ is gedaan en hoe dit tot uiting komt in de kunst", "url": "https://volkskrant.nl/cultuur-media/vrouwelijkheid-als-het-werk-is-gedaan-en-hoe-dit-tot-uiting-komt-in-de-kunst~b9aeb693/", "summary": "Rachel Cusk Beeld FilmMagicRachel Cusk was 52, gescheiden van haar eerste echtgenoot en moeder van twee dochters die het huis inmiddels verlaten hadden, toen ze in 2019 de Van der Leeuw-lezing uitsprak.\nDaarin onderzocht ze welke wegen vrouwelijke schrijvers en kunstenaars inslaan in de latere fasen van hun carrière, wanneer de rol die ze hebben in het gezin en de samenleving aan het veranderen is.\nWat vrouwelijkheid is als het ‘werk’ (trouwen, kinderen baren) is gedaan, en hoe de nieuwe betekenis tot uiting komt in de kunst die ze maken.\nEen deel van het antwoord zal te vinden zijn in Cusks elfde roman Second Place (Tweede plaats, in de Nederlandse vertaling), die in het voorjaar verschijnt.\nDaarin nodigt een vrouw een beroemde kunstenaar uit in het tweede huis van haar en haar man, op een afgelegen plek aan zee; de kunstenaar, die een jonge assistente meeneemt, blijkt een onmogelijke man.", "paragraphs": ["Rachel Cusk Beeld FilmMagic", "Rachel Cusk was 52, gescheiden van haar eerste echtgenoot en moeder van twee dochters die het huis inmiddels verlaten hadden, toen ze in 2019 de Van der Leeuw-lezing uitsprak. Daarin onderzocht ze welke wegen vrouwelijke schrijvers en kunstenaars inslaan in de latere fasen van hun carrière, wanneer de rol die ze hebben in het gezin en de samenleving aan het veranderen is. Wat vrouwelijkheid is als het ‘werk’ (trouwen, kinderen baren) is gedaan, en hoe de nieuwe betekenis tot uiting komt in de kunst die ze maken.", "Een deel van het antwoord zal te vinden zijn in Cusks elfde roman Second Place (Tweede plaats, in de Nederlandse vertaling), die in het voorjaar verschijnt. Daarin nodigt een vrouw een beroemde kunstenaar uit in het tweede huis van haar en haar man, op een afgelegen plek aan zee; de kunstenaar, die een jonge assistente meeneemt, blijkt een onmogelijke man. Volgens de flaptekst belooft Second Place een ‘duistere komedie’ te worden over het lot van de vrouw, mannelijk privilege, menselijke relaties, binnen- en buitenkant. Na autobiografische en hypereerlijke boeken over het moederschap en haar scheiding (A Life’s Work: On Becoming a Mother, Aftermath) en een romantrilogie waarin de verteller juist onzichtbaar lijkt en alleen de verhalen van anderen optekent (Outline, Transit, Kudos) maakt het hoe dan ook nieuwsgierig naar de vorm die Cusk dit keer kiest om te schrijven over wat het is om een vrouw te zijn."], "authors": ["Jet Steinz"], "keywords": ["tot", "kunst", "het", "van", "komt", "gedaan", "en", "uiting", "een", "ze", "cusk", "vrouw", "hoe", "te", "vrouwelijkheid", "werk", "haar", "die"], "pubDate": "2021-01-01T14:00:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}