{"id": "ed4dcefd-aeb8-32f1-8275-edb4f6a2772b", "title": "Kerstnachtmis bezoeken? Reserveer dan snel – als het überhaupt kan", "url": "https://www.parool.nl/amsterdam/kerstnachtmis-bezoeken-reserveer-dan-snel-als-het-uberhaupt-kan~beb7036d/", "summary": "Een bijzonder moment dus, ook voor de kerken.\nVoor de kerken waar de kerstnachtmis wel doorgaat zal het hoe dan ook een andere dienst worden dan voorgaande jaren: maximaal 30 bezoekers die zich vooraf moeten aanmelden, geen samenzang en bij sommige kerken een mondkapje op tijdens het lopen.\nOok voor de kerstnachtmis van de Oud-Katholieke Kerk, in Oud-Zuid, moet je snel zijn: de helft van de plekken is al gevuld.\nThuisblijvers kunnen voor de dienst in de Sint-Nicolaasparochie op kerstavond en Eerste Kerstdag afstemmen op NPO 2, voor een digitale viering.\nOp vierkerstmis.nl roepen bisschoppen Nederlanders op toch kerst te vieren, ook als je geen reservering hebt gemaakt voor de nachtmis.", "paragraphs": ["Onze Lieve Vrouwekerk op de Keizersgracht. Beeld Roy Del Vecchio", "Traditioneel is de kerstnachtmis de meest bezochte dienst van het jaar, voor velen de enige keer dat ze naar de kerk gaan. Een bijzonder moment dus, ook voor de kerken.", "Voor de kerken waar de kerstnachtmis wel doorgaat zal het hoe dan ook een andere dienst worden dan voorgaande jaren: maximaal 30 bezoekers die zich vooraf moeten aanmelden, geen samenzang en bij sommige kerken een mondkapje op tijdens het lopen. De kerken verwachten op deze manier coronaproof hun viering te kunnen organiseren. Voor thuisblijvers organiseren de meeste kerken een livestream.", "Inschrijving", "Sommige kerken hebben hun inschrijving voor 30 personen (intern) al geopend. De mis van de kerk de Drie Stomen van parochie De Graankorrel in Zuidoost is zelfs volgeboekt. Ook voor de kerstnachtmis van de Oud-Katholieke Kerk, in Oud-Zuid, moet je snel zijn: de helft van de plekken is al gevuld.", "Bij de ABG-parochie (de Anna Bonifatiuskerk en de Gerardus Majellakerk) in Oost en de Sint-Nicolaasparochie (de Sint-Nicolaaskerk, de Petrus en Pauluskerk, de St. Franciscus Xaveriuskerk, de Johannes en Ursula Kerk en de Sint-Antoniuskerk), allemaal in Centrum, gaan de kerstnachtmissen door voor 30 bezoekers. Thuisblijvers kunnen voor de dienst in de Sint-Nicolaasparochie op kerstavond en Eerste Kerstdag afstemmen op NPO 2, voor een digitale viering.", "‘Aan de deur weigeren willen we niet’", "Ook de kerstnachtvieringen van de achttien bij de Protestantse Kerk Amsterdam (PKA) aangesloten kerken gaan ‘gewoon’ door. De PKA, waaronder ook de Westerkerk valt, weet nog niet precies vanaf wanneer inschrijven kan: “Ik hoop in ieder geval dat mensen van tevoren kijken of ze nog kunnen komen, want anders moeten we ze aan de deur weigeren. Dat willen we niet,” vertelt woordvoerder Wilfred Scholten.", "De Nieuwe Augustinuskerk in Noord wacht de persconferentie van volgende week af: “We hopen dat er meer mensen mogen komen. Bij ons zijn dat er - op veilige afstand - maximaal 55 . Maar we houden ook rekening met sluiting van de kerk.”", "Ondanks het beperkt aantal bezoekers, vinden de meeste kerken het belangrijk dat de mis doorgaat: “Zeker in deze tijd hebben mensen een feest nodig dat hoop en vertrouwen geeft,” zegt een woordvoerder van de Oud-Katholieke Kerk.", "Mis in Amstelveen geschrapt", "Waar veel Amsterdamse kerken diensten laten doorgaan of daar nog over twijfelen, heeft de parochie Amstelland de knoop doorgehakt: de parochie, met vijf kerken in Amstelveen, ziet zich genoodzaakt de mis te schrappen. Een pijnlijk besluit.", "“We mogen maar 30 mensen in de kerk laten, terwijl er elk jaar honderden mensen komen,” vertelt pastoor Eugène Jongerden. “Dat zijn scheve verhoudingen en omdat het moeilijk selecteren is wie wel en niet binnen mag komen, hebben we besloten de mis te schrappen.” De parochie organiseert een livestream op kerstavond. Op Eerste en Tweede Kerstdag zijn de kerken wel open.", "Op vierkerstmis.nl roepen bisschoppen Nederlanders op toch kerst te vieren, ook als je geen reservering hebt gemaakt voor de nachtmis. Ze selecteerden een aantal links en bieden downloadbaar materiaal aan, van kerstkaarten tot posters, om mensen toch een gezellige kerst te bezorgen."], "authors": ["Olaf Heyblom"], "keywords": ["snel", "als", "dan", "kerstnachtmis", "van", "mensen", "het", "op", "kerk", "kan", "een", "ook", "en", "dat", "reserveer", "bezoeken", "überhaupt", "kerken", "voor"], "pubDate": "2020-12-06T20:00:17+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}