{"id": "ed509499-0304-3049-b362-279c22955865", "title": "'Kans op Brexit-deal is momenteel fiftyfifty'", "url": "https://nu.nl/dit-wordt-het-nieuws/6094997/kans-op-brexit-deal-is-momenteel-fiftyfifty.html", "summary": "Hoe het er op dit moment voor staat bespreken we met Tim de Wit, correspondent in het VK voor de NOS, Nieuwsuur en Trouw.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nJe vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl.", "paragraphs": ["Voorlopig lijkt er nog geen einde te komen aan de Brexit-overleggen tussen het Verenigd Koninkrijk en de Europese Unie. Haast is er wel geboden, want per 1 januari 2021 is er bij geen akkoord een harde Brexit. Dan vervallen ook veel regelingen en komen er importheffingen op tal van producten. Deze week gaan de onderhandelingen verder. Hoe het er op dit moment voor staat bespreken we met Tim de Wit, correspondent in het VK voor de NOS, Nieuwsuur en Trouw.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["fiftyfifty", "van", "dit", "het", "op", "momenteel", "kans", "een", "je", "en", "wordt", "brexitdeal", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}