{"id": "ed6134be-54b9-3851-be3a-682c7be19dc2", "title": "Zegt de computer nee, dan mag de ambtenaar niet achterover leunen", "url": "https://www.nrc.nl/nieuws/2020/12/16/zegt-de-computer-nee-dan-mag-de-ambtenaar-niet-achterover-leunen-a4024143", "summary": "Vraagt u mij nu de wet niet te handhaven?\nMaar kun je hun zoiets kwalijk nemen wanneer zij opereren in een ‘systeem’ dat op een bepaalde manier is ingericht en functioneert?\nHet is een schoolvoorbeeld van een meedogenloos bureaucratisch systeem waarin ieder radertje de ander aanwijst voor het stokken van de machine.\nAls het kwaad door een systeem veroorzaakt wordt, is het niet zinvol meer om het concept ‘schuld’ te gebruiken.\nHet banale kwaad zit dan niet zozeer in het antwoord van de computer als wel in het gebrek aan een menselijke hand: het harde, onpersoonlijke antwoord dat niet geëvalueerd wordt, noch de gevolgen ervan.", "paragraphs": ["Deze donderdag brengt de Parlementaire ondervragingscommissie Kinderopvangtoeslag verslag uit. Tijdens de verhoren zei Jaap Uijlenbroek, oud-directeur-generaal van de Belastingdienst, dat er zich een ramp in slow motion had voltrokken. Daarop zei commissielid Jeroen van Wijngaarden (VVD): „Een ramp is een natuurverschijnsel, iets wat mensen overkomt. We hebben het hier over onrecht, en het verschil tussen een ramp en onrecht is toch dat onrecht het gevolg is van menselijk handelen en een ramp het gevolg is van de natuur?” Ofwel: een ramp is verbonden aan onschuld, terwijl onrecht verbonden is aan schuld. Als de hele affaire een geval van onrecht is en dus van schuld, moeten we ons afvragen: wie nemen we hier iets kwalijk en waarom?", "Jonasz Dekkers is filosoof en politicoloog.", "De antwoorden van de hoge ambtenaren bij de Belastingdienst bij de parlementaire ondervraging deden mij denken aan de theorie over het ‘banale’ kwaad van de filosoof Hannah Arendt. De context is natuurlijk onvergelijkbaar: in haar geval de Jodenvervolging. Maar ze schreef over het kwaad als iets wat niet groots, meeslepend en dramatisch hoeft te zijn, maar ook kleinschalig, meegaand en alledaags kan zijn. Het kwaad is niet iets om ergens te ‘vinden’; het kwaad zit in de mate van gehoorzaamheid, van meegaandheid, van het gebrek aan zelf durven denken. Ook nu. Aan Hans Blokpoel, voormalig algemeen directeur van de Belastingdienst, vroeg de commissie waarom hij niets had gedaan aan de disproportionele reacties op ouders die verdacht werden van toeslagfraude, ook al was er van opzet geen sprake. Hij zou er „buikpijn” van hebben gekregen, maar er iets aan doen zat er niet in: „hiervoor was bestuurlijk geen ruimte: ‘De wet is de wet’, kregen we terug [van staatssecretaris Wiebes (VVD)]. Vraagt u mij nu de wet niet te handhaven? Ons beeld is dat we niet anders konden.”", "Ook oud-directeur Toeslagen Gerard Blankestijn schoof de schuld af op de wet: „Ik ben in dat geval ook klein, ik ben niet in staat om de wet te veranderen.” Jaap Uijlenbroek verwoordde het als volgt: „Het besef dat het moet van de wet zat overal heel diep verankerd.” In die opmerkingen zit de banaliteit van het kwaad verscholen: ‘ik volgde gewoon de wet’ etaleert een duidelijk gebrek aan de durf om te denken. Juist wanneer die wet keihard is en er tienduizenden mensen de dupe van zijn geweest.", "Geen willekeur in rechtsstaat", "Toch hebben de oud-directeuren ondanks alles wel een punt. De vraag is namelijk: nemen we het deze ambtenaren kwalijk dat ze de wet hebben gevolgd, of nemen we het de wetgever kwalijk dat de wet uitermate hard is? Ik denk dat de samenleving de ambtenaren vooral kwalijk neemt dat ze niet op tijd aan de bel hebben getrokken over iets wat goed misging. Maar kun je hun zoiets kwalijk nemen wanneer zij opereren in een ‘systeem’ dat op een bepaalde manier is ingericht en functioneert? Het systeem laat geen ruimte voor ambtenaren om gevolg te geven aan eventueel zelfstandig denken. Stel je voor dat ambtenaren zich níét aan de wet zouden houden. In een rechtsstaat is geen plaats voor willekeur.", "Ook bureaucratie is onderdeel van het systeem. Sinds de opkomst van de informatie- en communicatietechnologie (ict) is de ondoorgrondelijkheid van het systeem toegenomen en lopen bureaucratische processen steeds vaker gruwelijk in de soep. „Bij de Belastingdienst gaat er altijd wat mis en het is vaak ict-gerelateerd”, aldus NRC. In veel affaires, van de Bulgarenfraude tot die van de kinderopvangtoeslagen, is er sprake van geknoei met ict en zijn er onpersoonlijke digitale processen waar als mens niet tegenop te boksen valt. Computer says no is het antwoord dat gedupeerde ouders vaak te horen kregen, door middel van een automatisch aangemaakte brief.", "Op die manier komt de vraag naar schuld in het luchtledige te hangen: het onpersoonlijke van de bureaucratische jungle zou in het beklaagdenbankje moeten zitten, maar dat gaat niet. Dat is het wrange: hoe zou je een systeem ergens de schuld van kunnen geven?", "Lees ook dit opiniestuk: Herstel de verstoorde relatie tussen ambtenaren en politici", "Geen recht aan schuldvraag", "De grote vraag tijdens de verhoren was: ‘hoe heeft dit kunnen gebeuren?’. Daarop verdedigen de beklaagden zich met: ‘het systeem ís nu eenmaal zo, wij volgen de wet, en de wet, daar kunnen wij toch niets aan doen?’ Zo wordt aan de thema’s van verantwoordelijkheid en schuld geen recht gedaan, want die komen dan bij het systeem zelf te liggen, en niet bij de radertjes erbinnen. Iedere verhoorde legt de schuld bij een ander en trekt zijn of haar handen af van de materie. Het is een schoolvoorbeeld van een meedogenloos bureaucratisch systeem waarin ieder radertje de ander aanwijst voor het stokken van de machine.", "Als het kwaad door een systeem veroorzaakt wordt, is het niet zinvol meer om het concept ‘schuld’ te gebruiken. Het is moeilijk om achteraf mensen verantwoordelijk te houden voor het kwaad waar ze zelf geen zicht op hadden. Maar toch, ook al is de individuele ambtenaar niet verantwoordelijk voor wat ‘het systeem’ heeft veroorzaakt, binnen het systeem is het aan de mens zelf om zijn schaduw te herkennen, om in te zien dat zijn acties gevolgen hebben. Bij de toeslagenaffaire was het kwalijke dat medewerkers van de Belastingdienst de instructie kregen om, wanneer de computer nee had gezegd, de verhaal halende ouders af te serveren wegens verdenking van fraude. Het banale kwaad zit dan niet zozeer in het antwoord van de computer als wel in het gebrek aan een menselijke hand: het harde, onpersoonlijke antwoord dat niet geëvalueerd wordt, noch de gevolgen ervan.", "Een ambtenaar mag dus nooit achterover hangen. De computer zal namelijk nee blijven zeggen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Jonasz Dekkers", "Leestijd Minuten"], "keywords": ["van", "dat", "zegt", "ambtenaar", "systeem", "niet", "leunen", "dan", "computer", "en", "een", "nee", "achterover", "te", "wet", "mag", "het", "aan"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}