{"id": "ed635f09-6148-35dd-8ed7-5720e6c64206", "title": "Premier League vanaf komend weekeinde terug naar drie wissels per wedstrijd", "url": "https://www.telegraaf.nl/sport/1082674609/premier-league-vanaf-komend-weekeinde-terug-naar-drie-wissels-per-wedstrijd", "summary": "Wel is de Engelse voetbalcompetitie akkoord met deelname aan tests vanaf januari voor extra wisselmogelijkheden, wanneer het vermoeden bestaat dat een speler een hersenschudding heeft opgelopen.\nDe aandeelhouders van de clubs uit de Premier League stemden daar bij aanvang van het seizoen tegen, maar gingen in november na een nadrukkelijke wens van Gareth Southgate alsnog akkoord.\nVanaf komend weekeinde gaat de Premier League echter weer terug naar drie wissels.\nOok stemden de aandeelhouders ermee in om het aantal toegestane spelers op de bank permanent te verhogen van zeven naar negen.\nBekijk hier de uitslagen, stand en het programma in de Premier League", "paragraphs": ["Het benodigde aantal van veertien stemmen om die aanpassing van de spelregels permanent te maken, werd donderdag niet gehaald. Wel is de Engelse voetbalcompetitie akkoord met deelname aan tests vanaf januari voor extra wisselmogelijkheden, wanneer het vermoeden bestaat dat een speler een hersenschudding heeft opgelopen.", "Wens Southgate", "De internationale spelregelcommissie IFAB heeft vanwege de coronapandemie tijdelijk de regels aangepast, zodat iedere trainer vijf keer per wedstrijd kan wisselen. De aandeelhouders van de clubs uit de Premier League stemden daar bij aanvang van het seizoen tegen, maar gingen in november na een nadrukkelijke wens van Gareth Southgate alsnog akkoord.", "De bondscoach van Engeland vreesde, samen met een aantal trainers, voor veel blessures in een overvol seizoen. Vanaf komend weekeinde gaat de Premier League echter weer terug naar drie wissels.", "Hoofdletsel", "In plaats daarvan kwamen de clubs overeen om de Engelse competitie bij de IFAB aan te melden voor deelname aan tests voor extra wissels bij een eventuele hersenschudding. Nu worden aangeslagen spelers bij hoofdletsel nog regelmatig opgelapt, waarna ze de wedstrijd toch vervolgen. Na afloop wordt soms alsnog een lichte of zware hersenschudding geconstateerd.", "Ook stemden de aandeelhouders ermee in om het aantal toegestane spelers op de bank permanent te verhogen van zeven naar negen.", "Bekijk hier de uitslagen, stand en het programma in de Premier League"], "authors": [], "keywords": ["wedstrijd", "wissels", "van", "om", "terug", "een", "komend", "weekeinde", "te", "drie", "hersenschudding", "vanaf", "league", "voor", "naar", "premier", "het", "bij"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}