{"id": "ed6e6ec9-1a54-36c6-82f6-9e3c29cb4ea4", "title": "Een zaak als 'Promes' schokt elke club: 'Niet laten dwingen door publieke opinie'", "url": "https://nos.nl/artikel/2360884-een-zaak-als-promes-schokt-elke-club-niet-laten-dwingen-door-publieke-opinie.html", "summary": "Hoe stel je je op?\nDenk bijvoorbeeld aan Patrick Kluivert en Barry van Galen, beiden oud-international, en Jesper Drost.\nNet als in hun gevallen werd de arrestatie van Promes breed uitgemeten in de media.\nKluivert veroorzaakt dodelijk ongelukDe carrière van Kluivert zal altijd getekend blijven door de gebeurtenissen in 1995.\nAllereerst medeleven met de familie van het slachtoffer en het besef van de tragiek.", "paragraphs": ["Dat publieke figuren, zoals profvoetballers, meer dan gewone burgers onder het vergrootglas liggen zodra ze in aanraking komen met justitie, is deze week maar weer eens gebleken. Afgelopen zondag werd Quincy Promes opgepakt op verdenking van betrokkenheid bij een steekpartij. Hoe ga je daar als voetbalclub mee om? Hoe stel je je op?", "Oranje-international Promes is zeker niet de eerste profvoetballer die in aanraking komt met justitie. Denk bijvoorbeeld aan Patrick Kluivert en Barry van Galen, beiden oud-international, en Jesper Drost. Net als in hun gevallen werd de arrestatie van Promes breed uitgemeten in de media.", "Kluivert veroorzaakt dodelijk ongeluk", "De carrière van Kluivert zal altijd getekend blijven door de gebeurtenissen in 1995. Door een goal van de toen 18-jarige spits won Ajax in de finale van de Champions League met 1-0 van AC Milan, maar nog geen vier maanden later kwam Kluivert op geheel andere wijze in het nieuws.", "Op zaterdagavond 9 september veroorzaakte hij in Amsterdam-Noord een dodelijk ongeluk, waarbij de 56-jarige schouwburgdirecteur Marten Putman overleed en diens vrouw ernstig gewond raakte.", "\"We waren allemaal geschokt\", vertelt David Endt, destijds perschef van Ajax. \"Twee emoties overheersten. Allereerst medeleven met de familie van het slachtoffer en het besef van de tragiek. Aan de andere kant ook de zorg voor de speler. Die heeft een grote fout begaan en moet niet aan zijn lot worden overgelaten.\""], "authors": ["Jesse Wieten", "Redacteur Nos Sport"], "keywords": ["je", "zaak", "van", "opinie", "schokt", "niet", "een", "aan", "het", "dwingen", "en", "werd", "publieke", "laten", "promes", "met", "kluivert", "elke"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}