{"id": "eda2ae73-4093-331b-a20d-02652688789c", "title": "De politiek wil meer diversiteit maar schiet daar zelf in tekort", "url": "https://trouw.nl/opinie/de-politiek-wil-meer-diversiteit-maar-schiet-daar-zelf-in-tekort~bccb810d/", "summary": "En minister Van Engelshoven van emancipatie en onderwijs stuurde een actieplan naar de Kamer voor meer diversiteit en inclusie in het hoger onderwijs.\nHet kabinet verwoordt het belang van diversiteit als volgt: ‘Het kabinet voelt de noodzaak om het aandeel vrouwen en de culturele diversiteit in de top van organisaties te vergroten.\nMaar liefst 89 procent van de Kamerleden heeft een Nederlandse ‘witte’ achtergrond en slechts 11 procent een migratieachtergrond.\nTerwijl het kabinet de noodzaak van genderbalans en diversiteit in organisaties onderstreept, geeft de Haagse politiek het slechte voorbeeld en is eenzijdigheid troef.\nDoen wat je zelf uitdraagt gaat kennelijk niet op voor de politiek.", "paragraphs": ["Wil de politiek eigenlijk wel diversiteit in eigen kring, vraagt lezer Erik Hoffmann uit Utrecht, zich af. Ook kieslijsten geven de indruk dat de meeste partijen zichzelf blijven isoleren in ‘hun Haagse bubbel’.", "Onze ministers besteden regelmatig aandacht aan diversiteit. Zo kondigde minister Koolmees van sociale zaken aan dat er een barometer komt waarmee werknemers in hun bedrijven de culturele verscheidenheid kunnen meten. Deze maand ging het wetsvoorstel naar de Tweede Kamer dat Nederlandse beursgenoteerde bedrijven ertoe verplicht hun raad van commissarissen voor minimaal eenderde uit vrouwen te laten bestaan. En minister Van Engelshoven van emancipatie en onderwijs stuurde een actieplan naar de Kamer voor meer diversiteit en inclusie in het hoger onderwijs. Politieke jongerenorganisaties vragen om meer mensen met verschillende achtergronden op de kandidatenlijsten voor de verkiezingen in maart.", "Het kabinet verwoordt het belang van diversiteit als volgt: ‘Het kabinet voelt de noodzaak om het aandeel vrouwen en de culturele diversiteit in de top van organisaties te vergroten. We hebben alle talenten nodig, ongeacht geslacht en culturele achtergrond’.", "32 procent vrouwen", "Diversiteit in het werknemersbestand, zeker ook in de top, kan bedrijven betere besluiten en bedrijfsresultaten opleveren, meent het kabinet. Genderbalans, culturele diversiteit zijn dus een must have en je mag van de politiek partijen een voorbeeldfunctie verwachten. Maar hoe divers is onze Tweede Kamer? Tijd voor een evaluatie, aan de vooravond van Tweede Kamerverkiezingen in 2021.", "Het aandeel vrouwen in de Tweede Kamer ligt op een derde en niet ver boven het wereldwijde gemiddelde van 25 procent, zoals gerapporteerd door de Inter-Parliamentary Union. De VVD, SP en D66 (notabene de partij van ministers Koolmees en Van Engelshoven) halen slechts 30 procent. De PVV is een echt mannenbolwerk. CDA, PvdA en GroenLinks scoren circa 40 procent, maar geen van alle haalt de genderbalans van 50 procent.", "Deze scores zijn beschamend, aangezien politieke partijen hun kandidatenlijsten zelf samenstellen en zo bepalen wie, man of vrouw, in aanmerking komt voor een Kamerzetel.", "Je kunt je afvragen of de politiek wel behoefte heeft aan genderbalans. Of kunnen partijen geen geschikte vrouwelijke kandidaten vinden? Dat laatste zou ironisch zijn, want dat is juist de claim van organisaties die geen genderbalans hebben, een claim die door de politiek niet wordt geaccepteerd.", "Zowel op links als op rechts is genderbalans ver te zoeken en dat geldt nog meer voor culturele diversiteit. Eind 2019 had 24 procent van de inwoners van Nederland een migratieachtergrond. Deze diversiteit vinden we niet terug in het parlement. Maar liefst 89 procent van de Kamerleden heeft een Nederlandse ‘witte’ achtergrond en slechts 11 procent een migratieachtergrond.", "Eenzijdigheid troef", "Niet alleen het percentage is schokkend, ook is de diversiteit in migratieachtergrond beperkt. Het gaat vooral om Kamerleden van Turkse of Marokkaanse herkomst. Hoe relevant is een debat over onderwerpen Black Lives Matter en Zwarte Piet zonder zwarte politici?", "Terwijl het kabinet de noodzaak van genderbalans en diversiteit in organisaties onderstreept, geeft de Haagse politiek het slechte voorbeeld en is eenzijdigheid troef. De Tweede Kamer wordt gedomineerd door witte mannen van middelbare leeftijd. We hebben de barometer van Koolmees niet nodig om dit te constateren.", "Doen wat je zelf uitdraagt gaat kennelijk niet op voor de politiek. Terwijl diversiteit eenvoudig te borgen is door de juiste mensen een goede plek op de kandidatenlijst te geven. De meeste conceptlijsten voor de komende verkiezingen laten nu geen afspiegeling zien. De politiek lijkt nauwelijks te hechten aan diversiteit in eigen kring.", "Zal ze veranderen of blijft zij in haar comfortzone en zelfisolatie in de Haagse bubbel? Een antwoord krijgen we volgend jaar als de Tweede Kamer wordt samengesteld.", "Lees ook:", "Stilletjes zijn Kamerleden met een kleur uit het parlement verdwenen", "Zwarte Nederlanders laten hun stem krachtig horen, maar in het parlement zijn ze niet vertegenwoordigd. Daar zit de laatste jaren geen enkel Kamerlid van Surinaamse, Antilliaanse of Afrikaanse achtergrond. Oud-Kamerleden vertellen waarom dat steekt. Zelf kijken ze terug met gemengde gevoelens.", "Vechten vanaf een onverkiesbare plek, ook Baudet kan er z’n voordeel mee doen", "Met de verkiezingen voor de Tweede Kamer in zicht maakt de keiharde logica van de kieslijsten haar eerste slachtoffers. Want er kan er maar één op nummer 1 van de kandidatenlijst staan – al had een partij als het CDA zelfs daar moeite mee. Daaronder is het dringen geblazen, met een schuin oog op de peilingen."], "authors": ["Erik Hoffmann"], "keywords": ["procent", "van", "tweede", "diversiteit", "schiet", "tekort", "meer", "wil", "maar", "daar", "zelf", "het", "voor", "op", "een", "en", "te", "politiek"], "pubDate": "2020-11-27T10:22:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}