{"id": "eda9f511-2dc1-3805-a49e-6f7d93757e53", "title": "Elektrische fietsen van e-bike producent VanMoof vliegen de showroom uit", "url": "https://trouw.nl/nieuws/elektrische-fietsen-van-e-bike-producent-vanmoof-vliegen-de-showroom-uit~b2a80371/", "summary": "Terwijl de horeca baalt en de winkelstraten veel klanten missen, blijven er branches die profiteren van het coronavirus.\nSinds de pandemie in maart veel landen in de houdgreep nam, zag VanMoof de verkoop van zijn elektrische fietsen flink stijgen.\nAlleen al in de eerste vier maanden van 2020 verkocht VanMoof meer fietsen dan in de voorgaande twee jaar samen.\nJongere generatiesHet koperspubliek van VanMoof is volgens het bedrijf nu tussen de 25 en 60 jaar en verschuift langzaam naar jongere generaties.\nVoor deze fietsen gelden dezelfde regels als voor bromfietsen, zoals het dragen van een helm.", "paragraphs": ["Terwijl de horeca baalt en de winkelstraten veel klanten missen, blijven er branches die profiteren van het coronavirus. Sinds de pandemie in maart veel landen in de houdgreep nam, zag VanMoof de verkoop van zijn elektrische fietsen flink stijgen. De wereldwijde verkoop was maar liefst drie keer hoger dan vorig jaar, meldt de Amsterdamse fietsfabrikant. De omzet verdubbelde. Hoe hoog die omzet is, maakt de onderneming niet bekend.", "Alleen al in de eerste vier maanden van 2020 verkocht VanMoof meer fietsen dan in de voorgaande twee jaar samen. Het aantal klanten nam met 30 procent toe tot meer dan 155.000. In het buitenland (plus 200 procent) groeide de verkoop nog harder dan in Nederland (121 procent). Door de grote belangstelling voor modellen als de VanMoof S3 en X3 werden 300 extra medewerkers aangenomen en steeg het aantal verkooppunten met enkele tientallen, vooral pop-up winkels. VanMoof, opgericht in 2009, heeft negen eigen winkels in Amsterdam, Berlijn, Londen, New York, Parijs, San Francisco, Taipei, Tokio en Seattle.", "Andere manieren van voortbewegen", "“Wij zitten in de steden en juist daar waren mensen in coronatijd op zoek naar een alternatief voor het openbaar vervoer”, zegt Taco Carlier, die VanMoof met zijn broer Ties oprichtte. “Omdat in die grote steden weinig mensen een auto hebben gingen ze op zoek naar andere manieren om zich in de stad voort te bewegen. Daar komt bij dat er veel aandacht was voor e-bikes in de media. De derde reden voor de grote vraag is dat bewoners van de grote steden in de lockdown zagen dat de lucht schoner was. Dat heeft veel mensen de ogen geopend.”", "Hoewel een fiets met een batterij al lang niet meer het imago heeft van een voertuig voor ouden van dagen, is de e-bike nog wel degelijk oververtegenwoordigd in de leeftijdscategorie waarbij de grijze haren zich tonen. Volgens het Centraal Bureau voor de Statistiek (CBS) was het bezit van een stekkerfiets in 2019 het hoogst onder 65- tot 75- jarigen. 45 procent van hen had in dat jaar minstens één exemplaar in huis. Van de 55- tot 65-jarigen en de 75-plussers had respectievelijk 37 en 36 procent een e-bike thuis.", "Jongere generaties", "Het koperspubliek van VanMoof is volgens het bedrijf nu tussen de 25 en 60 jaar en verschuift langzaam naar jongere generaties. De doelgroep heeft wat te besteden: de fietsen kosten 2000 euro. Carlier: “Het is een uitgave maar als je de auto als alternatief neemt dan is een e-bike veel goedkoper.”", "Behalve de gewone elektrische fietsen, gaan ook de snellere varianten – de speedpedelecs – hard de showroom uit in Nederland. Het totaal aantal verkochte fietsen die een snelheid kunnen bereiken tot 45 kilometer per uur is volgens het CBS in de eerste helft van 2020 verdubbeld ten opzichte van drie jaar geleden. Op 1 juli 2020 waren er ruim 21.000 speedpedelecs in Nederland. Voor deze fietsen gelden dezelfde regels als voor bromfietsen, zoals het dragen van een helm. 45- tot 65-jarigen houden het meeste van hardrijden: zij bezitten de meeste speedpedelecs.", "VanMoof heeft 50 miljoen dollar opgehaald bij een investeringsronde om het bedrijf verder uit te bouwen. Volgens Carlier is het einde van de groei nog lang niet in zicht: “Het is pas net begonnen. De forens begint de elektrische fiets nu ook te ontdekken. Ritjes vanaf 15 kilometer die ze voorheen met de auto deden doen ze nu per e-bike. Komen ze nog fris op hun werk aan ook.”", "Lees ook:", "Amsterdamse fietsenmaker heeft Franse advertentiewaakhond achter zich aan", "Verontwaardigde reacties vanwege een tv-spotje dat het bedrijf in dat land wilde uitzenden."], "authors": ["Joost Van Velzen"], "keywords": ["van", "vanmoof", "vliegen", "fietsen", "heeft", "elektrische", "het", "die", "showroom", "een", "producent", "uit", "en", "dat", "ebike", "voor"], "pubDate": "2020-12-09T12:33:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}