{"id": "edae1ee3-df74-3dc1-81b6-cee6ef4c9532", "title": "Net als Maradona behoor ik tot het selecte groepje linkshandigen", "url": "https://volkskrant.nl/columns-opinie/net-als-maradona-behoor-ik-tot-het-selecte-groepje-linkshandigen~b26770e6/", "summary": "Het leven door de ogen van de Posthuma de Boers - een foto uit het rijke naoorlogse archief van vader Eddy, met een tekst van dochter Eva.\nIn 1986 scoorde Maradona met zijn linkerhand; het doelpunt werd zo beroemd dat het een naam kreeg: La Mano dos Dios, ofwel de hand van God.\nNet als Maradona behoor ik tot dat selecte groepje.\nOok is bewezen dat ze banger zijn en sneller boos, en vaker aan psychoses en schizofrenie lijden.\nLaatste weetje: er is lang gedacht dat linkshandigen sterker neigden tot alcoholisme, maar dat blijkt onjuist.", "paragraphs": ["Het leven door de ogen van de Posthuma de Boers - een foto uit het rijke naoorlogse archief van vader Eddy, met een tekst van dochter Eva. Feiten over linkshandigheid.", "In 1986 scoorde Maradona met zijn linkerhand; het doelpunt werd zo beroemd dat het een naam kreeg: La Mano dos Dios, ofwel de hand van God. De linker, aldus. Bij de meeste diersoorten is de verdeling tussen links en rechts gelijk, bij mensen is maar 10 procent linkshandig. Net als Maradona behoor ik tot dat selecte groepje. Dat linkshandig erfelijk is, lijdt geen twijfel; hoe het precies ontstaat weet niemand. Wel zijn er verschillende op z’n minst opmerkelijke feiten over linkshandigheid.", "Linkshandigen blijken in veel opzichten het onderspit te delven. Zo worden vrijwel alle elektronische apparaten, sportattributen, gadgets, sloten, kookgerei en pennen ontworpen voor rechtshandigen. Congresstoelen hebben het schrijftafeltje altijd aan de rechterkant. Bij naaimachines zit de bediening rechts. De vlakke zijde van hockeysticks zit links, wat de stick rechtshandig maakt.", "Op de meeste kaartspellen zijn de cijfers alleen linksboven en rechtsonder gedrukt, waardoor ze niet leesbaar zijn als je ze met links in de hand houdt. Schrijvende linkerhanden vegen altijd door hun eigen inkt, tenzij ze, zoals de mijne, van onder naar boven schrijven, of in het Arabisch of Hebreeuws, dus van rechts naar links.", "Er bestaat een winkel voor linkshandigen, maar aan mij bleken de snoeischaar noch de sauslepel, noch de blikopener besteed. Ik heb dan niet met de zweep gekregen zoals mijn oma, toch heb ik me aan de rechtshandige maatschappij geconfirmeerd en mezelf aangeleerd met rechts te knippen en te muizen, en blikken kikkererwten rechtsdraaiend te openen.", "Dat linkshandigen creatiever zijn, is wetenschappelijk aangetoond. Veel linkshandigen zijn dan ook werkzaam in de kunst, sport en informatietechnologie. Grappig doch schrijnend gevolg: linkshandigen verdienen gemiddeld 10 procent minder dan rechtshandigen. Ook is bewezen dat ze banger zijn en sneller boos, en vaker aan psychoses en schizofrenie lijden. Schrale troost: ze hebben minder last van artritis en maagzweren. Laatste weetje: er is lang gedacht dat linkshandigen sterker neigden tot alcoholisme, maar dat blijkt onjuist. Wel drinken ze vaker alcohol dan rechtshandigen.", "Paul McCartney en George Harrison van The Beatles in 1964. Beeld Eddy Posthuma de Boer", "Al met al kunnen we stellen dat het leven voor linkshandigen niet altijd over rozen gaat. Toch heb ik me er altijd een beetje bijzonder door gevoeld. Tot dat groepje van 10 procent linkshandigen behoren namelijk nogal wat grootheden: Alexander en Karel de Grote, Julius Caesar, Napoleon, Jeanne d’Arc, Gandhi, Fidel Castro, Da Vinci, Michelangelo, Rembrandt, Vincent van Gogh, Picasso, Rafaël, Mozart, Bach, Beethoven, Rachmaninov, Ravel, Albrecht Durer, M.C. Escher, Johan Cruijff, John McEnroe, Rafael Nadal, Monica Seles, Lionel Messi, Arjen Robben, Hoover, Truman, Lincoln, Ford, Reagan, Bush, Clinton, Obama, Rockefeller, Oprah Winfrey, Kurt Cobain, Jimi Hendrix, Paul McCartney, Ringo Starr, George Michael, Cole Porter, Paul Simon, Phil Collins, Mark Knopfler, Charlie Chaplin, Peter Fonda, Greta Garbo, Pierre Bokma, Jerry Seinfeld, David Letterman, Jay Leno, Lenny Bruce, James Baldwin, Lewis Carroll, Jean Genet, Bart Simpson en zijn moeder Marge, en dus ons aller Diego Armando Maradona. God hebbe zijn linkshandige hand, been en ziel."], "authors": ["Eva Posthuma"], "keywords": ["tot", "selecte", "van", "als", "groepje", "het", "linkshandigen", "met", "zijn", "behoor", "ik", "ze", "een", "en", "dat", "te", "net", "maradona"], "pubDate": "2020-12-01T20:58:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}