{"id": "edb517f9-d36b-3a10-a2eb-815280038bfd", "title": "Trump verliest rechtszaak Pennsylvania en wil nieuwe hertelling Georgia", "url": "https://www.parool.nl/wereld/trump-verliest-rechtszaak-pennsylvania-en-wil-nieuwe-hertelling-georgia~bec6e520/", "summary": "Amerikaanse media becijferden dat dat voor de 143ste keer was sinds zijn aantreden als president.\nWil Trump zicht op het Witte Huis behouden, dan is winst in Pennsylvania noodzakelijk.\nGeen bewijsDe rechtszaak is een van de tientallen die Trump en zijn Republikeinse bondgenoten hebben aangespannen in de nasleep van de verkiezingen.\nTrump wil nieuwe hertelling GeorgiaNa de nipte overwinning van Biden in Georgia, heeft Trump om een nieuwe ​​hertelling in die staat verzocht.\nZijn advocaten zeiden dat om hertelling is gevraagd om ervoor te zorgen dat elke wettelijke stem wordt geteld.", "paragraphs": ["President Donald Trump ging zaterdag golfen op zijn National Golf Club in Sterling in de staat Virginia. Amerikaanse media becijferden dat dat voor de 143ste keer was sinds zijn aantreden als president. Beeld EPA", "Rechter Matthew Brann oordeelde dat het Trump-kamp niet heeft aangetoond dat er wijdverbreide stemfraude was bij de verkiezingen van 3 november, die Trump verloor van Democraat Joe Biden. De rechter sprak van “wettelijk ongefundeerde argumenten” en “speculatieve beschuldigingen” en voegde daaraan toe: “Ik heb niet de autoriteit om het stemrecht van een persoon af te nemen, laat staan van miljoenen burgers”, aldus Brann.", "De rechtszaak, gevoerd door de persoonlijke advocaat van Trump, Rudy Giuliani, had als doel ambtenaren ervan te weerhouden Biden definitief als winnaar in de staat uit te roepen. Het argument was dat sommige counties kiezers ten onrechte zouden hebben toegestaan fouten op hun eerder per post uitgebrachte stem te corrigeren. Daar kon rechter Brann zich niet in vinden. “Deze bewering is, net als het monster van Frankenstein, lukraak aan elkaar gehecht”, liet hij weten.", "In beroep", "Advocaat Giuliani reageert teleurgesteld, maar strijdvaardig op het vonnis. “De beslissing van vandaag helpt onze strategie om snel naar het Amerikaanse Hooggerechtshof te gaan.” Het campagneteam van Trump zal echter eerst in versneld hoger beroep gaan bij een rechtbank in de staat Pennsylvania. Waarschijnlijk bekrachtigen de kiesautoriteiten van de deelstaat maandag de verkiezingsuitslag officieel. Wil Trump zicht op het Witte Huis behouden, dan is winst in Pennsylvania noodzakelijk.", "Geen bewijs", "De rechtszaak is een van de tientallen die Trump en zijn Republikeinse bondgenoten hebben aangespannen in de nasleep van de verkiezingen. Ze proberen ook resultaten ongeldig te verklaren of te veranderen door middel van hertellingen. De Republikeinen hebben echter geen bewijs geleverd voor hun beweringen over wijdverbreide en gecoördineerde verkiezingsfraude.", "Trump wil nieuwe hertelling Georgia", "Na de nipte overwinning van Biden in Georgia, heeft Trump om een nieuwe ​​hertelling in die staat verzocht. De bijbehorende aanvraag is zaterdag ingediend, heeft zijn campagneteam bekendgemaakt.", "Zijn advocaten zeiden dat om hertelling is gevraagd om ervoor te zorgen dat elke wettelijke stem wordt geteld. Eerder verloren Trumps advocaten verschillende rechtszaken tegen de verkiezingsresultaten in Georgia, net als in verschillende andere staten. Trump had tot dinsdag om een ​​nieuwe hertelling aan te vragen. Hij heeft dit kunnen doen omdat het verschil tussen de kandidaten minder dan 0,5 procentpunt is.", "De autoriteiten hadden eerder al een hertelling ingesteld nadat uit de eerste telling naar voren kwam dat Biden in Georgia een voorsprong had van zo’n 14.000 stemmen op Trump. Meer dan 5 miljoen stemmen zijn met de hand opnieuw geteld. Na zes dagen tellen bleek afgelopen donderdag dat Biden een voorsprong van 12.670 stemmen overhield en nog steeds de winnaar is in de staat. Verantwoordelijk staatssecretaris Brad Raffensperger en gouverneur Brian Kemp hebben die resultaten vrijdagmiddag bevestigd.", "Het juridische team van Trump legde het verzoek om een ​​hertelling uit door aan te dringen op een “eerlijke telling van de stemmen”, die handtekeningvergelijkingen en andere belangrijke beschermende maatregelen moet omvatten. “Laten we stoppen met het geven van verkeerde resultaten aan de mensen. Er moet een tijd komen dat we stoppen met het tellen van illegale stembiljetten. Hopelijk komt die snel”, aldus een verklaring van het kamp-Trump."], "authors": ["Het Parool"], "keywords": ["verliest", "van", "trump", "pennsylvania", "georgia", "het", "rechtszaak", "wil", "nieuwe", "op", "een", "en", "te", "dat", "om", "hertelling"], "pubDate": "2020-11-22T03:22:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}