{"id": "edc5ff34-bbb2-3479-bcbd-de301dd83c83", "title": "Rauwe werkelijkheid botst met gelikte opbouw van ‘Police’", "url": "https://trouw.nl/cultuur-media/rauwe-werkelijkheid-botst-met-gelikte-opbouw-van-police~b9dc62fe3/", "summary": "Afgewezen asielzoekerIn Police volgen we drie agenten in Parijs gedurende een dag, met een aantal flashbacks om hun privéleven te schetsen.\nVerschillende momenten tijdens die dag worden herhaald vanuit de drie perspectieven van agenten Virginie, Aristide en Erik.\nHet is duidelijk dat agenten in een stad als Parijs dagelijks meer ellende op hun bord krijgen dan de meesten van ons.\nDe eerste is dat de grauwe werkelijkheid die de film probeert te schetsen, botst met de gelikte structuur van de drie wisselende perspectieven.\nAls je weet dat er in Frankrijk wekelijks meer dan vierhonderd mensen worden uitgezet, dan is een verhaal over de redding van één van hen een te grote uitzondering op de regel.", "paragraphs": ["De een controleert of hij geen lelijke onderbroek draagt, omdat hij aan het eind van z’n dienst niet met zo’n ding op de autopsietafel wil liggen. De ander doet bij thuiskomst z’n kleren buiten uit, telt tot 60 en gaat dan pas naar binnen, omdat hij de sores van z’n werk niet mee wil nemen.", "Afgewezen asielzoeker", "In Police volgen we drie agenten in Parijs gedurende een dag, met een aantal flashbacks om hun privéleven te schetsen. Verschillende momenten tijdens die dag worden herhaald vanuit de drie perspectieven van agenten Virginie, Aristide en Erik. Ongeveer halverwege de film krijgen ze de opdracht om een afgewezen asielzoeker naar het vliegveld te brengen en vanaf dat moment komen al hun sores en twijfels samen.", "Het is duidelijk dat agenten in een stad als Parijs dagelijks meer ellende op hun bord krijgen dan de meesten van ons. Het is ook duidelijk dat ze die ellende mee naar huis nemen, hoezeer ze dat ook proberen te vermijden. De stress is voelbaar in de film, de dagelijkse dilemma’s bijna tastbaar.", "Geloofwaardigheid", "Maar er zijn twee problemen met Police. De eerste is dat de grauwe werkelijkheid die de film probeert te schetsen, botst met de gelikte structuur van de drie wisselende perspectieven. Wat ook afbreuk doet aan de geloofwaardigheid, zijn de keuzes die de agenten in het verhaal maken. Als je weet dat er in Frankrijk wekelijks meer dan vierhonderd mensen worden uitgezet, dan is een verhaal over de redding van één van hen een te grote uitzondering op de regel."], "authors": ["Ronald Rovers"], "keywords": ["van", "werkelijkheid", "dan", "gelikte", "het", "met", "die", "opbouw", "botst", "agenten", "een", "dat", "te", "en", "rauwe"], "pubDate": "2020-11-26T13:56:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}