{"id": "ede7f748-c322-37d0-b9eb-2336a9bfc7a0", "title": "Duizend maaltijden verder: de kookgroep gaat áltijd door", "url": "https://volkskrant.nl/eten-en-drinken/duizend-maaltijden-verder-de-kookgroep-gaat-altijd-door~b9ea6b97/", "summary": "Maar van superspreaden is geen sprake: het gezelschap zit elk in eigen keuken, achter een eigen scherm.\n‘Vertel even gauw, hoe gaat het nu met je?’ Hilka Woltschrijn kijkt door de webcam haar oude vriend bezorgd aan.\nHij richtte de kookgroep in 1981 op met flatgenoot Amit – heeft eigenlijk altijd om zes uur al honger.\nDat meisje dat op de Marnixstraat woonde?\nIs dat niet wat veel?’Amit: ‘Ik denk dat een andere reden dat we bij elkaar blijven komen is, dat het altijd heel positieve bijeenkomsten zijn.", "paragraphs": ["Eten bij Saskia en de eetclub via Zoom. Beeld Els Zweerink", "Het is een donderdagavond in Amsterdam, op het voorlopige hoogtepunt van de tweede golf. Een vaste groep vijftigers komt voor de duizendste keer bij elkaar voor het diner, met in hun kielzog drie partners, vier grote kinderen, een nieuwsgierige journalist en een fotograaf. Eén van hen werd zondag positief getest op corona, en één van hen is vandaag getest. Veertien mensen die samen een vegetarische maaltijd bereiden en eten: zo vredig als dat vroeger klonk, zo onheilspellend is het nu – je zou er bijna de politie voor waarschuwen.", "Maar van superspreaden is geen sprake: het gezelschap zit elk in eigen keuken, achter een eigen scherm. Tijdens het verzamelen wordt de week alvast doorgenomen, waarbij de nadruk ligt op de coronabesmetting van Amit de Vogel. ‘Vertel even gauw, hoe gaat het nu met je?’ Hilka Woltschrijn kijkt door de webcam haar oude vriend bezorgd aan. ‘Nou,’ zegt Amit, ‘ik heb me een paar dagen heel vermoeid gevoeld, maar sinds gisteren geen symptomen meer. Vandaag stond ik zelfs weer op de hometrainer!’ Op het Zoomscherm floept de laatste woonkamer aan: Jaap van der Meer zwaait, met de poes op schoot, vanuit zijn Jordanese zolderwoning uitbundig naar de kookgroep. ‘We zijn compleet!’ roept hij. ‘Ik heb nu al vreselijk honger. Tofuballetjes met groenten? Toen ik dat tegen mijn kinderen zei, hoorde ik alleen nog maar heel hard een deur dichtslaan, beneden.’ Jo: ‘Maar daar is dit gerecht juist voor, om te laten zien dat tofu wél heel lekker kan zijn.’", "Op het menu: Pittige sriracha-tofuballetjes met gegrilde groenten, rijstnoedels en zoetzure saus. Strudel van bladerdeeg met chocolade en amandelen. De Kookgroep: Jaap van der Meer (59) Zelfstandig milieu-adviseur (maar door corona nu werkzoekend). Hij richtte de kookgroep in 1981 op met flatgenoot Amit – heeft eigenlijk altijd om zes uur al honger. Saskia Lieon (53) Bewonersondersteuner bij een huisvestingsstichting – houdt eigenlijk helemaal niet van vaste afspraken – kwam in 1989 bij de kookgroep door een advertentie in het universiteitsblad. Amit de Vogel (58) Sociotherapeut in een tbs-kliniek – positief getest op corona maar voelt zich alweer beter – werd vegetariër bij de Bhagwan, maar eet heel af en toe een stukje vis. Hilka Wolschrijn (58) Schrijver van medische teksten – kookt het liefst gerechten met spullen uit haar moestuin en versiert die met eetbare bloemen. Ze kan goed luisteren. Joanna Swabe (51) lobbyt in Brussel voor een dierenwelzijnsorganisatie – is de baby van de groep, omdat ze achttien jaar geleden pas aansloot – maakt thuis veganistische kaas met cashewnoten en schimmelculturen.", "Beeld Els Zweerink", "De van oorsprong Britse Joana Swabe neemt resoluut het voortouw in het kookgebeuren en heeft iedereen van tevoren een uitgebreide ingrediëntenlijst toegestuurd, plus instructies voor de voorbereiding: zet de tofu onder druk om het water eruit te persen; snijd alvast rode peper, bosui en koriander fijn. Die duidelijkheid is prettig, want samen koken via Zoom vergt wat meer aandacht en concentratie dan wanneer je in dezelfde keuken staat.", "Jo: ‘Wat jullie als eerste nodig hebben is een grote kom.’ Saskia: ‘Een houten kom?’ Jo: ‘Drie eetlepels sriracha bij de tofu...’ Jaap: ‘Nog es? Hoeveel?’ Amit: ‘...Shiatsu-wattes?’ Jaap: ‘Kun je het nog es zeggen, wat je net zei?’ Hilka: ‘Dríé éétlepels sriracha? Is dat niet wat veel?’ Saskia: ‘Maar waarom moet het dan per se een hóúten kom zijn?’", "Normaal kookt één lid voor de andere vier, nu is het noodgedwongen ieder voor zich – maar afzeggen doet de kookgroep nooit, weer of geen weer, corona of geen corona. Het clubje ontstond in 1981 in een flat aan de H. Cleyndertweg in Amsterdam-Noord, waar Jaap en Amit allebei woonden. Hilka sloot zich al in het tweede jaar via via aan; Saskia kwam in 1989 via een advertentie in het universiteitsblad. Jaap: ‘We hebben ook nog wel andere leden gehad, die dan weer verhuisden, of om een andere reden wegbleven. Zoals dat meisje dat vond dat we te calorierijke toetjes maakten. Weet je nog, Amit? Dat meisje dat op de Marnixstraat woonde? Nou, die was heel snel weg.’", "Saskia – grote bril, kort grijs haar, felgekleurd overhemd met papaya’s die afsteken tegen de kikkergroene keukenmuur: ‘We doen van alles om het leuk te houden. Zo hebben we een tijd op alfabet gekookt: Algerijns; Bulgaars; Chinees en dan helemaal door tot Z.’ Jo: ‘Ja, de X was wel even lastig.’ Hilka: ‘Of we pakten een boek uit de boekenkast en kozen daar dan blind een woord uit, waar we dan een thema aan hingen.’ Saskia: ‘Het geheim is denk ik: gewoon niet afzeggen. Gewoon blijven komen.’", "De borden zien er weliswaar verschillend uit, maar al met al is het gerecht bij iedereen goed gelukt. Beeld Els Zweerink", "De balletjes zijn gerold en gebakken, het sausje staat te pruttelen, vijf grillpannen staan in vijf Amsterdamse huizen te walmen en de pubers van Saskia beginnen te morren dat het allemaal veel te lang duurt. Jaap: ‘Moet ik die radijzen gewoon in hun geheel in de pan gooien?’ Hilka: ‘Víjf eetlepels sriracha voor de saus. Is dat niet wat veel?’", "Amit: ‘Ik denk dat een andere reden dat we bij elkaar blijven komen is, dat het altijd heel positieve bijeenkomsten zijn. Ook als het even niet goed met iemand gaat – Jaap is gescheiden, ikzelf had laatst een vervelend incident op mijn werk – dan wordt het wel benoemd, maar het is niet iets waar het de hele avond over gaat. Jaap: ‘We praten veel over politiek, maar ook daar zijn we het in grote lijnen wel over eens, dus echt grote discussies zijn er nooit.’ Saskia: ‘En het kost niet zoveel energie omdat je elkaar al zo lang kent.’", "Als iedereen uiteindelijk een bordje voor zich heeft, blijkt dat die er weliswaar heel verschillend uitzien, maar toch allemaal behoorlijk goed zijn gelukt, hoewel de pubers een beetje morren over de pittigheid van de ballen. Ondertussen wordt het nagerecht in de oven geschoven. Saskia: ‘Nu weet ik nog steeds niet waarom het nou per se een hóúten kom moest zijn.’ Jaap: ‘Nou, eet smakelijk maar weer!’", "De pubers van Saskia vinden dat het allemaal veel te lang duurt. Beeld Els Zweerink", "Vuistregels voor een geslaagd zoom-etentje 1. Het is verleidelijk om een enorme groep mensen uit te nodigen als u toch niet hoeft af te wassen, maar de ervaring leert dat een grote Zoomgroep voor chaotische, ongemakkelijke gesprekken zorgt waar iedereen met een bankschroef op het hoofd uitkomt, of waarin sommige mensen heel veel en sommige mensen nooit aan het woord komen. Zes personen is het maximum om het gezellig te houden. 2. Hoewel het in het begin misschien wat onwennig voelt, is het een goede optie om samen, ieder voor zich, hetzelfde gerecht te koken – een collectieve activiteit maakt een zoomgesprek direct minder statisch. Laat de beste kok de voorbereiding en instructies op zich nemen, zorg voor heldere ingrediëntenlijsten, laat mensen vooraf alles klaarzetten en kies gerechten die niet te moeilijk zijn. 3. Een andere optie is om gelijktijdig eten te laten bezorgen of af te halen, bijvoorbeeld bij uw favoriete restaurant – daar helpt u hen óók weer een handje mee. Afhalen heeft hierbij vaak de voorkeur, omdat restaurants woekermarges moeten afstaan aan bezorgbedrijven. 4. Maak het gezellig, trek iets leuks aan, schenk een glas wijn in en zet een kaars op tafel. Het is natuurlijk niet hetzelfde, maar we doen het er maar mee."], "authors": ["Hiske Versprille"], "keywords": ["maaltijden", "van", "het", "op", "maar", "met", "gaat", "duizend", "verder", "kookgroep", "een", "en", "dat", "te", "door", "áltijd", "voor"], "pubDate": "2020-11-05T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}