{"id": "ede9aedc-1485-3596-aee8-9f625ec902a6", "title": "Bijleveld: Britten slaan alarm om dreiging Russische oorlogsschepen", "url": "https://www.parool.nl/wereld/bijleveld-britten-slaan-alarm-om-dreiging-russische-oorlogsschepen~b6fae650/", "summary": "Minister Ank Bijleveld van Defensie komt aan in de Tweede Kamer voor het debat over de begroting van het ministerie van Defensie.\nBeeld ANPDat zei minister Ank Bijleveld van Defensie donderdag in de Tweede Kamer.\nSchepen van de Russische marine duiken de afgelopen jaren vaker op in wateren van Europese landen.\nMaar in dit geval was het aantal schepen ‘meer dan normaal’, zegt een woordvoerder van Bijleveld in een toelichting.\n‘Mogelijk antwoord’Volgens Bijleveld hebben de Britten aan de Navo-landen gevraagd wat het ‘mogelijke antwoord’ op de grote Russische aanwezigheid zou moeten zijn.", "paragraphs": ["Minister Ank Bijleveld van Defensie komt aan in de Tweede Kamer voor het debat over de begroting van het ministerie van Defensie. Beeld ANP", "Dat zei minister Ank Bijleveld van Defensie donderdag in de Tweede Kamer. Het is opmerkelijk dat de minister dergelijke meldingen aan de Navo in een debat noemt.", "Schepen van de Russische marine duiken de afgelopen jaren vaker op in wateren van Europese landen. Zo zagen de Britten in maart, augustus en november van dit jaar al een aantal oorlogsschepen verschijnen. Het ging dan bijvoorbeeld om zeven of negen schepen. Maar in dit geval was het aantal schepen ‘meer dan normaal’, zegt een woordvoerder van Bijleveld in een toelichting. Dat was ook de reden dat de Britten in Navo-verband aan de bel trokken.", "‘Mogelijk antwoord’", "Volgens Bijleveld hebben de Britten aan de Navo-landen gevraagd wat het ‘mogelijke antwoord’ op de grote Russische aanwezigheid zou moeten zijn. Wat daarop het antwoord was, is nog niet bekend. Wel wees de CDA-bewindsvrouw erop dat het Navo-bondgenootschap hierbij ‘samen handelt’.", "Ook Nederland ziet sinds een aantal jaar vaker Russische marineschepen in onze wateren. In 2015 werd bekend dat de Nederlandse marine veertien keer in actie kwam om Russische fregatten terug naar internationale wateren te begeleiden. In 2015 telden de Belgen acht Russische oorlogsschepen voor de eigen kust."], "authors": ["Hanneke Keultjes"], "keywords": ["van", "bijleveld", "defensie", "oorlogsschepen", "het", "dreiging", "minister", "russische", "een", "alarm", "om", "dat", "wateren", "slaan", "britten", "aan"], "pubDate": "2020-12-03T12:09:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}