{"id": "edee2eef-ea9f-3d2b-a784-8ce6a25cf0d7", "title": "Naar een tajine moet je smachten", "url": "https://trouw.nl/recepten/naar-een-tajine-moet-je-smachten~bb2a28e2/", "summary": "Afgelopen weekend hadden we een discussie over de herkomst van de tajine (de kookpan en het gerecht) bij ons aan tafel.\nEr zijn theorieën dat de tajine met de Feniciërs in de twaalfde eeuw naar Marokko kwam.\nDat stooft in flink wat uren gaar op een barbecue, of nog beter: op een aardewerken barbecue genaamd l’majmar of kanoun (je vindt ze bij de Marokkaanse winkel) op het balkon of in de tuin.\nWant naar een tajine moet je smachten en je moet erop wachten.\nDoe de deksel op de tajine en stoof op ultralaag vuur gaar in 1,5 tot 2 uur: het liefst op een aardewerken barbecue of anders op een warmhoudplaatje op je fornuis.", "paragraphs": ["Afgelopen weekend hadden we een discussie over de herkomst van de tajine (de kookpan en het gerecht) bij ons aan tafel. Vriendin Esma dacht dat hij met de Arabieren naar Marokko was gekomen. Voor manlief Said komt de echte tajine uit Zuid-Marokko, waar zijn Tachelhit Berber-familie vandaan komt.", "Ik smul van al die verhalen achter gerechten. Hoe langer een gerecht bestaat, hoe meer verhalen er zijn. Er zijn theorieën dat de tajine met de Feniciërs in de twaalfde eeuw naar Marokko kwam. Best mogelijk, want aardewerk om in te koken was dankzij het Romeinse rijk door de hele Mediterranée verspreid.Er is zelfs een bijzondere theorie die veronderstelt dat de Mexicaanse Totonakenbeschaving, met hun regengod Tagín, de bakermat was. Verder doet het verhaal de ronde dat de tajine uit de tijd stamt van kalief Harun al-Rashid, rond 800 na Christus. De stoofpot werd namelijk al in de beroemde Duizend-en-een-nachtvertelling vermeld.", "De waarheid? Waarschijnlijk een mix van dit alles.Maar dat mensen in droge gebieden een aardewerken conische pan zijn gaan gebruiken, klinkt in elk geval heel logisch. Je kunt er alle stukken vlees, ook de goedkopere, in gaar stoven. En je hebt geen water nodig door de vorm van de deksel waarop condens ontstaat die neerslaat op het gerecht, dat daardoor sappig blijft.Tegenwoordig kun je tajines vinden die zelfs op inductie werken, maar het beste tajinegerecht maak je zonder keuken. Dat stooft in flink wat uren gaar op een barbecue, of nog beter: op een aardewerken barbecue genaamd l’majmar of kanoun (je vindt ze bij de Marokkaanse winkel) op het balkon of in de tuin. Want naar een tajine moet je smachten en je moet erop wachten.", "Ik herinner me goed de zoete uren die we moesten wachten bij een simpel plekje in de hoge Atlas, met daverend uitzicht. Hoe smeltend verrukkelijk die tajine was.", "Saids kiptajine met uien en rozijnen", "Ingrediënten (4 personen)", "• 6 uien, in halve ringen", "• olijfolie", "• 1 bosje koriander, fijngehakt", "• 1 el komijn", "• ½ el gember", "• ½ el kaneel", "• plukje saffraan", "• 4 (bio)kippendijen met bot (vraag je poelier of haal op de markt)", "• 2 grote venkels", "• 1 bol knoflook", "• 100 gr gele rozijnen", "• 100 gr amandelen, geroosterd", "Bereiding", "Gebruik het liefst een aardewerken tajine. Ongeglazuurde tajines laat je eerst een paar uur weken in ruim water voordat je ze langzaam verhit. Bak de uien met wat olijfolie op heel laag vuur twintig minuten. Voeg de koriander toe. Meng de specerijen in een vijzel met wat grof zout en stamp fijn. Wrijf de kippendijen er goed mee in en leg ze op de uien. Snijd de venkels in parten en leg ze eromheen. Pel de knoflook en verdeel de hele teentjes erover. Bestrooi met de rozijnen en voeg een scheutje water toe en nog wat zout. Doe de deksel op de tajine en stoof op ultralaag vuur gaar in 1,5 tot 2 uur: het liefst op een aardewerken barbecue of anders op een warmhoudplaatje op je fornuis. Voeg eventueel tussendoor een scheutje water toe. Bestrooi met de amandelen en eet met Marokkaans brood.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Merijn Tol"], "keywords": ["smachten", "van", "het", "op", "naar", "met", "die", "moet", "een", "je", "en", "dat", "tajine"], "pubDate": "2020-11-20T08:22:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}