{"id": "edfb9c40-2af1-3e09-9352-4176c44c89f6", "title": "Onderzoek politie: ’Hond Tommy werd níet afgetuigd’", "url": "https://www.telegraaf.nl/nieuws/827413370/onderzoek-politie-hond-tommy-werd-niet-afgetuigd", "summary": "Volgens het onderzoek is ’geen onnodig en buitensporig geweld’ gebruikt.\nTijdens de mishandeling, in de nacht van 8 op 9 februari, zat het dier aangelijnd.\nOp camerabeelden zou te zien zijn dat agenten het dier meermaals, en dus mogelijk onnodig vaak, hebben getaserd.\nDe dierenarts had eerder in een rapport geschreven dat hij zes taserpeilen vond – waarvan één in het oog.\nHet onderzoek van bureau Veiligheid, Integriteit en Klachten (VIK) – van de politie zelf – vond geen ongeoorloofde zaken.", "paragraphs": ["Dat schrijft De Gelderlander. Volgens het onderzoek is ’geen onnodig en buitensporig geweld’ gebruikt. De agenten handelden ’conform de geweldsinstructies’.", "Tijdens de mishandeling, in de nacht van 8 op 9 februari, zat het dier aangelijnd. Op camerabeelden zou te zien zijn dat agenten het dier meermaals, en dus mogelijk onnodig vaak, hebben getaserd. De dierenarts had eerder in een rapport geschreven dat hij zes taserpeilen vond – waarvan één in het oog. Een haaktand die ontbrak, ’moet met zeer grote en brute kracht verwijderd zijn’, stond er.", "De familie was razend. „Ik trof één bloedbad aan. Het was te gruwelijk voor woorden. Ze hebben doelbewust in het hoofd geschoten”, vertelt Cher, dochter van de familie in een korte film.", "„Het is betreurenswaardig dat de hond gewond is geraakt”, reageert politiechef Remmert Heuff, ook hondenbezitter. Het onderzoek van bureau Veiligheid, Integriteit en Klachten (VIK) – van de politie zelf – vond geen ongeoorloofde zaken. „Het was een vechthond die agressief en opgefokt overkwam. Hij is daarom getaserd. Ongelukkig genoeg is het pijltje in zijn oog terecht gekomen”, zegt Heuff.", "Hij ontkent dat de hond is geschopt, volgens De Gelderlander. „De hond bleef zich verzetten. Met een kogelwerend schild is het dier in bedwang gehouden.” Op de vraag waarom de hoektand, te zien in de korte film van de advocate, eruit was geraakt, antwoordt Heuff: „Door het taseren raakte zijn bek verkrampt en beet hij met grote kracht zijn kaken dicht.”", "Geen aangifte", "Overigens is volgens de politie geen aangifte gedaan, iets wat advocaat Roethof wel had aangegeven te gaan doen. Ze is donderdagmiddag niet meteen bereikbaar voor een reactie."], "authors": ["Onze Redactie"], "keywords": ["van", "dat", "volgens", "een", "tommy", "onderzoek", "en", "te", "níet", "politie", "zijn", "werd", "afgetuigd", "op", "met", "het", "hond"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}