{"id": "ee1f6f38-6382-3ded-807d-a337fe2a6dc2", "title": "Een regenbui of een kabbelend beekje: een zoektocht naar de perfecte oordopjes voor een goede nachtrust", "url": "https://volkskrant.nl/cultuur-media/een-regenbui-of-een-kabbelend-beekje-een-zoektocht-naar-de-perfecte-oordopjes-voor-een-goede-nachtrust~bdd4a233/", "summary": "De heipalen zijn er allang niet meer, de slaapproblemen eigenlijk ook niet en we hebben Amsterdam verlaten.\nAls ik mijn oren niet aanstamp met die wassen Ohropax-dingen kan ik niet slapen, geluid of niet.\nDe enige keren dat het een hele nacht lukt is na het bezoek van een hard concert, als mijn oren zo luidruchtig suizen dat het geruststellend is.\nMet een vriend was ik een paar maanden op wereldreis door Zuid-Amerika en ik was domweg vergeten de oordoppen mee te nemen.\nHet is dezelfde theorie als bij de white noise: de hersenen zoomen in op het monotone geluid in plaats van het omgevingsgeluid.", "paragraphs": ["Beeld Eline van Strien", "Een rustgevende kabbelende beek op perfecte afstand van mijn tent ergens hoog in de Andes, meer bleek er niet nodig om me een ongestoorde nacht te bezorgen. Zonder oordoppen dan. Dat was uniek, want ik was ten tijde van die vakantie al jarenlang verslaafd aan die dingen.", "De verslaving begon in 1990, in Amsterdam. De Transvaalbuurt in Oost was de jaren ervoor afgegleden naar een bedenkelijk niveau. Rond die tijd zette zich een voorzichtige omslag in en gingen de meest vervallen huizenblokken tegen de vlakte om plaats te maken voor even frisse als anonieme exemplaren.", "Maar niet voordat menig heipaal in de grond ging. Dat begon elke dag nogal vroeg, om een uur of 7. Mijn studentenritme had in die tijd andere accenten. Zo begon het: de oordop. Het heien hielden ze niet tegen, maar wel de gesprekken en de arbeidsvitaminen die uit de radio’s schalden aan de overkant.", "Ik begon met gele exemplaren van schuim. Een nieuwe wereld ging open. Of liever: de buitenwereld werd buitengesloten. De zachte pluggen bevielen tot het moment dat ik eentje te ver in mijn gehoorgang duwde. Foetsie. De studentenarts moest redding brengen. Dat gebeurde met een tampontang, meen ik me te herinneren. Het was in elkgeval de reden om afscheid te nemen van de gele foam-doppen.", "Daarvoor in de plaats kwamen de kneedbare wassen oordoppen van de Duitse fabrikant Ohropax. Twaalf exemplaren gehuld in watten, gebroederlijk naast elkaar in een geel doosje, met daarop in zwarte letters geruststellend ‘sinds 1907’. Ik vraag me weleens af hoe mensen vóór 1907 sliepen. Tegenwoordig staat er ook ‘Classic’ bij. Maar verder zijn het doosje noch de doppen in al die tijd iets veranderd. Waarom zouden ze ook?", "Beeld Ohropax", "Want klassiekers, dat zijn ze. Ik kan niet zonder. De heipalen zijn er allang niet meer, de slaapproblemen eigenlijk ook niet en we hebben Amsterdam verlaten. Buiten is het rustig. Maar slapen zonder oordoppen? Ondenkbaar. Als ik mijn oren niet aanstamp met die wassen Ohropax-dingen kan ik niet slapen, geluid of niet. Vaak genoeg geprobeerd. Soms lukt het maar vijf minuten, soms wel twee uur. Tot het moment dat ik wakker schrik met het besef: help, ik heb ze niet in. De enige keren dat het een hele nacht lukt is na het bezoek van een hard concert, als mijn oren zo luidruchtig suizen dat het geruststellend is.", "Alleen al de gedachte aan geluiden die ergens in de nacht kunnen klinken, is genoeg om me hyperalert te houden. Uiteindelijk is het natuurlijk gewoon een verslaving. Ik kan niet zonder. ‘Wij mensen zijn vatbaar voor een cyclus waarin we hunkeren naar wat we niet hebben, dat verkrijgen, verbruiken of verliezen en er daarna des te meer naar hunkeren’, schrijft hersenwetenschapper en ervaringsdeskundige Marc Lewis in zijn boek ‘Memoires van een verslaafd brein’. Deze cyclus ligt volgens hem ten grondslag aan elke verslaving, of het nou om drugs, soaps, rijkdom, wijsheid, drank of seks gaat. Of nachtelijke stilte, voeg ik toe. Ik lijkt daar steeds meer van nodig te hebben.", "Waakmechanisme", "Als ik Floris Wouterson (slaapspecialst en auteur van het boek Superslapen) spreek, versterkt zijn verhaal het gevoel dat ik altijd heb gehad: ik moet er vanaf. ‘Oordoppen kunnen heel handig zijn als je geluiden van buitenaf wilt tegengaan. Maar bij sommige mensen kan het waakmechanisme juist extra worden geactiveerd. Dan werkt het middel averechts. We zijn dan extra alert in onze slaap.’ Dat herken ik: ik sta op scherp. Waar het in de meeste gevallen de jonge moeder is die wakker schrikt bij het eerste geluidje van de baby, daar was het bij ons thuis altijd ik. Niet alleen bij babygeluidjes trouwens, ook bij een nauwelijks hoorbare zucht van mijn partner of een rinkelende fietsbel buiten. Het waakmechanisme beperkt zich niet tot geluiden: ook andere zintuigen staan gedurende de nacht wijd open. Onze kamer heeft dan ook een stalen rolgordijn dat het licht volledig buitensluit.", "Of het nou pillen, een ritueel met olie of oordoppen zijn, hulpmiddelen bij het slapen moeten volgens Wouterson altijd tijdelijk worden ingezet. De oordop is een ‘speen voor volwassenen’, zoals hij het noemt: ‘Als je de speen afpakt, is Leiden in last.’ We raken snel geconditioneerd. Ik kan niet slapen omdat mijn hersenen het zichzelf hebben aangeleerd dat de oordop de absolute voorwaarde voor slaap is. De oplossing kan zelf een probleem worden. Ik moet op de een of andere manier opnieuw worden geprogrammeerd. ‘Dit gaat niet vanzelf en is in de regel hard werken’, aldus de auteur.", "Hulpmiddelen bij het slapen moeten volgens Wouterson altijd tijdelijk worden ingezet. Beeld Eline van Strien", "Het is Eus van Someren, slaaponderzoeker bij het Nederlands Herseninstituut, in elkgeval nooit gelukt. Net als ik gebruikt de hoogleraar (en voormalig gitarist bij rockband the Scene) al decennialang oordoppen. De hersenen passen zich in de loop der tijd aan het gebruik van oordoppen aan, vermoedt hij. Ze staan als het ware scherper afgesteld. ‘Op het moment dat je ermee stopt, komen geluiden harder binnen dan vóór het gebruik van oordoppen.’ Los daarvan is de ene persoon sensorisch gevoeliger dan de ander: ‘Normaal gesproken negeren de hersenen het geluid van bijvoorbeeld een tikkende klok. Bij slapelozen gaan de hersenen dat tikken te goed in de gaten houden.’", "Er zijn voor mij genoeg redenen om er vanaf te willen. Allereerst omdat oordoppen niet gezellig zijn voor de bedpartner. Maar ook omdat de afhankelijkheid niet fijn is. Altijd maar weer aan je oordoppen moeten denken. De paniek als je onderweg bent: heb ik mijn oordoppen wel bij me?", "Dat harde werken waarover Wouterson het heeft, kan ik beamen. Vaak genoeg geprobeerd, maar na een paar uur gaat mijn hand automatisch naar het nachtkastje. Even kneden om ze op temperatuur te brengen. Dan het heerlijke gevoel van de was in je oor. De oren niet meer wijdopen en kwetsbaar voor auditieve invasies van buitenaf.", "Terug naar die tent bij de beek. Waarom lukte het daar dan wel een hele nacht? Dat zal een combinatie van factoren zijn geweest: het constante geruis van het riviertje naast ons, de lichamelijke uitputting na een dag wandelen op duizenden meters hoogte met zware bepakking én de blote afwezigheid van oordoppen. Met een vriend was ik een paar maanden op wereldreis door Zuid-Amerika en ik was domweg vergeten de oordoppen mee te nemen. De schrik in het hotel in Lima na het uitpakken werd gevolgd door een tocht door de stad op zoek naar ‘tampones por los orejos’. Pharmácias genoeg in de hoofdstad van Peru, maar opgetrokken wenkbrauwen vielen mij ten deel. Ook variaties op de vermeende vertaling van ‘oordop’ (Google Translate en smartphones waren er nog niet in 1996) zoals ‘cosas contra ruido’ leverden niets op.", "Hoe meer steden we aandeden, hoe plichtmatiger het bezoek aan de plaatselijke drogist. Huancayo, Ayacucho, Cusco, Puno, Copacobana? Geen oordop te bekennen. Niet bij de drogist, niet op de markten ergens in die kilometerslange gangen met cassettebandjes, dopsleutels, lamafoetussen en cocabladeren. Die laatste kon je tenminste nog in je oor proppen. Heb ik ook geprobeerd trouwens, evenals natte proppen wc-papier, watten of een combinatie van dit alles. Allemaal suboptimaal.", "Even was er hoop. Het ingelichte thuisfront stuurde per post twee losse oordoppen naar het postkantoor in Lima. Dat was althans het plan. De brief kwam aan, maar de Ohropax bleken eruit gevist. Het enige wat restte: twee vettige afdrukken op het blauwe luchtpostpapier. De nachten bleven slecht, zeker als de hostels lawaaiig waren. En dat waren ze vaak.", "Door naar 2020, als een jubelend persbericht van Bose over hun next level oordoppen genaamd Sleepbuds mijn aandacht trekt. Zou ik dan toch afscheid kunnen nemen van mijn Ohropax? Inslapen is tegenwoordig nauwelijks een probleem meer, met dank aan mijn eigen Spotify-lijst met rustgevende muziek die uit de slaapkamerspeaker klinkt. Of, nog beter: het 8 uur 24 minuten durende album Sleep van de componist Max Richter. Daarop glij je heerlijk de nacht in. Ik ben duidelijk niet de enige: Spotify staat vol met afspeellijsten voor mensen zoals ik. Met rustgevende muziek; met speciale binaural beats die verschillende geluidsfrequenties produceren voor het linker- en het rechteroor, maar ook met zogenoemde white noise: regenbuien en ander natuurgeweld. Volgens Wouterson reageren onze hersenen in zijn algemeenheid goed op dit soort monotoon geluid: ‘Ze komen tot rust.’ De theorie hierachter is dat de hersenen zich op het monotone geluid richten, waardoor het irritante omgevingsgeluid naar de achtergrond wordt gedrukt.", "Mijn hersenen komen bij het inslapen het best met muziek tot rust, merk ik. Zonder Ohropax dus. Er is alleen maar muziek en op het grensvlak van waak naar slaap is er geen ruimte voor gedachten aan wat dan ook, noch voor oordophunkering. Alsof Morpheus me hoogstpersoonlijk en met zachte dwang mijn zachte kussens induwt. Maar altijd schrik ik na pakweg een halfuur wakker, terwijl mevrouw Verhagen lekker verder tukt. Ik houd het domweg geen hele nacht vol zonder oordop, omdat er altijd wel een geluidje in de nacht klinkt. Gesnurk, een blaffende hond in de verte, een duif die in de dakgoot landt. Zelfs als er geen geluid is, is er nog wel de anticipatie op toekomstig geluid.", "Geen fysiek ongemak", "De Sleepbuds van Bose dan. Wél afgesloten oren en zelfgekozen klanken, maar niet het fysieke ongemak van gewone oortjes, die met name niet lekker zitten in zijligging. Het zijn feitelijk een soort AirPods, maar dan kleiner, platter en lichter. En zonder zo’n stok eraan. Het resultaat is - dixit Bose - een ‘technische doorbraak: twee kleine, uiterst comfortabele, draadloze oordopjes die de afleiding van geluiden als luide partners, buren, honden en verkeer blokkeren en bedekken’.", "Zijn de Sleepbuds van Bose in staat om nachtelijke geluiden buiten te sluiten?", "Om met het comfort te beginnen, daarmee blaast Bose niet te hoog van de toren. De fabrikant levert een aantal tipjes met verschillende pasvormen mee. Verder zit er een fliebertje aan het oortje dat tegen de oorschelp klemt. Daarmee zitten ze verrassend goed. Niet het propvolle gevoel van de Ohropax Classic. Eigenlijk merk je niet dat je iets in hebt, ook in zijligging. Dat is op het eerste gevoel prettig, maar tegelijk ook wennen. Zijn de Sleepbuds in staat om nachtelijke geluiden buiten te sluiten?", "Op zichzelf houden de dopjes die geluiden niet zo goed tegen als de klassieke aanstampoordop. Maar dan komt de truc. Met de dop levert Bose een app mee waarop 35 verschillende slaaptracks staan die tijdens de slaap kunnen worden afgespeeld. Dat zijn rustgevende klanken, maar ook omgevingsgeluiden zoals het geruis van verkeer, regendruppels op de vensterbank, een draaiende droogtrommel of het geluid van de branding. Geluidsmaskering noemt Bose dat. De geluiden zijn volgens de fabrikant zo ontworpen dat ze andere, ongewenste geluiden buitensluiten. Het is dezelfde theorie als bij de white noise: de hersenen zoomen in op het monotone geluid in plaats van het omgevingsgeluid.", "Om ze klein en vederlicht te houden, heeft Bose bijna alles weggehaald wat andere dopjes wel kunnen. De sleepbuds hebben geen actieve ruisonderdrukking en kunnen geen muziek streamen. ‘Elk detail is voor één doel geoptimaliseerd. Betere slaap; de hele nacht, elke nacht’, belooft Bose.", "Dat gaat niet zonder slag of stoot. Het vereist nogal wat moed om na dertig jaar de kneeddop vaarwel te zeggen en in te ruilen voor een high tech-exemplaar. De eerste nachten zijn dan ook een ramp (zie kader), maar daarna treedt voorzichtige gewenning op. En liggen de Ohropax zelfs af en toe een hele nacht onaangeroerd op het nachtkastje.", "Is het dan de Einddop? Neuh. Genoeg te klagen nog. Wat zou ik graag de hele nacht Max Richter op mijn sleepbuds afspelen. Nu moet ik me laten onderdompelen in natuurgeluiden of gekmakende repeterende ambient-klanken uit een doosje. Nog zoiets: geen touchbediening op de oortjes. Als ik het geluidsvolume in de nacht wil aanpassen, moet ik naar mijn mobieltje grijpen en daar de app openen. Het is overkomelijk.", "Ook zit iets me niet lekker. De woorden van Floris Wouterson indachtig besef ik dat ik hard bezig met de ene conditionering (Ohropax) voor de ander (Bose) in te ruilen. En dan ben ik misschien nog wel verder van huis.", "Dag 1 Ik probeer rustgevende geluiden. Hele nacht geworstel. Staat te hard. Dan weer te zacht. Vervolgens irritatie. Met ongewone intensiteit luister ik naar die soundscapes die geen rust maar agressie opwekken. Vooral vanwege het repeterende karakter. Na twee uur pak ik mijn vertrouwde Ohropax. Dag 2 Een ander geluid, de regenbui. Hier ga ik best lekker op, moet ik zeggen. Ik zak vrij snel weg. De combinatie van gevuld oor én geluiden is wel heel fijn. En ze zitten lekker. Halverwege de nacht heb ik koortsachtige dromen van apocalyptische overstromingen. Ik heb paniekerig het gevoel dat ik de haringen van de tent moet checken. Ook nu brengt Ohropax redding. Dag 3 Verder variëren op het thema ‘water’. Dit keer het klotsende water bij een pier. Dat bevalt al met al toch wat minder. De hele nacht heb ik de neiging om mijn deken over mijn hoofd te trekken om het geluid tegen te houden. Wat natuurlijk niet helpt. Dag 4 Het ritselen van bladeren. Zal persoonlijk zijn, maar ik vind dat geluid in de nacht vrij irritant. Het geluid van een draaiende droogtrommel is al niet veel beter. Goed excuus om het rustig aan te doen en vrij vroeg in de nacht naar de Ohropax te grijpen. Dag 5 Ik heb mijn favoriete geluid gevonden. De branding van een oceaan. Het is wat experimenteren met het volume, maar op lage stand is het alsof die oceaan op veilige afstand is terwijl ik in een strandhuis met open deuren slaap. Nu maar hopen dat er geen lawaaiige buren zijn of een schreeuwende meeuw."], "authors": ["Laurens Verhagen"], "keywords": ["ik", "goede", "naar", "met", "regenbui", "te", "van", "kabbelend", "en", "een", "perfecte", "oordopjes", "zoektocht", "voor", "nachtrust", "op", "het", "niet", "dat"], "pubDate": "2021-01-05T17:25:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}