{"id": "ee20819b-0133-366e-8780-16fd7d08904f", "title": "Van der Valk vreest omvallen hotels", "url": "https://nos.nl/nieuwsuur/artikel/2363809-van-der-valk-vreest-omvallen-hotels.html", "summary": "Als de overheid niet snel met meer ondersteuning komt voor noodlijdende hotels, gaan er ondernemingen omvallen, zegt Freek van der Valk.\nFreek van der Valk schetst in een interview met Nieuwsuur een donker beeld van het hotelwezen in coronatijd.\n'Grote hotels zijn echt de pineut'Eigenlijk bestaat het bedrijf 'Van der Valk' niet.\nFreek van der Valk is eigenaar van het hotel in Ridderkerk en voert het woord namens de hotelvestigingen.\nBij elkaar zijn de 74 Van der Valk-hotels en de 14.000 werknemers het op een na grootste horecabedrijf van Nederland.", "paragraphs": ["Als de overheid niet snel met meer ondersteuning komt voor noodlijdende hotels, gaan er ondernemingen omvallen, zegt Freek van der Valk. De Van der Valk-directeur doet een uiterste oproep aan het kabinet: \"Ik wil niet bedelen of zielig zijn, maar er gaan echt hotels omvallen als er niets wordt gedaan.\"", "Freek van der Valk schetst in een interview met Nieuwsuur een donker beeld van het hotelwezen in coronatijd. \"We zijn zeker onder de indruk van wat de regering aan het begin van de pandemie voor elkaar heeft gekregen. Dat was een slim pakket dat snel geregeld is. Maar tevreden zijn we absoluut niet.\"", "'Grote hotels zijn echt de pineut'", "Eigenlijk bestaat het bedrijf 'Van der Valk' niet. Het is een samenwerkingsverband tussen verschillende familieleden die onder dezelfde naam opereren maar losse bedrijven hebben. Ze hebben wel overleg, maar hoeven niet dezelfde koers te varen. Freek van der Valk is eigenaar van het hotel in Ridderkerk en voert het woord namens de hotelvestigingen.", "Bij elkaar zijn de 74 Van der Valk-hotels en de 14.000 werknemers het op een na grootste horecabedrijf van Nederland. Voor de coronacrisis gingen de zaken in de hotels, de restaurants en met de zaalverhuur uitstekend. Maar in de huidige lockdown, waarbij ook restaurants in hotels dicht moesten, ligt bijna alles stil."], "authors": ["Freek Van Der Valk", "Dit Is Een Artikel Van"], "keywords": ["zijn", "van", "vreest", "voor", "der", "een", "omvallen", "hotels", "valk", "het", "maar", "niet"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}