{"id": "ee31494d-557e-36ab-bcbb-de75c91cf48a", "title": "Crisis in de nertsenhouderij is niet het einde van de bontindustrie", "url": "https://nrc.nl/nieuws/2020/12/09/de-crisis-in-de-nertsenhouderij-betekent-niet-het-einde-van-de-bontindustrie-a4023226", "summary": "De huid van het dier mag ook niet te dik zijn, want dat maakt een kledingstuk uiteindelijk te zwaar.\n„Ik heb het gevoel dat het tij echt aan het keren is”, zegt Joh Vinding van het Deense Anima.\nDeze organisatie, in handen van de Deense nertsenfokkers, veilt jaarlijks ongeveer de helft van het wereldwijd gefokte bont.\nEn als de Chinezen opschalen, dan doen ze het ook goedVraag en aanbodIs dit inderdaad het begin van het einde voor nertsenbont?\nDat is waardevol, zeker in coronatijden.” Ljung denkt dat het gevaar van het virus in Finland minder groot is, omdat daar vaker vossen worden gefokt voor bont.", "paragraphs": ["De een ziet een optimaal geproduceerde nertsenpels, een mooi natuurlijk product. De ander ziet een industrie vol dierenleed, puur voor ijdele doeleinden. Hoe je er ook naar kijkt: de nertsenfokkerij in Europa heeft door corona zware averij opgelopen. De dieren blijken gevoelig voor het virus, waardoor Nederland sinds deze week versneld een nertsloos land is geworden. Denemarken, de grootste leverancier ter wereld, was eigenlijk helemaal niet van plan om zijn fokindustrie te sluiten. Maar na veelvuldige besmettingen won de voorzichtigheid het daar vorige maand van de koopmansgeest: alle circa 17 miljoen dieren worden geruimd en de bedrijven moeten ook volgend jaar leeg blijven.", "Zo kon het dat premier Mette Frederiksen eind november voor de stal van de familie Hindbo, in het westen van Denemarken, stond te huilen uit medelijden met de fokkers. Een maand eerder had de regering, aanvankelijk zonder wettelijke basis, tot volledige ruiming besloten. In de nertsen bleek een coronavariant te huizen die volgens de overheid de werkzaamheid van aankomende vaccins kan bedreigen. Met de overhaaste beslissing verspeelde sociaal-democraat Frederiksen veel politiek krediet – en een minister van Landbouw.", "Lees ook Denen ruimen nertsen ‘om vaccin te redden’", "Niet gebroken, maar wel stevig gebutst door die politieke storm, daalde in de lege stal van fokker Peter Hindbo het besef in bij de premier: hier wordt een hele sector in één klap weggevaagd, het levenswerk van complete gezinnen in een paar weken tenietgedaan. In Denemarken geldt nog geen definitief verbod, maar de huidige ingreep heeft bijna hetzelfde effect, zegt Wim Verhagen, directeur van de Nederlandse federatie van edelpelsdierenhouders (NFE). „De Denen zijn goed voor 40 procent van alle nertsen die in de wereld gehouden worden. Als je besluit alles te ruimen, dan is het hele fundament onder de branche weg. Fokstammen waarmee men wel honderd jaar gewerkt heeft, zijn dan verdwenen. Je start dat niet zomaar weer even op.”", "Nederlandse en Deense nertsenbont behoort tot de wereldtop. Corona maakt daar abrupt een einde aan", "Dat Nederlanders en Denen ruim de helft van de wereldmarkt voor nertsenbont beheersen, is volgens Verhagen niet ingewikkeld uit te leggen. Het fokken van een kwalitatief hoogwaardige nertsenpels is geen sinecure. De dieren kunnen slecht tegen warmte, maar strenge winters zijn ook weer niet goed. Dan worden de haren te lang en de pels te dicht. De huid van het dier mag ook niet te dik zijn, want dat maakt een kledingstuk uiteindelijk te zwaar.", "De fokker moet al die variabelen in de gaten houden en tegelijk zien of het goed gaat met de dieren. „Denen en Nederlanders hebben die gave bijna natuurlijk”, zegt Verhagen. „Daarom is nertsenbont uit deze landen zachter, lichter, beter.”", "Een kleine eeuw worden er in Denemarken en Nederland commercieel nertsen gefokt voor bont. Het klimaat is ideaal en de nabijheid van visverwerking (en in Nederland ook de pluimveehouderij) maakt dat er voldoende vers voer voorradig is. Door decennia van zorgvuldig bewaakte foklijnen, is Nederlands en Deens nertsenbont wereldwijd tot de absolute top gaan behoren. Corona maakt daar nu in één klap een einde aan.", "In Nederland ondergaat de nertsenfokkerij een nog strikter lot dan in Denemarken. De afgelopen weken zijn de laatste dieren ‘gepelsd’, zoals dat in vaktermen heet. Nadat er eerder ook in Nederland op besmette bedrijven werd geruimd, zijn dat er volgens de NFE nog zo’n 2,5 miljoen, de helft van het gebruikelijke aanbod. De dieren worden ontdaan van hun vacht, het vet onder de huid wordt verkocht aan de farmaceutische industrie. De karkassen van gezonde dieren worden, zoals altijd, gebruikt om biobrandstof of diermeel van te maken.", "En daarna is het voor de Nederlandse nertsenhouderij gedaan. Het verbod op de fok, zeven jaar geleden al afgekondigd voor 2024, is door corona naar voren gehaald. De boel moet in maart van volgend jaar helemaal op slot zitten. Hoewel het einde dus al langzaam naderde, heeft de versnelling in Nederland diepe wonden geslagen, vertelt Verhagen, die al 38 jaar werkzaam is in de sector. Onder de fokkers heerst volgens hem „onmacht, teleurstelling en verdriet”.", "Dierenactivisten", "Hoe anders is dat in kringen van dierenactivisten. Die zien in het vergaan van de Nederlandse en Deense nertsensector hét bewijs dat fokken voor bont onhoudbaar is. Is het niet vanwege dierenwelzijn, dan nu toch zeker vanwege de mogelijke gezondheidsrisico’s. „Ik heb het gevoel dat het tij echt aan het keren is”, zegt Joh Vinding van het Deense Anima. Hij ageert al zeker vijftien jaar lokaal en mondiaal tegen de bontindustrie, die voor circa 80 procent op nertsen drijft. Ondanks het uitblijven van een verbod denkt hij dat de meeste Deense fokkers, vaak achter in de vijftig, zullen kiezen voor overheidscompensatie en bedrijfsbeëindiging. „Deens nertsenbont is altijd voor de hoofdprijs verkocht. Als ze opnieuw moeten beginnen zal de kwaliteit, en dus de prijs, eerst een stuk lager zijn. Ik zie dat niet gebeuren.”", "Een andere reden waarom antibontactivisten opgetogen zijn, is de aangekondigde sluiting van Kopenhagen Fur. Deze organisatie, in handen van de Deense nertsenfokkers, veilt jaarlijks ongeveer de helft van het wereldwijd gefokte bont. Daaronder bevinden zich alle Deense nertsenpelzen en buitenlands aanbod, bijvoorbeeld bont van vossen en chinchilla’s. De organisatie verwacht dat het binnen twee à drie jaar de deuren moet sluiten, omdat de Deense fokkers als eigenaren en toeleveranciers verdwijnen. „Zelfs de sterkste sectoren overleven maatregelen zoals deze niet”, stelde topman Jesper Lauge van Kopenhagen Fur, verwijzend naar het Deense overheidsingrijpen.", "Al jaren beweegt de sector richting China. En als de Chinezen opschalen, dan doen ze het ook goed", "Vraag en aanbod", "Is dit inderdaad het begin van het einde voor nertsenbont? Of misschien wel van de hele bontindustrie? Nee, zegt Magnus Ljung opgewekt maar gedecideerd. Zijn Finse veilinghuis Saga Fur is straks, na sluiting van de Deense concurrent, de grootste ter wereld. En Ljung hoort nog overal opgewekte toekomstmuziek. „Natuurlijk was de gang van zaken in Denemarken een schok voor iedereen. Maar feit is dat wij nu meer bont verkopen dan dertig jaar geleden. En ook nu al neemt het volume toe ten opzichte van vorig jaar”, blijkt volgens de veilingbaas uit interne cijfers. Zijn inschatting is dat een deel van de Deense fokkers, zo’n driehonderd van de circa achthonderd, op een of andere manier het bedrijf zal voortzetten, in Denemarken of elders.", "Ljung: „We hebben contact met Deense fokkers die naar Finland willen komen. Hoe dat uitpakt weet ik nog niet, maar voor Finland is dat een goede zaak. De productie gaat hier dan omhoog en dat betekent extra werkgelegenheid. Dat is waardevol, zeker in coronatijden.” Ljung denkt dat het gevaar van het virus in Finland minder groot is, omdat daar vaker vossen worden gefokt voor bont. Die lijken vooralsnog niet erg bevattelijk voor corona. Daarnaast is er in Finland veel meer ruimte dan in Denemarken om grote fokkerijen geïsoleerd te laten draaien.", "De belangrijkste reden voor Ljungs optimisme is de simpele wet van vraag en aanbod. Door de toestand in Nederland en vooral Denemarken verdwijnt na dit jaar in één klap vijftig procent van het aanbod aan nertsenbont. „Zelfs iemand met alleen lagere school zal begrijpen dat dit enorme prijsstijgingen tot gevolg zal hebben”, zegt Wim Verhagen van de NFE. Dus zal er in Europa zeker een industrie blijven, die wellicht zelfs betere resultaten behaalt dan in de afgelopen vijf jaar, toen overaanbod de prijzen drukte.", "Lees ook deze reportage uit de Nederlandse nertsenhoofdstad Gemert-Bakel: In Gemert-Bakel zitten mens en dier nog altijd dicht op elkaar", "Bovendien is de blik op Europa alleen veel te beperkt, waarschuwt Pei Su, de oprichtster en directeur van ActAsia, die zich al vijftien jaar met bont in China bezighoudt. Met haar non-profitorganisatie geeft ze voorlichting aan Chinese consumenten en overheden over de bontindustrie. De gehele sector, zo zegt ze in een videogesprek, beweegt al zeker tien tot twintig jaar richting China. En als de Chinezen opschalen, dan doen ze het ook goed.", "Zo was er, vooral vanuit de Chinese markt, vanaf 2010 een toenemende vraag die ervoor zorgde dat in 2014 Chinese fokkers maar liefst 60 miljoen nertsenpelzen aanleverden. Omdat ook in Europa gelijktijdig de productie werd opgevoerd, ontstonden er in de jaren daarna enorme voorraden, met forse prijsdalingen tot gevolg. Su vreest de komende jaren weer zo’n boom, waarvoor vooral de dieren en de arbeiders in Chinese fokkerijen de prijs zullen betalen. De eerste indicaties dat de prijzen stijgen en fokkers zich weer op nertsen gaan richten, zijn er al.", "Chinese millennials", "Veel voorname westerse modehuizen, zoals Prada, Burberry en Chanel, hebben bont de laatste jaren afgezworen, maar de vraag in China lijkt daar niet erg onder te lijden. Europees en Noord-Amerikaans bont wordt vanwege de hogere prijs meestal gebruikt voor duurdere kledingstukken. De kwalitatief wat mindere Chinese varianten van nerts, vos en wasbeerhond belanden vooral in modeaccessoires als sjaals en pompons en als afwerking op kleding, bijvoorbeeld op capuchons, als voering in een jas of op mouwstukken. De lange bontjas van vroeger, zeggen alle kenners, heeft plaatsgemaakt voor een veel verfijndere verwerking van de pelzen.", "Waar milieubewustzijn en de zorg om dierenwelzijn in het Westen een grotere rol spelen in marketing en consumentengedrag, zijn het in China juist millennials die veel producten met bont kopen. „En uit onderzoek dat we gedaan hebben, blijkt zeker 25 procent niet te weten wat bont eigenlijk is”, zegt Pei Su, die onder meer in Chinese winkelcentra voor bont en leer voorlichting geeft. „Ze verwarren het met leer of schapenwol. Het bewustzijn is nog heel laag.”", "Een Chinees model met een boa van bont op een modeshow in Beijing. De show werd gesponsord door het Finse veilinghuis Saga Fur. Foto Natalie Behring", "Dat geldt ook voor de omstandigheden waarin de meeste dieren worden gehouden. Er is geen sluitende nationale wetgeving en controle van vooral kleinere bedrijven is beperkt. Hoewel de handel in wilde dieren aan banden ligt, gelden juist voor het fokken van coronagevoelige soorten als de nerts nog uitzonderingen. Daarnaast is het kleuren en conserveren van bont, dat vooral in China gebeurt, een zware en onveilige bezigheid waarbij vervuilende stoffen vaak in het milieu terechtkomen. Met zo’n zware voetafdruk en de bijkomende risico’s rond een pandemie, ziet Pei Su maar één uitweg: een verbod in ieder land, dus ook in China. „Het onder controle houden van uitbraken als corona vindt de overheid ook daar echt wel belangrijk, dus dat biedt hoop.”", "Wim Verhagen ziet de verschuiving van het fokken richting Azië met zorg aan. Dat de nertsenhouderij in Nederland ten einde is, betekent in zijn ogen juist een verslechtering van de situatie. „Die dieren worden straks in een ander deel van de wereld gehouden waar andere normen gelden. Moet je dan als dierenactivist tevreden zijn? Heb je dan iets gedaan aan een betere wereld?”", "Lees ook: ‘Wij zijn goed voor de dieren’", "In Finland zien ze China juist als het begin van een nieuw verhaal voor de bontindustrie. Volgens veilingbaas Magnus Ljung van Saga Fur toont de aanhoudende vraag aan dat er een nieuwe generatie klanten is opgestaan, die „geïnteresseerd is in natuurlijke, duurzame materialen”. Dat is het verhaal dat Ljung graag wil vertellen. Terwijl grote modeketens steeds zwaarder onder vuur komen te liggen vanwege milieubelasting en uitbuiting, biedt hij een grondstof die tientallen jaren meegaat, met een productieketen die volledig circulair is. „Wij zijn niet het probleem, wij zijn het antwoord op fast fashion.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["John Hoogerwaard", "Leestijd Minuten"], "keywords": ["einde", "van", "het", "nertsenhouderij", "die", "zijn", "niet", "een", "en", "dat", "ook", "te", "bontindustrie", "crisis", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}