{"id": "ee33c09a-8dab-3f82-9c67-1e5fe5318806", "title": "24 uur per dag prikken tegen corona in principe mogelijk (maar dan moet er wel genoeg vaccin zijn)", "url": "https://www.dvhn.nl/extra/24-uur-per-dag-prikken-tegen-corona-in-principe-mogelijk-maar-dan-moet-er-wel-genoeg-vaccin-zijn-26348257.html", "summary": "Als er straks genoeg vaccin beschikbaar is, zou het”in principe” mogelijk zijn om mensen 24 uur per dag te prikken tegen corona.\nHij vraagt zich echter wel af of te vaccineren mensen wel midden in de nacht naar de priklocaties zouden willen komen.\nRouvoet zou zich ook in ons land wel prikploegendiensten kunnen voorstellen, waaraan dan onder meer huisartsenpraktijken meewerken.\nToch heeft hij er wat twijfels bij, omdat de GGD’en al sinds maart met corona in touw zijn en tevens diverse andere taken hebben die eveneens moeten doorgaan.\nJe zou de optie van 24 uur prikken”heel goed moeten bekijken”, vindt de voorzitter van GGD GHOR.", "paragraphs": ["Als er straks genoeg vaccin beschikbaar is, zou het”in principe” mogelijk zijn om mensen 24 uur per dag te prikken tegen corona. Dat zei GGD-topman André Rouvoet in Spraakmakers op NPO Radio 1. Hij vraagt zich echter wel af of te vaccineren mensen wel midden in de nacht naar de priklocaties zouden willen komen.", "In Israël wordt ook het hele etmaal door geprikt. Rouvoet zou zich ook in ons land wel prikploegendiensten kunnen voorstellen, waaraan dan onder meer huisartsenpraktijken meewerken. Toch heeft hij er wat twijfels bij, omdat de GGD’en al sinds maart met corona in touw zijn en tevens diverse andere taken hebben die eveneens moeten doorgaan. Je zou de optie van 24 uur prikken”heel goed moeten bekijken”, vindt de voorzitter van GGD GHOR."], "authors": [], "keywords": ["zijn", "moet", "van", "principe", "zou", "tegen", "prikken", "moeten", "vaccin", "zich", "te", "ook", "uur", "maar", "mogelijk", "wel", "rouvoet"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}