{"id": "ee3309e6-0542-3665-944c-92ffa9085aab", "title": "PSV loot Olympiacos, Ajax treft Franse koploper Lille in Europa League", "url": "https://nu.nl/voetbal/6096589/psv-loot-olympiacos-ajax-treft-franse-koploper-lille-in-europa-league.html", "summary": "PSV is maandag bij de loting voor de zestiende finales van de Europa League gekoppeld aan het Griekse Olympiacos.\nDe ploeg van trainer Christophe Galtier eindigde achter AC Milan als tweede in groep H van de Europa League.\nAjax moet na de winter door in de Europa League, omdat de Amsterdammers als derde eindigden in hun Champions League-poule.\nPSV plaatste zich als winnaar van groep E van de Europa League voor de knock-outfase van het tweede Europese clubtoernooi.\nAjax en PSV spelen eerst een uitwedstrijd.", "paragraphs": ["PSV is maandag bij de loting voor de zestiende finales van de Europa League gekoppeld aan het Griekse Olympiacos. Ajax treft de Franse koploper Lille van oud-Ajacied Sven Botman.", "PSV en Ajax waren beide geplaatst voor de loting in het Zwitserse Nyon, waardoor ze niet gekoppeld konden worden aan de op papier sterkste tegenstanders.", "PSV speelde nog niet eerder tegen Olympiacos. De 45-voudig kampioen is de huidige koploper van Griekenland. Vleugelaanvaller Bruma is door PSV verhuurd aan het team van de Portugese trainer Pedro Martins, dat als derde eindigde in een Champions League-groep met Manchester City en FC Porto.", "Ajax speelde vorig seizoen ook al tegen Lille. De ploeg van Erik ten Hag won beide duels in de groepsfase van de Champions League: 3-0 in Amsterdam en 0-2 in Noord-Frankrijk.", "Lille staat momenteel met 29 punten uit 14 duels eerste in Ligue 1. De ploeg van trainer Christophe Galtier eindigde achter AC Milan als tweede in groep H van de Europa League. De twintigjarige Botman, die afgelopen zomer voor zo'n 8 miljoen euro overkwam van Ajax, is basisspeler bij Lille en miste nog geen duel.", "Ajax moet na de winter door in de Europa League, omdat de Amsterdammers als derde eindigden in hun Champions League-poule. PSV plaatste zich als winnaar van groep E van de Europa League voor de knock-outfase van het tweede Europese clubtoernooi.", "De volledige loting Lille-Ajax", "Olympiacos-PSV", "Wolfsberger AC-Tottenham Hotspur", "Dynamo Kiev-Club Brugge", "Real Sociedad-Manchester United", "Benfica-Arsenal", "Rode Ster Belgrado-AC Milan", "Antwerp FC-Rangers FC", "Slavia Praag-Leicester City", "Red Bull Salzburg-Villarreal", "Sporting Braga-AS Roma", "FC Krasnodar-Dinamo Zagreb", "Young Boys-Bayer Leverkusen", "Molde FK-Hoffenheim", "Granada-Napoli", "Maccabi Tel Aviv-Shakhtar Donetsk", "Ajax en PSV spelen eerst uitduel", "Bij de andere wedstrijden in de zestiende finales springt het affiche Real Sociedad-Manchester United eruit. Het United van Donny van de Beek en Timothy Fosu-Mensah treft de Spaanse koploper, die als tweede en één plaats boven AZ eindigde in groep F van de Europa League.", "De zestiende finales van de Europa League worden gespeeld op 18 en 25 februari. Ajax en PSV spelen eerst een uitwedstrijd.", "Vorig seizoen was de eerste ronde van de knock-outfase het eindstation voor Ajax en AZ, de Nederlandse clubs die toen het verst kwamen in Europa. De finale van de Europa League is op 26 mei in Gdansk."], "authors": ["Door"], "keywords": ["van", "lille", "olympiacos", "en", "treft", "zestiende", "ajax", "league", "voor", "franse", "koploper", "europa", "als", "loot", "het", "psv"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}