{"id": "ee368642-67fc-3b94-988a-e1b4865678de", "title": "Opvallen in een zee van kandidaten: 'Niet gebeld is niet gesolliciteerd'", "url": "https://nu.nl/werk/6091120/opvallen-in-een-zee-van-kandidaten-niet-gebeld-is-niet-gesolliciteerd.html", "summary": "Want je kunt een vacature nog zo zien zitten, in een enorme kandidatenstroom is de kans om op te vallen een stuk kleiner.\nVolgens de laatste cijfers van het UWV nam het aantal banen tot en met juli af met zo'n 125.000.\nKrijg je als bedrijf honderden mails binnen van mogelijke kandidaten, dan kun je niet elke brief met evenveel aandacht behandelen.\nDat laatste gaat niet op voor mensen bij wie taal een groot deel van hun vak uitmaakt, nuanceert ze.\nHet klinkt simpel, maar toch doen maar weinigen het, en misschien is het daardoor wel nog effectiever.", "paragraphs": ["Op zoek gaan naar een baan is in gewone tijden al niet gemakkelijk, laat staan in een onzekere tijd als de huidige. Want je kunt een vacature nog zo zien zitten, in een enorme kandidatenstroom is de kans om op te vallen een stuk kleiner. Waar kun je extra punten mee scoren, en wat moet je zeker niet doen?", "Volgens de laatste cijfers van het UWV nam het aantal banen tot en met juli af met zo'n 125.000. Vooral uitzendbureaus, de horeca, reisbranche en de cultuursector werden geraakt, hoewel zonder overheidssteun de krimp nog flink groter was geweest. Er is dus een grotere vijver voor werkgevers om uit te vissen.", "Krijg je als bedrijf honderden mails binnen van mogelijke kandidaten, dan kun je niet elke brief met evenveel aandacht behandelen. Grote kans dat er gefilterd wordt op bepaalde eigenschappen. Hoe gaat dit in de praktijk?", "'Zwoeg niet te erg op je brief'", "\"Je cv is het allerbelangrijkst. Werkgevers lezen die als eerste, en gaan dan pas naar je brief. Of die lezen ze helemaal niet\", stelt sollicitatie-expert en schrijver van het boek Jobmarketing 3.0 Aaltje Vincent. \"Zwoeg dus niet te erg op je brief.\"", "Dat laatste gaat niet op voor mensen bij wie taal een groot deel van hun vak uitmaakt, nuanceert ze. Maar zelfs bij hen is de cv leidend: bedrijven kunnen hier voorselecteren op concrete zaken. \"Hierbij wordt gelet op harde criteria. Mensen die niet aan de basis voldoen, zoals de gevraagde hoeveelheid werkervaring of juiste vooropleiding, vallen af.\"", "Hoe maak je een curriculum vitae dat eruit springt? \"Je vakmanschap moet eraf spatten, en daarbij moet je zo specifiek mogelijk zijn\", aldus Vincent. \"Wat magisch werkt is het noemen van getallen. En dan niet alleen dat je ergens vijf jaar in een functie zat, maar zo concreet mogelijk. Als je journalist bent, maak je het interessant door te noemen dat je 120 stukken schreef over economische onderwerpen, vijftig over cultuur, enzovoort.\"", "“Heel flauw, maar zelfs de kleur van je cv kan invloed hebben.” Dorien Waasdorp, sollicitatietrainer", "Dorien Waasdorp, die werkt als HR-manager en sollicitatietrainer, en die het boek Zo vind je een baan schreef, sluit zich hier volledig bij aan. \"Mensen maken te weinig gebruik van feiten. Wat heb je precíes gedaan? Hoeveel mensen heb je aangestuurd? Benoem dat soort dingen.\"", "Handig hiervoor is ook om je cv samen met iemand anders op te stellen, die de nodige vragen stelt en je op andere ideeën brengt. \"Mijn ervaring leert dat iedereen zichzelf tekort doet\", zegt Vincent.", "Hobby's noemen is steeds belangrijker", "Een groot deel van de selectie wordt daarnaast door onbewuste processen bepaald, waar je als sollicitant op kunt inspelen. \"Heel flauw, maar zelfs de kleur van je cv kan invloed hebben. Solliciteer je bij CoolBlue, ga voor blauw. Bij Dirk van der Broek verander je hem naar rood. En gebruik woorden die bij het bedrijf passen, zoals die die voorkomen in de missie. Verander sowieso voor elke sollicitatie je cv zodat hij bij het bedrijf aansluit\", tipt Waasdorp.", "\"Werkgevers zoeken naar iemand die bij ze past\", vervolgt ze. Daarom is het ook niet gek om hobby's te benoemen, omdat je er iets van je persoonlijkheid mee laat zien.", "Dat kan ook te ver gaan, nuanceert Vincent. \"Laatst sprak ik een controller, die wilde benoemen dat hij borduurt en van Biodanza houdt. Dat past totaal niet bij die functie, dus dat raad ik af.\" Sport is wel vrijwel altijd goed om te benoemen, zegt ze. \"Bedrijven vinden vitaliteit steeds belangrijker. Maar pas wel op met het noemen van blessuregevoelige sporten zoals skiën of zaalvoetbal.\"", "Opvallen met een telefoontje", "Om als persoon op te vallen is op een andere manier dan alleen schriftelijk contact zoeken ook aan te raden - daarover zijn de sollicitatie-experts het eens. Op LinkedIn iemands profiel aanklikken waardoor diegene je naam te zien krijgt en hem dus later herkent, is een goed begin, stelt Waasdorp. Maar nog belangrijker: \"Niet gebeld is niet gesolliciteerd, zeg ik altijd.\"", "“Laat vallen dat je er verstand van hebt, en maak zo een onuitwisbare indruk.” Aaltje Vincent, sollicitatie-expert", "\"Altijd bellen!\" benadrukt ook Vincent. Het klinkt simpel, maar toch doen maar weinigen het, en misschien is het daardoor wel nog effectiever. De inhoud van je telefoontje is wel cruciaal, zegt Vincent. \"Dus vraag niet of de vacature al lang online staat, maar stel vragen waaruit je vakmanschap blijkt. Laat vallen dat je er verstand van hebt, en maak zo een onuitwisbare indruk.\""], "authors": ["Door", "Gea Bruinsma"], "keywords": ["kandidaten", "van", "het", "op", "zee", "die", "gesolliciteerd", "niet", "een", "je", "en", "te", "gebeld", "dat", "opvallen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}