{"id": "ee4256e4-1c68-36d5-99f7-cda8643188df", "title": "Eerste mens die geluidsbarrière doorbrak overleden op 97-jarige leeftijd", "url": "https://nu.nl/wetenschap/6095212/eerste-mens-die-geluidsbarriere-doorbrak-overleden-op-97-jarige-leeftijd.html", "summary": "De Amerikaanse luchtmachtpiloot Chuck Yeager, de man die in 1947 als eerste mens geregistreerd met een vliegtuig de geluidsbarrière doorbrak, is maandag op 97-jarige leeftijd overleden.\nZijn dood werd gemeld op zijn Twitter-account.\n(Foto: US Air Force)Yeager vloog in de Tweede Wereldoorlog boven EuropaYeager wordt beschouwd als een van de grootste piloten in de Amerikaanse geschiedenis.\nHij was een van de eerste piloten die met een propellerjager een straaljager neerschoot, de Duitse Messerschmitt Me 262.\nIn 2012, 65 jaar na zijn historische prestatie, ging Yeager op 89-jarige leeftijd nog eens door de geluidsbarrière.", "paragraphs": ["De Amerikaanse luchtmachtpiloot Chuck Yeager, de man die in 1947 als eerste mens geregistreerd met een vliegtuig de geluidsbarrière doorbrak, is maandag op 97-jarige leeftijd overleden. Zijn dood werd gemeld op zijn Twitter-account.", "Yeager vloog twee jaar na de Tweede Wereldoorlog in het experimentele Bell X-1-vliegtuig met een snelheid van meer dan 1.065 kilometer per uur op een hoogte van ruim 12 kilometer.", "De X-1 werd boven de Mojavewoestijn gelanceerd vanaf de buik van een B-29-bommenwerper, waarna het door een raketmotor aangedreven vliegtuig op eigen kracht met een snelheid van 1.078 kilometer per uur in een supersonische vlucht kwam.", "Er zijn beweringen van andere piloten, bijvoorbeeld al in de Tweede Wereldoorlog, die stellen door de geluidsbarrière te zijn gegaan, maar Yeager was in ieder geval de eerste die dit geregistreerd deed.", "Chuck Yeager in de cockpit van de Bell X-1. (Foto: US Air Force)", "Yeager vloog in de Tweede Wereldoorlog boven Europa", "Yeager wordt beschouwd als een van de grootste piloten in de Amerikaanse geschiedenis. Hij diende van 1941 tot zijn pensioen in 1975 in de Amerikaanse krijgsmacht. In de oorlogsjaren diende hij boven het Europese strijdtoneel in een P-51 Mustang. Hij was een van de eerste piloten die met een propellerjager een straaljager neerschoot, de Duitse Messerschmitt Me 262.", "Yeager was verantwoordelijk voor het neerhalen van zeker elf vijandelijke toestellen, waarvan vijf op dezelfde dag. Na de oorlog brak hij als testpiloot meerdere snelheidsrecords. Hij bleef diverse gevechtseenheden aanvoeren en klom uiteindelijk op tot brigadier-generaal. Hij werd door Amerikaanse presidenten gelauwerd met meerdere onderscheidingen.", "In 2012, 65 jaar na zijn historische prestatie, ging Yeager op 89-jarige leeftijd nog eens door de geluidsbarrière. Dit keer als copiloot in een F-15-straaljager. Over de carrière van Yeager is in 1983 de speelfilm The Right Stuff gemaakt."], "authors": ["Door"], "keywords": ["geluidsbarrière", "eerste", "van", "het", "mens", "op", "die", "zijn", "97jarige", "hij", "overleden", "doorbrak", "yeager", "met", "een", "door", "leeftijd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}