{"id": "ee4685e9-7b88-35cb-8acb-092bf60aadf7", "title": "Sigrid Kaag-documentaire is oprecht, open en intrigerend portret - én geeft haar politiek momentum", "url": "https://trouw.nl/cultuur-media/sigrid-kaag-documentaire-is-oprecht-open-en-intrigerend-portret-en-geeft-haar-politiek-momentum~bf9ccf70/", "summary": "De VPRO-documentaire Sigrid Kaag: Van Beiroet tot Binnenhof riep vooraf al discussie op.\nRegisseur Shuchen Tan volgde Kaag vijf jaar lang als diplomaat, minister van buitenlandse handel en ontwikkelingssamenwerking, en lijsttrekker van D66.\nIntrigerend portret van een zeer talentvolle vrouwVooropgesteld: het was een oprecht, open en intrigerend portret van een zeer talentvolle vrouw.\nHet Centrum Informatie en Documentatie Israël roept haar ter verantwoording: “Is dit ook onze minister?”Ze laat haar haar goed föhnen (“Bij mij zit het altijd recht”) en neemt boos en kwetsbaar haar man Anis al-Qaq mee (“Hij is mijn laatste waardigheid”).\nNu heeft ze momentum, nu willen kijkers zien wat ze in huis heeft.", "paragraphs": ["Er staat rommel in de tuinhoek van Sigrid Kaag. Ik hoor het de lijzige stemmen van de nieuwe Media Inside-heren zo zeggen. In een parodie op het Veronica Inside-geouwehoer kleppen Marcel van Roosmalen en Gijs Groenteman in hun nieuwe programma (BNNVara) een eind weg over wat er in de media gebeurt. Ze kunnen lekker zeiken. Dan is de Kaagfilm van zondag vast voer voor volgende week.", "De VPRO-documentaire Sigrid Kaag: Van Beiroet tot Binnenhof riep vooraf al discussie op. Regisseur Shuchen Tan volgde Kaag vijf jaar lang als diplomaat, minister van buitenlandse handel en ontwikkelingssamenwerking, en lijsttrekker van D66.", "Moest die film net voor de Tweede Kamerverkiezingen worden uitgezonden?, klaagde de PVV. Zo zou deze ‘premierskandidaat’ verkapte zendtijd voor politieke partijen krijgen. De VPRO voelde zich zo belaagd dat die een statement publiceerde over de onafhankelijke journalistiek die haar makers altijd hoog in het vaandel houden.", "Intrigerend portret van een zeer talentvolle vrouw", "Vooropgesteld: het was een oprecht, open en intrigerend portret van een zeer talentvolle vrouw. Als iemand zich nóg afvraagt of Sigrid Kaag feit van mening kan onderscheiden, hoofdzaak van bijzaak, goed van slecht, dan weet-ie nu dat het antwoord ‘ja’ is. Zij is nou echt volwassen, denk ik dan. Zij is het type dat verantwoordelijkheid neemt, een plan heeft. Naast haar zijn velen maar een opstandige puber.", "Ik begrijp ook niet hoe iemand tegen haar waarden kan zijn (en ik ben geen D66-stemmer): onderwijs en ontwikkeling, gelijkheid, vrede, veiligheid. Wanneer zij na Israël ook de Palestijnse gebieden bezoekt en met haar man en vier kinderen op de foto gaat met PLO-leider Yasser Arafat, twittert half anoniem Nederland haar in het hokje van Hamas. Het Centrum Informatie en Documentatie Israël roept haar ter verantwoording: “Is dit ook onze minister?”", "Ze laat haar haar goed föhnen (“Bij mij zit het altijd recht”) en neemt boos en kwetsbaar haar man Anis al-Qaq mee (“Hij is mijn laatste waardigheid”). In de zaal reageert ze ferm op de vraag over welk gedachtegoed er in haar huis heerst. “Mijn man was ooit islamitisch, maar is al heel lang overtuigd atheïst. Hij vond het oké dat ik mijn kinderen wilde laten dopen. Een Joodse Israëlische vriend heeft hem het eerste geld geleend voor zijn eigen tandarts­praktijk.” De strakke gezichten in de zaal worden zachter, maar op sociale media gaat het slijk rond.", "‘Nederland is het ergst’", "In de film staat centraal hoe Kaag moet wennen aan het partijgekonkel en het meningencircus in Nederland, en hoe ze ook gewoon een mens is in dit werk. Mét rommel in haar achtertuin. Ze is wars van imago-gedoe, gaat rustig zonder make-up folders uitdelen, maar ‘de gemeenheid en laagte’ op sociale media raken haar toch. “Nederland is het ergst”, vindt ze. De teflonlaag van Mark Rutte heeft ze (nog) niet.", "Terug naar de vraag van het uitzendmoment. Mocht ze premier worden, dan zou de film beter zijn als dat einde er ook bij in zat. Wordt ze het niet, dan zou de film als een pudding inzakken. Nu heeft ze momentum, nu willen kijkers zien wat ze in huis heeft. Precies om die reden wordt-ie nu uitgezonden. Waardoor die bijdraagt aan het politieke momentum. Waardoor de critici ergens gelijk hebben, hoe objectief de film ook is.", "Renate van der Bas en Maaike Bos schrijven afwisselend columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["politiek", "open", "oprecht", "én", "portret", "sigrid", "ze", "ook", "haar", "van", "momentum", "en", "een", "kaagdocumentaire", "kaag", "heeft", "intrigerend", "op", "het"], "pubDate": "2021-01-04T16:49:22Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}