{"id": "ee612d36-09db-3be2-ab92-ebdfb3658e91", "title": "Geen crematie lichaam Maradona, 'buitenechtelijke kinderen' willen erfenis", "url": "https://nu.nl/voetbal/6097308/geen-crematie-lichaam-maradona-buitenechtelijke-kinderen-willen-erfenis.html", "summary": "Een Argentijnse rechtbank heeft donderdag geoordeeld dat het lichaam van Diego Maradona niet mag worden gecremeerd.\nZes mogelijke buitenechtelijke kinderen willen aanspraak maken op een deel van de erfenis.\nNa de dood van Maradona is een complex proces rondom de erfenis ontstaan.\nVijf erkende kinderen (vier in Argentinië en één in Italië) en zes mogelijke kinderen eisen een deel van de erfenis op.\nEen van die zes is Magalí Gil, een 25-jarige vrouw die beweert dat ze twee jaar geleden ontdekte dat Maradona haar biologische vader is.", "paragraphs": ["Een Argentijnse rechtbank heeft donderdag geoordeeld dat het lichaam van Diego Maradona niet mag worden gecremeerd. Zes mogelijke buitenechtelijke kinderen willen aanspraak maken op een deel van de erfenis.", "Maradona overleed vorige maand op zestigjarige leeftijd aan de gevolgen van een hartaanval. Zijn lichaam werd op 26 november begraven op een kerkhof in Buenos Aires.", "Een rechter oordeelde donderdag dat de familie het lichaam niet mag laten cremeren. Een advocaat van de nabestaanden had gepleit dat het vonnis onnodig was, omdat al DNA-materiaal van de overleden voetballegende afgenomen is.", "Na de dood van Maradona is een complex proces rondom de erfenis ontstaan. Vijf erkende kinderen (vier in Argentinië en één in Italië) en zes mogelijke kinderen eisen een deel van de erfenis op.", "Een van die zes is Magalí Gil, een 25-jarige vrouw die beweert dat ze twee jaar geleden ontdekte dat Maradona haar biologische vader is. Ze heeft bij de rechtbank een verzoek ingediend om dat met behulp van DNA te kunnen bewijzen."], "authors": ["Door"], "keywords": ["maradona", "lichaam", "van", "buitenechtelijke", "geen", "een", "crematie", "willen", "het", "ze", "op", "dat", "erfenis", "zes", "kinderen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}