{"id": "ee6f669d-4b36-358d-9429-cb81e1040bc1", "title": "PvdA belooft een geluksmachine, maar Lodewijk Asscher zit klem", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/pvda-belooft-een-geluksmachine-maar-lodewijk-asscher-zit-klem-792414/", "summary": "Lodewijk Asscher (PvdA) houdt maandagavond 7 december een toespraak waarin hij het ‘technische en morele failliet’ van het huidige kabinetsbeleid aankondigt.\nDat lijkt een onmogelijkheid, maar dat leek het vorig jaar ook en helemaal kansloos is de PvdA nu ook weer niet.\nIn Den Haag wordt dit gezien als de opgekropte spanning aan de vooravond van een aardbeving.\nMaar de mensen die niet in een villa wonen, schrikken van de kosten van een warmtepomp of van de lening die ze daarvoor moeten afsluiten.\nAlleen een realistisch en pragmatisch verhaal met een mooie ideologische omlijsting maakt Asscher geloofwaardig als uitdager van Rutte.", "paragraphs": ["Lodewijk Asscher (PvdA) houdt maandagavond 7 december een toespraak waarin hij het ‘technische en morele failliet’ van het huidige kabinetsbeleid aankondigt. Hij wil een terugkeer naar de verzorgingsstaat. Krijgt de rode haan weer ideologische veren? In de toeslagenaffaire zit Asscher met de vingers tussen de deur.", "De Joop den Uyl-lezing is het jaarlijkse feestje van de Partij van de Arbeid. Vorig jaar hield Europees Commissaris Frans Timmermans de toespraak en tot verrassing van velen won hij een half jaar later de Europese verkiezingen. Maandagavond spreekt PvdA-fractieleider Lodewijk Asscher, en zijn partijgenoten hopen natuurlijk dat hij de stunt van vorig jaar kan herhalen en dat de PvdA over drie maanden weer als grootste partij kan eindigen.", "Dat lijkt een onmogelijkheid, maar dat leek het vorig jaar ook en helemaal kansloos is de PvdA nu ook weer niet. In de peilingen staat de VVD van Mark Rutte fier bovenaan met ongeveer een kwart van de virtuele stemmen. Daarachter komen PVV (met zo’n 15 procent) en vervolgens vijf à zes kleine partijen (CDA, PvdA, D66, GroenLinks, SP en ChristenUnie) die rond een magere 10 procent schommelen.", "Terwijl het land de grootste crisis sinds de Tweede Wereldoorlog doormaakt, zit er in de peilingen weinig beweging. In Den Haag wordt dit gezien als de opgekropte spanning aan de vooravond van een aardbeving. Komt straks de zaak in beweging, en dan kan er ineens iets heel ingrijpends gebeuren.", "Asscher begon op kousenvoeten aan een opmars", "Een jaar geleden leek het daar al op. De PvdA zat qua peilingen ineens in de lift en de VVD raakte in de versukkeling. Het leek erop dat de premier – die worstelde met de stikstofcrisis – zijn uiterste houdbaarheidsdatum naderde. Zijn derde kabinet maakte een nogal uitgebluste en moeizame indruk. In de peilingen begon Asschers PvdA destijds op kousenvoeten aan een opmars. Als het kabinet-Rutte III toen was gevallen en er zouden vervroegde verkiezingen zijn gehouden, dan zou een tweestrijd zijn ontstaan tussen Rutte (VVD) en Asscher (PvdA).", "De coronapandemie veranderde het speelveld. De crisis bracht Rutte in omstandigheden waarin hij leiderschap moest tonen. Ruttes VVD herstelde in de peilingen en loopt sindsdien ruim voorop. Wie wordt zijn uitdager? Naaste concurrent Geert Wilders (PVV) zit vastgeklonken in de oppositie.", "De lijsttrekkers van CDA en D66 – Hugo de Jonge en Sigrid Kaag – zitten vast in de huidige coalitie en staan straks ook in de campagne in de schaduw van premier Rutte. Asscher (PvdA) daarentegen is de virtuele leider op links. De PvdA heeft in de Tweede Kamer minder zetels dan GroenLinks of SP, maar desondanks blijkt Asscher in debatten doorgaans de scherpste uitdager van Rutte.", "Daarom is die lezing van maandagavond zo belangrijk voor de PvdA. Wil de partij de ‘moeder aller nederlagen’ van 2017 uitwissen – de PvdA klapte toen in elkaar van 38 naar 9 zetels – dan moet Asscher een geloofwaardig alternatief zijn voor Rutte. Alleen dan kan hij de zwevende kiezers van GroenLinks, SP, D66 en de kleinere partijen aan zijn PvdA binden met het argument dat alleen hij in staat is Rutte uit het Catshuis te verdrijven.", "‘Ideologische veren’ zijn niet ‘de ideologische veren’", "Kan Asscher zich maandagavond opwerpen als een betere Rutte? Het aardige van de PvdA en van de Den Uyl-lezing in het bijzonder is dat het daar niet over de laatste peilingen moet gaan, maar vooral ook over de lange termijn en de ideologische koers.", "Dit is wat Eric Vrijsen schrijft over Lodewijk Asscher in het omslagverhaal Stijgers en dalers in de crisis: ‘Praat erg knap uit het hoofd, maar wel vaak over eigen betrouwbaarheid’", "De beroemdste Den Uyl-lezing is nog altijd die van toenmalig PvdA-premier Wim Kok in 1995. Kok zei letterlijk: ‘Het afschudden van ideologische veren is voor een politieke partij als de onze niet alleen een probleem, het is in bepaalde opzichten ook een bevrijdende ervaring.’ Let op: Kok zei niet dat de PvdA ‘de ideologische veren’ en al helemaal niet ‘alle ideologische veren’ moest afschudden, maar zo werd hij later wel geciteerd.", "De PvdA was min of meer opgehouden een socialistische of sociaal-democratische partij te zijn. Onder leiding van Kok was de PvdA een jaar eerder met de VVD gaan regeren. Dat leek tot dan toe een onmogelijke combinatie van links en rechts, maar de tijdgeest was er rijp voor. Zeker ook in de eigen PvdA. Er waren zelfs prominente sociaal-democraten die zichzelf betitelden als ‘marktsocialist’. De nu vaak verafschuwde ‘marktwerking’ in de publieke sector werd destijds door de PvdA ingezet en eigenlijk was dat maar goed ook, want het overheidsbedrijf was een grote, stroperige bureaucratie.", "Asscher verklaart het beleid failliet", "De sfeer is nu omgekeerd. Marktwerking is nu een scheldwoord. De VVD rept in het verkiezingsprogramma over de wenselijkheid van een sterke overheid. Asscher aan de vooravond van zijn lezing: ‘We komen uit een tijd waarin de markt het doel was, het individu de oplossing en de overheid het probleem. Dat systeem is failliet. Technisch en moreel. Voor onze toekomst is een ideologische herijking nodig, een herbezinning over de verhouding tussen individu en gemeenschap, tussen markt en overheid. Een nieuwe verzorgingsstaat waar de zekerheid van het bestaan mensen in staat stelt weer te dromen.’ Kortom, de overheid is voor de PvdA niet langer het probleem, maar juist de geluksmachine.", "Het lastige van Asscher is dat hij met de vinger behoorlijk tussen de deur zit door de zogenoemde toeslagenaffaire. Als minister van Sociale Zaken (2012-2017) was hij verantwoordelijk voor een streng anti-fraudebeleid. Duizenden mensen die bij het aanvragen van fiscale toeslag voor kinderopvang een administratief foutje maakten, werden hiervoor keihard gestraft.", "De PvdA wil mensen met een smalle beurs altijd zekerheid bieden en heeft nu ‘zekerheid’ tot de kern van haar politieke boodschap verheven. Maar op de manier van die fiscale toeslagen stortte de overheid juist onzekerheden over gewone burgers uit. Wie een toeslag kreeg voor zorg, huur, kinderopvang of studie, werd ’s nachts gillend wakker uit een boze droom waarin ergens toch een foutje was binnengeslopen en dat het hele bedrag met fikse boete moest worden terugbetaald. Asscher mag maandagavond precies uitleggen hoe dit ideologisch zit.", "Milieubeleid raakt mensen met een smalle beurs hard", "Ook is er de kwestie van het klimaat- en milieubeleid dat juist de mensen met een smalle beurs raakt. De groene enthousiastelingen in de PvdA – op de kandidatenlijst staat zelfs de baas van Greenpeace – willen iedereen van het gas af hebben. Maar de mensen die niet in een villa wonen, schrikken van de kosten van een warmtepomp of van de lening die ze daarvoor moeten afsluiten.", "Lees het verhaal van de week: Hoe mateloze eigenwaan van Baudet Forum liet imploderen", "Het andere pijnpunt in de PvdA-ideologie is de kwestie van immigratie en integratie. In zijn tijd als vicepremier en minister lanceerde Asscher een plan om de rechten en plichten van nieuwkomers in ‘participatiecontracten’ vast te leggen. Daar is naderhand niet veel meer van vernomen. Een oplossing voor de huidige problemen met ‘veilige landers’ – eufemisme voor pseudo-asielzoekers die zich voortdurend misdragen – is het sowieso niet. Hoe het dan wel moet, mag Asscher maandagavond ook uitleggen.", "Links zal Asscher de maat nemen", "Zijn linkse concurrenten en de linkse media zullen hem de maat nemen, maar van die voorspelbare kritiek hoeft hij niet wakker te liggen. Alleen een realistisch en pragmatisch verhaal met een mooie ideologische omlijsting maakt Asscher geloofwaardig als uitdager van Rutte.", "In linkse kring hoopt menigeen dat de PvdA-lijsttrekker – 25 jaar na Wim Kok – de rode haan weer van ‘de ideologische veren’ voorziet. Maar ‘de ideologische veren’, daarover heeft Kok het nooit gehad en dat moet Asscher ook niet willen. Een enkele ideologische veer is in deze tijden al heel wat."], "authors": [], "keywords": ["asscher", "van", "zit", "belooft", "pvda", "maar", "het", "lodewijk", "met", "zijn", "een", "niet", "en", "dat", "klem", "geluksmachine"], "pubDate": "2020-12-07T10:22:34+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}