{"id": "ee77fe9f-3d49-3afc-9296-014b84e603bf", "title": "Justitie wil camerabeelden kliniek Thijs H., instelling weigert", "url": "https://nos.nl/artikel/2286519-justitie-wil-camerabeelden-kliniek-thijs-h-instelling-weigert.html", "summary": "Het Openbaar Ministerie wil camerabeelden gebruiken van de Maastrichtse ggz-kliniek Mondriaan, waarop drievoudig moordverdachte Thijs H. te zien is.\nJustitie bevestigt dat na berichtgeving van het AD.\nDe kliniek wil niet dat de beelden worden gebruikt in het onderzoek, onder verwijzing naar het beroepsgeheim.\nDe 27-jarige H. wordt verdacht van de dood van drie wandelaars: een man en een vrouw op de Brunssummerheide bij Heerlen en een vrouw in het Haagse recreatiegebied Scheveningse Bosjes.\nDe kliniek voelde zich niet meer gebonden aan het beroepsgeheim toen H. de ochtend erna het brandalarm liet afgaan en het pand opnieuw verliet.", "paragraphs": ["Het Openbaar Ministerie wil camerabeelden gebruiken van de Maastrichtse ggz-kliniek Mondriaan, waarop drievoudig moordverdachte Thijs H. te zien is. Justitie bevestigt dat na berichtgeving van het AD.", "De kliniek wil niet dat de beelden worden gebruikt in het onderzoek, onder verwijzing naar het beroepsgeheim. Morgen bepaalt de rechter of de Maastrichtse instelling de beelden moet afgeven.", "De 27-jarige H. wordt verdacht van de dood van drie wandelaars: een man en een vrouw op de Brunssummerheide bij Heerlen en een vrouw in het Haagse recreatiegebied Scheveningse Bosjes. Het OM verdenkt hem van drievoudige moord of doodslag.", "Het is niet bekend wat voor camerabeelden justitie wil hebben. Ook is onduidelijk wat het Openbaar Ministerie precies met de beelden wil.", "Behandeld in ggz-kliniek", "Thijs H. meldde zich drie dagen na de dood van de vrouw in Den Haag bij de Maastrichtse kliniek, op de dag dat de man en vrouw op de Brunssummerheide waren doodgestoken. Die avond klom hij met behulp van een stoel over de schutting en vertrok, maar hij werd enkele uren daarna werd hij door zijn ouders weer teruggebracht.", "Het AD meldde afgelopen weekend dat medewerkers van de ggz-kliniek al snel het idee hadden dat H. betrokken was bij de dood van de twee wandelaars op de heide. De kliniek meldde dat in eerste instantie niet, zo schreef de krant, vanwege het medisch beroepsgeheim.", "De kliniek voelde zich niet meer gebonden aan het beroepsgeheim toen H. de ochtend erna het brandalarm liet afgaan en het pand opnieuw verliet."], "authors": [], "keywords": ["justitie", "instelling", "van", "kliniek", "niet", "een", "wil", "het", "vrouw", "en", "op", "dat", "weigert", "h", "thijs", "camerabeelden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}