{"id": "ee7da1d8-c4d1-3acf-91b6-a53b7bc41c6c", "title": "Frank Dane over Missie 538: 'We hoeven niet gelijk indruk te maken'", "url": "https://nu.nl/media/6095818/frank-dane-over-missie-538-we-hoeven-niet-gelijk-indruk-te-maken.html", "summary": "\"We zien het als de eerste keer, we hoeven niet gelijk een enorme indruk te maken\", aldus Dane.\nIk hoop echt dat dit de eerste editie is van vele jaren, en dat het elk jaar groter mag worden.\"\nDesondanks hoopt Dane dat er tijdens Missie 538 veel geld wordt opgehaald.\nDe dag daarna werd ik gevraagd of ik ambassadeur wilde worden en ik stemde gelijk toe.\n\"Als je het mij vraagt, vind ik dat het leukste\", zegt Dane.", "paragraphs": ["Frank Dane is blij met iedere euro die wordt ingezameld voor de voedselbank tijdens de actieweek Missie 538. De radio-dj vindt dat het \"geen strijd moet worden om de grootste te worden\", vertelt hij in gesprek met NU.nl.", "Het is de eerste keer dat Radio 538 een actieweek voor de voedselbank in het leven roept. \"We zien het als de eerste keer, we hoeven niet gelijk een enorme indruk te maken\", aldus Dane. \"Ik zou het al geweldig vinden als we een beetje kunnen helpen. Ik hoop echt dat dit de eerste editie is van vele jaren, en dat het elk jaar groter mag worden.\"", "Desondanks hoopt Dane dat er tijdens Missie 538 veel geld wordt opgehaald. \"Maar het hoeft niet. Een vrijwilliger van de voedselbank zei: 'Als we al één kistje meer kunnen vullen, dan zou dat al geweldig zijn.' En zo moet je het ook bekijken, vind ik. Het moet geen strijd worden om de grootste te worden.\"", "De actieweek roept bij veel mensen associaties op met Serious Request van NPO 3 FM. \"Die vergelijking is makkelijk en snel gemaakt, maar ik begrijp hem wel\", zegt Dane. \"Als we ook maar een beetje in de buurt mogen komen van het succes van Serious Request, dan zou dat al een hele eer zijn.\"", "Dane inmiddels actief als vrijwilliger", "Het idee om in december aandacht te genereren en geld in te zamelen voor een goed doel, bestond volgens Dane al een tijdje. \"December voelt als een maand waarin we de handen uit de mouwen steken, waarin je wil geven en iets terug wil doen\", legt de Hagenaar uit.", "Toen hij hoorde dat de voedselbank het uitgekozen goede doel werd, besloot Dane om er zelf een kijkje te gaan nemen. \"In de vestiging van Den Haag heb ik meegewerkt en met iedereen gesproken. De dag daarna werd ik gevraagd of ik ambassadeur wilde worden en ik stemde gelijk toe. Inmiddels ben ik weer twee, drie keer terug geweest en merk dat dit echt zuivere koffie is en dat het goed bij mij past. Ik heb tegen ze gezegd: 'Zet mij maar in waar ik kan helpen. Of dat nou als vrijwilliger is of door er op de radio aandacht aan te geven.'\"", "Luisteraars mogen verzoeknummers insturen voor artiesten", "Dane is in de actieweek elke dag met zijn ochtendshow te horen van 6.00 tot 11.00 uur, een uur langer dan gebruikelijk. Luisteraars kunnen in zijn programma (maar ook gedurende de rest van de dag) liedjes aanvragen in ruil voor een geldbedrag. \"Ook komt er elke dag een artiest langs voor wie luisteraars nummers mogen bedenken die ze gaan zingen. Dus Guus Meeuwis die K3 doet, bijvoorbeeld.\"", "Daarnaast kunnen luisteraars ook zelf met initiatieven komen. \"Als je het mij vraagt, vind ik dat het leukste\", zegt Dane. \"Dit is het eerste jaar en de actie is nog niet begonnen, maar we hebben nu al een paar honderd aanmeldingen van mensen die iets willen doen. Zo wil iemand gesponsord van zijn huis naar de studio lopen en zijn er scholen die lege flessen inzamelen. Dat soort kleine, sympathieke acties vind ik zelf de allermooiste.\"", "Het geld dat hieruit voortvloeit gaat volgens de radio-dj rechtstreeks naar de voedselbank. \"Nee, daar zit niks tussen. Er werken alleen maar vrijwilligers: van de chauffeur tot de mensen achter de lopende band. Toen ik vroeg waarom dat was, zeiden ze: 'We doen het omdat het niet hoeft. Het gaat nu ook goed, we willen het zuiver houden.' En wat er gedaan wordt, lost ook gelijk iets op. Er worden pakketten gemaakt die klaarliggen en worden afgehaald, het is een a tot z-verhaal.\""], "authors": ["Door", "Danja Koeleman"], "keywords": ["dat", "van", "niet", "missie", "een", "het", "en", "dane", "hoeven", "ook", "te", "ik", "gelijk", "maken", "indruk", "er", "als", "538", "frank"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}