{"id": "eea49f42-9232-3886-ac5b-ffc646114f5e", "title": "Eerlijk Coffee & Coaching in tijden van corona: een abonnement op brood", "url": "https://www.parool.nl/ps/eerlijk-coffee-coaching-in-tijden-van-corona-een-abonnement-op-brood~be68c0b6/", "summary": "“Naast een koffiebar hebben we nu ook een bakery corner en bieden we broodabonnementen aan.\nVoorheen waren we echt een lunchrestaurant, nu zijn we meer een winkel.\nHopelijk nemen mensen, als ze een pakketje op de post doen, ook een koffietje mee.”Hoe houdt u de moed erin?\nLaatst had ik een mooi inzicht over hoe alles zal zijn als de crisis voorbij is.\nAls ik het zwaar heb, denk ik daaraan en krijg ik een lach op m’n gezicht.", "paragraphs": ["Rob Vernooij (44) van Eerlijk Coffee & Coaching.. Beeld Jakob van Vliet", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“We hadden altijd veel klanten die in de buurt werkten of studeerden aan de HvA en UvA, en toeristen. Maar driekwart van onze klantenkring is nu weggevallen. Mensen werken thuis en zitten minder op school. Ik ben ook loopbaancoach; ik coachte mensen in onze zaak in een ongedwongen sfeer. Dat staat nu on hold, de focus ligt op de winkel.”", "Hoe gaat de komende tijd eruitzien?", "“We gaan ervan uit dat de maatregelen nog langer duren. Dat geeft ruimte om iets nieuws te doen. Zo ging onlangs onze webshop live, die gaan we verder ontwikkelen en promoten. En we blijven kijken naar wat concurrenten doen. Zo kunnen we ons qua aanbod blijven onderscheiden. Dat doen we nu al door samen te werken met duurzame, lokale leveranciers.”", "Nog creatieve inzichten gekregen door de situatie?", "“Naast een koffiebar hebben we nu ook een bakery corner en bieden we broodabonnementen aan. Dan bezorgen we een paar weken vers brood. Voorheen waren we echt een lunchrestaurant, nu zijn we meer een winkel. Sinds kort zijn we ook een PostNL-punt. Hopelijk nemen mensen, als ze een pakketje op de post doen, ook een koffietje mee.”", "Hoe houdt u de moed erin?", "“Ik probeer over de heuvel heen te kijken. Laatst had ik een mooi inzicht over hoe alles zal zijn als de crisis voorbij is. Er zullen spontane feestjes zijn, iedereen is vrolijk. Als ik het zwaar heb, denk ik daaraan en krijg ik een lach op m’n gezicht. Daarbij zijn sommige vaste klanten ons trouw gebleven en reageren ze positief. Heel hartverwarmend.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Misschien een heropeningsfeestje houden, iets feestelijks. Gratis koffie uitdelen als er budget voor is. En als alles normaal is, ook zelf lekker op vakantie. Veel van het personeel moesten we laten gaan, dus zelf moeten we harder werken. Ik hoop daarom tegen die tijd wat rust te kunnen nemen.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["coaching", "van", "als", "eerlijk", "coffee", "op", "tijden", "brood", "zijn", "ik", "corona", "een", "ook", "en", "nu", "abonnement", "doen"], "pubDate": "2020-12-02T12:27:30+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}