{"id": "eecc070f-a306-3ed2-a99d-250d129a1833", "title": "Miley Cyrus: te veel trucjes uit de oude doos", "url": "https://www.parool.nl/kunst-media/miley-cyrus-te-veel-trucjes-uit-de-oude-doos~b1a48fa0/", "summary": "Miley Cyrus, Plastic Hearts.\nOm de keuze voor haar nieuwe muzikale afslag te onderstrepen gaat ze op Plastic Hearts in duet met in de eighties gestolde iconen Billy Idol en Joan Jett.\nCyrus’ livecover van Zombie van The Cranberries, die als bonustrack is toegevoegd, ging onlangs viral.\nIneens viel op hoe groot de reikwijdte van Cyrus’ scheurstem is als die goed in positie wordt gebracht.\nVanaf de verleidelijke synthesizerhit Midnight Sky wordt het beter – High en Hate Me zijn fraaie liedjes zonder veel opsmuk – maar helemaal goed komt het met Plastic Hearts desondanks niet.", "paragraphs": ["Miley Cyrus, Plastic Hearts.", "Twee van de grootste vrouwelijke sterren uit de moderne popmuziek doken dit jaar in de jaren tachtig. Eerst leverde Dua Lipa met Future Nostalgia een van de sprankelendste albums van het jaar af en nu kiest ook generatiegenoot Miley Cyrus voor het holle geluid van de synthesizer en de echoënde drums.", "Om de keuze voor haar nieuwe muzikale afslag te onderstrepen gaat ze op Plastic Hearts in duet met in de eighties gestolde iconen Billy Idol en Joan Jett. Ook Lipa doet mee, op Prisoner, waarbij de twee klinken als Kim Wilde en Paula Abdul in een plattelandsdiscotheek.", "Cyrus’ livecover van Zombie van The Cranberries, die als bonustrack is toegevoegd, ging onlangs viral. Ineens viel op hoe groot de reikwijdte van Cyrus’ scheurstem is als die goed in positie wordt gebracht.", "Juist daarom is het jammer dat producers Louis Bell en Andrew Watt de eerste helft van het album zo vol met jarentachtigstudiotrucs hebben gepropt. De liedjes zijn soms best aardig (vooral Night Crawling met Idol), maar vaker raken ze uit evenwicht door de stortvloed feestartikelen. Vanaf de verleidelijke synthesizerhit Midnight Sky wordt het beter – High en Hate Me zijn fraaie liedjes zonder veel opsmuk – maar helemaal goed komt het met Plastic Hearts desondanks niet."], "authors": ["Stefan Raatgever"], "keywords": ["van", "als", "plastic", "het", "cyrus", "op", "trucjes", "met", "zijn", "miley", "ze", "oude", "te", "doos", "veel", "en", "uit"], "pubDate": "2020-12-04T13:49:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}