{"id": "eedeb6a6-d727-3363-97f9-720e1a590a70", "title": "De Vietnamjournalist die de Pentagon Papers bemachtigde", "url": "https://nrc.nl/nieuws/2021/01/10/de-vietnamjournalist-die-de-pentagon-papers-bemachtigde-a4026955", "summary": "Sheehan verdiepte zich in de geschiedenis van Vietnam en ging mee met ‘search and destroy’-missies van het leger.\nDe zelfopgelegde opdracht was om die angst om te buigen in journalistiek die ertoe deed: wars van en dwars door de leugens van de Amerikaanse woordvoerders.\nDie was hem verleend door Daniel Ellsberg, een voormalig medewerker van de ministeries van Defensie en Buitenlandse zaken, die de 7.000 pagina’s tellende Papers eigenhandig had gekopieerd.\nBaanbrekend arrestDe ophef die de publicatie van het eerste deel van de Pentagon Papers op 13 juni 1971 veroorzaakte was groot.\nWeerlegging van die aanklacht kostte hem een jaar en resulteerde in een document van 343 bladzijden voor de advocaat van zijn uitgever.", "paragraphs": ["Toen Neil Sheehan in 1962 begon als oorlogscorrespondent in Vietnam voor het persbureau UPI had hij al twee gevechten gewonnen. De journalist, die vorige week op 84-jarige leeftijd overleed aan de ziekte van Parkinson, had zich verzet tegen de plannen van zijn vader, een Iers-Amerikaanse veehouder, om de boerderij over te nemen. En hij had de drank afgezworen, nadat hij zichzelf als alcoholist had ontmaskerd.", "Tegen schrijver William Prochnau, auteur van het schitterende boek Once Upon a Distant War (1995) over de eerste Amerikaanse journalisten in Vietnam, zei Sheehan wat er in zijn jeugd op het spel stond: „Wegblijven bij de koeien.” Het melken daarvan zou hem hebben gekluisterd aan stal en veestapel, de wens van zijn vader. Doorleren hield in dat hem dat lot bespaard bleef. Het werd doorleren, mede doordat Neil zich wist gesteund door zijn ambitieuze moeder.", "Sheehan belandde in Vietnam in een tijd dat de Amerikaanse aanwezigheid in dat land zich beperkte tot ‘adviseurs’ van de regering in Saigon, plus een handjevol Amerikaanse journalisten. Net als collega-journalist David Halberstam was hij aanvankelijk overtuigd van de goede bedoelingen van de Verenigde Staten: het beteugelen van de expansieve ambities van het communistische Noord-Vietnam.", "En net als Halberstam raakte Sheehan het geloof in de nobele intenties van Amerika kwijt door de officiële versie van het Pentagon over klinkende successen tegen de vijand door te prikken. Sheehan verdiepte zich in de geschiedenis van Vietnam en ging mee met ‘search and destroy’-missies van het leger.", "Good guys", "Ver van Saigon hoorde hij van Amerikaanse officials hoe het er daadwerkelijk aan toe ging. De oorlog die geen oorlog mocht heten werd niet gewonnen door de ‘good guys’. Er was sprake van een patstelling; Vietnam bleek een moeras, waarin Amerika soldaten, geld, prestige en energie zag wegzinken.", "In Vietnam werd Sheehan ook geconfronteerd met een nieuwe vijand: existentiële angst om te sneuvelen. De zelfopgelegde opdracht was om die angst om te buigen in journalistiek die ertoe deed: wars van en dwars door de leugens van de Amerikaanse woordvoerders.", "Na terugkeer in Amerika en inmiddels in dienst van The New York Times speelde Sheehan een niet onbelangrijke rol in de publicatie van de ‘Pentagon Papers’. Sheehan had inzage gekregen in deze geheime, documentaire geschiedenis van de Amerikaanse betrokkenheid in Vietnam tot 1968. Die was hem verleend door Daniel Ellsberg, een voormalig medewerker van de ministeries van Defensie en Buitenlandse zaken, die de 7.000 pagina’s tellende Papers eigenhandig had gekopieerd.", "Lees ook dit interview met Daniel Ellsberg: ‘Elke kernkop is een lanceerbaar Auschwitz’", "Ellsberg kende Sheehan nog uit Vietnam. De journalist mocht de documenten bij hem thuis komen doorsnuffelen. Aantekeningen maken mocht, meenemen niet.", "Toen Ellsberg een weekend weg was zag Sheehan zijn kans schoon. Hij maakte van de gelegenheid gebruik de Papers op zijn beurt te kopiëren. Hij wist dat hij daarmee inging tegen het gebod van Ellsberg, maar het landsbelang woog volgens hem zwaarder dan persoonlijke integriteit.", "In een interview in de Times dat pas vorige week, na zijn dood, mocht worden gepubliceerd gaf Sheehan tekst en uitleg: Ellsberg vreesde destijds voor gevangenisstraf. Hij zou Sheehan in eerste instantie hebben beloofd dat hij de documenten mocht meenemen, maar kwam daar later op terug.", "Baanbrekend arrest", "De ophef die de publicatie van het eerste deel van de Pentagon Papers op 13 juni 1971 veroorzaakte was groot. President Richard Nixon slaagde er aanvankelijk in het vervolg ervan via de rechter te blokkeren, met als argument ondermijning van het landsbelang. Het Hooggerechtshof besliste daarna in een arrest in het voordeel van de Times en andere kranten - een baanbrekend arrest vóór persvrijheid.", "Al net zo belangrijk was wat er in het Witte Huis gebeurde na de publicatie van de Papers. Bij Nixon sloegen de stoppen door. Hij richtte zijn pijlen op ‘landverrader’ Ellsberg en gaf medewerkers de opdracht diens reputatie te besmeuren. De inbraak in het kantoor van de psychiater van Ellsberg die hiervan het gevolg was geldt als de eerste stap in de richting van Watergate en markeert het begin van het voortijdige einde van Nixon als president.", "Met dát verhaal gingen twee jonge journalisten van een concurrerende krant aan de haal. Bob Woodward en Carl Bernstein hadden nooit een rijstveld van dichtbij gezien. Hun terrein was het machtscentrum in de hoofdstad Washington DC.", "Sheehan vocht intussen tegen een nieuwe vijand: de demonen van zijn verbeelding. Hij kon geen afscheid nemen van Vietnam, ook niet nadat Amerika zich in 1975 had teruggetrokken uit het land.", "Rampzalig", "De jaren zeventig verliepen rampzalig voor hem. Hij raakte zwaar gewond bij een auto-ongeluk. De publicatie van een boek mondde uit in een proces wegens smaad. Weerlegging van die aanklacht kostte hem een jaar en resulteerde in een document van 343 bladzijden voor de advocaat van zijn uitgever.", "Intussen had hij zich gestort op een ambitieus boek waarin hij de krankzinnige en tot mislukken gedoemde militaire en bestuurlijke onderneming van Amerika in Vietnam wilde vangen. Het zou zijn levenswerk worden, waar hij zich met totale overgave aan wijdde.", "Prochnau beschrijft hoe de buren hem jaar in jaar uit zijn ochtendwandeling zagen maken. „De schrijver, noemden ze hem aanvankelijk. Later de man die ingekeerd leefde. Toen de kluizenaar. Hij leek op te lossen in tijd en ruimte.”", "En toen, na 16 jaar obsessief werken, was daar ineens het resultaat: de publicatie van A Bright Shining Lie (1988). Sheehan werd onder de prijzen bedolven. Demonen overwonnen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Menno De Galan", "Januari Om", "Leestijd Minuten"], "keywords": ["vietnam", "zijn", "van", "pentagon", "het", "hem", "vietnamjournalist", "en", "sheehan", "een", "papers", "hij", "bemachtigde", "die"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}