{"id": "eef42faa-1bf3-3f4c-9bca-54e169d95276", "title": "Voorbeschouwing FC Utrecht - FC Groningen: Korte vakantie heeft heilzame uitwerking op FC", "url": "https://www.dvhn.nl/sport/Voorbeschouwing-FC-Utrecht-FC-Groningen-Korte-vakantie-heeft-heilzame-uitwerking-op-FC-26345636.html", "summary": "Met een fittere selectie dan voor de winterstop, maar nog zonder de gewenste versterkingen, maakt FC Groningen zich op voor de herstart van de competitie tegen FC Utrecht.\nDe korte vakantie tussen kerst en oud en nieuw lijkt een helende werking te hebben gehad op de ziekenboeg van FC Groningen.\nZowel Patrick Joosten als Alessio Da Cruz stond afgelopen week weer op het trainingsveld.\nWe hebben vooral spelletjes gedaan met het gezin, documentaires gekeken op Netflix en een film gezien.\nDat gold voor Warmerdam, dat gold voor Te Wierik en dat geldt nu ook voor Remco Balk.", "paragraphs": ["Met een fittere selectie dan voor de winterstop, maar nog zonder de gewenste versterkingen, maakt FC Groningen zich op voor de herstart van de competitie tegen FC Utrecht.", "De korte vakantie tussen kerst en oud en nieuw lijkt een helende werking te hebben gehad op de ziekenboeg van FC Groningen. Zowel Patrick Joosten als Alessio Da Cruz stond afgelopen week weer op het trainingsveld. Ook sterkhouder Azor Matusiwa was weer van de partij, al trainde de aanvoerder soms nog apart van de groep.", "Alleen Arjen Robben is nog geblesseerd. De wereldster kiest deze keer voor een zeer geleidelijke opbouw na zijn kuitblessure en zal de hele maand januari sowieso nog niet in actie komen.", "Buijs kijkt uit naar versterkingen", ",,Ik reken er bij de andere drie op dat ze nog niet voor de volle 90 minuten inzetbaar zijn’’, zegt trainer Danny Buijs erbij. Hij nam het er tijdens de feestdagen ook even lekker van, thuis in Alblasserdam. ,,Je kon natuurlijk weinig tot niks, dus dat nam wel een deel van het plezier weg. We hebben vooral spelletjes gedaan met het gezin, documentaires gekeken op Netflix en een film gezien. Ik denk dat de meeste mensen dat gedaan hebben.’’", "Buijs maakt er geen geheim van dat hij de door Mark-Jan Fledderus aangekondigde versterkingen met open armen zal ontvangen. De technisch directeur beloofde deze week nog met een extra centrale verdediger en een creatieve aanvaller te komen voor de transferdeadline van 1 februari. Voor de laatste vacature is er, zoals eerder gemeld, naar verluidt al een akkoord met het Zweedse BK Häcken over de komst van Daleho Irandust.", "Interesse Utrecht en AZ in Balk", "Buijs is nog niet officieel op de hoogte. ,,Maar ik ben er wel benieuwd naar. Een aanvallende versterking is in ieder geval welkom. Dan zit je tenminste wat ruimer in je spelers. Als je het drukke programma bekijkt met zes wedstrijden alleen al in deze maand, waarin het weer slechter wordt, de velden slechter, dan is fitheid wel een belangrijke zaak. Wat mij betreft zetten we in ieder geval in op iemand die ons direct beter kan maken. Jonge spelers met talent, die zich nog moeten doorontwikkelen, hebben we genoeg.’’", "In die laatste categorie valt ook Remco Balk, de 19-jarige aanvaller uit Zuidhorn die inmiddels in onmin leeft met de directie van de club. Het talent uit eigen kweek is vanwege belangstelling van andere clubs (FC Utrecht en AZ) niet ingegaan op het aanbod dat FC Groningen hem deed na maandenlang onderhandelen, waarop de club de aanbieding heeft ingetrokken en de deur zo goed als dicht heeft gedaan voor hem. Voor Buijs verandert daarmee de status van Balk ook enigszins binnen zijn selectie.", ",,Elke speler heeft het recht om iets te gaan doen als hij uit zijn contract loopt. Dat gold voor Warmerdam, dat gold voor Te Wierik en dat geldt nu ook voor Remco Balk. Als ik hem nodig heb, stel ik hem op. Het enige dat verandert voor hem is dat, als hij gelijkwaardig is aan een andere jonge speler die wel een langere toekomst bij FC Groningen heeft, ik dan de voorkeur geef aan die jongen. Ik wil winnen en presteren, maar ik kijk ook naar de belangen op langere termijn. Dat heb ik Remco ook verteld.’’"], "authors": ["William Pomp"], "keywords": ["ik", "groningen", "korte", "vakantie", "voorbeschouwing", "nog", "fc", "heilzame", "met", "uitwerking", "van", "en", "een", "utrecht", "voor", "heeft", "op", "het", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}