{"id": "eefd5844-eadc-3b9f-a557-331d120223d6", "title": "Kijk of het centraal examen wel nodig is", "url": "https://volkskrant.nl/nieuws-achtergrond/kijk-of-het-centraal-examen-wel-nodig-is~b80292fe/", "summary": "Op dit moment wordt 50 procent van het eindcijfer bepaald door het centraal examen en 50 procent door de schoolexamens.\nHet is teaching to the test: het halen van toetsen is het doel, in plaats van het middel om te beoordelen of een leerling toe is aan een vervolgstap.’Merkt u dit op uw school?\n‘Als het slagingspercentage tegenvalt, gaat een docent nu meer focus leggen op examentraining en minder op het vak.\nJe moet een tussenweg zoeken, waarbij het een en ander landelijk afgestemd moet worden.\nWe moeten het ijzer juist smeden nu het heet is.’", "paragraphs": ["Een verlaten examenzaal. Beeld Hollandse Hoogte", "Waarom moeten de eindexamens op de schop?", "‘Dat is een discussie die al langere tijd in het onderwijs speelt. Op dit moment wordt 50 procent van het eindcijfer bepaald door het centraal examen en 50 procent door de schoolexamens. Die systematiek wordt als knellend ervaren. De examens zijn heel sturend voor de lessen die een scholier in de bovenbouw krijgt. Het is teaching to the test: het halen van toetsen is het doel, in plaats van het middel om te beoordelen of een leerling toe is aan een vervolgstap.’", "Merkt u dit op uw school?", "‘Als het slagingspercentage tegenvalt, gaat een docent nu meer focus leggen op examentraining en minder op het vak. Slagen is een erg cognitief proces. Ik zou graag meer aandacht zien voor het ontwikkelen van vaardigheden, wat een leerling doet met kennis. Hiervoor moeten de scholen meer vrijheid krijgen.’", "Het veelgehoorde argument vóór centrale eindexamens is het waarborgen van kwaliteit. Als de scholen zelf de examens mogen inrichten, ontstaan er verschillen in het niveau van toetsing.", "‘Ook waar. Je moet een tussenweg zoeken, waarbij het een en ander landelijk afgestemd moet worden. Misschien kunnen we andere afspraken maken over de schoolexamens, bijvoorbeeld.’", "Door het coronavirus is een generatie scholieren geslaagd zonder centrale toetsing. Wat kunnen we daarvan leren?", "‘Ik ben heel benieuwd hoe deze leerlingen het vervolgonderwijs zullen doorlopen. We kunnen onderzoeken hoe belangrijk dat centrale eindexamen echt is, door te volgen hoe deze groep leerlingen zich verhoudt tot andere groepen. Als er geen verschil is, kunnen we met een kritische blik naar het centrale examen kijken. Ik zeg dan niet: alles afschieten. Maar dat knellende aspect moeten we zeker aanpakken.’", "Is dit het juiste moment om hierover te discussiëren? Het schrappen van de centrale eindexamens is een besluit ten behoeve van de volksgezondheid, niet een onderwijskundig experiment.", "‘We kunnen deze kans niet laten lopen. Er zijn al veel goede ideeën hierover. Veranderingen in het onderwijs zijn vaak ingewikkeld, onderwijsvernieuwers lopen tegen een rigide systeem aan. We moeten het ijzer juist smeden nu het heet is.’"], "authors": ["Nick De Jager"], "keywords": ["moeten", "van", "centrale", "het", "op", "zijn", "nodig", "centraal", "een", "niet", "kunnen", "te", "kijk", "examen", "wel"], "pubDate": "2020-05-28T14:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}