{"id": "ef150581-1434-331e-bc45-bce84efe78ac", "title": "Daadkrachtige premier Rutte gaat 2021 gedeukt in", "url": "https://trouw.nl/politiek/daadkrachtige-premier-rutte-gaat-2021-gedeukt-in~b2c14f39/", "summary": "Het jaar 2020 zal de geschiedenisboeken ingaan als het jaar waarin de wereld in lockdown ging vanwege een Covid-pandemie.\nHet was een jaar waarin zorgmedewerkers zowel werden bejubeld als steeds agressiever bejegend.\nEn dat weet ook premier Mark Rutte, de liberaal die ons land inmiddels tien jaar leidt.\nHet verbaasde niemand dat Rutte zich opnieuw als VVD-lijsttrekker in 2021 opwierp.\nWant waarom wachtte het kabinet zolang voordat het een lockdown afkondigde, terwijl het virus alweer maanden opliep?", "paragraphs": ["Het jaar 2020 zal de geschiedenisboeken ingaan als het jaar waarin de wereld in lockdown ging vanwege een Covid-pandemie. Het was een jaar waarin grote en kleine gebeurtenissen over elkaar heen tuimelden. Boris Johnsen wist zijn land op het nippertje een brexit met handelsakkoord te leveren. Afgelopen jaar ging het stokje van de boeren- en onderwijsprotesten naar de Blacklivesmatter-beweging en de virusontkenners. Het was een jaar waarin zorgmedewerkers zowel werden bejubeld als steeds agressiever bejegend. En waarin we Kerst gingen vieren zonder fysieke kerkdienst, en oudjaar zonder vuurwerk.", "Als de afgelopen 365 dagen ons één ding duidelijk maken, is dat niets blijft zoals het was. Alles blijft stromen, zoals de oude filosofen zeiden. Dat weet koning Willem-Alexander, die dit jaar met een paar gedenkwaardige toespraken in achting steeg, en dat imago vervolgens verprutste met zijn vakanties in Griekenland.", "En dat weet ook premier Mark Rutte, de liberaal die ons land inmiddels tien jaar leidt. Ruttes’ populariteit steeg afgelopen zomer spectaculair. Bijna 60 procent van de bevolking zei vertrouwen te hebben in de wijze waarop Rutte het land door deze pandemie leidde. Zelfs onder linkse kiezers scoorde hij hoog. Het verbaasde niemand dat Rutte zich opnieuw als VVD-lijsttrekker in 2021 opwierp. Maar nu de verkiezingen naderen en Nederland in een lock-down zit, loopt de krachtdadige premier deuken op. We weten sinds een paar weken dat de kabinetten van Rutte keiharde anti-fraude-wetten hebben gemaakt, waarmee grote groepen onschuldige burgers fors in de problemen zijn gebracht. Het kabinet moet zich nog in de Kamer verantwoorden over het rapport van de commissie Kinderopvangtoeslag. Of het kabinet dat gaat overleven, zal blijken. Duidelijk is dat het vertrouwen in de premier is geschaad.", "Alle zeilen bij", "Dat geldt ook voor het coronabeleid, dat voor steeds meer ergernis zorgt. Want waarom wachtte het kabinet zolang voordat het een lockdown afkondigde, terwijl het virus alweer maanden opliep? Ziekenhuizen zitten – tegen alle beloftes in – nu opnieuw bomvol coronapatiënten, ten koste van de reguliere zorg. Rutte moest vlak voor het kerstreces in de Kamer toegeven dat er veel gesteggel was geweest in het kabinet over een lockdown. En waarom begint Nederland pas 8 januari met de inentingen tegen het virus? Nederland is daarmee het laatste EU-land dat met inenten start, terwijl ook de discussie nog loopt welke groepen als eerste de prikken krijgen. Er zijn in 2021 nog zes weken te gaan voor de verkiezingscampagne aanbreekt. Rutte zal in deze periode van grote en snelle veranderingen nog alle zeilen moeten bijzetten om het begin van het komende jaar zonder verdere politieke schade door te komen."], "authors": ["Redactie Trouw"], "keywords": ["gaat", "zijn", "van", "het", "waarin", "jaar", "premier", "en", "een", "met", "rutte", "daadkrachtige", "gedeukt", "dat", "2021"], "pubDate": "2020-12-31T07:30:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}