{"id": "ef2ade46-ecfb-3267-b595-d3f97f0fa5be", "title": "Het interesseert kinderen geen ene fluit hoeveel vaders of moeders er in een huis rondlopen", "url": "https://volkskrant.nl/columns-opinie/het-interesseert-kinderen-geen-ene-fluit-hoeveel-vaders-of-moeders-er-in-een-huis-rondlopen~b3d3eab5/", "summary": "Ik met een kop thee, zij met een chocomel.\nZij zegt dat het helemaal níét raar is als je twee mama’s hebt.’Ik blijf even stil.\nWaarna een van de moeders in haar eentje nog een kind kreeg, om daarna een relatie te krijgen met een man.\nHet interesseert kinderen geen ene fluit hoeveel vaders of moeders er in een huis rondlopen, zolang er maar twee mooie dino’s zijn die woest met elkaar kunnen vechten.\nVorig jaar kreeg ik een kinderboek opgestuurd over een islamitisch jongetje.", "paragraphs": ["De dochter van Ibtihal Jadib kreeg les over moderne gezinsconstructies. Maar kon haar dat ook wat schelen?", "Zondagmorgen, mijn 3-jarige dochter en ik zitten buiten in de zon. We hebben zojuist een verzameling raketten en satellieten bekeken in Space Expo, die ze weinig indrukwekkend vond omdat ze naar eigen zeggen ‘vroeger al met André Kuipers in de ruimte’ is geweest. Haar broer is, bij gebrek aan een vorig leven, niet uitgekeken en loopt nog met zijn vader rond in het museum terwijl wij vast op het terras zijn gaan zitten. Ik met een kop thee, zij met een chocomel. Als ze tevreden aan het rietje zit te lurken, zegt ze ineens: ‘Het is níét raar als je geen papa hebt.’", "‘Oh. Ok.’", "‘Het is níét raar als je twee mama’s hebt.’", "‘Ok.’", "‘En het is ook níét raar als je twee papa’s hebt.’", "‘Heb je hierover met iemand gepraat?’", "‘Ja, met mijn juffie. Zij zegt dat het helemaal níét raar is als je twee mama’s hebt.’", "Ik blijf even stil. Dan besluit ik te vragen: ‘En wat vind jij ervan?’ Ze laat het rietje los, zet grote ogen op en roept uit: ‘Ik vind het héél erg raar want waar is die papa eigenlijk naartoe?’", "Een paar weken geleden had ik de boekjes in het raamkozijn van de crèche zien staan. Het was een reeks nieuw aangeschafte boeken die trots stonden uitgestald. Drie van de zes gingen over moderne gezinsconstructies, en waren kennelijk deze week door de juf voorgelezen. Ik zuchtte. Waarom kregen kinderen niet gewoon iets te horen over de wereld om hen heen? Waarom moest er zo worden benadrukt wat kinderen daar allemaal van moeten vinden, namelijk écht helemaal níét raar?", "Mijn zoon had vorig jaar een vriendje in de klas met twee moeders. Die gescheiden zijn. Waarna een van de moeders in haar eentje nog een kind kreeg, om daarna een relatie te krijgen met een man. Het enige waar mijn zoontje in was geïnteresseerd, was de vraag of hij dezelfde dinosaurus mocht hebben als zijn vriendje. Het interesseert kinderen geen ene fluit hoeveel vaders of moeders er in een huis rondlopen, zolang er maar twee mooie dino’s zijn die woest met elkaar kunnen vechten.", "Vorig jaar kreeg ik een kinderboek opgestuurd over een islamitisch jongetje. De auteur had het geschreven omdat ze voor haar eigen kinderen geen boeken had kunnen vinden met islamitische hoofdpersonen. Dat kan tegenwoordig niet meer, want God verhoede dat iemand zich on-vertegenwoordigd voelt. Zodra ik de kaft opensloeg las ik: ‘Dit boek is opgedragen aan alle kinderen die ooit hebben gedacht dat anders zijn iets negatiefs is.’ In haar poging een islamitische achtergrond te normaliseren was de auteur er op de eerste bladzijde al in geslaagd het predicaat ‘niet negatief’ te gebruiken. Vraag iemand om níét te denken aan roze sokken en het eerste wat diegene voor zich ziet: ontzettend roze sokken.", "Ik heb vroeger alle kinderboeken verslonden die er in onze Hillegomse bibliotheek te vinden waren. Nooit kwam ik een hoofdpersoon tegen met de naam Ibtihal en in geen van die boeken werd er eens ramadan gevierd. Dat deerde niet want als ik Roald Dahl las, veranderde ik in Sjakie, Mathilde of Joris en bij Thea Beckman werd ik achtereenvolgens Hasse, Marije en Saartje. De gedachte wat er allemaal negatief aan mijn eigen achtergrond zou kunnen zijn, was niet eens bij me opgekomen.", "Nou ja ach, misschien zegt dat meer iets over mij. Ik ben ook maar een raar type."], "authors": ["Ibtihal Jonkers-Jadib"], "keywords": ["dat", "die", "een", "kinderen", "en", "fluit", "te", "hoeveel", "geen", "interesseert", "huis", "ik", "zijn", "vaders", "er", "met", "het", "rondlopen", "moeders"], "pubDate": "2020-10-09T13:00:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}