{"id": "ef2b831c-4686-3838-a79f-f94439ea5772", "title": "Familielandgoed Den Treek-Henschoten is er voor iedereen", "url": "https://trouw.nl/reizen/familielandgoed-den-treek-henschoten-is-er-voor-iedereen~bd24a61b/", "summary": "Op De Amersfoortse Berg, een grote middelbare school in Amersfoort bij mij om de hoek, stond jarenlang in december een kerstboom van landgoed Den Treek-Henschoten.\nHet Treekermeer is zijn favoriete plek op het landgoed.\nVandaag de dag is het landgoed in bezit van meer dan zeshonderd eigenaren, allen familie, ondergebracht in NV Den Treek-Henschoten.\nHoewel iedereen in deze buurt het landgoed kent, kan de schoonheid ervan je zomaar weer overvallen.\nHazenwaterprojectDe vlakte is onderdeel van het Hazenwaterproject dat vier decennia duurde: dichtgegroeide terreinen werden ontdaan van bos voor natuurherstel.", "paragraphs": ["Op De Amersfoortse Berg, een grote middelbare school in Amersfoort bij mij om de hoek, stond jarenlang in december een kerstboom van landgoed Den Treek-Henschoten. Bezorgd per landrover en vervolgens in de hal ritueel met een dik touw omhooggehesen. Enkele nazaten van familie De ­Beaufort kregen ook les op de school. Al ruim twee eeuwen is het enorme landgoed in het bezit van De Beauforten.", "Het bosrijke gebied tussen Amersfoort, Leusden, Woudenberg, Maarn en Zeist is een begrip in deze omgeving. Wie plannen heeft voor een flinke wandeling, fietstocht of paardrijrit gaat naar ‘Den Treek’ met 2200 hectare aan bossen, heidevelden, landerijen, zandverstuivingen, vennen en drassige gebieden. Die rijke variatie aan natuur en bomen is uniek volgens beheerder Martin Nolsen. Zo staan er grove dennen van 130 jaar oud en dertig meter hoog naast berken, eiken, beuken, lariksen en douglassparren. Het Treekermeer is zijn favoriete plek op het landgoed. Vanwege het uitzicht en de diversiteit, met juni en juli als hoogtepunt wanneer de oevers oranjegeel gekleurd zijn van de beenbreek, een zeldzame lelieachtige.", "Beeld Louel de Jong", "Oerbos", "Jonkvrouw Fleur de Beaufort (zevende generatie vanaf grondlegger Willem Hendrik de Beaufort) verkeert het liefst rond een ander meertje, zo’n drie kilometer verderop: het Vogelwater. Hier werd tijdens graafwerkzaamheden in 2017 een oerbos gevonden van 13.000 jaar oud. 170 stammen uit een warme periode aan het einde van de laatste ijstijd werden schoon geschraapt en zagen het licht – al die eeuwen goed bewaard gebleven onder een laag dekzand. Het landgoed was wereldnieuws.", "Willem Hendrik de Beaufort kocht in 1807 buitenplaats Den Treek met omringende landerijen. Via het huwelijk van zijn kleinzoon kwam eveneens landgoed Henschoten in de familie, wat een grote groep nazaten heeft samengebracht. Vandaag de dag is het landgoed in bezit van meer dan zeshonderd eigenaren, allen familie, ondergebracht in NV Den Treek-Henschoten. “Mijn betovergrootvader, Johannes Bernardus de Beaufort, had een vooruitziende blik. Daar ben ik trots op. Hij had veel kinderen en besloot bij de oprichting van de familievennootschap ook aandelen aan zijn dochters te geven. Hoogst ongebruikelijk toen, het was 1908, vrouwen hadden nog niet eens stemrecht. Daarom zijn er nu ook zoveel aandeelhouders”, aldus Fleur de Beaufort.", "Maatschappelijk besef wordt met de paplepel ingegoten. De familienaam is terug te vinden in vroegere besturen van Stichting Natuurmonumenten, Vogelbescherming Nederland en Stichting Het Utrechts Landschap, maar de belangrijkste opdracht is het landgoed zo goed mogelijk door te geven. “Zo staat het in de statuten van mijn voorouders. Wij passen erop voor volgende generaties. Daarbij willen we dit stuk natuurschoon voor iedereen toegankelijk houden. Hoewel de meeste wandelaars niet eens beseffen dat ze op privéterrein lopen, zien wij dat als onze maatschappelijke taak.”", "Beeld Louel de Jong", "Een aandeel is niet bedoeld om rijk van te worden. Het onderhoud kost vooral geld. Het terrein telt zo’n zestig opstallen (boerderijen, huizen, deels bewoond door familie, deels door anderen), er is de zorg voor bos en natuur, het beheer van recreatie en gras en heide worden kortgehouden door een schaapskudde. Inkomsten krijgt de familie vooral uit erfpacht van de panden, verpachting van landbouwgronden en houtkap. Een klein deel is subsidie.", "Hoewel iedereen in deze buurt het landgoed kent, kan de schoonheid ervan je zomaar weer overvallen. Het gebeurde mij laatst op een heldere, koude ochtend tijdens een ‘rondje Hazenwater’. Bij het zien van het glooiende, afwisselend natte en droge heideterrein – zo moet het in de oertijd geweest zijn! – werd ik overvallen door een kalmerend en tegelijk groots gevoel.", "Dat kan de natuur met je doen. Zomaar in Nederland, zomaar dichtbij huis. Verderop openbaart zich een vlakte met geel gras en heide die tien jaar terug nog begroeid was met bomen. Het is er stil, soms getjilp van een vogel, in de verte fel zonlicht dat als een pianospel tussen hoge, dunne dennenbomen pingelt.", "Hazenwaterproject", "De vlakte is onderdeel van het Hazenwaterproject dat vier decennia duurde: dichtgegroeide terreinen werden ontdaan van bos voor natuurherstel. Zo veranderde het landgoed van een vrij eentonig bosgebied in een klein paradijs van zandverstuivingen, drassige graslanden met orchideeën, vennen en aaneengesloten heidevelden.", "Oeroude zaadjes kwamen weer tot leven en door het verbinden van de heidevelden – zie het als ecologische snelweg – zijn beestjes als de zandhagedis en het heideblauwtje (vlinder) hier niet meer weg te denken. Ook de rondtrekkende schaapskudde zorgt ervoor dat insecten, zaden en andere sporen worden verspreid tussen de gebieden. Dankzij de heideroutes zijn het Hazenwater en Treekermeer na een eeuw weer verbonden. Uren aaneen kun je hier wandelen.", "“Omdat we dit in ons bezit hebben is ons familiegevoel sterk”, zegt Fleur de Beaufort. “Iedereen voelt zich betrokken bij dit gebied. Zelfs mijn achter-achterneven en -nichten ken ik. Toch wordt vanuit de vennootschap alles zakelijk geregeld – er zijn geen voordeeltjes voor ons. We hebben een aparte familiestichting, die organiseert onder andere onze jaarlijkse nieuwjaarsreceptie. Natuurlijk op het landgoed.”", "Wandelen/fietsen Rond het hele landgoed (van Leusden tot de Pyramide van Austerlitz, die ook op het landgoed staat) zijn vrije toegangen tot wandel/fietsgebieden met parkeerplaatsen. Veel informatie en plattegronden zijn te vinden op dentreekhenschoten.nl. Tips: Hazenwater, Treekerduinen, Treekermeer. Treeker Info Punt Hier word je geïnformeerd over allerlei thema’s zoals biodiversiteit, heide en schapen en boshistorie. Doornseweg 23, Woudenberg.", "Lees ook:", "Oeroud bos bij Amersfoort werd ontdekt door hardloper Jos", "Jos Bazelmans houdt van hardlopen. Net als veel inwoners van Amersfoort rent hij graag over landgoed Den Treek-Henschoten, vlakbij Leusden. Hij ontdekte het dennenbos van 13 duizend jaar oud."], "authors": ["Louel De Jong"], "keywords": ["er", "landgoed", "van", "zijn", "den", "voor", "treekhenschoten", "en", "een", "met", "familielandgoed", "op", "iedereen", "het", "door"], "pubDate": "2021-01-02T00:00:43Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}