{"id": "ef4ba275-9472-365c-ac33-a8ea26ad78f9", "title": "In de sovjetflats drijven de buren elkaar tot wanhoop", "url": "https://trouw.nl/buitenland/in-de-sovjetflats-drijven-de-buren-elkaar-tot-wanhoop~b582e01d/", "summary": "De mezen stoeien om enkele zonnebloempitten op het balkon.\nToevallige voorbijgangers kijken vergeefs omhoog om de bron van het geluid te ontdekken.\nDe tonen van de klarinet zijn meermalen per week een vertrouwd achtergrondgeluid op onze binnenplaats, en dat is geen wonder.\nMaar zijn moeder heeft intussen wel een van haar buren voor de rechter gedaagd, wegens smaad, én gewonnen.\nDe overlast blijft meestal beperkt tot het incidentele geluid van een blokfluit, wasmachines, blaffende honden, slaande ruzies of huilende kinderen.", "paragraphs": ["Een kalme winterdag. De hemel is strakblauw, maar uit een witte wolkenveeg dwarrelt wat fijne stofsneeuw naar beneden. De mezen stoeien om enkele zonnebloempitten op het balkon. En als muzikale omlijsting van dit alles zingt ergens hoog daarboven een klarinet een welluidend do-re-mi. Toevallige voorbijgangers kijken vergeefs omhoog om de bron van het geluid te ontdekken. Maar heel ons portiek weet dat daar, ergens op de achttiende etage, Maksim bezig is met zijn oefeningen.", "De tonen van de klarinet zijn meermalen per week een vertrouwd achtergrondgeluid op onze binnenplaats, en dat is geen wonder. Maksim is een natuurtalent. Hij sloot de muziekschool cum laude af en wil van muziek zijn beroep maken. Dat betekent veel en hard repeteren, ook thuis, iets waar de wijde omgeving van kan meegenieten. En dat heeft zo zijn charme.", "De directe buren zijn evenwel minder gecharmeerd en voeren al jarenlang een bittere strijd tegen de muzikale familie, die naast de klarinet ook de piano en andere instrumenten bespeelt. Maksims moeder geeft pianoles, al zit daar door de coronapandemie inmiddels de klad in. Om onduidelijke redenen kunnen de buren maar niet tot een vergelijk komen. Misschien omdat de klagers alleen genoegen nemen met absolute stilte.", "Kakofonie", "Maar oorlog is oorlog, en dus zet de onderbuurvrouw bij de eerste klanken van de klarinet zelf keiharde muziek op, met de geluidsboxen tegen het plafond. Wekelijks hangen er briefjes of stickers in de liften, waarop de muzikanten gemaand wordt ‘in stilte te leven’ en elders te gaan musiceren ‘als jullie zo van Mozart en Bach houden’, of anders maar een synthesizer met koptelefoon aan te schaffen. “Jullie buren, kleine kinderen en ouderen die in ditzelfde huis wonen, willen rust en niet luisteren naar de kakofonie van jullie instrumenten!”", "De eigenaars van die instrumenten worden met naam en toenaam genoemd. De schoonmakers verwijderen de stickers zonder morren, maar nooit voor lang. Soms ook worden hele scheldkanonnades, doorspekt met schuttingtaal en dito tekeningen, met zwarte stift op de liftdeuren geschreven. Maksim en zijn familie worden er al niet meer warm of koud van. Alles went. Maar zijn moeder heeft intussen wel een van haar buren voor de rechter gedaagd, wegens smaad, én gewonnen. Een buurman kreeg een forse boete.", "Boos tikken op verwarmingsbuizen", "Flats als deze, betonnen prefab-constructies uit de jaren tachtig, zijn best gehorig. De overlast blijft meestal beperkt tot het incidentele geluid van een blokfluit, wasmachines, blaffende honden, slaande ruzies of huilende kinderen. Maar als op de tiende verdieping een verbouwing aan de gang is, kan het hele portiek daarvan meegenieten. En in grote flats als deze, met algauw meer dan duizend inwoners, is altijd wel ergens iemand met een boormachine in de weer.", "De bewoners wordt daarom gevraagd zoveel mogelijk de huisregels in acht te nemen. Dat betekent geen lawaai tussen een en drie uur ’s middags, als de kleine kinderen slapen, ook niet na zeven uur ’s avonds en helemaal niet in de weekends.", "Dat is de theorie. In de praktijk wordt het directief meer dan eens genegeerd, maar represailles volgen zelden. Vaak is het al lastig uit te vissen waar de bron van het lawaai zich precies bevindt. Geïrriteerde bewoners volstaan daarom meestal met boos tikken op de verwarmingsbuizen, in de hoop dat de schuldigen het signaal opvangen en de juiste conclusies trekken. Dat doen de buren van Maksim ook veelvuldig. Maar de muziekliefhebbers houden zich nu juist keurig aan de regels, voor hen reden om alle kritiek stoïcijns te negeren. Misschien maakt juist dat hun buren zo kwaad.", "Uitdijende metropolen bieden een groeiend deel van de wereldbevolking onderdak. Hoe houden de mensen het daar leefbaar? Trouw-correspondenten doen wekelijks verslag uit hun eigen megastad."], "authors": ["Geert Groot Koerkamp"], "keywords": ["tot", "zijn", "van", "elkaar", "en", "een", "met", "maar", "dat", "op", "te", "het", "buren", "sovjetflats", "wanhoop", "drijven"], "pubDate": "2021-01-09T16:32:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}