{"id": "ef6c6bc7-1a86-3ed9-9285-34b6b17571e5", "title": "Lamborghini bouwt speciale sportwagen in opdracht van klant", "url": "https://nu.nl/auto/6097219/lamborghini-bouwt-speciale-sportwagen-in-opdracht-van-klant.html", "summary": "Lamborghini heeft woensdag de SC20 gepresenteerd.\nVan het model wordt slechts één exemplaar gebouwd, speciaal voor een klant.\nDe SC20 heeft een uit koolstofvezel opgetrokken carrosserie, die in de speciale lakkleur Bianco Fu is gespoten.\nNaar goed gebruik is de speciale Lamborghini voorzien van vierwielaandrijving en een automaat.\nEen vergelijkbare auto, de Lamborghini Aventador 6.5 V12 SVJ Roadster LP770, staat op dit moment te koop voor bijna 850.000 euro.", "paragraphs": ["Lamborghini heeft woensdag de SC20 gepresenteerd. Van het model wordt slechts één exemplaar gebouwd, speciaal voor een klant. De open sportwagen is gebaseerd op de Aventador en wordt aangedreven door een 770 pk sterke V12-motor.", "Prestatiecijfers deelt Lamborghini niet, maar het is zo goed als zeker dat de auto in net geen drie seconden naar 100 kilometer per uur accelereert; de Aventador SV Roadster, eveneens een open auto met 770 pk, doet die sprint namelijk in 2,9 seconden.", "De SC20 heeft een uit koolstofvezel opgetrokken carrosserie, die in de speciale lakkleur Bianco Fu is gespoten. Daarnaast is gestrooid met Blu Cepheus-kleurige accenten. Naar goed gebruik is de speciale Lamborghini voorzien van vierwielaandrijving en een automaat.", "Het is niet bekend wat de toekomstige eigenaar voor de auto betaald heeft. Een vergelijkbare auto, de Lamborghini Aventador 6.5 V12 SVJ Roadster LP770, staat op dit moment te koop voor bijna 850.000 euro. Hierdoor is het niet ondenkbaar dat de SC20 meer dan 1 miljoen euro gekost heeft.", "Door: Lamborghini", "Opvallen is gegarandeerd met de SC20. (Foto: Lamborghini)", "Kijk voor meer foto's op AutoWeek.nl"], "authors": ["Door"], "keywords": ["van", "lamborghini", "sportwagen", "niet", "een", "het", "bouwt", "klant", "opdracht", "sc20", "heeft", "speciale", "voor", "op", "auto", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}