{"id": "ef76149c-35cf-3bf0-97e4-653012c8ad0e", "title": "Froome begint in San Juan aan 'nieuw hoofdstuk' in zijn carrière", "url": "https://nos.nl/artikel/2360991-froome-begint-in-san-juan-aan-nieuw-hoofdstuk-in-zijn-carriere.html", "summary": "Chris Froome begint zijn seizoen volgende maand in Argentinië, in de Ronde van San Juan.\nVoor de viervoudig Tourwinnaar, die elf seizoenen voor Team Sky en daarna Team Ineos rondreed, wordt het zijn eerste wedstrijd in de kleuren van de Israëlische ploeg,\"Dit is het begin van een nieuw hoofdstuk in mijn carrière\", zei de 35-jarige Brit.\nHij maakte in februari 2020 zijn rentree, maar hij kon nog niet terugkeren op zijn oude niveau.\n\"Chris gaat niet naar Argentinië om deze etappekoers te winnen\", zegt ploegleider Rik Verbrugghe, ook nieuw bij Israel Start-Up Nation.\n\"We zien het als een perfecte wedstrijd in de opbouw richting de piek van het seizoen.\"", "paragraphs": ["Chris Froome begint zijn seizoen volgende maand in Argentinië, in de Ronde van San Juan. Dat heeft zijn nieuwe werkgever Israel Start-Up Nation bekendgemaakt.", "Voor de viervoudig Tourwinnaar, die elf seizoenen voor Team Sky en daarna Team Ineos rondreed, wordt het zijn eerste wedstrijd in de kleuren van de Israëlische ploeg,", "\"Dit is het begin van een nieuw hoofdstuk in mijn carrière\", zei de 35-jarige Brit. \"Ik heb er lang naar uitgekeken. Ik kan niet wachten om met mijn nieuwe teamgenoten aan dit avontuur te beginnen.\"", "Opbouw", "Froome kwam in juni 2019 zwaar ten val in voorbereiding op de Tour de France. Hij brak zijn rechterdijbeen, rechterelleboog, een heup en enkele ribben. Hij maakte in februari 2020 zijn rentree, maar hij kon nog niet terugkeren op zijn oude niveau. Zo finishte hij de Vuelta als 98ste.", "\"Chris gaat niet naar Argentinië om deze etappekoers te winnen\", zegt ploegleider Rik Verbrugghe, ook nieuw bij Israel Start-Up Nation. \"We zien het als een perfecte wedstrijd in de opbouw richting de piek van het seizoen.\""], "authors": [], "keywords": ["startup", "hij", "nieuw", "froome", "carrière", "hoofdstuk", "van", "niet", "een", "aan", "het", "wedstrijd", "team", "te", "san", "begint", "juan", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}