{"id": "ef77ec6f-7e4b-33c2-a97e-35dd4fec1a14", "title": "Wat zijn de gezondheidsvoordelen van dertig dagen elke dag sporten?", "url": "https://volkskrant.nl/de-gids/wat-zijn-de-gezondheidsvoordelen-van-dertig-dagen-elke-dag-sporten~b16cd3cc/", "summary": "Zelf kun je daar ook een ruwe inschatting van maken: Stap 1: trek je leeftijd af van 220.\nVoor iemand van 40 jaar met een rusthartslag van 70 slagen per minuut is de maximale hartslag 220 – 40 = 180.\nHet gaat erom wat je zelf belangrijk vindt: als je het doet voor je gezondheid, is dát je motivatie.’ Vervolgens kun je zelf bepalen wat dan haalbaar is.\nBackx vindt elke dag sporten een interessant experiment, maar denkt dat dat op de lange termijn niet vol te houden is.\nWant daar is dat doel weer: als je je voorneemt iedere dag te sporten, en dat lukt een keer niet, levert dat frustratie op.", "paragraphs": ["Verslaggever Erna van Balen ging dertig dagen lang elke dag sporten en deelt haar inzichten.", "Initiatieven voor gezonder leven zijn populair. Zo dronken meer dan 52 duizend mensen de hele maand januari geen alcohol en was de week van 9 maart de Nationale Week zonder Vlees, waar ruim 32 duizend mensen aan meededen. Dat ook sporten gezond is, weten we vrijwel allemaal.", "Het leek daarom een goed idee: naar analogie van Dry January een maand lang dagelijks sporten. Ik deed af en toe al de 7-minute workout, een heftig programmaatje met springen, opdrukken en buikspieroefeningen – dat trouwens geen zeven, maar negen minuten duurt. Eigenlijk moet je het zelfs drie keer achter elkaar doen om enig effect te bereiken, lees ik. Ik moet er niet aan denken: nog meer van die vreselijke push-ups with rotation.", "Toch ga ik de uitdaging aan: dagelijks minstens een half uur sporten. Wat doet dat met mijn lichaam? En hoe houd ik dat vol, letterlijk en figuurlijk?", "Inzicht 1: fit is nog niet gezond", "Ik wil graag zeggen dat ik hoor bij de 53 procent van de Nederlanders die minstens één keer per week matig tot intensief sport, maar ik ben bang dat dat niet waar is – zeker niet sinds corona. Volgens de beweegrichtlijnen van de Gezondheidsraad moet ik vijf dagen per week minstens een half uur matig-intensief bewegen – stevig doorfietsen - én twee keer per week werken aan spierkracht, uithoudingsvermogen en sterke botten.", "Wie aan de beweegrichtlijnen voldoet, kan de kans op diabetes, hoge bloeddruk en hart- en vaataandoeningen aanzienlijk kleiner maken, zegt Frank Backx, hoogleraar sportgeneeskunde aan het UMC Utrecht en ook betrokken bij het Gezondheidsraadadvies. Dat klinkt goed! Met mijn dagelijkse fitness ben ik dus gezond bezig? ‘Nou,’ reageert Backx, ‘in 30 dagen kun je wel veranderingen merken in je fitheid, maar gezonder word je alleen als je dit beweegpatroon een veel langere tijd volhoudt en opneemt in je leefstijl.’", "Toch is mijn dagelijkse portie bewegen zeker niet voor niets: ook in 30 dagen kun je je hart- en longfunctie wel degelijk verbeteren. Een sportarts als Backx kan die nauwkeurig meten met een maximale inspanningstest op de fiets, maar zelf merk je het ook. ‘Het eerste dat inactieve mensen na een tijdje sporten merken, is dat ze weer zonder te hijgen de trap op kunnen’, zegt Backx. Die mensen halen uiteindelijk ook de meeste gezondheidswinst als ze dat langere tijd volhouden.", "Optimale hartslag Een sportarts kan met een maximale inspanningstest nauwkeurig bepalen wat de optimale hartslag is om klachten als hevige spierpijn, kramp of zweepslag te voorkomen. En die optimale hartslag is vaak minder dan je denkt, aldus Backx. Zelf kun je daar ook een ruwe inschatting van maken: Stap 1: trek je leeftijd af van 220. Dit is de maximale hartslag. Stap 2: bepaal je rusthartslag met een hartslagmeter of door via je pols te tellen hoe vaak je hart slaat in één minuut. Stap 3: vermenigvuldig de rusthartslag met 3 en de maximale hartslag met 7. Tel deze twee getallen op en deel het geheel door 10. Voor iemand van 40 jaar met een rusthartslag van 70 slagen per minuut is de maximale hartslag 220 – 40 = 180. De optimale hartslag is: (70 x 3 + 180 x 7) / 10 = 147 slagen per minuut.", "Wanneer ga ik eigenlijk merken dat ik fitter word? Volgens Backx moet ik geduld hebben: na vier tot zes weken zou ik moeten kunnen voelen dat ik beter slaap, soepeler beweeg of een betere balans heb. Tegen het einde van de maand waan ik me inderdaad al iets sterker: de push up with rotation van de 7-minute workout lijkt op dag 30 iets minder verschrikkelijk dan op dag één. Dat betekent niet dat ik nu al allerlei ziektes heb afgeweerd, maar een fitter gevoel is ook wat waard. En nu nog volhouden.", "Inzicht 2: het moet wel leuk blijven", "Want dat volhouden, dat is wel een uitdaging. Vol enthousiasme begin ik mijn maand sporten – vanwege de coronacrisis noodgedwongen binnen – met de gratis sportsessies van Fitness Blender, die 589 gratis fitnessvideo’s belooft. Bijna halverwege de maand komt de klad in mijn motivatie: wéér dezelfde saaie oefeningen, en ik word nauwelijks moe van de sportsessies. Dat houd ik geen 30 dagen vol.", "Sportpsycholoog Afke van de Wouw herkent dat. Wat ik me volgens haar moet afvragen, is wat eigenlijk mijn doel is. ‘Iedere dag moeten bewegen is geen doel op zich, de motivatie komt dan niet vanuit jezelf. Het gaat erom wat je zelf belangrijk vindt: als je het doet voor je gezondheid, is dát je motivatie.’ Vervolgens kun je zelf bepalen wat dan haalbaar is. Het doel ‘iedere dag sporten’ is dat voor de meeste mensen in ieder geval niet, want zie dat maar eens leuk en afwisselend te houden.", "Een gebrek aan motivatie heeft volgens Van de Wouw te maken met wat ze de ‘wilspier’ noemt: de hele dag zijn we al bezig met dingen die we willen: wel of niet een kroket bij de lunch, wel of niet nog even gauw bij de kassa wat snoep in je karretje mikken. En die wilspier kan dus ook vermoeid raken en aan het eind van de dag geen zin meer hebben in sporten. Om de wilspier minder aan te spreken, raadt Van de Wouw aan om van tevoren tegen jezelf je sportintentie uit te spreken: ‘als ik vanmiddag om vijf uur klaar ben met de laatste zoomsessie, ga ik een rondje hardlopen’. Eenmaal in je routine doe je nauwelijks een beroep op je wilspier.", "Wat ook helpt: leer iets nieuws, blijf jezelf uitdagen, zoek afleiding. ‘Wilde je al een tijdje die ene podcast luisteren? Doe dat dan tijdens een stukje fietsen.’ Muziek kan ook helpen bij trainen, maar die heeft Fitness Blender helaas niet.Fitness voor je brein", "Fitness voor je brein Sporten zorgt voor een betere doorbloeding van spieren én hersenen, en voorziet die daarmee van meer zuurstof. Daardoor kun je beter nadenken en werkt je geheugen beter, vertelt sportpsycholoog Van de Wouw. Hardlopers kennen de ‘runner’s high’: letterlijk verslaafd zijn aan hardlopen. Maar sporten beïnvloedt meer hormonen in je brein: je maakt meer ‘gelukshormonen’ aan, zoals serotonine en de natuurlijke pijnstiller endorfine, melatonine zorgt voor een betere balans van je slaap-waakritme en nachtrust, en je vermindert je stresshormoon adrenaline. In coronatijden kan het even niet, maar door grouphugs bij teamsporten komt ook het ‘knuffelhormoon’ oxytocine vrij. Ook indirect: als je je sportdoel haalt, zorgt dopamine voor een voldaan gevoel. En daarvoor hoef je geen topsporter te zijn: aan de beweegrichtlijnen voldoen helpt al.", "Ik kom ondertussen terecht bij de gratis workouts van het hippe Britse sportkledingmerk Sweaty Betty. De dance cardio heeft muziek én uitdaging – 217 calorieën, volgens mijn Polar-hartslagmeter. Mijn wilspier houd ik tevreden met een schema: voor de afwisseling doe ik om de dag dance cardio of ballet bootcamp, de andere dagen poweryoga.", "Het werkt: mijn dagelijkse portie fitness wordt leuk en ik kijk er zelfs naar uit aan het eind van de dag mijn sportkleren aan te trekken en even uit de coronasleur van thuiswerken te ontsnappen.", "Beeld Melissa de Gier", "Sporten en weerstand Op de lange termijn is sporten goed voor je weerstand. Mensen die voldoende bewegen zijn waarschijnlijk beter in staat snel natural killer cells ‘aan’ te zetten: de immuuncellen die als eerste een binnengedrongen infectie aanvallen. Voor sars cov-2 lijkt dat ook te gelden: mensen met overgewicht lijken vatbaarder. Een garantie is sporten niet, want ook sporters en mensen met een gezond gewicht worden getroffen, benadrukt Backx. Ook je geestelijke weerstand krijgt een boost van sporten: je kunt beter met tegenslag omgaan.", "Inzicht 3: Doe het kalm aan", "Vooral aan het begin van de maand zijn mijn spieren al moe voordat ik aan mijn dagelijkse beweging begonnen ben en heb ik regelmatig spierpijn.", "Sportarts Backx is niet verbaasd. Hij ziet vaak dat mensen te veel hooi op hun vork nemen als ze beginnen met sporten. Volgens hem hebben de meeste mensen geen inzicht in hoe zwaar fitnessoefeningen kunnen zijn voor een ongetraind lijf. Gevolg: hevige spierpijn, kramp of erger: een blessure, waardoor veel beginnende sporters na een week of drie alweer afhaken. Weg uitzicht op gezondheidsvoordelen.", "Wat ook niet helpt, volgens sportpsycholoog Van de Wouw, is stress. Uit onderzoek onder geblesseerde topsporters blijkt dat veel van hen iets heftigs hebben meegemaakt, zoals een sterfgeval of een echtscheiding. Ze vergelijkt het lichaam met een vaatje energie: als stress dat vaatje leegslurpt, heb je te weinig energie over om ook nog eens te presteren op hoog niveau. Het lichaam protesteert: bij de één uit zich dat in rugpijn, de ander krijgt een peesontsteking.", "En daar hoef je geen topsporter voor te zijn. Ook in combinatie met dagelijkse stress, of stress door corona, kan té fanatiek sporten tot problemen leiden. ‘Als je stress hebt door je werk, ga dan liever een uurtje wandelen dan je buiten adem rennen, en luister naar je lichaam’, adviseert Van de Wouw.", "Sporten hoeft dus zeker niet elke dag, vinden beide deskundigen. Dagelijks minimaal dertig minuten bewegen en daarbinnen twee tot drie keer per week stevig wandelen is al voldoende. Backx vindt elke dag sporten een interessant experiment, maar denkt dat dat op de lange termijn niet vol te houden is.", "Van de Wouw is het daarmee eens. Want daar is dat doel weer: als je je voorneemt iedere dag te sporten, en dat lukt een keer niet, levert dat frustratie op. Het voelt een stuk fijner om je doel wél te halen. Als dat 80 procent van de tijd lukt, is dat al een grote winst, aldus Van de Wouw. Het doel kan dus ook maar beter realistisch zijn: twee of drie keer per week is vaak goed te doen.", "Zelf heb ik in die maand maar twee keer een sessie overgeslagen. Dat mag dus wat vaker: wel zo gezond."], "authors": ["Erna Van Balen"], "keywords": ["ik", "gezondheidsvoordelen", "zijn", "van", "dagen", "dertig", "en", "een", "met", "elke", "te", "ook", "sporten", "het", "dag", "wat", "dat", "je"], "pubDate": "2020-06-04T16:37:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}