{"id": "ef7ae326-62cb-36f2-b9f4-fc33ed29f54e", "title": "Van masseur naar vrachtwagenchauffeur: Amsterdam wil zzp’ers aan een baan helpen", "url": "https://volkskrant.nl/nieuws-achtergrond/van-masseur-naar-vrachtwagenchauffeur-amsterdam-wil-zzp-ers-aan-een-baan-helpen~bbdbe8b8/", "summary": "Maar het duurde langer en langer en ik voelde me steeds ongemakkelijker aan de kassa van de supermarkt.\nBeeld Sabine van Wechem‘Op een gegeven moment kreeg ik een vragenlijst van de gemeente toegestuurd, waarop ik kon aangeven of ik wilde stoppen als zzp’er of doorgaan.\nIk kreeg een reactie terug omdat ik had aangegeven dat ik een groot rijbewijs heb.\nJe wilt niet weten wat een opluchting het is dat mensen meedenken en dat het niet alleen op mijn schouders terechtkomt.\nBeeld Sabine van Wechem‘Ik ben eerder van carrière geswitcht, toen ging ik van verzekeringswiskundige naar kok.", "paragraphs": ["De grote zaal van het Concertgebouw is stil en leeg. Beeld ANP", "Het duurde dit voorjaar nog geen vijf weken of 41 duizend Amsterdamse zzp’ers hadden zich bij de gemeente gemeld voor de Tozo, een noodmaatregel die het inkomen aanvult tot het bestaansminimum. ‘Een bizar getal’, vindt verantwoordelijk wethouder Rutger Groot Wassink (GroenLinks). Dat is namelijk de helft van alle zelfstandig ondernemers in de hoofdstad. Ter vergelijking: landelijk deden 374 duizend van de circa 1,5 miljoen zelfstandigen een beroep op de regeling.", "Het toont hoezeer de Amsterdamse arbeidsmarkt wordt geraakt door de coronacrisis. Niet alleen zijn zwaar getroffen sectoren als de horeca, toerisme en cultuur er oververtegenwoordigd, maar ook mensen met flexibele arbeidsrelaties. Met de Tozo, die het inkomen aanvult tot 1.050 euro, kon de grootste nood die eerste maanden worden gelenigd, maar het is volgens Groot Wassink geen oplossing voor de langere termijn.", "Amsterdamse prijzen", "Zelfstandigen die tot voor kort prima in hun levensonderhoud konden voorzien, worden erdoor teruggeworpen op het bestaansminimum, terwijl ze wél Amsterdamse prijzen betalen voor bijvoorbeeld hun woning. Bovendien kunnen veel zzp’ers geen aanspraak meer maken op de Tozo omdat het inkomen van hun partner sinds juni meetelt. Het kabinet beloofde begin deze maand weliswaar 130 miljoen euro voor deze en andere flexwerkers die tussen wal en schip vallen, maar volgens Groot Wassink is er ook perspectief nodig.", "De tweede lockdown bewijst nog eens dat veel werk, bijvoorbeeld in de toerismesector, op korte termijn niet meer terugkomt. Het kabinet hamert dan ook op het belang om mensen van werk in krimpsectoren naar werk in groeisectoren te begeleiden. ‘Maar voor zzp’ers stelt het met 6,5 miljoen euro niet genoeg geld beschikbaar’, vindt Groot Wassink. ‘Alle dienstverlening is gericht op mensen in loondienst. Formeel zijn zzp’ers ook geen doelgroep waar je reïntegratie voor inzet.’", "Bestaanszekerheid", "Zzp’ers kunnen minder een beroep doen op de verzorgingsstaat omdat ze daar relatief ook minder aan bijdragen. Zo betalen ze geen WW-premie en betaalt volgens het Centraal Bureau voor de Statistiek vier op de tien helemaal geen inkomstenbelasting. Maar dat argument wuift Groot Wassink weg. ‘De overheid heeft flexrelaties jarenlang gestimuleerd, dus we hebben ook een verantwoordelijkheid om zelfstandigen bestaanszekerheid en perspectief te bieden.’", "De 7 miljoen euro die Amsterdam uittrekt, zal onder meer worden besteed aan de begeleiding van zelfstandigen naar werk in loondienst of het heruitvinden van het eigen bedrijf. Het is een van de investeringen die de stad doet om op de langere termijn werkgelegenheid te creëren. ‘Een verantwoorde keuze’, vindt Groot Wassink, hoewel zijn stad een tekort van 198 miljoen euro op de begroting verwacht. ‘Het is veel beter om zelfstandigen nu aan het werk te krijgen of te houden. Anders komen ze straks alsnog met schulden in de bijstand. Dan ben je penny wise, pound foolish.’", "Cecile Wiewel, massagetherapeut", "‘Als je zzp’er bent, heb je wel vaker momenten dat het even tegenzit. Dat je gras moet eten en in de kou moet zitten. Aan het begin van de coronacrisis dacht ik daarom nog: ik hou het wel even vol. Maar het duurde langer en langer en ik voelde me steeds ongemakkelijker aan de kassa van de supermarkt. Ik heb veel moeite om mijn hand op te houden. Ik haat uitkeringen. Maar uiteindelijk heb ik toch die Tozo aangevraagd.", "Cecile Wiewel heeft een massagetherapiepraktijk, maar wil op de vuilniswagen gaan rijden. Beeld Sabine van Wechem", "‘Op een gegeven moment kreeg ik een vragenlijst van de gemeente toegestuurd, waarop ik kon aangeven of ik wilde stoppen als zzp’er of doorgaan. Ik kreeg een reactie terug omdat ik had aangegeven dat ik een groot rijbewijs heb. Dat heb ik na de economische crisis van 2008 gehaald, maar ik had er niets mee gedaan omdat ik te druk was met mijn eigen bedrijf.", "‘Toen ze erover begonnen, dacht ik direct: wauw, zou het nog kunnen? Je wilt niet weten wat een opluchting het is dat mensen meedenken en dat het niet alleen op mijn schouders terechtkomt. De gemeente biedt me nu bijscholing, daarna wil ik bijvoorbeeld op de vuilniswagen beginnen. Dat lijkt me de juiste manier om ervaring op te doen door de smalle straatjes. En dan kan ik van daaruit makkelijk verder solliciteren naar grotere wagens. Misschien een met oplegger. Dan zit ik in ieder geval op de rit en kan ik daarnaast misschien mijn massagetherapiepraktijk deels volhouden.’", "Mieke Soelman, freelance kok", "‘Ik werkte als freelance kok vooral in grote bedrijfsrestaurants, zoals die van Google. Tijdens de eerste lockdown heb ik nog voor de buren gekookt, elke week een menu. Maar op een gegeven moment gingen alle restaurants dat doen en liep de animo terug. Waar ik het meest tegenaan loop, is dat ik mijn zelfstandigheid ben kwijtgeraakt. Ik heb de eerste Tozo wel gekregen, maar de tweede en derde niet omdat mijn partner verdient.", "Mieke Soelman is zelfstandig kok en brengt nu haar cv weer op orde. Beeld Sabine van Wechem", "‘Ik ben eerder van carrière geswitcht, toen ging ik van verzekeringswiskundige naar kok. Het verschil is dat ik er toen klaar voor was en mijn passie volgde. Nu word ik gedwongen iets anders te bedenken, en dat is best lastig. Overal zie ik beren op de weg en dat zijn geen knuffelberen.", "‘Door het enthousiasme van de mensen van de gemeente, ga ik zelf meer op onderzoek uit. Ik ben nu bezig mijn cv weer op orde te brengen en ik moet echt weer leren solliciteren. Wat voor werk ik ook ga doen, het moet iets zijn waarin ik vrijheid heb. Het wordt wel even moeilijk om straks met vakantiedagen te werken en elke dag dezelfde mensen te zien op kantoor.’"], "authors": ["Marieke De Ruiter"], "keywords": ["ik", "van", "zzpers", "baan", "amsterdam", "naar", "en", "voor", "een", "maar", "helpen", "op", "te", "wil", "het", "masseur", "dat", "vrachtwagenchauffeur"], "pubDate": "2020-12-18T04:00:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}