{"id": "ef96a154-3b05-36a3-aa65-06aa0e524513", "title": "Deze drie grote vragen over het heelal hebben dringend een antwoord nodig", "url": "https://volkskrant.nl/wetenschap/deze-drie-grote-vragen-over-het-heelal-hebben-dringend-een-antwoord-nodig~bb05c8f7/", "summary": "Graaf iets dieper achter het ogenschijnlijke succes van het kosmologisch standaardmodel en het begint al snel te schuren.\nHet is dé vraag waar astronomen al decennia de tanden op stuk bijten: waaruit bestaat het overgrote merendeel van het heelal?\nHet ‘CDM’ verwijst daarin namelijk naar ‘Cold Dark Matter’, oftewel: koude donkere materie, een mysterieus goedje dat het heelal volkomen doordrenkt.\nDat dat niet gebeurt komt doordat donkere materie de boel met zijn zwaartekracht bij elkaar houdt.\nDe kans dat dat een statistische luchtspiegeling is, een verschil dat niet echt bestaat maar door toeval uit de meetgegevens opborrelt, is slechts een op de honderdduizend.", "paragraphs": ["Door steeds preciezere onderzoeken ontstaan scheuren in het begrip van de kosmos op de allergrootste schaal. Staat de kosmologie aan de vooravond van een crisis?", "Het is een duizelingwekkend idee. Het reusachtige, vermoedelijk letterlijk oneindige heelal waarin we leven kun je vangen in een wiskundig model waarin je slechts zes – of zeven, afhankelijk van wie je het vraagt – dingen vrij kunt kiezen. Draai die spreekwoordelijke knoppen in de juiste stand en het resultaat lijkt, op grote schaal, althans, als twee druppels water op het heelal zoals we dat kennen. Een plek tjokvol kolkende sterrenstelsels, talloze verre werelden, zwierige gaswolken en, ergens in een betekenisloze uithoek, deinend door de kosmos op deze betoverend blauwe knikker: wij. De mensheid.", "‘Als je me twintig jaar geleden had verteld met hoeveel precisie we het heelal als geheel tegenwoordig kennen, had ik je niet geloofd’, zegt kosmoloog Rien van de Weijgaert (Rijksuniversiteit Groningen). ‘We zitten middenin wat mijn vakgenoten en ik het ‘tijdperk van de precisiekosmologie’ noemen’, zegt hij, waarin de mensheid voor het eerst verbazingwekkend exact de stand van de kosmische knoppen kan bepalen.", "Met die knoppen stel je het zogeheten standaardmodel van de kosmologie in, Λ-CDM voor intimi. Dat model balt alle verzamelde kennis over de kosmos samen in één enkele wiskundige beschrijving. Het is een model dat rust op onder meer de algemene relativiteitstheorie van Albert Einstein en de metingen van de zogeheten kosmische achtergrondstraling: de ‘nagloed’ van de oerknal, zoals meer poëtisch ingestelde astronomen het ook wel noemen. Achtereenvolgende experimenten wisten die babyfoto van het heelal –leeftijd: 380 duizend jaar, versus 13,8 miljard nu – steeds scherper in beeld te brengen. Met de in 2018 gepubliceerde resultaten van de inmiddels met pensioen gestuurde Europese Planck-satelliet als voorlopig hoogtepunt.", "‘Door de glimp van het heel vroege heelal die Planck opleverde, kennen we de stand van die zes à zeven knoppen in het standaardmodel nu in ongekend veel detail’, zegt kosmoloog Jan Pieter van der Schaar (Universiteit van Amsterdam). ‘Dat is echt een overwinning van de wetenschap.’", "Toch is die hoge precisie alleen niet genoeg. De nieuwe nauwkeurigheid betekent namelijk óók dat afwijkingen extra opvallen. Graaf iets dieper achter het ogenschijnlijke succes van het kosmologisch standaardmodel en het begint al snel te schuren. ‘Crisis in de kosmologie’, ‘De kosmos is misschien wel te dun’, of zoals we vorig jaar zelf in de Volkskrant schreven: ‘Een bom onder ons begrip van de kosmos’. Wie de koppen uit de internationale media ziet, denkt zelfs dat de kosmologie in rap tempo afbrokkelt. Staan we inderdaad aan de vooravond van een crisis? Eén ding is zeker: deze drie grote vragen hebben dringend een antwoord nodig.", "1. We kennen slechts 5 procent van het heelal. Waaruit bestaat de overige 95 procent?", "Het is dé vraag waar astronomen al decennia de tanden op stuk bijten: waaruit bestaat het overgrote merendeel van het heelal? Dat fundamentele onbegrip van de kosmos zit voor de goede verstaander zelfs al ingebakken in de naam van het model dat we gebruiken om die kosmos te beschrijven: Λ-CDM. Het ‘CDM’ verwijst daarin namelijk naar ‘Cold Dark Matter’, oftewel: koude donkere materie, een mysterieus goedje dat het heelal volkomen doordrenkt. En in tegenstelling tot de ‘gewone’ materie waaruit sterren, planeten en wij zijn gemaakt, kun je dit spul, dit onbekende ‘iets’, niet zien.", "Hoe we het dan toch op het spoor zijn gekomen? Indirect. In een heelal zonder donkere materie moeten sterrenstelsels zoals onze Melkweg zichzelf met hun gedraai bijvoorbeeld uit elkaar zwiepen. Sterren zouden dan wegschieten als stoeltjes in een zweefmolen waarvan je het koord doorknipt. Dat dat niet gebeurt komt doordat donkere materie de boel met zijn zwaartekracht bij elkaar houdt. En dat is slechts één voorbeeld van de overweldigende stapel bewijs dat het merendeel van de massa in de kosmos ‘donker’ is.", "Sterker nog: maak de balans op van alle massa en energie in het heelal, en je komt al snel tot een ontluisterende conclusie. Al het ‘spul’ dat we kennen, van de reusachtige geboortekamers van sterren uit de beroemde foto’s van ruimtetelescoop Hubble, tot de kleinste eencellige die dwarrelt door een aardse oceaan: bij elkaar opgeteld is het slechts 5 (!) procent van wat er in de kosmos moet zijn.", "De rest? Een grove 25 procent is donkere materie. En de resterende 70 procent schuilt in die zo bescheiden ogende Λ in de naam van het kosmologisch standaardmodel, een symbool dat men in vakkringen gebruikt voor de zogeheten donkere energie.", "Die energie is ‘donker’ omdat we het, wederom, niet kunnen zien. En omdat we ook in dit geval niet snappen wat het is. Wat we wél weten? Donkere energie doet dienst als een soort kosmische fietspomp die het heelal stukje bij beetje groter blaast.", "‘Stel je voor dat een bioloog zegt: ik heb hier een nieuwe diersoort, maar ik heb er maar 5 procent van gezien’, zegt Van de Weijgaert. Dat je bijvoorbeeld een nieuwe walvissoort wil catalogiseren aan de hand van een deel van één vin. ‘Zo iemand wordt toch weggelachen?’", "Zelfs na decennia zijn kosmologen er nog altijd niet helemaal aan gewend. ‘Bij vakconferenties was dat waar het ’s avonds aan de bar altijd over ging’, zegt hij. ‘Het blijft knagen. Schuren. Dat geeft iedereen toe.’", "Er is nog altijd geen goede oplossing. ‘Binnen het standaardmodel kun je het eigenlijk zo gek maken als je zelf wilt qua verklaring voor donkere materie en donkere energie’, zegt Van der Schaar. ‘Althans: zolang je je aan de meetgegevens houdt.’", "Zo gaan de huidige modellen er bijvoorbeeld van uit dat donkere energie constant is. ‘Maar misschien zit het toch anders? Het zou kunnen’, zegt Van der Schaar. Het zijn vragen die dwingender worden nu recente inzichten laten zien dat ons begrip van de kosmos niet alleen rammelt vanwege die ontbrekende 95 procent.", "Beeld Antonia Hrastar", "2. Groeit het heelal sneller dan verwacht?", "Hoe snel pompt de kosmische fietspomp? Het is een kwestie waarvan kosmologen wakker kunnen liggen. De aarde is een rozijn in een rijzend krentenbrood ter grootte van het heelal. Net zoals de onderlinge afstand tussen krenten en rozijnen groeit wanneer zo’n brood in de oven bakt, pompt de kosmische fietspomp het heelal steeds verder op en duwt de daarin aanwezige sterren en sterrenstelsels uit elkaar.", "Wie goed om zich heen kijkt, kan dat zien gebeuren en daaruit afleiden hoe snel de kosmische fietspomp pompt. Vorig jaar keek de Amerikaanse astronoom Adam Riess bijvoorbeeld naar één soort krent: sterren die ontploffen in zogeheten supernova-explosies. En wat hij zag, bleek opmerkelijk, zo tekende hij op in vakblad The Astrophysical Journal.", "Riess, die in 2011 nog een Nobelprijs won voor de ontdekking dat het heelal versneld uitdijt, leidde af dat de kosmische fietspomp zo’n 9 procent harder pompte dan je verwacht wanneer je de meetgegevens uit de kosmische achtergrondstraling met behulp van Λ-CDM doortrekt naar nu.", "De kans dat dat een statistische luchtspiegeling is, een verschil dat niet echt bestaat maar door toeval uit de meetgegevens opborrelt, is slechts een op de honderdduizend. Een kleine kans, maar nog altijd groter dan de grens van een op 1,7 miljoen die fysici normaal hanteren voor dit soort ontdekkingen. ‘We zijn het punt gepasseerd waarbij we dit nog kunnen wijten aan een ongelukje’, zei Riess destijds desondanks tegen de Volkskrant. ‘Het verschil bestaat en moet een oorzaak hebben. Die oorzaak zou weleens een nieuwe eigenschap van het heelal kunnen zijn.’", "Sindsdien is het bewijs alleen maar verder opgestapeld. Toen Riess en anderen begin dit jaar keken naar zes verre sterrenstelsels, zagen ze bijvoorbeeld opnieuw een te snelle uitdijing, zo schreven ze in februari in vakblad The Astrophysical Journal Letters.", "Maar, en dat is belangrijk, benadrukt kosmoloog Alessandra Silvestri (Universiteit Leiden): niet élke meting levert zo’n extreme afwijking op. Toen een andere groep onderzoekers in 2019 ontploffende sterren in kaart bracht, kwamen ze, nadat ze de meting hadden gekalibreerd met een ander type ster, uit op een uitdijing grofweg halverwege de schattingen die Riess vond en die van de achtergrondstraling plus Λ-CDM. ‘Iedereen probeert alle mogelijke systematische fouten in zijn analyses uit te sluiten. Toch blijft er bewegingsruimte voor iets dat al deze afwijkingen weg kan nemen of op z’n minst kan verzachten’, zegt zij.", "Maar toch: knoop alle recente onderzoeken aan elkaar en het bewijs dat de uitdijing sneller verloopt dan verwacht passeert de foutgrens van een op 1,7 miljoen wél, zegt Van der Schaar. De vraag is alleen of je dat zomaar mag doen. ‘Dit soort complexe analyses op een hoop gooien, is notoir ingewikkeld. Eén systematische fout kan er al voor zorgen dat elke analyse een hogere groeisnelheid geeft dan verwacht.’", "Beeld Antonia Hrastar", "3. Klontert het heelal wel voldoende samen?", "En dan is er nog dit. Het heelal is opvallend ‘dun’, ontdekten astronomen onlangs. Of, anders gezegd: het heelal klontert onvoldoende samen. Wie vanaf de aarde uitzoomt, herkent in de kosmos een soort matroesjkapop met almaar grotere structuren. Na onze planeet volgt het zonnestelsel. Dan de Melkweg, het spiraalvormige sterrenstelsel waarin miljarden planetenstelsels zoals het zonnestelsel zitten. En daarboven clusters van sterrenstelsels die cirkelen om een gemeenschappelijk massamiddelpunt. Zoom ver genoeg uit en je stuit vanzelf op een reusachtige sponsachtige structuur – de grootste structuur in het universum, het zogeheten kosmische web – waarin massa zit samengeklonterd in strengen die als magistraal weefsel door het heelal gesponnen zijn.", "In vakblad Astronomy & Astrophysics vatten astronomen onlangs zeven jaar aan meetgegevens samen over hoe die materie verdeeld is en kwamen daarbij tot een opmerkelijke conclusie: het samenklonteren in dergelijke grootschalige structuren is minder goed gelukt dan je zou verwachten wanneer je met behulp van Λ-CDM de gegevens uit de achtergrondstraling vertaalt naar nu.", "‘Een heel knap, want vreselijk moeilijk, resultaat’, zegt Van der Schaar. Om de contouren van die grootschalige structuur te ontwaren, gebruiken de astronomen een handige truc: het feit dat zwaartekracht niet alleen aan mensen en planeten kan trekken, maar ook aan licht. Heel zware voorwerpen buigen licht daardoor af, als een soort kosmische lens. Het gevolg is dat je verre sterrenstelsels hier op aarde vervormd ziet, alsof je ze bekijkt in een lachspiegel. De manier waaróp ze vervormd zijn vertelt dan iets over de zwaartekracht en dus de materie die het licht onderweg is tegengekomen. Gooi vervolgens miljoenen van die stelsels op één hoop – in het recente onderzoek zaten de gegevens van 31 miljoen sterrenstelsels – laat daar een complexe data-analyse op los, en het resultaat is een kaart van de verdeling van massa in het heelal.", "Hoewel het resultaat statistisch nog niet zo sterk in de schoenen staat – de kans op een toevallige afwijking is grofweg 1 op 1400 – maken sommige astronomen zich alvast zorgen. ‘We hebben al donkere materie en donkere energie. Ik hoop niet dat we straks nóg een donker ding nodig hebben om dit te verklaren’, zei astronoom Michael Hudson (University of Waterloo in Canada) bijvoorbeeld tegen de populairwetenschappelijke website Quanta Magazine.", "Ook Van der Schaar beaamt dat dit resultaat en het probleem van de uitdijingssnelheid de gemoederen onder kosmologen behoorlijk bezighouden. ‘Een crisis is het nog niet, maar merkwaardig is het absoluut’, zegt hij. ‘Je bent geneigd te denken dat beide problemen één gezamenlijke oorzaak hebben. Maar het is ontzettend moeilijk om dat ook te bewijzen.’", "Het wachten is op nieuwe meetgegevens, zegt Silvestri. Zo komt binnenkort de zogeheten Dark Energy Survey met data die deze kwestie kunnen helpen verhelderen. ‘En verder weg, over een aantal jaar, krijgen we nieuwe instrumenten zoals ruimtesonde Euclid van Esa die de geometrie van het heelal in kaart moet gaan brengen, en de toekomstige Vera C. Rubin Observatory in Chili.’", "Zowel Van der Schaar als Van de Weijgaert denkt mede daarom dat het te vroeg is om het kosmologisch standaardmodel bij het grofvuil te zetten. Bovendien zijn de achterliggende analyses volgens hen zo complex dat fouten op de loer liggen. En dan is er ook nog alles dat je níét weet. ‘De unknown unknowns zoals de voormalige Amerikaanse minister van Defensie Donald Rumsfeld het ooit zei’, lacht Van de Weijgaert. ‘Die zijn vermoedelijk niet alleen bij defensie, maar ook in de kosmologie heel talrijk.’ Wie het totale, oneindige heelal in eenvoudige formules wil vangen, wil hij maar zeggen, moet niet gek opkijken wanneer je verdwaalt in je eigen rekenwerk."], "authors": ["George Van Hal"], "keywords": ["heelal", "van", "dat", "die", "niet", "een", "en", "drie", "vragen", "deze", "hebben", "nodig", "grote", "dringend", "je", "op", "het"], "pubDate": "2020-12-11T12:00:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}