{"id": "ef9ada6d-2f80-33c6-8534-3ebf910bb9d6", "title": "Anna Enquist: ‘Het is misschien toch een gevecht hè, het leven’", "url": "https://www.nrc.nl/nieuws/2021/01/08/het-is-misschien-toch-een-gevecht-he-het-leven-a4026830", "summary": "Je kunt ook een soort berusting hebben, het een sluit het ander niet uit.”Uw Demeter heeft weinig berustends.\nOp een gegeven moment herinner je je misschien een foto, of een droom, de connectie met de realiteit kan steeds verder weg raken.\nEen beetje een egoïstische gedachte, maar toch.”Op een dag is er niemand meer die je ouders nog heeft gekend of die je kinderen heeft gezien toen ze klein waren.\nDat je eigenlijk vanuit de intimiteit naar de verwijdering gaat en dat je daar dan nog blij mee moet zijn ook.\nDat het misschien toch een gevecht is hè, het leven.", "paragraphs": ["Demeter, de Griekse godin van de landbouw, van het groeien en bloeien heeft een dochter, Kore, een bloeiend meisje, dat meegenomen wordt door de dood. De godin laat het er niet bij zitten. Ze is woedend en verslagen en dreigt alle oogsten tot in de eeuwigheid te laten mislukken als de dood haar dochter niet teruggeeft. Het land ligt er dor bij, maar Hades, god van de onderwereld, is onvermurwbaar. Tot hij gedwongen wordt door Zeus, dan geeft hij de dochter een half jaar terug. En neemt haar vervolgens weer mee.", "Anna Enquist (1945) schrijft in haar laatste bundel Berichten van het front: „Ik volg haar zoektocht naar Kore; zij krijst/ dag en nacht over bergen en velden. Zij voelt geen honger/ of kou zij is de naam van haar dochter.”", "Over deze serie", "We leven, zo goed en zo kwaad als het gaat. Maar wat maakt het de moeite waard? Niemand die het definitieve antwoord kan geven, maar menigeen heeft er ideeën of zelfs sterke gevoelens over. Daarnaar vragen we in deze serie kunstenaars, schilders, dichters, musici en wetenschappers.", "Natuurlijk, dacht ik toen ik het las. Demeter – als er nu één godin is waar Enquist, zelf moeder van een door de dood geroofde dochter, als beeld mee uit de voeten moet kunnen, is die het wel. Haar dochter verongelukte op 27-jarige leeftijd toen ze onder een vrachtauto kwam. Dat is nu bijna twintig jaar geleden. Sindsdien heeft Enquist dichtbundels en diverse romans geschreven en een aantal cd’s uitgebracht samen met pianist Ivo Janssen, waarop zij voorleest en hij speelt. Muziek is belangrijk in haar leven, ze deed het conservatorium voordat ze psychotherapeute, en nog weer later dichter en schrijver werd.", "Ze had wel vaker aan Demeter gedacht, zegt ze, maar nu pas had ze er echt een vorm voor gevonden. Een reeks Demeter-gedichten, een reeks waarin de godin tevreden kijkt als er in het prille voorjaar toch weer sneeuw valt, „bitse boodschap aan de krokus”.", "Ze is voortdurend kwaad, uw Demeter.", "„De mythologische Demeter was ook wel woedend, maar ik heb dat natuurlijk aan zitten dikken. Ik denk in het algemeen dat zo’n belangrijk verlies naast verdriet ook altijd woede en verontwaardiging oproept, waarom moet mij dat nu overkomen, dat is wel een aspect van verlies. Je kunt ook een soort berusting hebben, het een sluit het ander niet uit.”", "Uw Demeter heeft weinig berustends.", "„Nee, die blijft maar woedend. En dan word ik, de dichter, weer woedend op haar, want zij krijgt toch die dochter zo nu en dan terug, maar zo is het in het echt niet.”", "Deze laatste dichtbundel is gecomponeerd als een geheel en laat de tocht zien van verlies en rouw naar leven met wat er is en ouderdom. De tweede reeks van de bundel speelt zich ergens hoog in de bergen af, in sneeuw en ijs. Daar wordt verdoving gezocht. Het moet zo koud zijn, dat je niets meer voelt. En in de derde reeks „moet je van die hoge verdovende , sneeuwachtige toestand weer weg, volwassen worden, begrijpen dat je ermee moet leven, dus dan komt de afdaling terug naar het leven.”", "Het leven, dat betekent dat de ogen weer open gaan, om te zien wat er te zien is. Enquist schreef de cyclus op een berg in de Pyreneeën. „In de tuin waar wij zaten waren het jaar daarvoor drie heel grote buxussen weggekapt, omdat de buxusmot erin zat, en dat was zo smerig, met al die rupsen. Afgelopen zomer zag ik ineens drie van die kleine felgroene struikjes opkomen. Wij hebben drie kleinkinderen, dus dan ligt het voor de hand om dat er toch in te zetten.”", "Bijna gevaarlijk symbolisch, zeg ik.", "Het is eigenlijk heel primitief, zegt zij. Als ze merkt dat ze aan iets blijft denken, gebruikt ze dat in een gedicht.", "Waarom vindt u dat primitief?", "„Omdat het zo heel erg van het concrete uitgaat en er weinig abstractie bij zit, het zich bezighouden met de grote levensvragen.”", "Je kunt niet zeggen dat uw poëzie niet over de grote levensvragen gaat.", "„Maar het gaat wel altijd uit van het concrete, tenminste, héél vaak. Daar voel je ook iets bij natuurlijk, zo stuit je erop. Mijn man en ik waren bijvoorbeeld enorm aan het tobben hoe we nou onze rijbewijzen moesten verlengen, ik kan dat met die computer allemaal niet, zulke dingen. Dan denk je wel: we worden echt oud. Ik vind het wel leuk om dat dan, haha, poëtisch te verwerken, dan heeft het tenminste nog iets van nut.”", "De laatste reeks in de bundel gaat veelal over ouderdom. Over kleinkinderen en rijbewijzen, maar ook over sterfelijkheid, over hoe op een dag een arts, „een gladgeschoren Pythia”, in zijn beeldscherm zal kijken, hij „geeft je nog een maand of twee”. Over de neiging hem dan te wurgen met zijn eigen stethoscoop, maar dat je dat natuurlijk niet zult doen, braaf zijn, kalm.", "Ze mag niet klagen hoor, zegt ze, ze is 75 en heeft nergens last van, nooit gehad.", "Daar schrijft ze óók over in een gedicht, over mensen die dat zeggen, „ontkenners die zich veilig/ wanen, nergens last van hebben, nergens pijn”. Maar niemand is veilig, denk dat maar niet.", "Ze vertelt dat dichter Gerrit Kouwenaar, met wie ze goed bevriend was, eens zei dat hij wel nieuwsgierig was naar hoe het zou gaan, zijn laatste jaren. Dat heeft zij niet, zegt ze. „Ik zit nog in die ontkennende fase. Wat ik al zei: ik kan alles nog, ik fiets, niks aan de hand weet je wel. Eigenlijk zou je moeten denken: hoeveel zomers nog, hoe vaak zullen we daar nog op die berg in de Pyreneeën zitten?”", "Door het herinneren hou je de mensen bij je", "U schrijft in de bundel over hardnekkig zoeken, over dat je de dode niet meer terugkrijgt – wat zijn herinneringen waard?", "„Door het herinneren hou je mensen toch bij je. Het is ook gevaarlijk, want het geheugen is een vieze vertekenaar, daar heeft psycholoog Douwe Draaisma goed over geschreven. Op een gegeven moment herinner je je misschien een foto, of een droom, de connectie met de realiteit kan steeds verder weg raken. Maar mensen zijn er weer even als je aan ze denkt, zoals toen we het net even over Gerrit Kouwenaar hadden. Ik zie hem dan toch voor me en dat vind ik fijn. Nu op onze leeftijd zo veel goede vrienden sterven, verdwijnen er, nog afgezien van die vrienden zelf, ook herinneringen aan jou. Een beetje een egoïstische gedachte, maar toch.”", "Op een dag is er niemand meer die je ouders nog heeft gekend of die je kinderen heeft gezien toen ze klein waren.", "„We hebben nog altijd veel contact met vrienden en vriendinnen van mijn dochter Margit en dan denk ik: o ja, ze leeft nog in al die hoofden. Dus ook als mijn man en ik er niet meer zijn. Dat vind ik fijn.”", "Het thema ‘missen’ kwam altijd al in uw gedichten voor.", "„Ja, dat vind ik nu weleens ergerlijk aan die eerste vier bundels, dat ik toen zat te klagen dat die kinderen groter werden.”", "U schreef toen ze het huis uit gingen: ‘Tussen mij en de dood is niets/ dan een aanzienlijke afstand.’", "„Het is een rare relatie met kinderen die opgroeien. Dat je eigenlijk vanuit de intimiteit naar de verwijdering gaat en dat je daar dan nog blij mee moet zijn ook. Ik voel dat nu ook wel een beetje met de kleinkinderen, dat die heel gezellige tijd dat ze peutertjes en kleutertjes zijn nu achter me komt te liggen. Dan kun je zeggen: je kunt nu betere gesprekken met ze voeren, maar ik vind die gesprekken als ze net zo’n beetje de taal aan het leren zijn eigenlijk heel erg leuk. Dat is net zoiets, dat je die verwijdering dan moet toejuichen.", "Het gaat altijd over loslaten.", "„Het is natuurlijk een basisthema van het hele leven, dat we in staat moeten zijn het los te laten.”", "Nu ja, of we er nu toe in staat zijn of niet, we zúllen het uiteindelijk loslaten. Streeft u naar kalme berusting?", "„Ik geloof niet dat ik dat in me heb.”", "Ze zwijgt een poos. Lacht dan: „Ik moet denken aan een mailtje van schrijver Frans Thomése, die had mijn bundel gelezen en schreef: ‘Je hebt een vitale wanhoop.’ Dat vond ik zo’n goede karakteristiek. Dat je de wanhoop niet ontkent, maar dat je er op een levenskrachtige manier mee omgaat. Ik was nogal gecoiffeerd met die kwalificatie.”", "In rouw moet je gewoon alleen staan", "De bundel Berichten van het front opent met een gedicht aan de lezer, een ‘oudejaarstoespraak’, waarin bijna waarschuwend klinkt dat het er niet vrolijk aan toe zal gaan, al is die waarschuwing dan wel weer met humor verwoord: „Goedenavond deze laatste avond, ik spreek/ tot u namens de werkgroep gedupeerde dichters,/ de vereniging rouwende schrijvers (…)Wij schrijven door, u hoeft het niet te lezen,/ die sombere kost uit onze keukens.”", "Ze noemt er ook andere schrijvers in die een kind hebben verloren, Thomése onder meer, en de Israëlische schrijver David Grossman.", "„Omdat je toch weleens contact hebt met elkaar. Ik volg ze wel, ik voel een soort verwantschap.”", "Hoopt u bij hen iets aan te treffen?", "„Nee, het is meer kijken hoe een ander het beleeft. Soms kan ik het moeilijk navoelen. Het stimuleert een zekere tolerantie, wat natuurlijk heel belangrijk is bij zo’n verlies, dat je accepteert dat iedereen het op zijn eigen manier doet.”", "Is dat moeilijk te accepteren?", "„Moeilijk… het ís gewoon zo. Degene die dood is betekende voor alle mensen om haar heen iets anders dus het is ook logisch dat de rouw anders is. En dan is iedereen ook nog eens verschillend. Je moet niet verwachten dat mensen jouw manier delen. Dat is iets waar je gewoon alleen in moet staan. Degene die weg is, wat die voor jou betekende, dát is wat is losgescheurd, dus daar zit voor jou de pijn. Bij iemand anders is het toch weer een beetje anders. Als je dat accepteert van elkaar kan je het er ook weer makkelijker over hebben. Die eis dat een ander het net zo moet voelen als hoe ik het voel, daar heb je niets aan.”", "Foto Merlijn Doomernik", "Heeft u, toen uw dochter net was verongelukt, het gevoel gehad dat het leven niet de moeite waard was?", "„Ik vind ‘de moeite waard’ net alsof je een keus hebt. Die heb je natuurlijk helemaal niet. Maar ik heb dat gevoel toen zeker niet gehad. Juist dat je moet blijven, omdat – je man, en je zoon, en al die ontredderde vriendinnen…”", "Het fijnste is als je helemaal opgaat in wat je doet", "U zou ‘de moeite waard’ niet zeggen?", "„Je kunt beter zeggen: ‘Hoe kom je het leven door, hoe is het leven te doen?’ De prettigste manier om het leven door te komen is als je helemaal geconcentreerd met iets bezig kan zijn. Ik heb het als ik piano studeer, dan is er ineens een uur voorbij. Dan heb ik eigenlijk een fijn uur gehad. Een enkele keer met schrijven heb ik dat ook weleens.”", "Het gekke is dat het het fijnste is als je er bijna niet bent.", "„Ja. Dat is het. Allerlei storende dingen in je hoofd zijn er dan ook niet, want je gaat helemaal op in wat je aan het doen bent. Je bent er heel erg bij, maar je zit het niet zozeer te registreren. Als je in staat bent om jezelf dat soort episodetjes toe te staan, is het echt het fijnst om met volledige aandacht iets doen wat je prettig vindt om te doen.”", "En maakt het dan niet uit wat het is, of is dat vooral iets als muziek maken of schrijven?", "„Nee, liedjes zingen met een kind of wandelen door een bos of appelmoes maken, dat is allemaal net zo belangrijk. Het hangt een beetje van je eigen bagage af en van hoe je bent. Dat ik veel aan muziek beleef is niet gek omdat ik daar altijd mee bezig ben geweest. Het zou fijn zijn als je dat met het schrijven ook kon hebben, maar dat heb ik veel minder dan wanneer ik piano studeer.”", "Uw laatste bundel heet dus ‘Berichten van het front’. Vat u het echt zo op?", "„Toch een beetje. Dat het misschien toch een gevecht is hè, het leven. Dat heeft niet alleen met zo’n verlies te maken maar ook met de naderende ouderdom.”", "U staat ook daar in de voorste linie.", "„Ja wrijf het nog maar eens in. Ik ben 75 ja, dat is een enorme leeftijd.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Marjoleine De Vos", "Leestijd Minuten"], "keywords": ["ik", "van", "enquist", "toch", "gevecht", "en", "een", "leven", "met", "hè", "misschien", "anna", "het", "niet", "dat", "die", "je"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}