{"id": "efaac326-f50e-3b9d-ac39-4431574ddd44", "title": "De Nederlandse bodem bevat nog vele archeologische schatten", "url": "https://volkskrant.nl/wetenschap/de-nederlandse-bodem-bevat-nog-vele-archeologische-schatten~b81f822c/", "summary": "Die scherven en brokstukken werden door de meeste archeologen aangezien voor scheepsafval: rotzooi die door laatmiddeleeuwse schippers over de boordranden was gekieperd.\nDe Groningse maritiem archeoloog Yftinus van Popta maakte tijdens zijn promotieonderzoek een analyse van dat ‘scheepsafval’.\nDe echte verrassing is dat sporen van de bewoners na achthonderd jaar op de bodem van de zee nog steeds aanwezig zijn.\nSpiekhout vertelt dat ze een artikel uit 1947 heeft van een archeoloog die opmerkt dat het een ‘nuttig middel’ kan zijn bij onderzoek.\nWel nieuw is de algemene beschikbaarheid van lucht- en satellietbeelden en de enorme verbetering van de kwaliteit van het materiaal.", "paragraphs": ["Beeld Typex", "De bodem van Flevoland is een archeologische schatkamer. Na de drooglegging van de IJsselmeerpolders, eerst de Noordoostpolder, later de Oostelijke en Zuidelijke Flevopolder, bleek de voormalige zeebodem een historisch scheepskerkhof. Niet minder dan 450 wrakken – voorlopige telling – kwamen er tevoorschijn, waarvan 195 in de Noordoostpolder.", "Maar er is meer, zo bleek dit jaar: op de bodem van de Zuiderzee liggen zeker zes verdwenen dorpjes.", "Sorry, dorpjes? In de zee?", "Ja, dorpjes dus. Uit de drooggevallen zeeklei kwamen aardewerk, dierlijke botresten, bakstenen en dakpannen tevoorschijn. Die scherven en brokstukken werden door de meeste archeologen aangezien voor scheepsafval: rotzooi die door laatmiddeleeuwse schippers over de boordranden was gekieperd.", "De Groningse maritiem archeoloog Yftinus van Popta maakte tijdens zijn promotieonderzoek een analyse van dat ‘scheepsafval’. Hij registreerde wat er in de loop der jaren in de bodem was aangetroffen en hij bracht in kaart wáár de spullen werden aangetroffen. Ieder stukje bot, iedere scherf, iedere brok baksteen kreeg een stipje op de kaart van de Noordoostpolder. Het resultaat is zo overduidelijk dat zelfs het ongetrainde oog ziet dat er iets aan de hand is in de polder: de stipjes zijn geconcentreerd op een handjevol plekken. Ten noordoosten van Urk, tussen Emmeloord en Kuinre en rond het voormalig eiland Schokland lagen tot ongeveer achthonderd jaar geleden nederzettingen die stuk voor stuk in de golven verdwenen zijn.", "Op de helling", "Archeologisch onderzoek spreekt al snel tot de verbeelding, maar de verdwenen dorpen van Van Popta zijn extra fascinerend omdat ze het overheersende beeld van de Noordoostpolder op de helling zetten: ooit ging de zee hier tekeer, maar er is dus duidelijk meer. Rond het jaar 1000 was de omgeving een veengebied met uitgestrekte meren en grote schiereilanden. Urk was een boerendorp dat door een langgerekte veenrug was verbonden met Schokland; de bewoners leefden waarschijnlijk van landbouw en later, toen het water begon te stijgen waardoor het verbouwen van gewassen moeilijker werd, van veeteelt.", "Het bestaan van de oude nederzettingen is overigens geen complete verrassing. In oude geschriften staan verwijzingen naar verdwenen dorpen met namen die zijn hergebruikt op het Nieuwe Land: ‘Marcnesse’ en Nagele en niet ver van het Overijsselse Kuinre lag het plaatsje Veenhuizen (of Fenehuysen), dat rond 1300 werd ontruimd en, op een nieuwe locatie, rond 1600 opnieuw werd prijsgegeven. De echte verrassing is dat sporen van de bewoners na achthonderd jaar op de bodem van de zee nog steeds aanwezig zijn.", "Van Popta maakte bij zijn onderzoek gebruik van digitale bronnen zoals het Algemeen Hoogtebestand Nederland (AHN), waarmee minieme hoogteverschillen in het landschap op de kaart zichtbaar worden. Zo vond hij in het Kuinderbos, tussen Emmeloord en Kuinre, sporen van slootjes en dijkjes die destijds rond het dorpje Fenehuysen lagen.", "Hoogteverschillen", "Diezelfde digitale hoogtekaart werd ook gebruikt door collega-archeoloog Diana Spiekhout, die in oktober promoveerde op een onderzoek naar kastelen in het zogeheten Oversticht, een gebied dat zich uitstrekte over de provincies Drenthe en Overijssel, de Friese gemeenten Ooststellingwerf en Weststellingwerf en een stuk rond de stad Groningen. Door nauwkeurig de hoogteverschillen in het landschap te bestuderen (en door het zorgvuldig uitpluizen van middeleeuwse teksten – niet alles is digitaal), bracht Spiekhout 134 deels vergeten of niet geïnventariseerde kastelen in kaart.", "Zo kwam rondom Arkelstein, in de buurt van Deventer, een stelsel van meervoudige wallen en grachten aan het licht. Bij Noordlaren ontdekte Spiekhout een zogenoemde landweer – een soort defensiedijk van wallen en verdedigingswerken. In oude teksten vond ze verwijzingen naar nog eens vijf tot nu toe onbekende kastelen die nog niet zijn teruggevonden in het veld.", "Het gebruik van luchtfoto’s in archeologie is natuurlijk niet nieuw. Spiekhout vertelt dat ze een artikel uit 1947 heeft van een archeoloog die opmerkt dat het een ‘nuttig middel’ kan zijn bij onderzoek. Wel nieuw is de algemene beschikbaarheid van lucht- en satellietbeelden en de enorme verbetering van de kwaliteit van het materiaal. Luchtfoto’s, ook foto’s met betrekkelijk lage resolutie, waren tot niet eens zo heel lang geleden geclassificeerd materiaal, bedoeld voor defensiedoeleinden. Als het onderzoekers al lukte om de hand te leggen op foto’s, dan was dat vaak met grote moeite – lees de eerste hoofdstukken van W.F. Hermans’ Nooit meer slapen erop na. Hoofdpersoon Alfred is weliswaar geen archeoloog, en – vooruit – het is fictie, maar de lezer krijgt een aardig idee.", "Grote collecties", "Inmiddels zijn grote collecties luchtfoto’s vrij beschikbaar. Het Algemeen Hoogtebestand Nederland is toe aan z’n derde versie, met een resolutie die zo nauwkeurig is dat ook landschappelijke details zichtbaar zijn. Spiekhout gebruikte bij haar onderzoek ook beelden uit het zogeheten Satellietdataportaal, waar beelden uit verschillende jaren naast elkaar te raadplegen zijn.", "Tekenend voor de verandering als gevolg van die betere beschikbaarheid is misschien wel de hulp die Spiekhout bij haar werk kreeg van amateuronderzoeker Bert Terlouw, die hoogtekaarten en satellietfoto’s uitpluist op zoek naar mogelijk interessante locaties. Het leverde haar vier plaatsen op die bij vervolgonderzoek inderdaad deel van een oud kasteel bleken.", "Voor lezers die in de donkere decemberdag zelf op zoek willen naar interessante plekken, heeft Spiekhout twee goede startlocaties: ten zuidoosten van Eelde in Noord-Drenthe ligt de zogeheten Waterburcht, waar met het AHN een stelsel concentrisch liggende van wallen en grachten zichtbaar gemaakt kan worden.", "Op foto’s in het Satellietdataportaal is langs de Vogelenzangsteeg bij het Groningse Noordlaren het Bolwerk zichtbaar, de resten van een zogeheten ringwalburcht, bestaand uit een binnenterrein van ongeveer 50 meter breed, omgeven door twee wallen en twee brede grachten. Achthonderd jaar na dato werd daar in de droge zomer van 2018 ineens een ringvormige afdruk in de bodem zichtbaar. Wie ter plaatse in het veld kijkt, ziet niets, en wie oudere foto’s raadpleegt, ziet ook niets, maar onder de juiste omstandigheden en met de juiste techniek is het alsof het kasteel er altijd op de kaart heeft gestaan.", "Op foto’s in het Satellietdataportaal is langs de Vogelenzangsteeg bij het Groningse Noordlaren het Bolwerk zichtbaar, de resten van een zogeheten ringwalburcht, bestaand uit een binnenterrein van ongeveer 50 meter breed, omgeven door twee wallen en twee brede grachten. Beeld Satellietdataportaal"], "authors": ["Ernst Arbouw"], "keywords": ["door", "bodem", "van", "zijn", "nog", "vele", "archeologische", "en", "een", "met", "bevat", "op", "schatten", "het", "nederlandse", "dat", "die"], "pubDate": "2020-12-23T13:00:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}