{"id": "efbd4133-2bb3-3df2-95df-660f31c0755d", "title": "Hoe je de karige feestdagen toch een beetje opgewekt doorkomt, weet Cindy Hoetmer als geen ander", "url": "https://volkskrant.nl/cultuur-media/hoe-je-de-karige-feestdagen-toch-een-beetje-opgewekt-doorkomt-weet-cindy-hoetmer-als-geen-ander~bb6451014/", "summary": "Ik heb een lullig nepboompje dat ik neer kan zetten als een van de etentjes toevallig bij mij thuis is.\nIedere dag iemand uitnodigen hoeft niet duur te zijn, je moet toch al koken, dus een eter meer zal je de das niet omdoen.\nIn plaats van een christelijke feestdag met een onlogisch achtergrondverhaal, is het een feest met begrijpelijke, positieve symboliek.\nEen heleboel jongenskinderen tussen de pak ’m beet 6 en 16 (en soms een stuk ouder) zijn van zichzelf al explosief.\nHet gaat allemaal om het beteugelen van je verwachtingen, dat is mijn definitieve karigheidsadvies voor december en het leven.", "paragraphs": ["Voor Cindy Hoetmer zijn beperkingen niet nieuw. Als specialist in karigheid is zij de aangewezen persoon om ons met gedegen advies voor te bereiden op de sobere decembermaand die ons te wachten staat.", "‘Hoe deed jij dat dan altijd in december’, vragen vrienden mij nu weleens, alsof mijn leven voor 2020 al een aanhoudende coronalockdown was. Dat komt doordat ik een zzp’er ben met weinig werk, en bovendien alleenstaand en kinderloos, dus gewend aan een zekere leegte. Maar zo’n lockdown is voor vrijgezellen juist lastiger, want wij moeten de deur uit voor gezelligheid. Dus ik vlieg net zo goed tegen de muren. Al lijkt het me ook intens om de hele dag opgesloten te zitten met dezelfde vent, die constant luid zoomvergadert aan de keukentafel of knagend wortels eet op een hometrainer, om maar te zwijgen over verveelde, wanhopige kinderen.", "De pandemie is natuurlijk meer dan een lockdown, met alle zieke mensen, dierbare overledenen, geïsoleerde kwetsbaren en overspannen zorgmedewerkers. Maar iedereen die niet direct met de gevolgen van het virus te maken heeft, lijkt zich vooral druk te maken over de maand december. Er zijn nieuwe problemen die extra lastig zijn in deze feestmaand; we hebben minder te besteden of zijn bang binnenkort minder te kunnen besteden vanwege de opdoemende economische crisis, we mogen de feestdagen maar met een beperkt aantal mensen vieren, kunnen niet copieus uit eten en de welverdiende skivakanties naar Italië zijn ook al verboden.", "Al vroeg in oktober zag ik in een nieuwsuitzending een item, vol onheilspellende taartdiagrammen, over de naderende feestdagen. 69 Procent van de ondervraagden vindt het vieren van feestdagen heel belangrijk, 29 procent ziet op tegen de feestdagen door corona, 34 procent vindt het erg om Kerst niet met de hele familie te vieren, 13 procent noemt dit zelfs héél erg. Heel erg zou volgens mij zijn om Kerst kletsnat te vieren op het dak van je huis, kauwend op een uit het water geviste plastic zak. Dat we Kerst in kleine kring moeten vieren is niet heel erg. Het is hoogstens jammer.", "Voorheen werd er veel geklaagd over Kerst; sommige mensen hadden te veel etentjes, anderen te weinig. Ik luisterde naar iemand wiens broer een opschepperige verkering had en iemand anders die Kerstavond moest doorbrengen met een racistische schoonvader die altijd een beetje naar urine rook. De een moest veel te veel koken, de ander werd steeds slechts het maken van de dip toevertrouwd. Niemand leek Kerst bijzonder op prijs te stellen, totdat de manier waarop we het vieren in gevaar kwam.", "Voor mij zijn beperkingen niet nieuw. Ik ben al een tijdje tamelijk arm, ging maar één keer per jaar op vakantie (zeker niet skiën, de combinatie kou, sport en botbreuken spreekt me niet aan) en heb een kleine familie. Daarom kan ik, als specialist in karigheid, wat advies geven.", "Mijn eerste advies is om december minder belangrijk te vinden, het is maar een maand. Vergeet tradities en kijk wat wél mogelijk is. Zelf ben ik iemand die graag altijd hetzelfde doet. Gewoontes zijn ook een soort tradities. Elke vrijdag ga ik naar dezelfde kroeg, en elke oktober ga ik twee weken naar de Spaanse urbanisatie waar mijn ouders overwinteren. Dus ben ik tijdens zo’n lockdown op vrijdagen extra wrevelig omdat ik mijn kroegvrienden mis, en heb ik de hele maand oktober zuchtend verlangd naar de laaghangende Spaanse zon en het lauwe Middellandse Zeewater. Het voelt alsof me iets door de neus is geboord, maar dan herinner ik me dat een gewoonte niet hetzelfde is als een recht. En bovendien ben ik geen virusgekkie en is er dus niemand die ik de schuld kan geven.", "Om eenheid te brengen in het Zoomkerstdiner zou je allemaal hetzelfde kunnen koken. Beeld Monique Bröring", "Tradities zijn hardnekkige fuckers. Hoe hardnekkig, werd duidelijk toen er een volksoproer ontstond over de kleur van de assistent van Sinterklaas. Als hij niet pikzwart is, met rode lippen, een veelkleurige baret en een wit rokje om zijn nek, is het een grOVe BeLEDigiNg vAn OnZE cULTUur. Ik vind het raar dat zoveel mensen zich de wet laten voorschrijven door tradities, dat verstandige mensen het bijvoorbeeld nodig vinden op hun bruiloft opeens een malle witte prinsessenjurk aan te trekken en beschuit met gekleurde muisjes uitdelen als er een kind is geboren. (Wie, behalve je oma, eet nou nog beschuit? Dat spul is droog.)", "De meesten van ons zijn niet katholiek, maar toch vinden we het geen probleem dat kinderen cadeaus denken te krijgen van iemand die gekleed is als een bisschop. Over de goedheiligman gesproken, het Sinterklaasfeest is voor gezinnen met kinderen bijna niet karig te vieren. Het maakt voor kinderen niet uit hoeveel mensen je uitnodigt, want het gaat om de cadeaus. Mijn broertje en ik graaiden koortsachtig in die vuilniszak en scheurden het papier van de pakjes alsof we door de duivel bezeten waren. Dat mijn ouders en oma bijna niets van de Sint kregen behalve een paar sokken of een stuk zeep, omdat er eigenlijk helemaal niet zoveel geld was en mijn moeder het hele jaar voor die ene avond moest sparen, viel ons niet op. Mijn oma had thuis kunnen blijven, de pieten hadden pimpelpaars kunnen zijn, als ik maar een nieuwe Malibu Barbie kreeg. En wel graag een echte, want in zomaar een langharig anatomisch incorrect rolbevestigend poppetje was ik niet geïnteresseerd. Ik denk dat ik nooit meer zo materialistisch ben geweest als tussen mijn 4de en 12de.", "Zelfs al heb je als freelancer, geluidsman, barvrouw of KLM-piloot je inkomsten zien verdampen, je moet eraan geloven. Verkoop de boot, leen geld of stuur de verlanglijstjes door naar grootouders (indien nog in leven) – gepensioneerden hebben wat minder last van laagconjunctuur en ze kunnen gewoon online bestellen – want het beteuterde gezichtje van een kind dat is overgeslagen door Sinterklaas achtervolgt je in je nachtmerries.", "Gelukkig hoef ik vanwege mijn onopzettelijke maar niet betreurde kinderloosheid over Sinterklaas niet na te denken. Cadeaus kopen vind ik moeilijk, en cadeaus krijgen ook. Wat moet je met een leverkleurige sjaal terwijl je van blauw houdt, of romans die je niet wilde hebben maar je er, door onaangeroerd op een stapel te liggen, elke dag aan herinneren dat je meer zou moeten lezen?", "Kerst vier ik normaal gesproken wel, want ik ben dol op gezelschap en nog meer op eten en drinken. Ik heb een lullig nepboompje dat ik neer kan zetten als een van de etentjes toevallig bij mij thuis is. Die blijft dit jaar in de kast. Op Eerste Kerstdag eet ik altijd bij mijn ouders. Weer zo’n gewoonte. Mijn moeder plempt de ouderlijke woonboot vol met kerstversiering, waarbij ze een voorkeur heeft voor ornamenten met ledlampjes (liefst in afwisselde regenboogkleuren) die vaak ook kerstdeuntjes bliepen. En we gourmetten, want Hoetmers zijn ongezellig snelle eters en dat individueel koken in poppenpannetjes verlengt het proces. Het nagerecht is een ijsje in de vorm van een kerstman of ijsbeer. Als mijn ouders, die tot dit moment zeer nonchalant met het risico op besmetting zijn omgegaan, niet opeens in paniek raken, gaat dit door. Mijn broertje en zijn gezin kunnen dan op Tweede Kerstdag komen. Als het niet doorgaat blijf ik thuis, alleen. Daarbij zal ik me niet extra eenzaam voelen omdat het Kerst is, want tradities hebben geen macht over mij. En dan maak ik heus geen levensgrote pop van kussens en oude kleren, die ik Evert noem en waar ik tegen kan praten en me tegenaan kan vleien op de bank. Heus niet, want ik ben niet zielig. Ook niet als ik alleen ben met Kerst.", "Kerst is voor mij nooit een feest van lange tafels vol familieleden, mooie wijn en elegante spijzen. Voor wie dat wel het geval was, is het dit jaar even slikken. Dan zijn er twee mogelijkheden: de blokjeskerst of Zoomkerst (of Teams of Hangouts).", "Tradities zijn hardnekkig. Beeld Monique Bröring", "Beeldbellen vind ik zelf ongemakkelijk. De beeldbelborrels waar ik bij was, liepen niet echt gesmeerd. Er werd steeds langdurig gezwegen, of met iedereen tegelijk door elkaar gesproken en er ging veel schermtijd naar de mensen met de hardste stem, die niet per se altijd de beste verhalen hebben. Geroutineerde thuiswerkers met veel vergaderingen zijn daar al helemaal aan gewend. Om eenheid te brengen in het Zoomkerstdiner zou je allemaal hetzelfde kunnen koken, en allemaal hetzelfde kersttafelkleed kunnen aanschaffen of, als je minder traditioneel ingesteld bent, de tafel allemaal kunnen decoreren met dildo’s en glasscherven. Een belangrijke tip van uw karigheidsexpert is een soundcheck voordat het feest begint. Bij mijn laatste Zoomborrel was iemand nauwelijks te verstaan en niemand durfde het te zeggen. En zing eens met z’n allen een kerstlied (bij voorkeur niet die van Mariah Carey, want die is irritant). De waarschuwing tegen zingen geldt niet voor Zoomborrels omdat je geen virus op elkaar kunt spetteren. En wat is gezelliger dan zingen? Wacht wel even tot er wat wijn zit in de mensen.", "Als je niet van beeldbellen houdt is de blokjeskerst een optie. Daarbij nodig je steeds één persoon uit, dus dat kost wat meer dagen. Blokjeskerst is een marathon, geen sprint, zei mijn oma altijd al. Dan vier je de verjaardag van Jezus gewoon zeven dagen lang, dat zou Hij waarschijnlijk hartstikke leuk vinden. Mensen met gescheiden ouders (die elkaar haten) en ingewikkelde samengestelde gezinnen vieren al jaren blokjeskerst, voor hen zijn twee kerstdagen sowieso veel te weinig.", "Iedere dag iemand uitnodigen hoeft niet duur te zijn, je moet toch al koken, dus een eter meer zal je de das niet omdoen. En wanneer het wordt genuttigd met uitzicht op een vrolijk verlichte kerstboom, smaakt pasta ook feestelijk. Bij voorkeur nodig je mensen uit die niet na een paar drankjes beginnen te knuffelen of besmettelijk te schreeuwen. Afstandelijke gasten zijn veilige gasten.", "Van Oud en Nieuw hou ik onvoorwaardelijk. In plaats van een christelijke feestdag met een onlogisch achtergrondverhaal, is het een feest met begrijpelijke, positieve symboliek. Het gaat over opnieuw beginnen en dingen beter proberen te doen. En er wordt flink bij gezopen. Ik heb ook geen bezwaar tegen oliebollen, al vind ik ze qua ingrediënten weinig ambitieus.", "Met Oud en Nieuw is het gebruikelijk om flink te gaan zuipen. Beeld Monique Bröring", "De enige Oud-en-Nieuwtraditie waar ik moeite mee heb is vuurwerk. Hulpverleners en handhavers lopen al op hun laatste benen, en hoewel vuurwerk – nu ik dit verhaal tik – verboden lijkt te worden, is het er toch al. In oktober en november knalt het al dagelijks bij mij in de buurt. Een heleboel jongenskinderen tussen de pak ’m beet 6 en 16 (en soms een stuk ouder) zijn van zichzelf al explosief. Geef ze een zacht, donzig natuurproduct als sneeuw, en ze maken er keiharde ijsballen van om naar elkaar en argeloze voorbijgangers te gooien. Geef ze vuurwerk en de hel breekt los.", "Dit jaar geen grote Oudjaarsfeesten en ook geen kleine thuisfeestjes, maar ik ga het hoe dan ook vieren met zoveel mensen als is toegestaan. Drie, twee, een of nul. Desnoods dans ik alleen met Evert, de echtgenoot die ik heb gemaakt van kussens en oude kleren.", "Het gaat allemaal om het beteugelen van je verwachtingen, dat is mijn definitieve karigheidsadvies voor december en het leven."], "authors": ["Cindy Hoetmer"], "keywords": ["geen", "van", "toch", "hoetmer", "opgewekt", "hoe", "feestdagen", "het", "met", "karige", "zijn", "ik", "een", "je", "en", "niet", "te", "weet"], "pubDate": "2020-11-19T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}