{"id": "efbdd117-7584-3219-bbe5-a0a3ffcbda0f", "title": "Oud-ING-topman Hamers alsnog vervolgd voor witwasaffaire: wat is er veranderd?", "url": "https://volkskrant.nl/nieuws-achtergrond/oud-ing-topman-hamers-alsnog-vervolgd-voor-witwasaffaire-wat-is-er-veranderd~b90fc679/", "summary": "Maar het hof heeft nu besloten dat Hamers zich alsnog als individu bij de rechter moet verantwoorden.\nHoe kan het dat Ralph Hamers ondanks de schikking van ING met het OM alsnog voor de rechter moet verschijnen?\nZij vonden dat de bank en de topman Hamers de dans ontsprongen en wel degelijk verantwoordelijk waren voor het faciliteren van witwaspraktijken.\nEen woordvoerder van het OM laat weten dat ze gevolg zullen geven aan de uitspraak van het hof en Hamers daadwerkelijk voor de rechter zullen dagen.\nHet is de eerste keer dat een bestuurder van een bedrijf zich alsnog voor de rechter moet verantwoorden nadat er een schikking is getroffen.", "paragraphs": ["Ralph Hamers geeft een aandeelhouder een hand. Beeld Guus Dubbelman / de Volkskrant", "In 2018 sloot ING een recordschikking van 775 miljoen euro met het OM vanwege de affaire. Daarmee werd voorkomen dat ING en individuele medewerkers van de bank vervolgd zouden worden. Volgens het OM was het niet mogelijk om individuele bankiers aan te wijzen die strafrechtelijk verwijtbaar hadden gehandeld. De nalatigheid van vele ING-medewerkers samen leverde een strafbaar verwijt voor het bedrijf als geheel op, aldus justitie.", "Maar het hof heeft nu besloten dat Hamers zich alsnog als individu bij de rechter moet verantwoorden. Bij een eventuele veroordeling dreigt er een celstraf voor de bankier, die inmiddels topman is bij de Zwitserse bank UBS.", "Hoe kan het dat Ralph Hamers ondanks de schikking van ING met het OM alsnog voor de rechter moet verschijnen?", "Nadat ING een schikking had getroffen, stapte een aantal gedupeerden naar de rechter. Zij vonden dat de bank en de topman Hamers de dans ontsprongen en wel degelijk verantwoordelijk waren voor het faciliteren van witwaspraktijken. Met een zogeheten artikel 12-procedure wilde onder meer bedrijfsonderzoeker Pieter Lakeman met zijn Stichting Onderzoek Bedrijfs Informatie (Sobi) het Openbaar Ministerie dwingen ING en Hamers alsnog te vervolgen.", "Dat laatste is nu gelukt. De schikking met de bank blijft in stand, waardoor de ING niet vervolgd wordt. Een woordvoerder van het OM laat weten dat ze gevolg zullen geven aan de uitspraak van het hof en Hamers daadwerkelijk voor de rechter zullen dagen.", "Waar ging de witwasaffaire bij ING ook alweer over?", "Uit onderzoek van justitie was gebleken dat ING in de periode 2010 tot 2016 ‘structureel de wet heeft overtreden en zich schuldig heeft gemaakt aan een groot aantal strafbare feiten’. Concreet onderzocht het OM vier zaken. Die waren volgens justitie ‘exemplarisch’ voor de talrijke blunders die de bank maakte bij de aanpak van criminele geldstromen. Justitie schetste een tamelijk dramatisch beeld van de bank. Zo wist ING vaak amper wie zijn klanten waren en waarschuwingen van toezichthouder DNB werden genegeerd. ‘Het resultaat is dat cliënten jarenlang voor criminele activiteiten nagenoeg ongestoord van de rekeningen van ING NL gebruik hebben kunnen maken’, stelde het OM.", "De bekendste zaak was die van het bedrijf Vimpelcom. Dit Noors-Russische bedrijf trof in 2016 een schikking van 358 miljoen euro met de Nederlandse staat vanwege het omkopen van de dochter van de toenmalige Oezbeekse president Karimov. Dit omkoopgeld werd onder meer overgeboekt door een dochterbedrijfje van Vimpelcom op de Britse Maagdeneilanden dat daarvoor een ING-rekening gebruikte.", "Maar dat wist Ralph Hamers toch allemaal niet?", "Volgens het gerechtshof was Hamers als leidinggevende op de hoogte van de strafbare gedragingen van ING en liet hij vervolgens na om in te grijpen. Het gerechtshof stelt dat de vervolging ook een belangrijk signaal is aan de maatschappij. ‘Met een openbaar strafproces wordt de norm bevestigd dat ook bestuurders van een bank niet vrijuit gaan als zij feitelijk leiding hebben gegeven aan verboden gedragingen. De burger moet kunnen zien dat ook dergelijk handelen door de overheid niet wordt geaccepteerd.’", "ING werd meerdere malen gewaarschuwd, door toezichthouder De Nederlandsche Bank en de Europese Centrale Bank. Maar het bedrijf investeerde volgens het hof te weinig in de controlesystemen. ‘Focus was vooral gericht op de winstgevendheid van de organisatie en het behalen van commerciële doelstellingen.’ Hamers was niet alleen van dit beleid op de hoogte, maar werkte hier als ceo met anderen ‘actief’ aan mee.", "Hamers vertrok deze zomer bij ING en is sinds september topman bij de Zwitserse bank UBS. Eerder dit jaar oordeelde het hof in de artikel 12-procedure al dat Hamers gehoord mocht worden over zijn rol. Hij probeerde dat eerst nog te voorkomen met een wrakingsverzoek. Dat werd afgewezen. Bij het verhoor kwam Hamers vervolgens niet opdagen, maar stuurde hij zijn advocaat. Het hof nam hem dat kwalijk, ook omdat hij nooit ‘publiekelijk verantwoordelijkheid’ heeft genomen voor zijn handelen.", "Voor zijn huidige baan heeft de strafvervolging vooralsnog geen gevolgen. UBS liet woensdag in een verklaring weten het ‘volste vertrouwen’ te hebben in Hamers als topman van de Zwitserse bank.", "Wat voor gevolgen heeft deze uitspraak voor toekomstige zaken?", "Het is de eerste keer dat een bestuurder van een bedrijf zich alsnog voor de rechter moet verantwoorden nadat er een schikking is getroffen. Advocaat Gabriël Meijers van Sobi noemt de beslissing van het hof ‘grensverleggend’. ‘Dit is ook een waarschuwing voor bestuurders van banken dat ze zich niet langer kunnen verschuilen achter de organisatie als geheel en het bedrijfsbeleid.’ Meijers verwacht dat beslissing ook gevolgen heeft voor toekomstige zaken. Er loopt momenteel nog een onderzoek naar ABN Amro, vanwege het overtreden van de Wet ter voorkoming van witwassen en financieren van terrorisme. Daarin moet justitie ook een beslissing nemen over het al dat niet vervolgen van individuele bankiers."], "authors": ["Tom Kreling"], "keywords": ["bank", "vervolgd", "hamers", "wat", "van", "witwasaffaire", "het", "alsnog", "met", "oudingtopman", "ing", "een", "dat", "en", "er", "veranderd", "voor"], "pubDate": "2020-12-09T19:14:41+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}