{"id": "efc176db-c15b-370c-b613-1ee40a12735e", "title": "FNV daagt transportbedrijf voor de rechter", "url": "http://nos.nl/artikel/2042473-fnv-daagt-transportbedrijf-voor-de-rechter.html", "summary": "FNV Transport en Logistiek heeft transportbedrijf Vos uit Deventer gedagvaard wegens concurrentievervalsing en uitbuiting van zijn Litouwse en Roemeense chauffeurs.\nVos Transport heeft 250 trucks en 300 opleggers, verdeeld over vier vestigingen in Nederland, drie in Litouwen en één in Roemenië.\nDe FNV heeft het Vos Transport gesommeerd om de juiste cao toe te passen maar daaraan heeft het bedrijf geen gehoor gegeven.\nDe directeur van Vos Transport, Jules Menheere, bevestigt aan de NOS dat de FNV een kort geding heeft aangekondigd.\nVos Transport wilde naar eigen zeggen in gesprek gaan met de FNV, maar daartoe was de vakbond niet bereid, aldus Menheere.", "paragraphs": ["FNV Transport en Logistiek heeft transportbedrijf Vos uit Deventer gedagvaard wegens concurrentievervalsing en uitbuiting van zijn Litouwse en Roemeense chauffeurs.", "Vos Transport heeft 250 trucks en 300 opleggers, verdeeld over vier vestigingen in Nederland, drie in Litouwen en één in Roemenië. Volgens de FNV betaalt het bedrijf zijn buitenlandse chauffeurs het lokale loon terwijl ze recht hebben op een Nederlands inkomen. Het salaris van de Litouwse en Roemeense chauffeurs bedraagt zo'n 220 euro per maand.", "Verklaringen chauffeurs", "Volgens de vakbond blijkt uit verklaringen van Roemeense en Litouwse chauffeurs dat ze onder druk worden gezet om de rij- en rusttijdenwet te overtreden en meer ritten in Nederland te rijden dan is toegestaan. De FNV heeft het Vos Transport gesommeerd om de juiste cao toe te passen maar daaraan heeft het bedrijf geen gehoor gegeven.", "De directeur van Vos Transport, Jules Menheere, bevestigt aan de NOS dat de FNV een kort geding heeft aangekondigd. Het bedrijf is het niet met de vakbond eens en stelt dat de regels correct worden nageleefd. Vos Transport wilde naar eigen zeggen in gesprek gaan met de FNV, maar daartoe was de vakbond niet bereid, aldus Menheere."], "authors": [], "keywords": ["rechter", "daagt", "van", "heeft", "fnv", "het", "transport", "en", "vakbond", "te", "roemeense", "vos", "transportbedrijf", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}