{"id": "efd8f63a-2733-32d2-a51e-667355aeff95", "title": "Ik had al een paar glazen wijn op, maar twitterde toch mijn lichte ongenoegen", "url": "https://volkskrant.nl/columns-opinie/ik-had-al-een-paar-glazen-wijn-op-maar-twitterde-toch-mijn-lichte-ongenoegen~b1493951/", "summary": "Starend naar de hotelkerstboom denk ik aan de tijd dat je in het buitenland ook nog écht in het buitenland was.\nOp een dag, ik was midden twintig, werd iemand in het reisgezelschap dat ik door de toenmalige Sovjet-Unie begeleidde ernstig ziek.\nDaar zat ik dan, met buikklachten die me steeds naar een kapotte wc-pot riepen, op een snikhete hotelkamer in Tasjkent naast de telefoon.\nNa zes uur kreeg ik een Russische stem aan de lijn.\nIk had al een paar glazen wijn op, ik wist in welk wokewespennest ik me stak, twitterde toch mijn lichte ongenoegen.", "paragraphs": ["Starend naar de hotelkerstboom denk ik aan de tijd dat je in het buitenland ook nog écht in het buitenland was. Op een dag, ik was midden twintig, werd iemand in het reisgezelschap dat ik door de toenmalige Sovjet-Unie begeleidde ernstig ziek. Een snelle evacuatie naar Nederland was geboden. Daar zat ik dan, met buikklachten die me steeds naar een kapotte wc-pot riepen, op een snikhete hotelkamer in Tasjkent naast de telefoon. Na zes uur kreeg ik een Russische stem aan de lijn. ‘Bent u kamer 311? Had u een internationaal gesprek aangevraagd met de Nederlanden?’ ‘Ja!’, jubelde ik. ‘Goed, u moet nog even drie uur wachten.’", "Door de smartphone is Nederland niet alleen overal bereikbaar, maar tevens omnipresent in mijn leven. Vorig jaar drukte ik in Ramallah (Westbank) per ongeluk op de Radio 1-app - meteen stroomde de stem van Lara Rense de Palestijnse hotellobby binnen. Kunststof, Nieuwsweekend, Nooit meer slapen, Dr Kelder en Co en Mangare zijn mijn lievelingsprogramma’s. Op BNR luister ik daarbij bijzonder graag naar de vooral áárdige stem van Bernard Hammelburg.", "Onderlaatst stond ik in een Franse keuken te koken toen ik iemand bij Kunststof hoorde zeggen dat actrice als woord niet langer kon – je moest actéúr zeggen. Ik had al een paar glazen wijn op, ik wist in welk wokewespennest ik me stak, twitterde toch mijn lichte ongenoegen. Alora, dan is het dus vrij prijsschieten.", "Ik ben schrijver, strateeg, spreker en columnist, viel Marianne Zwagerman over me heen, de vrouwelijke vorm heeft helaas minder gewicht. Ook kreeg ik bijval, natuurlijk uit suspect conservatieve hoek. Ileen Montijn, de zeer suspecte, conservatieve kleindochter van wijlen reactionair professor dr. Karel van het Reve, mailde: ‘Zolang de koning geen koningin is en een zangeres geen zanger, zolang is het onzin die quasi-emancipatorische poppenkast vol te houden.’", "Ik denk op dit moment aan een vriendin van mij, hersenchirurg te Moskou, die me op een avond na Het zwanenmeer in het Bolsjojtheater vroeg haar bontmantel even uit de garderobe te halen. ‘Want ik ben maar een zwakke vrouw!’ In Rusland, waar vrouwen generaties lang verplicht op steigers en in fabrieken stonden, kijkt men compleet anders aan tegen emancipatie. Toch wordt de literaire emancipator George Sand daar nog altijd meer gelezen dan bij ons.", "Hoe zou het in de dierenwereld gesteld zijn? ‘En, oppasser, zeggen we hier in Artis nog weleens leeuwin? Of tijgerin? En hoe zit het bij de apen?’ Je hebt apen en vrouwtjesapen. Mijn hemel; een heel onderzoeksmijnenveld ligt hier nog braak. Maar die missie naar Artis moet ‘La Witteman’ (of is het ‘Le’ of ‘Lo’?) maar ondernemen, als ze op deze gezegende plek weer terug is."], "authors": ["Pieter Waterdrinker"], "keywords": ["ik", "van", "nog", "ongenoegen", "toch", "mijn", "en", "wijn", "een", "naar", "paar", "lichte", "op", "te", "het", "maar", "twitterde"], "pubDate": "2020-12-27T15:06:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}