{"id": "efdd9197-a248-39e9-a641-f85b0a33792d", "title": "Hyundai in gesprek met Apple over productie elektrische auto", "url": "https://www.rtlnieuws.nl/tech/artikel/5207408/hyundai-gesprek-met-apple-over-productie-elektrische-auto", "summary": "Dat vertelt een woordvoerder van Hyundai aan CNBC.\n\"Wij hebben gehoord dat Apple in gesprek is met meerdere autofabrikanten wereldwijd\", legt de woordvoerder uit.\nDe autofabrikant heeft zijn uitspraak kort daarna weer ingetrokken, vermoedelijk omdat de besprekingen met Apple vertrouwelijk zijn.\n2024 of laterVerhalen over een elektrische auto van Apple komen al jarenlang voorbij.\nDe auto van Apple moet volledig elektrisch worden en maakt gebruik van een speciale accu die een groter bereik dan huidige voertuigen mogelijk maakt.", "paragraphs": ["Dat vertelt een woordvoerder van Hyundai aan CNBC. Het is één van de eerste beetjes officiële informatie die over Apples auto naar buiten lekt, gezien het bedrijf officieel nog niets heeft aangekondigd.", "\"Wij hebben gehoord dat Apple in gesprek is met meerdere autofabrikanten wereldwijd\", legt de woordvoerder uit. \"Waaronder ook Hyundai Motor. De gesprekken bevinden zich nog in een vroeg stadium, dus er is nog geen besluit genomen.\"", "De autofabrikant heeft zijn uitspraak kort daarna weer ingetrokken, vermoedelijk omdat de besprekingen met Apple vertrouwelijk zijn.", "2024 of later", "Verhalen over een elektrische auto van Apple komen al jarenlang voorbij. Ingewijden vertelden recent aan Reuters dat het voertuig al vanaf 2024 verkocht zal worden, maar de doorgaans goed ingelichte Apple-analist Ming-chi Kuo schat de situatie minder positief in: hij verwacht de wagen pas na 2025.", "De auto van Apple moet volledig elektrisch worden en maakt gebruik van een speciale accu die een groter bereik dan huidige voertuigen mogelijk maakt."], "authors": [], "keywords": ["productie", "hyundai", "woordvoerder", "van", "nog", "met", "een", "elektrische", "gesprek", "apple", "auto", "het", "worden", "dat"], "pubDate": "2021-01-08T08:40:33Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}