{"id": "efdffa81-a191-3550-b325-17c2f4a35923", "title": "Terug naar Pakistan, mijn vergeten vaderland", "url": "https://www.volkskrant.nl/kijkverder/v/2020/terug-naar-pakistan-mijn-vergeten-vaderland~v394679/", "summary": "Naast me zat een man met een lange baard, die Koranverzen las op zijn iPhone en zachtjes meemompelde.\nIk zette mijn koptelefoon en wat rustige muziek op, tuurde nogmaals naar de wolkenzee, terwijl mijn gedachten afdwaalden naar de drie vakanties die ik als kind in Pakistan had doorgebracht, tussen mijn vierde en mijn zestiende.\nDe aankomsthal was uitgestorven en ik trof mijn nicht Shabnam en haar man Nasir pas buiten.\nEven later werd er op de deur geklopt en een dienblad naar binnen gebracht met twee paratha (roti gebakken in boter), een omeletje met uitjes en een kannetje Pakistaanse chai, met melk en kardemom.\nIk opende de schuifdeuren naar het enorme balkon en at in kleermakerszit op de grond.", "paragraphs": ["Tijdens de nachtvlucht van Abu Dhabi naar Islamabad was er niks te zien door het raam, alleen wat grijze wolken tegen een zwarte hemel. Naast me zat een man met een lange baard, die Koranverzen las op zijn iPhone en zachtjes meemompelde. Ik zette mijn koptelefoon en wat rustige muziek op, tuurde nogmaals naar de wolkenzee, terwijl mijn gedachten afdwaalden naar de drie vakanties die ik als kind in Pakistan had doorgebracht, tussen mijn vierde en mijn zestiende. Die herinneringen zijn helaas fragmentarisch. Plastic ballondieren op een bazaar. De geur van versgebakken naan. Vliegers in de ondergaande zon. Kamelen op het strand van Karachi. Aunties die veel te hard in je wangen knijpen.", "Ik herinner me ook de klap van hitte in je gezicht als je uit het vliegtuig stapte, alsof je een oven opentrekt. Deze keer landde ik echter om drie uur ’s nachts in Islamabad en het was herfst, dus toen ik uitstapte was de lucht koel en vochtig. De aankomsthal was uitgestorven en ik trof mijn nicht Shabnam en haar man Nasir pas buiten. Shabnam had nog steeds de enorme bruine ogen die ze als kind ook had, maar dan getransplanteerd in het lichaam van een vrouw. Naast haar stond een voor mij onbekende, grijsharige, glimlachende echtgenoot. Ik omhelsde Shabnam kort. ‘How are you?’, vroeg Shabnam. ‘Fine’, antwoordde ik. ‘How are you?’ ‘Also fine.’ Ze stonden erop om me persoonlijk af te zetten bij het guesthouse dat ik had geboekt voor de eerste paar nachten.", "Slechts enkele uren later schrok ik wakker van dierengeluiden: eerst kukelende hanen, toen blaffende straathonden, gevolgd door kraaien en een geit. Even later werd er op de deur geklopt en een dienblad naar binnen gebracht met twee paratha (roti gebakken in boter), een omeletje met uitjes en een kannetje Pakistaanse chai, met melk en kardemom. Ik opende de schuifdeuren naar het enorme balkon en at in kleermakerszit op de grond. In de verte hoorde ik een straatverkoper met schelle stem zijn producten aanprijzen. Ik sloot mijn ogen, ademde Pakistan in en Nederland uit."], "authors": ["Augustus"], "keywords": ["vergeten", "van", "pakistan", "het", "op", "naar", "met", "die", "ik", "vaderland", "mijn", "en", "een", "terug"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}