{"id": "efea7d74-6ad6-3d11-842b-174d0db7f1be", "title": "Projectdirecteur GEM Crailo B.V. (0,6 - 0,8 fte; in overleg)", "url": "http://vacatures.fd.nl/vacature/projectdirecteur-gem-crailo-b-v-0-6-0-8-fte-in-overleg", "summary": "De ambities die gemeenten aan de gebiedsontwikkeling van buurtschap Crailo hebben meegegeven, zijn hoog.\nHierbij gaat het om ambities op het gebied van mobiliteit, maar ook de realisatie van een ecowal, energiepositief en circulair ontwikkelen en het creëren en borgen van biodiversiteit in het gebied.\nVoorsorteren op beheerfase van buurtschap CrailoVan de projectdirecteur wordt verwacht dat hij/zij anticipeert op het toekomstig beheer van het openbaar gebied en de natuur met haar biodiversiteit (o.a.\nrekening houdend met de ligging van het buurtschap Crailo binnen drie gemeenten en de ambities op het gebied van energie en mobiliteit.\nWij bieden:Een zeer interessante functie met een hoge mate van zelfstandigheid en ruimte voor het inbrengen van vernieuwende ideeën in de gebiedsontwikkeling.", "paragraphs": ["De planvormingsfase is bijna afgerond; het stedenbouwkundig- en landschapsplan buurtschap Crailo is in maart 2020 door de gemeenteraden vastgesteld en naar verwachting ligt het bestemmingsplan begin 2021 ter inzage. In 2021 zal de eerste schop in de grond worden gezet, waarna een aanvang gemaakt wordt met de bouw.", "De ambities die gemeenten aan de gebiedsontwikkeling van buurtschap Crailo hebben meegegeven, zijn hoog. Hierbij gaat het om ambities op het gebied van mobiliteit, maar ook de realisatie van een ecowal, energiepositief en circulair ontwikkelen en het creëren en borgen van biodiversiteit in het gebied.", "", "Opdracht (verantwoordelijkheden en taken)", "Met de transitie van de planontwikkelings- naar de uitvoeringsfase zijn gemeenten voor de realisatie van deze ambitieuze gebiedsontwikkeling op zoek naar een (nieuwe) projectdirecteur.", "De projectdirecteur krijgt drie opgaven:", "Realisatie van ambities binnen de context van het behalen van maximaal financieel en maatschappelijk rendement", "Als projectdirecteur heb je niet alleen tot taak genoemde ambities waar te maken, maar dat ook binnen de context van het behalen van maximaal financieel en maatschappelijk rendement en daarbij open te staan voor ideeën en initiatieven van derden. Het uitgangspunt is een ten minste sluitende grondexploitatie, waarbij het gerealiseerde (project) resultaat op de grondexploitatie door gemeenten wordt gedeeld of gedragen naar rato van de kapitaalsdeelname in GEM Crailo B.V.", "Realisatie van de werkzaamheden binnen buurtschap Crailo", "De projectdirecteur is verantwoordelijk voor de daadwerkelijke realisatie van de benodigde werkzaamheden binnen het buurtschap Crailo. Daarbij gaat het om werkzaamheden als opstellen van uitvoeringsdocumenten en bestekken, sanering, bouw- en woonrijp (laten) maken en aanleg van infrastructurele werken en inrichting openbaar gebied, jaarlijks bepalen van de ontwikkelstrategie passend bij de (markt)omstandigheden, uitgifte van woon- en werkkavels, alsmede gebiedspromotie- en communicatie.", "Voorsorteren op beheerfase van buurtschap Crailo", "Van de projectdirecteur wordt verwacht dat hij/zij anticipeert op het toekomstig beheer van het openbaar gebied en de natuur met haar biodiversiteit (o.a. ecowal en deelgebied Op de Hei, poelen, etc.) rekening houdend met de ligging van het buurtschap Crailo binnen drie gemeenten en de ambities op het gebied van energie en mobiliteit.", "De projectdirecteur inventariseert wat nodig is om deze opgaven tot een goed resultaat te brengen en weet ook de juiste mensen om zich heen te organiseren.", "Daarnaast ben je als projectdirecteur uiteraard verantwoordelijk voor alle taken die van belang zijn in het kader van een adequate bedrijfsvoering van GEM Crailo B.V., zoals het opstellen van financiële (kwartaal)rapportages, jaarrekening en jaarverslag, de aansluiting tussen de financiële administratie en de grondexploitatie, voorbereiding bestuurlijk overleg (i.c. afstemmingsoverleg met verantwoordelijk portefeuillehouders van de drie gemeenten), voorbereiding van besluitvorming ten behoeve van de AV, informatievoorziening richting raden adviescommissie (RAC), etc.", "", "Profiel", "Wij zijn op zoek naar een zakelijke, creatieve, in (buiten)kansen denkende en pragmatische man/vrouw met een hands-on mentaliteit, die stevig in zijn/haar schoenen staat, buurtschap Crailo goed weet te profileren en in de markt te zetten, en daarbij gevoel en oog heeft voor de belangen van derden en deze ook weet te committeren aan buurtschap Crailo.", "Vereisten", "Wij vragen:", "Een afgeronde WO/HBO-opleiding.", "Ervaring (min. 10 jaar) als statutair (project)directeur van een ontwikkelingsmaatschappij in de uitvoeringsfase van grootschalige gebiedsontwikkelingen, waarin meervoudige ruimtelijke opgaven aan de orde zijn (woningbouw, bedrijvigheid, natuur, water en infrastructuur). Een enthousiasmerende, stimulerende persoonlijkheid met een onafhankelijke geest, die graag nieuwe uitdagingen aangaat en de lat voor zichzelf en de omgeving hoog legt.", "van grootschalige gebiedsontwikkelingen, waarin meervoudige ruimtelijke opgaven aan de orde zijn (woningbouw, bedrijvigheid, natuur, water en infrastructuur). Een enthousiasmerende, stimulerende persoonlijkheid met een onafhankelijke geest, die graag nieuwe uitdagingen aangaat en de lat voor zichzelf en de omgeving hoog legt. Ervaring met c.q. aansturing van gronduitgifteproces, acquireren, voeren van onderhandelingen met marktpartijen en verkoop, alsmede onderhandelen met GWW-aannemers voor bouw- en woonrijp maken, de financiële administratie en grondexploitatie.", "Professioneel opdrachtgeverschap: kan zich aantoonbaar snel een gezaghebbende positie verwerven in een complexe (publieke) samenwerking.", "Ervaring met het toepassen van innovatieve oplossingen en energie- en duurzaamheidsconcepten binnen de gebiedsontwikkeling is een pré.", "Aantoonbare ervaring met transitie van realisatie- naar beheerfase en nieuwe vormen van beheerorganisaties (zoals gebiedscoöperaties) is een pré.", "Brede achtergrond en ervaring op directieniveau met/bij gemeenten, provincies, Rijk en marktpartijen: de directeur moet de cultuur en werkwijze van al deze partijen kennen en begrijpen.", "Uitstekende politieke sensitiviteit.", "Beschikbaarheid van 3 dagen per week, voor een periode van in eerste aanleg ca. 3 jaar.", "Wij bieden:", "Een zeer interessante functie met een hoge mate van zelfstandigheid en ruimte voor het inbrengen van vernieuwende ideeën in de gebiedsontwikkeling.", "Hiervoor staat uiteraard een marktconforme beloning, waarbij gemeenten gebonden zijn aan de WNT.", "Voor meer informatie over de inhoud van deze functie en de sollicitatieprocedure kunt u contact opnemen met Ingeborg Vos per mail via i.vos@crailo.nl of telefonisch of op 06 - 23 80 44 87.", "", "Proces", "Wil je reageren; stuur dan jouw motivatie en CV inclusief twee referenties vóór 27 januari 2021 naar i.vos@crailo.nl ovv vacature projectdirecteur. De referenties worden nagegaan."], "authors": [], "keywords": ["overleg", "van", "crailo", "buurtschap", "een", "en", "fte", "projectdirecteur", "gem", "08", "zijn", "op", "voor", "bv", "06", "met", "het"], "pubDate": null, "publicationId": "42659b33-82ca-3b19-afea-97b241129e8f"}