{"id": "efef941c-a0e7-36dc-bd39-1062ab037740", "title": "Thom De Boer zwemt ondanks voltijdbaan naar Spelen", "url": "https://www.parool.nl/sport/thom-de-boer-zwemt-ondanks-voltijdbaan-naar-spelen~b17bd2b2/", "summary": "Beeld ANPAls je Thom de Boer vergelijkt met de andere topzwemmers van Nederland, dan is hij gewoon een beetje anders.\nTerwijl anderen hun trainingsschema’s tot de minuut nauwkeurig naleven, duikt De Boer in spreadsheets om economische perspectieven door te rekenen.\nMijn trainingen zijn van hoge kwaliteit, elk baantje is zinvol.\nHij blijft 40 uur per week werken bij de vastgoedinvesteerder en zal ook dagelijks om 18.00 uur het water van het Sloterparkbad in springen.\nHet gaat immers om kwaliteit, niet om kwantiteit.", "paragraphs": ["Beeld ANP", "Als je Thom de Boer vergelijkt met de andere topzwemmers van Nederland, dan is hij gewoon een beetje anders. Waar de anderen bij de nationale trainingsselecties hun uren maken, zit de De Boer minimaal veertig uur per week als financieel analist op kantoor bij een vastgoedinvesteerder. Zwemmen doet de 28-jarige sprinter dagelijks van 18.00 uur tot 19.30 uur bij de Amsterdamse zwemvereniging De Dolfijn. Zijn concurrenten hebben dan al twee zwemtrainingen, een sessie in het krachthonk en een middagdutje achter de rug.", "De Boer is de amateur tussen de professionals, de rekkelijke tussen de preciezen. Terwijl anderen hun trainingsschema’s tot de minuut nauwkeurig naleven, duikt De Boer in spreadsheets om economische perspectieven door te rekenen. Hij voelt zich lekker in het water en op kantoor. Op internationale toernooien komt hij zelden en buitenlandse zwemmers lopen hem voorbij zonder een blik van herkenning.", "Toch zwom De Boer afgelopen weekend tijdens het olympisch kwalificatietoernooi in Rotterdam een Nederlands record (21,74 seconden) op de vijftig meter vrije slag. Een tijd waarmee de Amsterdammer zich meteen plaatste voor de Olympische Spelen van komende zomer. Ook Jesse Puts, die traint in het Sloterparkbad bij de nationale selectie, bemachtigde een ticket voor de sprintafstand.", "De Boer was zelf nog het minst verrast over zijn prestatie. “Dit was een bevestiging van mijn goede vorm. Ik had mezelf tekort gedaan als ik de limiet niet had gehaald.”", "De afgelopen weken kreeg De Boer van zijn werkgever verlof om zich tijdens de International Swimming League klaar te stomen voor het kwalificatietoernooi. Met de werklaptop in zijn tas, zodat hij toch soms in zijn hotelkamer kon werken, verbleef hij zes weken in Boedapest om zich elk weekend te meten met ’s werelds besten. Dat ging niet onverdienstelijk, zo oordeelde hij zelf. “Ik zat al dicht bij de recordtijden, dus ik wist dat olympische kwalificatie mogelijk was.”", "Zwemtechnisch de beste", "De winst van De Boer ten opzichte van anderen ligt in het zwemmen zelf. Door zijn uren op kantoor heeft hij geen tijd om te investeren in veel krachttraining of de technische aspecten van het zwemmen, zoals de start, de keerpunten en de onderwaterfase.", "“Zwemtechnisch gezien hoor ik misschien wel bij de besten van de wereld. In het water is bijna niemand sneller dan ik. Voor de 50 meter vrije slag hoef je niet veel inhoud te hebben. Ik ben maar een sprinter, die hoeven niet veel te trainen. Straks in Tokio is het maar één baantje zwemmen. Mijn trainingen zijn van hoge kwaliteit, elk baantje is zinvol. Kwantiteit is minder belangrijk.”", "De Boer is een realist met een gezond stel hersens. “Ik kan heel hard zwemmen, maar niet hard genoeg om er rijk van te worden,” zei hij in een eerder interview over zijn keuze om naast een zwemcarrière ook de maatschappelijke ladder te beklimmen. Dat ging niet altijd eenvoudig. Het afgelopen jaar nog liep hij stage bij De Nederlandsche Bank, terwijl zijn master ook de nodige studie-uren opslokte. De Boer worstelde zich erdoorheen en richtte zich op de kwalificatie voor de Spelen. Dat hij stopt met wedstrijdzwemmen na Tokio staat al vast.", "Het realisme in het karakter van De Boer betekent niet dat hij straks in Tokio met de olympische gedachte van ‘meedoen is belangrijker dan winnen’ op het startblok staat. Met de gezwommen tijd in Rotterdam zou De Boer in 2019 vijfde zijn geworden op het wereldkampioenschap. “Ik ga niet voor één 50 meter naar Japan, ik kan en wil de finale halen. Bovendien kan ik nog harder dan dit Nederlandse record, ik ben een laatbloeier.”", "Zijn levensstijl verandert verder niet. Hij blijft 40 uur per week werken bij de vastgoedinvesteerder en zal ook dagelijks om 18.00 uur het water van het Sloterparkbad in springen. Het gaat immers om kwaliteit, niet om kwantiteit."], "authors": ["Thomas Sijtsma"], "keywords": ["van", "ondanks", "boer", "het", "hij", "naar", "zijn", "ik", "zwemt", "thom", "een", "niet", "om", "te", "voltijdbaan", "spelen"], "pubDate": "2020-12-07T10:55:11+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}