{"id": "effc2855-f798-3fc1-a5e4-9eeedd20375b", "title": "Aantal nieuwe besmettingen stijgt licht door", "url": "https://www.parool.nl/nederland/aantal-nieuwe-besmettingen-stijgt-licht-door~b06cd83f/", "summary": "Het aantal sterfgevallen steeg afgelopen etmaal met 58 Dat waren er donderdag 61.\nHet aantal coronapatiënten in Nederlandse ziekenhuizen is in een dag met 15 patiënten toegenomen.\nHet totale aantal patiënten met Covid-19 bedraagt nu 1625, van wie er 473 dusdanig slecht aan toe zijn dat ze op de intensive care liggen.\nDat zijn er ruim 100 minder dan donderdag, toen er 385 gevallen werden gemeld.\nVan alle gemeenten had Utrecht met 673 nieuwe besmettingen tussen donderdagochtend en vrijdagochtend de meeste positieve testresultaten.", "paragraphs": ["Beeld Jakob Van Vliet", "Het aantal meldingen schommelt de laatste weken voortdurend. Veel lijn lijkt er niet meer in te zitten. Het RIVM en de GGD hebben daar geen duidelijke verklaring voor.", "Mensen van wie uit bron- en contactonderzoek of de CoronaMelder app is gebleken dat zij in contact zijn geweest met een besmette persoon, kunnen zich vanaf 1 december op corona laten testen, dat meldt de Rijksoverheid. Ook als ze geen klachten hebben. Dit kan de cijfers beïnvloeden.", "Het aantal sterfgevallen steeg afgelopen etmaal met 58 Dat waren er donderdag 61. Dat wil niet zeggen dat al deze mensen de afgelopen 24 uur zijn overleden. Zulke informatie wordt soms met wat vertraging doorgegeven.", "Het aantal coronapatiënten in Nederlandse ziekenhuizen is in een dag met 15 patiënten toegenomen. Het totale aantal patiënten met Covid-19 bedraagt nu 1625, van wie er 473 dusdanig slecht aan toe zijn dat ze op de intensive care liggen.", "Meeste besmettingen in steden", "In Amsterdam kwamen er vrijdag 264 nieuwe coronabesmettingen bij. Dat zijn er ruim 100 minder dan donderdag, toen er 385 gevallen werden gemeld.", "In de grote steden komen nog steeds de meeste gevallen aan het licht. Van alle gemeenten had Utrecht met 673 nieuwe besmettingen tussen donderdagochtend en vrijdagochtend de meeste positieve testresultaten."], "authors": ["Het Parool"], "keywords": ["stijgt", "van", "aantal", "besmettingen", "nieuwe", "met", "zijn", "het", "wie", "licht", "ze", "dat", "en", "er", "door"], "pubDate": "2020-12-04T14:24:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}