{"id": "f004edac-80e9-32d0-8749-12f670560799", "title": "Sterkste stijging van gemeentelijke woonlasten in jaren", "url": "https://www.nu.nl/economie/6101248/sterkste-stijging-van-gemeentelijke-woonlasten-in-jaren.html", "summary": "Huurders betalen 8 procent meer, terwijl woningeigenaren 6,2 procent duurder uit zijn.\nDat is de sterkste stijging in jaren, meldt het Centrum voor Onderzoek van de Economie van de Lagere Overheden (COELO) van de Rijksuniversiteit Groningen maandag.\nDe onderzoekers bekeken de woonlasten in de veertig grootste gemeenten van Nederland, waar 41 procent van de bevolking woont.\nMeerpersoonshuishoudens die hun woning bezitten, betalen dit jaar gemiddeld 774 euro aan woonlasten.\nHuurders betalen in de veertig onderzochte gemeenten gemiddeld 390 euro voor hun woonlasten.", "paragraphs": ["De gemeentelijke woonlasten stijgen dit jaar fors. Huurders betalen 8 procent meer, terwijl woningeigenaren 6,2 procent duurder uit zijn. Dat is de sterkste stijging in jaren, meldt het Centrum voor Onderzoek van de Economie van de Lagere Overheden (COELO) van de Rijksuniversiteit Groningen maandag.", "De onderzoekers bekeken de woonlasten in de veertig grootste gemeenten van Nederland, waar 41 procent van de bevolking woont. Daaruit blijkt dat dit jaar vooral de afvalstoffenheffing flink omhooggaat. Die heffing stijgt met gemiddeld 9,1 procent, gevolgd door de onroerendezaakbelasting (ozb) die met 5,2 procent omhooggaat. Ter vergelijking: de verwachte inflatie is dit jaar 1,4 procent.", "Meerpersoonshuishoudens die hun woning bezitten, betalen dit jaar gemiddeld 774 euro aan woonlasten. Dat is 45 euro meer dan vorig jaar. Het gaat dan om de ozb, rioolheffing en afvalstoffenheffing. In de onderzochte gemeenten zijn woningeigenaren in Westland het meest kwijt (961 euro) en in Tilburg het minst (596 euro).", "Huurders betalen in de veertig onderzochte gemeenten gemiddeld 390 euro voor hun woonlasten. Dat is 29 euro meer dan vorig jaar. Dat komt vrijwel uitsluitend door een stijging van de afvalstoffenheffing, die met gemiddeld 28 euro omhooggaat. In gemeenten waar huurders rioolheffing moeten betalen, stijgt deze gemiddeld met 1 euro.", "Dat de afvalbelasting omhooggaat, komt onder meer doordat gemeenten meer hebben geïnvesteerd om de afvalinzameling te verbeteren. Andere gemeenten hebben de inzameling opnieuw aanbesteed en zijn daardoor meer kwijt. Ook dalen de inkomsten voor gemeenten, doordat ze minder ontvangen voor het ingezamelde papier en plastic. Om dit te compenseren, wordt de belasting verhoogd.", "Dat de ozb gemiddeld sterk stijgt, komt vooral doordat deze belasting in Amsterdam flink is opgeschroefd. Het gaat in de hoofdstad om een stijging van 22,6 procent. Zonder Amsterdam zou de gemiddelde stijging in de overige onderzochte gemeenten op 2,9 procent uitkomen.", "De oorzaak van de forse verhoging in Amsterdam is dat de gemeente vorig jaar door de coronacrisis veel minder inkomsten had uit de toeristen- en parkeerbelasting. Desondanks is de ozb in de hoofdstad nog altijd lager dan in veel andere gemeenten."], "authors": ["Door"], "keywords": ["van", "het", "gemiddeld", "euro", "jaren", "jaar", "en", "woonlasten", "stijging", "sterkste", "procent", "gemeenten", "gemeentelijke", "meer", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}