{"id": "f00d4a77-6fae-3631-9db4-2befb309a121", "title": "CPB: Achterstand kind door lager inkomen of opleidingsniveau ouders", "url": "https://nu.nl/binnenland/6097206/cpb-achterstand-kind-door-lager-inkomen-of-opleidingsniveau-ouders.html", "summary": "Kinderen beginnen op de basisschool met een achterstand als hun ouders een lager inkomen of opleidingsniveau hebben.\nHet onderzoek van het CPB bevestigt andere onderzoeken, onder meer van het Centraal Bureau voor de Statistiek (CBS).\nVolgens het planbureau zijn kinderen van ouders met een laag inkomen of een lage opleiding al op driejarige leeftijd veel minder goed in reken- en taalvaardigheden dan kinderen van ouders met een hoog inkomen of opleidingsniveau.\nKinderen met een migratieachtergrond beginnen gemiddeld met een achterstand in taal en rekenen, maar zij maken gedurende hun schooltijd een inhaalslag.\nUiteindelijk wijken kinderen met een migratieachtergrond weinig af van hun klasgenoten met een vergelijkbare sociaaleconomische achtergrond zonder migratieachtergrond.", "paragraphs": ["Kinderen beginnen op de basisschool met een achterstand als hun ouders een lager inkomen of opleidingsniveau hebben. Het verschil met andere kinderen verdwijnt niet gedurende hun schoolloopbaan, meldt het Centraal Planbureau (CPB) donderdag.", "Het onderzoek van het CPB bevestigt andere onderzoeken, onder meer van het Centraal Bureau voor de Statistiek (CBS).", "Volgens het planbureau zijn kinderen van ouders met een laag inkomen of een lage opleiding al op driejarige leeftijd veel minder goed in reken- en taalvaardigheden dan kinderen van ouders met een hoog inkomen of opleidingsniveau. Vanaf groep 3 nemen de verschillen niet of nauwelijks verder toe, maar ze worden ook niet kleiner.", "De werkhouding en het gedrag van de kinderen blijkt niet te worden beïnvloed door de verschillende inkomens van de ouders, maar wel door hun opleidingsniveau: kinderen met laagopgeleide ouders scoren lager op die punten.", "Kinderen met migratieachtergrond maken inhaalslag", "Volgens het onderzoek voorspelt de sociaaleconomische achtergrond van de ouders meer over het schoolsucces van een kind dan een eventuele migratieachtergrond. Kinderen met een migratieachtergrond beginnen gemiddeld met een achterstand in taal en rekenen, maar zij maken gedurende hun schooltijd een inhaalslag.", "Uiteindelijk wijken kinderen met een migratieachtergrond weinig af van hun klasgenoten met een vergelijkbare sociaaleconomische achtergrond zonder migratieachtergrond.", "Naast de verschillen in achtergrondkenmerken, zijn de verschillen tussen jongens en meisjes vaak nog groter. Meisjes hebben al vanaf tweejarige leeftijd een voorsprong in taalvaardigheid. Jongens ontwikkelen na zes jaar een voorsprong in rekenen, al neemt deze voorsprong op latere leeftijd weer iets af.", "Jongens scoren daarnaast vanaf jonge leeftijd beduidend lager op werkhouding en gedrag. Een lagere score hierop betekent bijvoorbeeld dat ze minder nauwkeurig werken of sneller opgeven als iets niet lukt."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "kind", "cpb", "een", "kinderen", "het", "ouders", "niet", "en", "opleidingsniveau", "hun", "achterstand", "inkomen", "lager", "op", "met", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}