{"id": "f014aa01-967e-38e3-8b60-6ce9157a147c", "title": "ACM pakt bemiddelingswebsites aan voor misleiding", "url": "https://nos.nl/artikel/2363921-acm-pakt-bemiddelingswebsites-aan-voor-misleiding.html", "summary": "Het commerciële bedrijf achter bemiddelingswebsites als mijnkentekenbewijs.nl, mijnverklaring.nl, en socialepremie.nl is op de vingers door de toezichthouder Autoriteit Consument en Markt (ACM).\nVolgens de ACM is er sprake van consumentenmisleiding en dat moet stoppen.\nVia advertenties komen zij terecht bij bij de bemiddelingswebsite en betalen ze extra voor een dienst die rechtstreeks bij de overheid goedkoper is\", zegt directeur Consumenten van de ACM Edwin van Houten.\nDe websites verdienen aan het doorlinken van consumenten naar de website van de overheid.\nHet bedrijf is inmiddels gestopt met de website mijnkentekenbewijs.nl, nadat de ACM het onderzoek startte naar de gang van zaken.", "paragraphs": ["Het commerciële bedrijf achter bemiddelingswebsites als mijnkentekenbewijs.nl, mijnverklaring.nl, en socialepremie.nl is op de vingers door de toezichthouder Autoriteit Consument en Markt (ACM). Het bedrijf Empiru Investment Holding linkt tegen betaling consumenten door naar allerlei overheidssites zonder dat duidelijk is wat voor diensten het precies levert en wat de kosten zijn. Consumenten krijgen bovendien korting als zij een positieve review leveren.", "Volgens de ACM is er sprake van consumentenmisleiding en dat moet stoppen. \"Consumenten worden misleid omdat ze denken dat zij hun aanvraag doen bij de overheidswebsite die de dienst aanbiedt. Via advertenties komen zij terecht bij bij de bemiddelingswebsite en betalen ze extra voor een dienst die rechtstreeks bij de overheid goedkoper is\", zegt directeur Consumenten van de ACM Edwin van Houten.", "De websites verdienen aan het doorlinken van consumenten naar de website van de overheid. Ze beweren ten onrechte dat de aanvraag via hen sneller gaat of meer kans van slagen heeft. Consumenten moeten bij de overheidswebsite alsnog betalen voor de echte aanvraag.", "De ACM heeft het bedrijf dwangsommen opgelegd van 15.000 euro per week tot een maximum van 150.000 euro als het niet per 21 december 2020 stopt met het misleiden en zich niet houdt aan de regels. Het bedrijf is inmiddels gestopt met de website mijnkentekenbewijs.nl, nadat de ACM het onderzoek startte naar de gang van zaken."], "authors": [], "keywords": ["zij", "acm", "van", "bedrijf", "voor", "en", "misleiding", "bemiddelingswebsites", "consumenten", "bij", "ze", "aan", "pakt", "het", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}