{"id": "f01d1f54-7f3a-3904-bc00-5d1c5423d5fb", "title": "Alleenheersers bestaan niet, zelfs Trump heeft lakeien en vazallen nodig", "url": "https://www.volkskrant.nl/columns-opinie/alleenheersers-bestaan-niet-zelfs-trump-heeft-lakeien-en-vazallen-nodig~b7efecf3/", "summary": "Een heerser, een dictator zelfs, heeft lakeien en vazallen nodig.\nMensen die zijn hielen likken, zijn vuile werk opknappen en zijn propaganda verzorgen.\nDat zijn óf mensen die geloven in de idealen van die heerser, óf die denken van hem te kunnen profiteren óf die bang zijn.\nIk herinner mij een filmpje van een vergadering van zijn kabinet, waar iedere minister om de beurt mocht zeggen hoe geweldig The Donald was.\nVind ik het stilzwijgend goed dat er een ministerie van ‘Immigratie, Remigratie en De-islamisering’ komt en dat iedereen met een dubbel paspoort van zijn rechten wordt ontdaan?", "paragraphs": ["Tijdens mijn geschiedenisstudie heb ik één belangrijke les geleerd. Één belangrijke les, verder niks. Medestudenten die ik er later over sprak zeiden mij dat je zoveel van een studie kunt maken als je zelf wilt. Dat heb ik onvoldoende gedaan. Maar die docenten waren ook hopeloos, futloos, ongeïnspireerd, levensmoe en wachtend op hun pensioen. Ik hoorde ze weleens onderling bespreken hoe lang ze nog moesten.", "Nu die belangrijke les. In een college 'politieke theorieën van de Middeleeuwen’ ging het over machtige vorsten. U weet wel, de Merovingers en de Karolingers en noem ze allemaal maar op. Hoe kregen heersers de macht en hoe hielden ze die? De docent, een smoezelig charmante Belg die de helft van de tijd onverstaanbaar sprak en de indruk wekte ons allemaal eigenlijk te dom te vinden om zijn analyses te mogen aanhoren, hield een lang verhaal over het verschil tussen macht en gezag, viel even stil en keek ons indringend aan: ‘Maar pas op! Alleenheersers bestaan niet!’ Stel je een koning voor die allemaal bevelen geeft en decreten uitvaardigt, waar niemand naar luistert. Dan heerst hij alleen over niemand. Een heerser, een dictator zelfs, heeft lakeien en vazallen nodig. Mensen die zijn hielen likken, zijn vuile werk opknappen en zijn propaganda verzorgen. Dat zijn óf mensen die geloven in de idealen van die heerser, óf die denken van hem te kunnen profiteren óf die bang zijn. En vaak ook een combinatie van alle drie.", "Dat hebben we bij Trump ook gezien. Hij had een flinke coterie van opportunisten en angstige types om zich heen. Ik herinner mij een filmpje van een vergadering van zijn kabinet, waar iedere minister om de beurt mocht zeggen hoe geweldig The Donald was. Ze deden het allemaal. Ook Mike Pence. Genant en misselijkmakend. Tal van politici van de Republikeinse partij die aanvankelijk niets van hem moesten hebben, zijn op zijn zegekar gesprongen toen ze dachten van hem te kunnen profiteren. Sommigen dachten via hem hun eigen agenda door te kunnen voeren, anderen waren bang op een zijspoor te raken als ze hem niet zouden steunen. Allemaal in de naïeve veronderstelling dat je ongehavend met het beest kunt dansen. Seksistische en racistische opmerkingen, aanvallen op rechters en pers en geweld tegen betogers werden allemaal vergoelijkt. Ook bepaalde media deden er vrolijk aan mee. Gelukkig hield de rechterlijke macht moedig stand.", "Dit ging door tot het bittere eind, toen een deel van de Republikeinen de volstrekt ongegronde en levensgevaarlijke beweringen van Trump steunde dat hij de eigenlijke winnaar van de verkiezingen was. Daarmee waren ze medeverantwoordelijk voor de bestorming van het Capitool in Washington. Nu we de gevaarlijke consequenties ervan hebben gezien en de publieke opinie verschuift, trekken de lafbekken die Trump en het geweld van zijn aanhang mogelijk hebben gemaakt, hun handen er vanaf. Hij is nu een echte alleenheerser geworden, maar wel een met de knop van de kernbommen binnen handbereik.", "Het blijft, ook als je het verkiezingsprogramma van de PVV leest, een belangrijke vraag: waar ligt mijn verantwoordelijkheid? Vind ik het stilzwijgend goed dat er een ministerie van ‘Immigratie, Remigratie en De-islamisering’ komt en dat iedereen met een dubbel paspoort van zijn rechten wordt ontdaan? Of laat ik mijn stem horen? We bepalen samen de loop van de geschiedenis."], "authors": ["Teun Van De Keuken"], "keywords": ["ik", "alleenheersers", "trump", "zijn", "lakeien", "ze", "nodig", "te", "zelfs", "die", "van", "en", "een", "vazallen", "bestaan", "heeft", "het", "niet", "dat"], "pubDate": "2021-01-10T16:23:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}