{"id": "f0267188-d4f5-3998-9253-e5dd85a5755a", "title": "De mooiste acties van Diego Maradona op een rij", "url": "https://www.parool.nl/sport/de-mooiste-acties-van-diego-maradona-op-een-rij~bdd18533/", "summary": "Diego Maradona valt over de Duitse Harald 'Toni' Schumacher (in het geel) en Karl-Heinz Förster (in het groen) tijdens de finale van het wereldkampioenschap op 29 juni 1986.\nNapoli speelt in de halve finale van de Europa Cup tegen Bayern München en Maradona doet zijn warming-up.\nDe wedstrijd gaat gelijk op en dan komt Argentinië op voorsprong door een kopbal van Maradona.\nDoor die ‘Hand van God’ vergeten veel mensen bijna van wat voor schoonheid het tweede doelpunt van Maradona, en tevens de winnende voor Argentinië, was.\nHet internet staat vol met filmpjes van acties van Maradona.", "paragraphs": ["Diego Maradona valt over de Duitse Harald 'Toni' Schumacher (in het geel) en Karl-Heinz Förster (in het groen) tijdens de finale van het wereldkampioenschap op 29 juni 1986. Beeld BSR Agency", "Het filmpje dat bij iedere voetballiefhebber op zijn netvlies staat gebrand. 19 april 1989. Napoli speelt in de halve finale van de Europa Cup tegen Bayern München en Maradona doet zijn warming-up. In het stadion wordt Live is Life van Opus gespeeld. De rest is geschiedenis.", "Op het WK van 1986 is Maradona in bloedvorm. Maar Engeland heeft een topelftal en is lastig te verslaan. De wedstrijd gaat gelijk op en dan komt Argentinië op voorsprong door een kopbal van Maradona. Of was het nou hands? Het moment komt later bekend te staan als de ‘Hand van God’. Argentinië wint de wedstrijd uiteindelijk met 2-1.", "Door die ‘Hand van God’ vergeten veel mensen bijna van wat voor schoonheid het tweede doelpunt van Maradona, en tevens de winnende voor Argentinië, was. Een solo vanaf de middenlijn rondde Pluisje beheerst af.", "Het internet staat vol met filmpjes van acties van Maradona. In deze compilatie staan de vijftig mooiste.", "Maar scoren kon hij ook als geen ander. De tien mooiste."], "authors": ["Het Parool"], "keywords": ["van", "het", "op", "argentinië", "diego", "zijn", "voor", "wedstrijd", "een", "mooiste", "en", "rij", "acties", "maradona"], "pubDate": "2020-11-25T18:57:48+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}