{"id": "f02fb089-cc5a-3f48-ab75-023e5da34b35", "title": "Emmen centraal in landelijke televisieserie (uitzendingen beginnen op 22 maart)", "url": "https://www.dvhn.nl/drenthe/Emmen-staat-centraal-in-landelijke-televisieserie-uitzendingen-beginnen-op-22-maart-26343702.html", "summary": "Emmen staat centraal in een televisieserie die vanaf 22 maart wordt uitgezonden op de landelijke televisie.\nHet gaat om de documentairereeks Typisch, waarbij steeds drie weken lang bewoners uit een bepaald gebied worden geportretteerd.\nDe serie Typisch wordt gemaakt in opdracht van de EO en VARA/BNN en is sinds 2018 op de Nederlandse buis.\nDwingelooDie omroep en VARA/BNN nemen om en om een serie afleveringen voor hun rekening.\nDe eerstkomende serie die wordt uitgezonden, gaat over mensen uit de volkswijk Helmond-west.", "paragraphs": ["Emmen staat centraal in een televisieserie die vanaf 22 maart wordt uitgezonden op de landelijke televisie. Het gaat om de documentairereeks Typisch, waarbij steeds drie weken lang bewoners uit een bepaald gebied worden geportretteerd.", "De eerste opnames in Emmen zijn inmiddels achter de rug. De serie Typisch wordt gemaakt in opdracht van de EO en VARA/BNN en is sinds 2018 op de Nederlandse buis. De afleveringen duren 25 minuten en worden van maandag tot en met donderdag uitgezonden. ,,Het gaat in totaal om twaalf afleveringen, dus drie weken lang’’, zegt woordvoerder Sytze Braaksma van de EO.", "Dwingeloo", "Die omroep en VARA/BNN nemen om en om een serie afleveringen voor hun rekening. De reeks over Emmen wordt gemaakt in opdracht van de EO. Eerder streken de programmamakers in Drenthe neer in Dwingeloo. In de provincie Groningen stond Bellingwolde centraal. Volgens Braaksma kijken er gemiddeld tussen de 500.000 en 750.000 mensen naar de afleveringen.", "De eerstkomende serie die wordt uitgezonden, gaat over mensen uit de volkswijk Helmond-west. Die serie begint op maandag 11 januari."], "authors": ["Jan Willem Horstman"], "keywords": ["gaat", "landelijke", "van", "beginnen", "centraal", "uitgezonden", "emmen", "en", "om", "een", "wordt", "22", "op", "televisieserie", "uitzendingen", "maart", "serie"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}