{"id": "f052afdc-20be-3075-9f40-0047184ab448", "title": "Zo gaat NU.nl om met klachten over artikelen", "url": "https://nu.nl/blog/6094626/zo-gaat-nunl-om-met-klachten-over-artikelen.html", "summary": "Als je een klacht over een artikel op NU.nl hebt of ons op een inhoudelijke fout wil wijzen, dan kun je mailen naar redactie@nu.nl, een NUjij-reactie achterlaten of een Twitter-bericht naar @NUnl sturen.\nLaat duidelijk weten over welk artikel je een klacht hebt of waar je een fout bent tegengekomen.\nWe reageren niet op opmerkingen die niet over de inhoud van onze artikelen gaan, zoals een persoonlijke aanval op de auteur of een niet onderbouwde klacht.\nWanneer de fout tot een andere interpretatie van (een deel van) het artikel kon leiden, leggen we in een schuingedrukte tekst in het artikel uit wat we hebben aangepast.\nIn dat geval vermelden we voor de duidelijkheid ook in de kop dat het om een verbeterd artikel gaat.", "paragraphs": ["Als je een klacht over een artikel op NU.nl hebt of ons op een inhoudelijke fout wil wijzen, dan kun je mailen naar redactie@nu.nl, een NUjij-reactie achterlaten of een Twitter-bericht naar @NUnl sturen. Laat duidelijk weten over welk artikel je een klacht hebt of waar je een fout bent tegengekomen.", "Wat gebeurt er met je opmerking?", "Onze redacteuren houden de mailbox 24 uur per dag in de gaten. De reacties op ons platform NUjij worden van 's ochtends tot in de avonduren gemonitord. Voor al onze communicatiekanalen geldt dat we tijdens kantooruren wat meer tijd hebben om te reageren. We proberen in ieder geval binnen twaalf uur op je opmerking in te gaan.", "Afhankelijk van de aard wordt de klacht door de betreffende redacteur, een coördinator, een redactiechef en/of een eindredacteur bekeken. Als over een kwestie discussie bestaat, zullen NU.nl-medewerkers gezamenlijk besluiten of de tekst moet worden aangepast.", "Alle opmerkingen die we ontvangen, worden gelezen. Maar vanwege het grote aantal berichten dat we dagelijks ontvangen, beantwoorden we ze niet allemaal.", "We reageren niet op opmerkingen die niet over de inhoud van onze artikelen gaan, zoals een persoonlijke aanval op de auteur of een niet onderbouwde klacht. Ook reageren we niet op gescheld.", "Wat kun je van ons verwachten als we een fout hebben gemaakt?", "Als blijkt dat we inderdaad een fout hebben gemaakt, dan verbeteren we die in het bewuste artikel. Wanneer de fout tot een andere interpretatie van (een deel van) het artikel kon leiden, leggen we in een schuingedrukte tekst in het artikel uit wat we hebben aangepast.", "Als door de fout(en) de strekking van het artikel niet klopt, dan herschrijven we het stuk en lichten we uitgebreider toe wat er is misgegaan en hoe we dit hebben opgelost. In dat geval vermelden we voor de duidelijkheid ook in de kop dat het om een verbeterd artikel gaat.", "Mochten we vanwege jouw opmerking een stuk hebben gewijzigd of aangevuld, dan proberen we je dit binnen twaalf uur te laten weten.", "Als we na een klacht of opmerking hebben besloten het artikel niet aan te passen, dan proberen we dat binnen twaalf uur aan je door te geven. Na de beantwoording van je bericht gaan we over het algemeen niet verder met je in discussie."], "authors": ["Door"], "keywords": ["gaat", "nunl", "van", "zo", "artikel", "om", "met", "een", "op", "hebben", "te", "het", "artikelen", "klachten", "niet", "dat", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}