{"id": "f0572afd-288b-350d-bd3f-f75c958316b8", "title": "Online nieuwjaarsreceptie Leiden trekt net zoveel bezoekers als normaal", "url": "https://nu.nl/leiden/6100249/online-nieuwjaarsreceptie-leiden-trekt-net-zoveel-bezoekers-als-normaal.html", "summary": "Dat zijn er ongeveer net zoveel als op een reguliere nieuwjaarsreceptie in de Pieterskerk, meldt kabinetschef Michael Juffermans van de gemeente Leiden.\nWie inlogde kreeg eerst een algemeen programma te zien waarbij presentator Menno Bentveld in gesprek ging met burgemeester Henri Lenferink.\nAansluitend hield Lenferink zijn nieuwjaarstoespraak.\nDaarna waren er verschillende 'kamers' waar de bezoekers online in gesprek konden met de Leidse wethouders.\nOok was er een politiek café waar politiek verslaggever Chris de Waard van Sleutelstad in gesprek ging met de fractievoorzitters van GroenLinks, de PvdA, de Partij voor de Dieren en de VVD.", "paragraphs": ["De Leidse nieuwjaarsreceptie heeft maandagavond zo'n zevenhonderd bezoekers getrokken. Dat zijn er ongeveer net zoveel als op een reguliere nieuwjaarsreceptie in de Pieterskerk, meldt kabinetschef Michael Juffermans van de gemeente Leiden.", "Wie inlogde kreeg eerst een algemeen programma te zien waarbij presentator Menno Bentveld in gesprek ging met burgemeester Henri Lenferink. Aansluitend hield Lenferink zijn nieuwjaarstoespraak. Daarna waren er verschillende 'kamers' waar de bezoekers online in gesprek konden met de Leidse wethouders.", "Ook was er een politiek café waar politiek verslaggever Chris de Waard van Sleutelstad in gesprek ging met de fractievoorzitters van GroenLinks, de PvdA, de Partij voor de Dieren en de VVD. Via de chat deden ook andere politici en inwoners mee."], "authors": ["Door"], "keywords": ["er", "bezoekers", "van", "zijn", "waar", "normaal", "net", "lenferink", "met", "een", "politiek", "gesprek", "leiden", "nieuwjaarsreceptie", "zoveel", "trekt", "als", "online"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}