{"id": "f07d270f-1b74-3720-8939-896ce8d4546d", "title": "‘Rutte verantwoordelijk voor de crises? Poeh, nee zeg’", "url": "https://www.parool.nl/columns-opinie/rutte-verantwoordelijk-voor-de-crises-poeh-nee-zeg~bf04a119/", "summary": "Gedupeerde ouders praten op het Plein met premier Mark Rutte, voorafgaand aan het verhoor van Rutte door de parlementaire ondervragingscommissie Kinderopvangtoeslagen.\nEU-land zijn begonnen met vaccineren, is tekenend voor de onmacht die het gevolg is van een politieke filosofie die van ondaadkrachtigheid een adagium maakt.\nHet is een beroep doen op een deugd, op wat we met een archaïsch woord – wie kent het nog?\n‘It takes the waiting out of wanting,’ was de omineuze slogan van een Britse creditcard in de jaren negentig.\nEen knoeiboel van formaat waarin vooral het verantwoordelijkheidsgevoel ten aanzien van het algemeen belang verloren is gegaan.", "paragraphs": ["Gedupeerde ouders praten op het Plein met premier Mark Rutte, voorafgaand aan het verhoor van Rutte door de parlementaire ondervragingscommissie Kinderopvangtoeslagen. Beeld ANP", "Het afgelopen jaar was het jaar van de zichtbaar afwezige verantwoordelijkheid. Premier Mark Rutte (VVD) wist het jaar treffend in woorden te vatten toen hij tegenover een groepje gedupeerde toeslagenouders tot compassie werd bewogen: “Poeh!” En bij het afkondigen van de jongste lockdown viel hij in herhaling: “Poeh!”", "Ruttes machinale ‘poeh’ is meer dan een onsuccesvolle poging medeleven te tonen; het is een retorische kunstgreep met de functie om van hem een ‘mede-lijder’ te maken. Een poging een wij-belevenis te creëren in relatie tot een groot, boos, extern probleem – de pandemie of de falende rechtsstaat – en hem te scharen aan de zijde van de slachtoffers. Want wie ‘poeh’ zegt, beklaagt zich. Wie ‘poeh’ zegt, communiceert zijn onmacht. Wie ‘poeh’ zegt, draagt geen verantwoordelijkheid.", "Toeslagenaffaire", "Wie echter zijn oren spitst, hoort in Ruttes ‘poeh’ vooral het piepen en kraken van een staatsbestel dat tien jaar lang volgens goed liberaal gebruik is gekortwiekt. Dankzij de ideologisch gedreven terugtrekking van de overheid en de daarbijhorende privatiseringen en bezuinigingen (op de nu zo benodigde zorg bijvoorbeeld) lopen we deze coronacrisis continu achter de feiten aan, dreigen we golf na golf als een poreus zandkasteeltje overspoeld te worden. Dat wij nu ook als laatste (!) EU-land zijn begonnen met vaccineren, is tekenend voor de onmacht die het gevolg is van een politieke filosofie die van ondaadkrachtigheid een adagium maakt.", "Met het verwateren van de politieke daadkracht, verwatert ook in toenemende mate de politieke verantwoordelijkheid. De liberale overheid, klein en teruggetrokken, die met haar plichtaversie een dringend (maar nooit een dwingend) beroep doet op de verantwoordelijkheid van de burger, lijkt zich steeds minder om haar eigen verantwoordelijkheid te hoeven bekommeren. Zeker: voor de pandemie an sich is niemand in Den Haag verantwoordelijk. Maar voor de huidige politieke en bestuurlijke onmacht wel. Want die onmacht ontstaat niet uit zichzelf; onmacht is óók een politieke keuze.", "Waar de macht ontegenzeggelijk wél werd uitgeoefend – de toeslagenaffaire – trachtte het kabinet alsnog haar verantwoordelijkheid te ontduiken. “Een verschrikkelijk ongeluk,” zo omschreef onze premier deze tien jaar durende bestuurlijke miskleun. In zijn ogen waren het noch het beleid van de regering, noch de aansturing van het ministerie door een minister (nee, het waren zeker geen menselijke handelingen of politieke keuzes) die ten grondslag", "lagen aan de ongehoorde misère van de vermeende fraudeurs. Het was iets anders. Rutte verlichtte ons met het antwoord: “De rechtsstaat heeft burgers schade toegebracht.”", "Lodewijk Asscher", "Pieter Omtzigt (CDA) sprak bij Buitenhof over een rechtsstaat die geschaad was door bestuurlijk falen, Rutte sprak liever over de schadelijke rechtsstaat. Ook destijds vicepremier Lodewijk Asscher, die in zijn nieuwjaarsbrief als PvdA-heiland de wereld belooft te beteren, wijst maar met een amper op te merken, halfslachtig vingertje naar zichzelf; volgens hem is het ‘de ideologie’ van de individuele verantwoordelijkheid en ‘succes is een keuze’ die tot de mensonterende fraudejacht heeft geleid – en dus valt het hem niet al te zwaar aan te rekenen.", "Het is zoals Gerrit Komrij ooit over verantwoordelijkheid schreef: ‘Je hebt je eigen daden weggedrukt en een mechaniek is je intermediair geworden tussen je geweten en het hele erge.’ Zo toverden Rutte en Asscher unisono de oorzaak van al het lijden om tot abstractum. Simsalabim, poef, weg verantwoordelijkheid.", "Black Friday", "Zo fanatiek als men het in Den Haag ontweek, zo vanzelfsprekend achtte men het dat de burger het zou nemen: eigen verantwoordelijkheid. Aan het politieke roer lijkt echter niemand te willen erkennen dat tussen droom en daad de menselijke natuur in de weg staat.", "Eigen verantwoordelijkheid nemen behelst het opofferen van de bevrediging van de directeeigen begeertes en de bekommering om iets groters, iets zelfoverstijgends.", "Het is een beroep doen op een deugd, op wat we met een archaïsch woord – wie kent het nog? – karakter noemen. Maar karakter (Grieks: kharássein, ‘inkrassen’) krijgt men bij geboorte niet cadeau – ook de Nederlander niet. Dit moet gekozen, herhaald, erin geslepen worden zodat het, aldus Aristoteles, tweede natuur wordt.", "Een herculeaanse opgave onder ‘normale’ omstandigheden; een sisyfusarbeid binnen een neoliberaal paradigma dat het nou net moet hebben van de neutralisering van alles dat tussen begeren en consumeren in staat.", "Ook de eigen verantwoordelijkheid mag niet tussenbeide komen. ‘It takes the waiting out of wanting,’ was de omineuze slogan van een Britse creditcard in de jaren negentig. Een tjokvol Schiphol tijdens de lockdown en mensenhordes die zichzelf en anderen een ongeluk shoppen op Black Friday? Natuurlijke uitvloeisels van deze hedonistische formule.", "Zo werd 2020 het jaar van de zichtbaar afwezige verantwoordelijkheid. Met de politieke en bestuurlijke daadkracht is allengs ook de politieke verantwoordelijkheid uitgehold. Door de verantwoordelijkheid enerzijds op abstracte systemen, anderzijds en in toenemende mate op de individuele burger af te schuiven, wassen beleidsmakers hun handen in onschuld, terwijl ze stilletjes (maar weloverwogen) hun zegen geven aan de ongebonden driften van het vrije individu.", "Een knoeiboel van formaat waarin vooral het verantwoordelijkheidsgevoel ten aanzien van het algemeen belang verloren is gegaan.", "Ursus Eijkelenberg is onderzoeker aan de Universiteit van Manchester, specialiseert zich in het staatsrecht. Beeld -"], "authors": ["Ursus Eijkelenberg", "Matija Lujic"], "keywords": ["nee", "politieke", "van", "zeg", "voor", "en", "een", "verantwoordelijkheid", "met", "rutte", "te", "op", "verantwoordelijk", "het", "crises", "die", "poeh"], "pubDate": "2021-01-09T18:00:02Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}