{"id": "f0964d92-6893-3a34-99a5-2ed83d455e65", "title": "De Boeing 737 Max vliegt na twintig maanden weer in VS", "url": "https://volkskrant.nl/economie/de-boeing-737-max-vliegt-na-twintig-maanden-weer-in-vs~b8fb6015/", "summary": "Nog maar 39 procent van hen blijkt zich de crashes te herinneren met toestellen van Lion Air en Ethiopian Airlines.\nWanneer ze aan de rampvluchten worden herinnerd, zegt 57 procent dat ze vermoedelijk niet snel in een 737 Max zullen stappen, aldus een peiling door persbureau Reuters.\nLuchtvaartmaatschappijen die de 737 Max weer in bedrijf nemen, zijn verplicht de ontwerpwijzigingen door te voeren.\nOok moeten piloten opnieuw worden getraind voor ze met het toestel de lucht in mogen.\nAndere grote Amerikaanse luchtvaartmaatschappijen beginnen pas weer met vliegen in februari of nog later.", "paragraphs": ["Een Boeing 737 Max. Beeld REUTERS", "Veel Amerikaanse passagiers blijken beide ongelukken, waarbij in totaal 346 mensen omkwamen, al min of meer vergeten. Nog maar 39 procent van hen blijkt zich de crashes te herinneren met toestellen van Lion Air en Ethiopian Airlines.", "Wanneer ze aan de rampvluchten worden herinnerd, zegt 57 procent dat ze vermoedelijk niet snel in een 737 Max zullen stappen, aldus een peiling door persbureau Reuters. Een groot deel van de potentiële passagiers zegt het eerst halfjaar de kat uit de boom te zullen kijken.", "American Airlines, dat dinsdag de eerste lijnvlucht zal uitvoeren tussen de steden Miami en New York, belooft klanten te zullen omboeken naar een vlucht uitgevoerd met een ander type toestel, als die daar om vragen. Eerder opperde de maatschappij het plan rondleiding te geven aan klanten, die daarbij vragen kunnen stellen aan piloten en ingenieurs die ervaring hebben met het toestel.", "Luchtvaartmaatschappijen die de 737 Max weer in bedrijf nemen, zijn verplicht de ontwerpwijzigingen door te voeren. Ook moeten piloten opnieuw worden getraind voor ze met het toestel de lucht in mogen.", "Andere grote Amerikaanse luchtvaartmaatschappijen beginnen pas weer met vliegen in februari of nog later. In Brazilië wordt inmiddels al weer gevlogen met de Max. In Europa wordt het vliegverbod naar verwachting in januari opgeheven."], "authors": [], "keywords": ["boeing", "van", "twintig", "max", "met", "een", "weer", "vs", "737", "maanden", "ze", "te", "het", "zullen", "vliegt", "die"], "pubDate": "2020-12-28T17:38:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}