{"id": "f09b9bc4-3d45-3cea-8a19-e9536ba3a87d", "title": "Succes in Silicon Valley? Het begint met een kop koffie met je concurrent", "url": "https://nu.nl/ondernemen/6093650/succes-in-silicon-valley-het-begint-met-een-kop-koffie-met-je-concurrent.html", "summary": "Mensen zijn benaderbaar voor een kop koffie en helpen elkaar verder.\nIn Nederland heerst toch het idee dat zodra je een ingeving hebt, je die moet beschermen.\"\n\"Alles om het te verbeteren, want het is uiteindelijk de uitvoering die het verschil maakt.\"\n\"Je geeft een paar procent aandelen aan een groep experts af en die helpt je in ruil daarvoor met het uitwerken van je plan.\nMaar het een sluit het ander niet uit: je kunt het goede uit de Valley overnemen zonder het slechte te importeren\", zegt Schram.", "paragraphs": ["Het is de thuisbasis van grote bedrijven als Facebook, Google en Apple: Silicon Valley. Het is een gebied in de VS zo groot als de Randstad, waar de investeringen in start-ups 45 keer zo hoog zijn als in heel Nederland. Wat maakt deze regio in de buurt van San Francisco nu zo aantrekkelijk voor ondernemers, en wat kunnen andere start-ups daarvan leren?", "Ondernemer Wibe Wagemans en journaliste Eva Schram werken beiden al jaren in de regio, en zochten naar antwoorden voor hun boek Het geheim van Silicon Valley.", "De afgelopen jaren interviewde Schram veel ondernemers in het gebied. Wat viel haar op? \"De manier waarop mensen hier netwerken is veel laagdrempeliger. Mensen zijn benaderbaar voor een kop koffie en helpen elkaar verder. In Nederland heerst toch het idee dat zodra je een ingeving hebt, je die moet beschermen.\"", "“In Nederland blijft iedereen op zijn eigen eilandje en leer je dus weinig van elkaar.” Eva Schram", "Wagemans herkent die openheid ook, en ziet in Silicon Valley zelfs concurrenten nieuwe ideeën met elkaar bespreken. \"Alles om het te verbeteren, want het is uiteindelijk de uitvoering die het verschil maakt.\"", "Het klinkt misschien wat onlogisch, maar Schram legt uit dat ideeën voor een nieuwe onderneming in het begin nog zo pril zijn, dat delen geen kwaad kan. \"Zodra je het meer uitwerkt, geef je natuurlijk minder prijs. Maar in Nederland blijft iedereen op zijn eigen eilandje en leer je dus weinig van elkaar.\"", "Het hangt samen met de extreme concentratie van talent die zich ophoudt in de regio. Schram stelt het als volgt: \"Er is altijd iemand slimmer dan jij, daar moet je gebruik van maken.\"", "Advies in ruil voor een aandeel in je bedrijf", "Wie het nog niet aandurft zijn idee met de concurrent te delen, kan er volgens Amerikaans gebruik goed aan doen om een zogenoemde Advisory Board aan te stellen. \"Je geeft een paar procent aandelen aan een groep experts af en die helpt je in ruil daarvoor met het uitwerken van je plan. Zo betaal je nu nog niets, maar als je bedrijf groeit, groeit de winst van deze adviseurs\", legt Schram uit.", "Die manier van uitbetalen op termijn sluit aan bij de werkwijze van Silicon Valley, waar mensen elkaar helpen zonder daar direct iets voor terug te krijgen. \"In plaats van 'pay back' werk je via het principe van 'pay forward'\", legt Wagemans uit. Je helpt iemand uit je netwerk door mensen aan elkaar voor te stellen, en de volgende keer denkt iemand anders weer aan jou. \"Dat zie je bij Europese start-ups toch minder.\"", "Schandalen en gebrek aan sociaal vangnet in San Francisco", "Toch is niet alles koek en ei in Silicon Valley, getuige het grote aantal schandalen bij bedrijven uit de regio. \"In ons boek schromen we niet de schaduwzijden van Silicon Valley, zoals het gebrek aan diversiteit en de macht van bedrijven als Google en Facebook, aan te kaarten. Maar het een sluit het ander niet uit: je kunt het goede uit de Valley overnemen zonder het slechte te importeren\", zegt Schram.", "Bovendien staat er meer op het spel in het gebied bij San Francisco: de kosten van levensonderhoud zijn er zó hoog dat het niet ongebruikelijk is dat mensen die hun baan verliezen al snel hun huur niet meer kunnen betalen. \"Het sociale vangnet in Nederland, waar je op terug kunt vallen als je onderneming mislukt, ontbreekt hier volledig\", legt Schram uit.", "Tegelijkertijd oppert Wagemans dat dat juist de wil om te slagen vergroot. \"Er heerst hier een bepaalde honger om succesvol te worden.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["van", "dat", "concurrent", "een", "aan", "het", "en", "succes", "je", "te", "zijn", "silicon", "voor", "kop", "valley", "met", "koffie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}