{"id": "f0ab2f22-d476-3116-9150-e1a69ab00ef8", "title": "Zegetocht Netanyahu in het Midden-Oosten gaat door", "url": "https://www.parool.nl/wereld/zegetocht-netanyahu-in-het-midden-oosten-gaat-door~b372d76e/", "summary": "Premier Netanyahu eerder deze week op een persconferentie in Jeruzalem.\nEen vergelijkbaar bestand met Saoedi-Arabië, zover is het overigens nog niet, zou voor Netanyahu een enorme overwinning zijn.\nKhartoum erkende het bestaansrecht van Israël onder druk uit Washington en in ruil werd Soedan van de Amerikaanse lijst me terreurstaten gehaald.\nWat Israël, de VS en hun nieuwe Golfvrienden bindt, is de afkeer van het regionaal om zich heen bijtende Iran.\nDie afkeer weegt inmiddels klaarblijkelijk zwaarder dan de creatie van een internationaal erkende Palestijnse staat, die voor Arabische landen lang een voorwaarde was voor erkenning van Israël.", "paragraphs": ["Premier Netanyahu eerder deze week op een persconferentie in Jeruzalem. Beeld AP", "Het onaangekondigde en onofficiële bezoek lag tot op zekere hoogte in de lijn der verwachting. Israël legde het eerder dit jaar al aan met de Verenigde Arabische Emiraten, Soedan en Bahrein. Toen die laatste Golfstaat tekende voor normalisering, wisten velen: dan zou Riyad zomaar eens snel kunnen volgen. Bahrein zou een dergelijke stap nooit hebben gezet zonder goedkeuren van het machtige en enorme buurland. Een vergelijkbaar bestand met Saoedi-Arabië, zover is het overigens nog niet, zou voor Netanyahu een enorme overwinning zijn.", "Volgens de Israëlische zender Channel 12 TV kreeg hij maandag te horen dat Saoediërs daar nog niet klaar voor zijn. Maar dat de premier überhaupt mocht komen praten, is uniek. Saoedi-Arabië heeft sinds de creatie van Israël altijd een vijandige lijn gevaren.", "Stuwende kracht", "Spotters zagen Netanyahu’s toestel maandag in de loop van de ochtend koers zetten naar de Saoedische havenstad Neom. Hoewel de Saoedi’s die lezing ontkennen, meldde de Hebreeuwse nieuwssite Walla dat Netanyahu en Mossadbaas Yossi Cohen aan de rode zee met kroonprins Mohammed bin Salman spraken. Die had daar een dag eerder ook de Amerikaanse minister van Buitenlandse Zaken Mike Pompeo ontvangen.", "De regering-Trump is een stuwende kracht achter de opmerkelijke ontwikkeling rond Israël. De Verenigde Arabische Emiraten en Bahrein teken­den op het Witte Huis voor hun vriendschap met Jeruzalem. Khartoum erkende het bestaansrecht van Israël onder druk uit Washington en in ruil werd Soedan van de Amerikaanse lijst me terreurstaten gehaald.", "Wat Israël, de VS en hun nieuwe Golfvrienden bindt, is de afkeer van het regionaal om zich heen bijtende Iran. Die afkeer weegt inmiddels klaarblijkelijk zwaarder dan de creatie van een internationaal erkende Palestijnse staat, die voor Arabische landen lang een voorwaarde was voor erkenning van Israël.", "Biden en de Palestijnen", "De situatie die zich langzamerhand ontvouwt in het Midden-Oosten, staat haaks op het beleid dat de aanstaande Amerikaanse president Joe Biden lijkt te gaan voeren met betrekking tot vooral Iran. Biden was vice­president toen onder leiding van Barack Obama in 2015 internationale afspraken werden gemaakt over het kernprogramma van Teheran.", "Trump trok zich twee jaar geleden eenzijdig terug uit het programma, waarna de vijandigheden eind vorig jaar escaleerden. Biden wil weer toenadering zoeken en de nucleaire ambities van het Iraanse regime opnieuw op tafel leggen.", "Volgens Haaretz wordt er ook een telefonisch overleg voorbereid tussen de Democraat en de Palestijnse president Mahmoud Abbas. Met hem was de relatie onder Trump tot een historisch dieptepunt gezakt."], "authors": ["David Van Unen"], "keywords": ["van", "het", "op", "middenoosten", "met", "zegetocht", "gaat", "die", "israël", "netanyahu", "een", "en", "dat", "door", "voor"], "pubDate": "2020-11-24T11:50:08+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}