{"id": "f0b1d696-424b-3bef-8e4d-33b69265a335", "title": "Geen vrijdaggebed meer in Haagse moskee as-Soennah door lockdown", "url": "https://nu.nl/den-haag/6097225/geen-vrijdaggebed-meer-in-haagse-moskee-as-soennah-door-lockdown.html", "summary": "Stichting as-Soennah ziet zich door de nieuwe coronamaatregelen genoodzaakt het onderwijs tijdelijk te stoppen.\nOok kan het vrijdaggebed niet meer in de moskee bijgewoond worden, maar alleen online.\nGeduld\"Bij het nemen van dit moeilijke besluit hebben wij onze religieuze plicht, het maatschappelijk belang en onze bestuurlijke verantwoordelijkheid meegewogen.\nWij vragen iedereen om geduld te hebben in deze moeilijke tijd en kracht te putten uit onze mooie geloof.\"\nIn juni sloot de moskee ook al de deuren, toen er een uitbraak van COVID-19 was in de moslimgemeenschap.", "paragraphs": ["Stichting as-Soennah ziet zich door de nieuwe coronamaatregelen genoodzaakt het onderwijs tijdelijk te stoppen. Ook kan het vrijdaggebed niet meer in de moskee bijgewoond worden, maar alleen online.", "De moskee blijft wel gewoon open voor de vijf dagelijkse gebeden, met een maximum van dertig bezoekers. Alle activiteiten kunnen ook online bijgewoond worden.", "Djanazah-gebeden zijn alleen toegankelijk voor familieleden met een maximum van honderd bezoekers.", "De stichting geeft het dringende advies om zoveel mogelijk de gebeden thuis te doen. Deze maatregelen zullen in ieder geval tot 19 januari 2021 van kracht blijven.", "Geduld", "\"Bij het nemen van dit moeilijke besluit hebben wij onze religieuze plicht, het maatschappelijk belang en onze bestuurlijke verantwoordelijkheid meegewogen. Ondanks dat religieuze instellingen uitgezonderd worden, geven wij gehoor aan het dringend verzoek van de overheid om het aantal bezoekers tot maximaal dertig te beperken. Met deze maatregelen draagt stichting as-Soennah bij aan de veiligheid en de gezondheid van haar achterban en de samenleving als geheel. Wij vragen iedereen om geduld te hebben in deze moeilijke tijd en kracht te putten uit onze mooie geloof.\"", "In juni sloot de moskee ook al de deuren, toen er een uitbraak van COVID-19 was in de moslimgemeenschap."], "authors": ["Door"], "keywords": ["van", "om", "onze", "moskee", "het", "en", "wij", "stichting", "ook", "te", "geen", "lockdown", "vrijdaggebed", "meer", "assoennah", "haagse", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}