{"id": "f0c4e2c3-a8c6-3e09-8828-0174ef922a6c", "title": "Een maand zonder verpakkingen: hoe haalbaar is de zero-wastelifestyle?", "url": "https://volkskrant.nl/nieuws-achtergrond/een-maand-zonder-verpakkingen-hoe-haalbaar-is-de-zero-wastelifestyle~b6377fa7/", "summary": "Journalist Daphne van Paassen leefde een maand zonder verpakkingen (of deed althans een poging).\n‘Vertel even hoever je al bent met je zero-wastelifestyle’, moedigt Parmentier de tien vrouwen aan, die op corona-afstand om haar heen staan.\nZe wast haar haar met een shampoobar (shampoo in blokvorm; dat scheelt plastic flessen), maar weet niet hoe ze verder moet.\nMaak groene reclame-uitingen mannelijker, was het advies van de onderzoekers (mannen shopten bijvoorbeeld groener met een stoer vormgegeven cadeaukaart dan met een roze, bebloemde kaart).\nBestel je opnieuw, dan kun je je oude potten teruggeven.", "paragraphs": ["Het klinkt prachtig, een leven zonder afval, maar hoe haalbaar is zo’n zero-wastelifestyle? En waarom lijken vooral vrouwen zich ervoor in te spannen? Journalist Daphne van Paassen leefde een maand zonder verpakkingen (of deed althans een poging).", "Bij de marktkraam ‘Jackie’s Chocolates’ staat Chèrie Parmentier abrupt stil. Deze kent ze nog niet. Omzichtig informeert ze bij de keurige verkoopster met een klassiek hoedje en gestifte lippen of ze de handgemaakte bonbons ook in een zelf meegebracht bakje kan meekrijgen. Geen probleem. Ze draait zich stralend om naar haar groep: ‘Je kunt hier verpakkingsvrije chocola krijgen. Vegan! Yeah!’ Ten minste vijf vrouwen verdringen zich rond de kraam om hun glazen potten en tupperwarebakjes te vullen.", "Parmentier (28) is in het dagelijks leven gerechtssecretaris bij de rechtbank in Haarlem. Maar vandaag leidt ze een van de 26 zero-wastetours die ‘burgerinitiatief’ Zero Waste Nederland overal in het land organiseert, in samenwerking met duurzaamheidsplatform Milieu Centraal. Ze zijn allemaal volgeboekt: driehonderd mensen leren vandaag hoe ze verpakkingsvrij boodschappen kunnen doen. En ik ben een van hen.", "Even daarvoor hebben we ons aan elkaar voorgesteld voor het stadhuis aan de Grote Markt in Haarlem. ‘Vertel even hoever je al bent met je zero-wastelifestyle’, moedigt Parmentier de tien vrouwen aan, die op corona-afstand om haar heen staan. Ik kijk verschrikt om me heen: hoever? Ik moet nog beginnen.", "Anouk, een meisje met grijs geverfd haar en gouden brilmontuur, is er sinds kort mee bezig; ze heeft glazen potten aangeschaft en beewraps (bijenwasdoeken die je meermaals kunt gebruiken in plaats van plastic huishoudfolie). Ze wast haar haar met een shampoobar (shampoo in blokvorm; dat scheelt plastic flessen), maar weet niet hoe ze verder moet. Wendy was goed op weg tot corona roet in het eten gooide, ‘want de groenteboer en bakker wilden vanwege het besmettingsgevaar mijn zelf meegebrachte katoenen zakjes niet meer vullen’. Renée merkt nu ze thuiswerkt ineens hoeveel plastic verpakkingen ze weggooit: ‘Iedere keer dacht ik: jeetje, wat een berg! Choquerend gewoon.’ Net als een aantal anderen in het gezelschap werd ze zich bewust van de plasticsoep toen ze op Bali was, waar de stranden bij bepaalde windstromen bezaaid liggen met rotzooi. ‘Ik dacht: dit moet je bij de bron aanpakken.’", "Marginaal?", "Ik verschuil me achter mijn vak: ik ben hier voor een verhaal. Weliswaar heb ik de afgelopen twee jaar mijn huis verduurzaamd en ga ik niet op vliegvakantie (naar Bali), maar ik heb inmiddels wel een hele reeks nylongroentezakjes van Albert Heijn in huis, omdat ik ze meestal vergeet mee te nemen als ik boodschappen ga doen; van zero waste heb ik weinig kaas gegeten. Het leek me altijd iets marginaals, iets voor fanatieke jonge vrouwen die duurzaamheid terugbrachten tot één perfect uitgevoerd onderdeel en dat breed uitmaten op Instagram.", "Maar het burgerinitiatief Zero Waste Nederland kwam vorige maand als nieuwkomer op plaats 31 binnen op de Duurzame 100 van Trouw – de lijst met groene koplopers. Frontvrouw Elisah Pals vermoedt dat er zo’n 100- tot 150 duizend mensen in Nederland bezig zijn met zo min mogelijk afval te leven. Niet voor niets heeft de eerste online verpakkingsvrije supermarkt in Nederland, die dit jaar werd opgericht, een wachtlijst van 23 duizend mensen en zijn boeken van zero-wastegoeroes als Bea Johnson in 27 talen vertaald. In Nederland hebben de zussen Jessie en Nicky Kroon net hun tweede boek met tips en tricks uitgebracht. In november beginnen ze met de Zero Waste Academy, die in zes weken een ‘zero-wastemindset’ belooft. Misschien is het fenomeen toch minder onbeduidend dan ik dacht.", "‘Net als bij de strijd tegen voedselverspilling is zero waste niet meer alleen het onderwerp van wat wij de donkergroene doelgroep noemen’, zegt Sanne Stroosnijder, programmamanager voedselverspilling aan de Wageningen Universiteit (WUR). Ook de lichtgroene groep vindt het inmiddels aantrekkelijk; mensen die van goede wil zijn, maar voor wie het wel makkelijk, toegankelijk en niet te duur moet zijn. ‘Neem de anti-voedselverspillingsapp Too Good To Go. Die is inmiddels door ruim 1,9 miljoen mensen gedownload. Dan kun je niet meer zeggen dat het iets is voor de happy few.’", "Wat helpt, is dat de zero-wastebeweging aansprekende boegbeelden heeft die met foto’s op Instagram laten zien hoe mooi zo’n leven eruitziet: zenachtig lege keukens met perfect geordende kasten vol glazen weckpotten gevuld met pasta, rijst en bonen. Badkamers met natuursponzen, bamboezeepbakjes en amberkleurige flesjes met zelfgemaakte beautyproducten. ‘Kijken naar influencers is sowieso voor steeds meer mensen een manier om zich op de wereld te oriënteren’, zegt Stroosnijder, ‘maar uit onderzoek weten we ook dat een positieve sociale norm het effectiefst aanzet tot duurzame gedragsverandering. Veel effectiever dan tijdingen als: ‘Doe iets, de wereld vergaat.’ De influencers laten zien dat het kan én er aantrekkelijk uitziet, en dat het dus binnen handbereik ligt.’", "Leidraad voor bijna alle zero-wastegoeroes zijn de vijf R’s: refuse (weiger al dan niet gratis wegwerpplastic door bijvoorbeeld je eigen zakjes of koffiebeker mee te nemen), reduce (koop, verbruik en verspil minder), reuse (hergebruik glazen jampotjes of kleding, repareer kapotte spullen), recycle (scheid je afval consequent) en rot (composteer je gft).", "Dat er iets aan de hoeveelheid plastic moet gebeuren, is duidelijk. Jaarlijks gebruiken Nederlanders, behoudend gerekend, 26 miljard plastic voedselverpakkingen. Milieu Centraal gaat zelfs uit van ruim 43 miljard (zeven verpakkingen per persoon per dag). En hoewel uit meerdere enquêtes blijkt dat ruim driekwart van de bevolking zich ergert aan de hoeveelheid plastic in supermarkten, ziet het ernaar uit dat het gebruik de komende jaren verder stijgt. Allereerst door bevolkingsgroei en de toename van eenpersoonshuishoudens, blijkt uit een sectoranalyse van ING uit 2019, maar ook door meer aanbod van gemaksproducten zoals voorgesneden groenten en kant-en-klaarmaaltijden. ‘Ook covid-19 zal zeker invloed hebben op de hoeveelheid verpakkingen, omdat er uit hygiëneoverwegingen meer voorverpakt voedsel wordt aangeboden’, zegt Stroosnijder.", "Niet in de supermarkt", "Wie verpakkingsvrij boodschappen wil doen, moet dus niet in de supermarkt zijn. Weliswaar kun je er beperkt groente, fruit en brood los kopen, maar daar houdt het op. Van kaas tot pasta, noten en vlees: alles is verpakt.", "De beste plek voor de zero-waster is de markt, zegt Parmentier, die bijna gelukzalig om zich heen kijkt. ‘Hier kun je zo goed als alles los krijgen, waardoor je kunt vragen of ze het in je zelf meegebrachte bakjes doen.’ Van groente, fruit, brood en koek, tot verse pasta, olijven, noten, kaas en vis. ‘En bij de Turkse kraam kan ik de vegetarische huisgemaakte groenteballetjes enorm aanraden.’ Sommige kraampjes hebben op de vitrines stickers van Zero Waste Nederland geplakt met ‘Neem gerust je eigen verpakking mee’, die Parmentier de afgelopen weken heeft uitgedeeld.", "Behalve de markt bieden kleine speciaalzaken uitkomst. Voor blokken zeep, shampoobars en tandpasta in de vorm van tabletjes gaan we langs bij de peperdure, maar verpakkingsvrije winkel Lush. Voor losse koffiebonen, thee en kruiden kunnen we terecht bij The Art of... Tea, Herbs & Spices. Zelfs katten- en hondenvoer is verpakkingsvrij te krijgen in de dierenwinkel. ‘Zie je? Echt alles is los te koop’, zegt Parmentier.", "Als we na de markt zes winkeltjes hebben aangedaan en 2,5 uur verder zijn, vraag ik Parmentier of boodschappen doen op deze manier niet erg tijdrovend wordt. Ze bezweert me – net als de andere zero-wasteboegbeelden die ik later spreek – dat dat echt niet zo is: ‘Uiteindelijk kost het mínder tijd, omdat je minder spullen koopt.’", "Zelf maken", "Maar hoe zit het dan met al die producten die je zelf moet maken? Omdat veel dingen lastig te krijgen zijn zonder verpakkingen en zero-wasters hechten aan natuurlijke bestanddelen en ‘zero cruelty’, maken ze graag zelf hun tandpasta, make-up, deodorant, bodylotions, wax, schoonmaakmiddelen, zeep, shampoo en wasmiddel. Volgens hen is dat in een handomdraai gebeurd (oké, behalve dan bij het wasmiddel waarvoor je kastanjes moet drogen, fijnhakken, weken in water en zeven om de zeepachtige ‘sopanine’ te kunnen gebruiken).", "Als ik zelf tandpasta sta te fabriceren van baksoda, kokosolie en pepermuntolie (inderdaad zo klaar, al maakt een geraadpleegd tandarts zich zorgen om het ‘schuurmiddel’ baksoda en de ontbrekende fluoride), vraag ik me af of deze leefstijl juist door dit soort huisvlijt voornamelijk een vrouwenzaak is. Niet alleen waren alle deelnemers aan de zero-wastetour vrouw, maar ook 85 procent van de volgers van Zero Waste Nederland, net als het merendeel van de klanten van de eerste online verpakkingsvrije supermarkt, Pieter Pot. Bij de twee Britse online verpakkingsvrije retailers is dat maar liefst 90 procent. De zero-wastegoeroes op internet? Op een enkeling na vrouwen.", "‘Huishouden en boodschappen doen zijn blijkbaar nog steeds traditioneel het terrein van vrouwen’, zegt Pals van Zero Waste Nederland. Onderzoeken naar voedselverspilling laten volgens wetenschapper Stroosnijder hetzelfde zien: ‘In gezinnen met jonge kinderen bepaalt de vrouw vaak de voedselaankoopkeuzes. En omdat die groep relatief het meest verspilt, richten we ons met onze campagnes op vrouwenbladen en mamatijdschriften.’", "Beeld Rein Janssen", "Eco gender gap", "Mogelijk brengen ze zo onbedoeld ook de boodschap over dat het voorkomen van verspilling een zaak is van vrouwen en versterken ze de zogeheten eco gender gap, die volgens wetenschappers echt bestaat. Vrouwen hebben gemiddeld een lagere CO 2 -voetafdruk dan mannen ­en proberen vaker duurzaam te ­leven (ze recyclen meer, eten vaker vege­tarisch of veganistisch, rijden en ­vliegen ­minder).", "Zowel mannen als vrouwen associëren duurzaamheid onbewust met vrouwelijke ­stereotypen, zegt consumentenpsycholoog Patrick Wessels: ‘Uit experimenten blijkt dat mannen daardoor minder geneigd zijn tot milieuvriendelijke keuzes: ze voelen zich minder mannelijk als ze bijvoorbeeld geen vlees eten omwille van het milieu of actief afval recyclen.’ Overigens ontdekten wetenschappers onder leiding van Utah State University ook dat als mannen eerst in hun mannelijkheid worden bevestigd, ze daarna vaker bereid zijn tot een groene keuze. Maak groene reclame-uitingen mannelijker, was het advies van de onderzoekers (mannen shopten bijvoorbeeld groener met een stoer vormgegeven cadeaukaart dan met een roze, bebloemde kaart).", "Of het de eco gender gap is of een gebrek aan overtuigingskracht, thuis krijg ik er de handen niet voor op elkaar. Prima als ik op ‘mijn’ dagen van hot naar her wil rennen voor boodschappen in eigen bakjes en kaas in een bijenwasvel, maar mijn echtgenoot bedankt ervoor en gaat op zijn dagen gewoon naar de supermarkt om de hoek. ‘Echt belangrijk, minder plastic, maar ik wacht nog even op een werkbaar alternatief’, zegt hij. De ‘food huggers’, de rol met uitwasbaar bamboekeukenpapier en de broodzak blijven de helft van de week onaangeroerd.", "Als ik er Chèrie Parmentier naar vraag, lacht ze: ‘Ik moet zeggen dat mijn vriend een van de obstakels is voor een echt zero-wasteleven.’ Volgens haar gaat hij in veel mee, ‘maar hij wil bijvoorbeeld geen shampoo in barvorm. Dat vind ik jammer, maar ik kan hem niet dwingen.’ Door zaterdag de meeste boodschappen op de markt te doen, krijgt zij hun huishouden toch grotendeels afvalvrij.", "Wanneer het gesprek even later op menstruatiecups en uitwasbaar maandverband komt – dat me aan de horrorjeugdverhalen van mijn moeder doet denken – word ik bevangen door het gevoel dat deze leefstijl vrouwen terugwerpt in een tijd waarin het huishouden voor hen een dagtaak was.", "Ook Stroosnijder vreest dat het extra gedoe en de huisvlijt die verpakkingsvrij leven met zich meebrengen tot een taakverzwaring voor vrouwen kan leiden. ‘Gezinnen met kinderen hebben het druk; die hebben niet altijd tijd om na het werk nog naar verschillende winkeltjes te gaan. Dan ben je blij als je een zak voorgesneden groenten kunt opentrekken.’ Nu al spreken sociale wetenschappers over de ‘second shift’ die veel vrouwen na hun werk draaien: moeders besteden ruim vijftien uur per week meer aan het huishouden en de zorg voor anderen dan vaders. Ook tijdens de lockdown kwam de extra zorg voor thuiszittende kinderen vooral terecht bij thuiswerkende moeders, bleek onlangs uit onderzoek van I&O Research.", "Handigheid", "Jessie Kroon van het Zero Waste Project en Elisah Pals van Zero Waste Nederland willen niet horen van taakverzwaring en vrouwonvriendelijkheid. ‘Het kost beslist minder tijd’, zegt Kroon. In het begin natuurlijk niet, omdat je moet uitvinden waar je voor wat terechtkunt. ‘Je moet er ook een soort handigheid in krijgen. Ik koop eens in de zoveel tijd groot in bij een verpakkingsvrije winkel en haal de rest bij een lokale coöperatie. Je bent dan juist veel minder bezig met shoppen.’ Ze ergert zich aan weer zo’n journalist die het een maandje uitprobeert om te constateren dat het niet te doen is.", "Pals, die naast haar baan als bedrijfspsycholoog zelf tandpasta, lipbalsem, deo, mascara van Norit-tabletjes ‘en haarwax voor mijn vriend’ maakt, is het met Kroon eens: ‘Mascara maak ik in vijf minuten. Ik vind zero waste niet belastend voor vrouwen. En al helemaal niet onderdrukkend: ik vind het juist sterk dat ik als vrouw een zinvolle bijdrage lever aan het milieu en niet meehelp de bazen van multinationals te spekken. Hoeveel tijd kost het nou helemaal om zelf je groenten te snijden?’", "Misschien helpt het niet dat ik allesbehalve een natuurtalent blijk. De boodschappen voor het eerste zero-wasteweekend scharrel ik op de markt nog wel bij elkaar, al verbaast het me hoeveel schroom ik moet overwinnen om mijn gekreukelde zakjes en afgewassen afhaalchineesbakjes over de toonbank te schuiven. De rest van de week moet ik naar de supermarkt. Uit wat daar in de schappen ligt, kun je nog net een verpakkingsvrij groentesoepje brouwen, maar veel verder kom je niet. Bovendien: op dag vier zijn de spaghetti en yoghurt op, net als het wasmiddel – waar haal ik die vandaan?", "Ik fiets naar een verpakkingsvrije winkel op een industrieterrein, die houdbare producten in bulk zou verkopen, maar sinds de coronacrisis blijkt de zaak helaas failliet. Dat geldt voor bijna alle verpakkingsvrije winkels die sinds 2015 zijn geopend in Nederland. ‘Het kost consumenten te veel moeite, terwijl de ontwikkeling in de voedingsmiddelenindustrie er juist een is van steeds meer gemak. Slechts een klein clubje mensen is bereid om verpakkingen van huis mee te nemen, na gebruik om te spoelen en opnieuw te gebruiken’, zegt Ulphard Thoden van Velzen, onderzoeker verpakkingstechnologie en recycling aan de WUR.", "Online bestellen", "Pieter Pot heeft daar iets op gevonden. Sinds ruim een jaar verkoopt de verpakkingsvrije supermarkt online houdbare producten. Bijna alles is verpakt in glazen weckpotten, waarvoor je statiegeld betaalt. Bestel je opnieuw, dan kun je je oude potten teruggeven.", "Oprichters Jouri Schoemaker en Martijn Bijmolt waren nauwelijks bekend met zero waste toen ze het idee voor de winkel bedachten. ‘Maar we hielden wel van merken als De Vegetarische Slager en Tony Chocolonely’, zegt Schoemaker. ‘Leuke merken die iets goeds doen voor de wereld zonder dat het veel extra moeite kost. Zoiets wilden wij ook ontwikkelen. Net als veel mensen om ons heen ergerden we ons aan al die bergen plastic. ‘Kan dat niet anders?’, hoorden we vaak op feestjes. Maar bijna niemand kan het opbrengen om zero waste te leven.’", "Het activistische moest eraf, het moest makkelijk en leuk worden. En niet duurder dan bij een gewone supermarkt. Ik bestel pasta, meel, rijst, noten, bouillonpoeder, zout, limonade, wasmiddel en een shampoobar, die voor 61 euro (waarvan 18 euro statiegeld en 3,94 verzendkosten, die afnemen naarmate je meer bestelt) verpakt in potten (en wasmiddel in een hervulbare plastic fles) worden langsgebracht in juten shoppers. Mijn keuken lijkt in één klap op de serene foto’s die onder de hashtag #zerowastelife worden gepost. Maar is de CO 2 -voetafdruk van aan huis bezorgde, zware potten niet veel groter dan van op de hoek gekochte boodschappen in plastic? Nee, blijkt uit een doorrekening die Pieter Pot me desgevraagd opstuurt. Mits je uitgaat van een gemiddelde boodschappentas én de aanname dat de glazen potten zo’n veertig keer worden hergebruikt.", "Drieduizend klanten bedienen ze al op deze manier, maar door de hoge voorfinanciering van potten en voorraden is er een wachtlijst van 23 duizend mensen die wekelijks met vijfhonderd mensen groeit. Binnenkort zijn de investeringsronden afgelopen en hopen de ondernemers 2,7 miljoen opgehaald te hebben om te kunnen opschalen.", "Nu de aanlevering van houdbare producten deels is opgelost, geef ik mezelf een tweede kans. Ik schrob met een doekje met baksoda – het moet gezegd – moeiteloos de best wel gore badkamer. Dat is alvast iets. Maar deze maand zero waste leven kan alleen slagen als ik voor de hele week boodschappen doe op de markt en dus vooruitplan. Ik sla een berg groente en fruit in die niet in de ijskast past en na een halve week een kolonie fruitvliegjes herbergt waar we ook met milieuvriendelijke ‘honingvallen’ en voortdurend laten doortochten nauwelijks vanaf komen. Aan een compostkrukje – waarmee je binnenshuis met behulp van wormen je eigen gft composteert – durf ik niet eens te denken.", "Waarom doen supermarkten niet gewoon iets aan die enorme hoeveelheden verpakkingen? Dat zou toch een stuk eenvoudiger zijn?", "In de supermarkt", "De supermarkten zíjn hier ook mee bezig, zeggen Stroosnijder en Thoden van Velzen van de WUR. Zo hebben ze afgesproken om in 2025 20 procent minder verpakkingen te produceren. Plastic in het milieu en beelden over de plasticsoep op zee maken burgers bezorgd. Daardoor stellen ze kritische vragen over de plek waar het probleem voor hen het zichtbaarst is: de supermarkt. Die negatieve publiciteit zet bedrijven weer aan tot actie. ‘In die zin hebben actiegroepen als Zero Waste Nederland en het Zero Waste Project echt zin’, zegt Stroosnijder.", "Het punt is alleen dat als je de afspraken en ‘pledges’ in de retail bestudeert, je volgens Thoden van Velzen moet concluderen dat supermarkten het plasticprobleem op de minst effectieve manier aanpakken, namelijk door zich te concentreren op recycling. ‘Terwijl je zou moeten inzetten op minder productie en hergebruik van verpakkingen. Pas daarna komt recycling in beeld.’", "Als ik dat voorleg aan het hoofdkantoor van Albert Heijn, de grootste supermarkt van Nederland, blijkt dat die, zij het op kleine schaal, toch experimenteert met ‘verminderen’. ‘Producten zonder verpakkingen zijn een actueel onderwerp waar wij ook naar kijken’, laat een woordvoerder weten. Vandaar de introductie van het nylongroentezakje in 2018, waarvan er inmiddels meer dan een miljoen zijn verkocht (en die hebben bijgedragen aan een plasticreductie van 20 procent in 2019 ten opzichte van 2016). In Hoofddorp experimenteerde de retailer vorig jaar met een geheel verpakkingsvrije groente- en fruitafdeling. Sommige filialen testten vóór corona een noten- of olijfolietap en op dit moment wordt in twee XL-filialen in Den Haag en Nijmegen proefgedraaid met het hervullen van wasmiddelenflessen. En net als de Vomar (notentap!) ontwikkelt het bedrijf een hervulbare fles voor vers sinaasappelsap.", "De ervaringen zijn niet alleen positief. Op basis van de proef met de verpakkingsvrije groente- en fruitafdeling, biedt Albert Heijn die producten nu ook elders verpakkingsvrij aan, ‘als het seizoen het toelaat’ (lees: als de producten niet van ver hoeven te komen). Maar de olietap leverde gevaarlijke situaties op in de winkel, doordat gemorste olie de kans op uitglijden vergrootte. Ook de voedselveiligheid zelf werd ingewikkelder te waarborgen.", "Verpakkingsvrij is volgens de woordvoerder dan ook niet per definitie het doel. ‘Het gaat om de verpakking die over de gehele levenscyclus (van grondstof tot afval) leidt tot een zo klein mogelijke impact op het milieu.’", "Ook consumenten zouden op die manier naar verpakkingen moeten kijken, vindt Thoden van Velzen. Maar omdat ze zo’n zichtbaar restproduct van onze consumptie zijn, zegt hij, ‘schatten burgers de milieu-effecten van verpakkingen stelselmatig hoger in dan andere vormen van consumptie, zoals autorijden, warm douchen en vliegvakanties’. Of van het voedsel in de verpakking. Als je met plasticfolie de houdbaarheid van bijvoorbeeld een komkommer verlengt en daarmee voedselverspilling tegengaat, kan dat wat de CO 2 -uitstoot betreft een betere keuze zijn dan een komkommer zonder folie. ‘De voetafdruk van het product is namelijk vele malen groter dan die van de verpakking.’", "De allerbeste keuze voor het milieu is dus koken met voedsel op de uiterste houdbaarheidsgrens, ook als dat in plastic zit (of in papier of glas – want plastic is wat betreft CO 2 -uitstoot en recyclebaarheid niet per se slechter dan andere eenmalige verpakkingen). En dus moet er een extra R bij de vijf van refuse, reduce, reuse, recycle en rot: die van rescue. Want van alle maatregelen tegen klimaatopwarming is voedsel redden van de vuilnisbak de effectiefste, volgens Stroosnijder.", "Less waste kán dus een betere keuze zijn dan zero waste, als het aanbod in het 35-procentkortingsschap bijvoorbeeld bepaalt wat er ’s avonds op tafel staat. En dan wordt het allemaal ineens een stuk haalbaarder. Als het niet veel extra moeite en tijd kost, kies ik voor verspillingsvrij – altijd koken met op-de-datumproducten, houdbare producten bestellen via Pieter Pot, altijd nylongroentezakjes in mijn rugzak voor brood en vers, schrijven op een Bambook met uitwisbaar papier (wat een vondst: als journalist spaar je zo een hoop aantekenblokjes uit – alle aantekeningen voor dit stuk maakte ik erop). Ik gebruik uitwasbare wattenschijfjes die een vriendin voor me haakte, een stuk aluin in plaats van deodorant (werkt echt!) en shampoo in blokvorm in plaats van uit de fles. Schoonmaken doe ik met baksoda. Afgaand op de omvang van mijn vijf afvalstromen, verspil ik zo zeker de helft minder grondstoffen, zonder dat ik er een dagtaak aan heb of het gevoel krijg in de tijd van Het huis op de prairie te leven. En dit houd ik ook na deze maand zero waste moeiteloos vol. Niet onbelangrijk. Want zoals ‘zero-wastechef’ Anne-Marie Bonneau ooit zei: ‘We hebben geen handjevol mensen nodig die zero waste perfect uitvoeren. We hebben miljoenen mensen nodig die het niet perfect doen.’", "Op 27 maart worden er weer landelijk zero-wastetours georganiseerd."], "authors": ["Daphne Van Paassen"], "keywords": ["maand", "van", "haalbaar", "zonder", "hoe", "het", "op", "die", "met", "ik", "zerowastelifestyle", "een", "je", "en", "verpakkingen", "dat"], "pubDate": "2020-11-06T15:27:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}