{"id": "f0c4a0a0-7e77-38d7-a736-cbc4fc93d2a2", "title": "Winterhanden of -voeten, hoe kom je eraan en hoe kom je ervan af?", "url": "https://nu.nl/gezondheid/6015184/winterhanden-of-voeten-hoe-kom-je-eraan-en-hoe-kom-je-ervan-af.html", "summary": "Nadeel is wel dat door deze nagebootste ontstekingsreactie de huid niet alleen warm en rood wordt, maar ook pijnlijk.\"\n\"Zorg ervoor dat je je voeten en handen zo warm en droog mogelijk houdt.\nEn trek sowieso warme kleding aan: een sjaal om je nek warm te houden en een muts voor je hoofd.\nDaarmee voorkom je dat het lichaam kou registreert en reageert met het vernauwen van de bloedvaatjes.\"\nOmdat je handen en voeten door de kou en de vernauwde adertjes gevoellozer zijn, loop je het risico de huid te verbranden.", "paragraphs": ["Koude kwakkeldagen zijn in aantocht. Last van rood-paarse en pijnlijke vingers en/of tenen? Misschien heb je dan last van winterhanden of -voeten. Hoe wordt die klacht veroorzaakt? En is er iets aan te doen? Huisarts Edwin de Vaal (47) geeft antwoord.", "Wat zijn winterhanden of -tenen eigenlijk?", "\"Het probleem wordt veroorzaakt door een beschermende reactie van het lichaam. Als het buiten erg koud is, wil het lichaam de temperatuur in het lijf zo goed mogelijk vasthouden om de vitale organen te beschermen. Dat doet het lichaam door de kleine bloedvaatjes in de huid te vernauwen zodat er minder bloed naartoe gaat en er geen warmte meer verloren raakt via de voeten en handen.\"", "\"Dat is een normale reactie van het lichaam bij kou. Daarna gaan de vaatjes weer open: de huid wordt weer warm en geeft een gloeiend gevoel. Maar bij sommige mensen werkt het systeem niet goed: hun lichaam reageert heftiger op kou.\"", "Winterhanden en -voeten in het kort Ze ontstaan door een reactie op kou", "Houd je lichaam warm: draag warme sokken en handschoenen en bescherm ook de rest van je lichaam tegen kou", "Rook niet", "Ga alleen naar de huisarts met zeer ernstige klachten", "\"Als de bloedvaten te sterk en voor langere tijd worden vernauwd, komt er op den duur ook minder zuurstof in de handen en voeten. Dat vinden je handen en voeten niet prettig. Om die heftige reactie op te heffen doet het lichaam alsof daar een ontsteking is. Hierdoor gaan de bloedvaten weer open en komt de doorbloeding op gang. Nadeel is wel dat door deze nagebootste ontstekingsreactie de huid niet alleen warm en rood wordt, maar ook pijnlijk.\"", "Is er iets aan te doen?", "\"Zorg ervoor dat je je voeten en handen zo warm en droog mogelijk houdt. Kies voor handschoenen en dikke sokken. Draag geen te krappe schoenen, maar leg bijvoorbeeld een extra zooltje in je schoenen of draag schoenen met dikkere zolen zodat je voetzool nog beter beschermd is tegen de koude grond of vloer.\"", "\"Bescherm trouwens ook je neus en oren tegen de kou. En trek sowieso warme kleding aan: een sjaal om je nek warm te houden en een muts voor je hoofd. Daarmee voorkom je dat het lichaam kou registreert en reageert met het vernauwen van de bloedvaatjes.\"", "Helpt het om de handen of voeten op te warmen tegen de verwarming of een hete kruik?", "\"Dat is af te raden. Omdat je handen en voeten door de kou en de vernauwde adertjes gevoellozer zijn, loop je het risico de huid te verbranden. Warm je tenen en vingers zo geleidelijk mogelijk op.\"", "Zijn er nog meer manieren om wintertenen en winterhanden te voorkomen?", "\"Stop met roken. Roken verstoort de doorbloeding van de huid.\"", "Moet je met deze klachten naar de huisarts?", "\"Nee. Alleen in sommige ernstige gevallen, als de huid kapotgaat, de klachten niet weggaan als het warmer wordt of wanneer er andere klachten bij komen, kan er sprake zijn van een onderliggende ziekte of bijwerking van een bepaald medicijn. Overleg dan met de doktersassistent of huisarts. Er zijn geen medicijnen tegen winterhanden of wintertenen. Alleen warmte en goede bescherming tegen kou.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["er", "voeten", "van", "winterhanden", "en", "een", "eraan", "lichaam", "hoe", "ervan", "te", "warm", "het", "kom", "af", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}