{"id": "f0d7a458-ab53-3e35-8307-3b40e591422a", "title": "Die ene zege op Noorwegen biedt handbalploeg hoop", "url": "https://www.volkskrant.nl/sport/die-ene-zege-op-noorwegen-biedt-handbalploeg-hoop~b53c6619/", "summary": "‘Ik ben er wel van overtuigd dat we Noorwegen kunnen verslaan.’Die overtuiging heeft alles te maken met de trendbreuk die vorig jaar in Japan plaatsgreep.\nDione Housheer over het EK in Denemarken, het land van haar club Nykobing.\nDe berichtjes van haar Deense clubgenoten hadden Dione Housheer dinsdagavond laat meer dan goed gedaan.\nHousheer, meisje uit de Achterhoek, voorzien van een vlammende haardos, heeft, zoals dat heet, een pegel in de arm.\nHet WK in Japan was in de tweede fase van het toernooi een beproeving voor een ongeduldig jonkie.", "paragraphs": ["Handbalster Dione Housheer Beeld BSR Agency", "Dat de Noren het wedstrijdschema in hun voordeel hebben kunnen samenstellen, zal met de oorspronkelijke verdeling van het EK-toernooi te maken hebben gehad. Er zou deels in de Noorse havensteden Trondheim en Stavanger worden gespeeld. Tot de regering van Noorwegen ingreep en de regels voor coronaveiligheid zo scherp schreef dat de Europese handbalfederatie het evenement in zijn geheel naar de zusterorganisatie Denemarken overhevelde.", "Dus speelt Nederland donderdagavond al direct tegen Noorwegen, in plaats van het lager ingeschaalde Duitsland, en heeft de ploeg van coach Mayonnade daarna drie dagen vrij, om vervolgens twee dagen achter elkaar in actie te komen. Noorwegen, in topvorm in Kolding, heeft een sjiek schema, met telkens een of twee rustdagen.", "‘We kunnen er toch niks aan veranderen. Dus laten we ons er maar niet druk over maken’, sprak het jeugdtalent Dione Housheer woensdagmiddag in Kolding. Ze gooide er nog een stevige uitlating achteraan. ‘Ik ben er wel van overtuigd dat we Noorwegen kunnen verslaan.’", "Die overtuiging heeft alles te maken met de trendbreuk die vorig jaar in Japan plaatsgreep. Na tig nederlagen versloeg Nederland, in de slotwedstrijd van de eerste ronde, het onverslaanbaar geachte Noorwegen, de olympisch kampioen van 2008 en 2012, die op het wereldtoneel recent al eerder zure nederlagen leed. De halve finale van de Olympische Spelen van Rio (2016) en de WK-finale van 2017 in Duitsland. In 2018 werd de laatste vier van de Europese titelstrijd in Frankrijk niet eens bereikt, al werd Nederland daar wel geveegd door de supersnelle Noorse vrouwen.", "Vorig jaar evenwel was er die ommekeer in de verhoudingen. In Kumamoto won Nederland met 30-28, na bij rust met 14-18 achter te hebben gestaan. Annick Lipman, de tweede reserve-doelvrouw van de nationale ploeg, speelt in Noorwegen, bij Byasen in Trondheim, en zegt dat de nederlaag in de kranten groot is beschreven, ‘de journalisten waren wel onder de indruk van onze prestatie’, maar dat haar teamgenoten niet verder kwamen dan een felicitatie in het voorbijgaan.", "Er was een verklaring. Stine Oftedal, vorig jaar gekozen tot de beste handbalster ter wereld, had haar dag niet. Nora Mork, de linkshandige schutter, was er door de naweeën van operaties niet bij. Nu is dat allemaal anders. In Denemarken swingt Noorwegen tot nu toe door het toernooi, bepaald een verschil met de stroeve start van Nederland, de wereldkampioen. In Kolding volgt een nieuwe krachtmeting tussen de twee snelste handbalploegen ter wereld (aanvang 20.30 uur). Lipman zit waarschijnlijk op de tribune. Ze was woensdag nog niet om specifieke informatie gevraagd, al had ze dan onlangs tegenover Mork gestaan. ‘Een dikke nederlaag voor ons, maar Nora scoorde maar twee keer tegen mij. Zij had haar dag niet.’", "Housheer: linkshandige handbalster met doeltreffende kracht in haar arm", "Tegen Hongarije wist ze indruk te maken. Dione Housheer over het EK in Denemarken, het land van haar club Nykobing.", "De berichtjes van haar Deense clubgenoten hadden Dione Housheer dinsdagavond laat meer dan goed gedaan. Het is toch de blik van de kenner die dan spreekt. Housheer speelde een uitstekend laatste kwartier in de door Nederland gewonnen erop-of-eronder wedstrijd tegen Hongarije en showde meekijkend Europa de enorme power in haar linkerarm. Het net en de lat trilden.", "De meiden van Nykobing, haar Deense club, kennen die kracht wel, zoals ze dat bij landskampioen VOC in Amsterdam ook jaren van dichtbij mochten meemaken. Housheer, meisje uit de Achterhoek, voorzien van een vlammende haardos, heeft, zoals dat heet, een pegel in de arm.", "Ze kan zelf niet verklaren waar de snelheid van die bal vandaan komt, waardoor ze zo doeltreffend is. Is het de pols, is het de schouder, is het de linkshandigheid waarop de blokkeerder zich altijd verkijkt? ‘Ik vind niet dat specifiek linkshandige speelsters bijzonder zijn. Lois Abbingh is rechts en heeft ook machtige arm. Het is wel zo dat er nu eenmaal weinig linkshandigen zijn. Dat geeft blijkbaar wat extra’s. Maar ik zie mezelf niet als een handbalster met een andere, een bijzondere gave.’", "Twee jaar geleden was haar spel nog zo frivool dat de toenmalige bondscoach, de Deense Helle Thomsen, haar bij het EK in Frankrijk steeds op de tribune zette. Ze kreeg er geduld van. ‘Als talent hoor je geduld te hebben. Maar heel tegenstrijdig natuurlijk, want ik ben hartstikke ongeduldig van mezelf.’", "In oktober, in de tweede oefeninterland tegen Duitsland, was Housheer (21) opeens enorm op dreef. ‘Ik was in die wedstrijd mezelf. Ik ging er voor. Ik kreeg speeltijd. En als je eenmaal in de flow zit, dan is die makkelijk vast te houden.’", "Minuten moet je verdienen in handbal. Het WK in Japan was in de tweede fase van het toernooi een beproeving voor een ongeduldig jonkie. Coach Mayonnade koos voor de routine en zag zijn team wereldkampioen worden. ‘Ik vond het al met al een enorme ervaring. Elke minuut daar leer je van. Een of honderd minuten, even blij hoor. Ik ben voorlopig nog happy met elke minuut speeltijd.’", "Ze vertrekt volgend jaar van Nykobing, waar ze in 2018 aantrad, naar de grootste club van Denemarken, Odense. Daar spelen Tess Wester en Lois Abbingh, en daar sluiten Bo van Wetering en Kelly Vollebregt ook aan. Terwijl sterspeler Nycke Groot stopt. ‘Ik tekende, zij ging weg. Toeval hoor.’ De shirtkleur van Odense is, misschien niet helemaal toevallig, oranje."], "authors": ["John Volkers"], "keywords": ["ene", "zege", "van", "biedt", "het", "op", "die", "handbalploeg", "met", "ik", "hoop", "een", "niet", "en", "dat", "haar", "er", "noorwegen"], "pubDate": "2020-12-09T22:45:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}