{"id": "f0d8164a-8adf-38e9-a902-1aba06a2ada5", "title": "Forse stijging in aantal boetes en bezwaren van automobilisten in Breda", "url": "https://nu.nl/breda/6097324/forse-stijging-in-aantal-boetes-en-bezwaren-van-automobilisten-in-breda.html", "summary": "Het aantal uitgeschreven bekeuringen voor automobilisten in Breda is dit jaar met 76 procent gestegen ten opzichte van vorig jaar.\nTegelijkertijd is het aantal aantal automobilisten die bezwaar hebben gemaakt in een jaar tijd bijna verdubbeld.\nDat blijkt uit antwoorden die het college heeft gestuurd naar raadsleden van de lokale fracties van het CDA en GroenLinks naar aanleiding van onduidelijkheid over de afhandeling van bezwaren tegen boetes.\nZe wilden weten hoeveel boetes er zijn uitgedeeld, hoeveel bezwaren daartegen zijn ingediend en hoeveel daarvan gegrond zijn verklaard.\nHet college verklaart de grote stijging van het aantal boetes en bezwaren doordat er sinds maart dit jaar meer scanauto's rondrijden.", "paragraphs": ["Het aantal uitgeschreven bekeuringen voor automobilisten in Breda is dit jaar met 76 procent gestegen ten opzichte van vorig jaar. Tegelijkertijd is het aantal aantal automobilisten die bezwaar hebben gemaakt in een jaar tijd bijna verdubbeld.", "Het aantal boetes voor automobilisten steeg van bijna 48.000 in 2019 naar zo'n 84.000 tot nu toe in dit jaar. Dat blijkt uit antwoorden die het college heeft gestuurd naar raadsleden van de lokale fracties van het CDA en GroenLinks naar aanleiding van onduidelijkheid over de afhandeling van bezwaren tegen boetes.", "Ze wilden weten hoeveel boetes er zijn uitgedeeld, hoeveel bezwaren daartegen zijn ingediend en hoeveel daarvan gegrond zijn verklaard. Het college heeft antwoord gegeven op de vragen en de cijfers bekendgemaakt.", "Het college verklaart de grote stijging van het aantal boetes en bezwaren doordat er sinds maart dit jaar meer scanauto's rondrijden."], "authors": ["Door"], "keywords": ["van", "stijging", "dit", "boetes", "automobilisten", "en", "naar", "hoeveel", "breda", "zijn", "bezwaren", "aantal", "jaar", "college", "het", "forse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}