{"id": "f0de9eb2-6b6f-382c-8651-6665430e3393", "title": "Verdachten antihomogeweld melden zich nadat politie beelden deelt", "url": "https://www.parool.nl/amsterdam/verdachten-antihomogeweld-melden-zich-nadat-politie-beelden-deelt~b813c35c/", "summary": "Beeld Jakob van VlietOp de beelden, gefilmd op maandagmiddag 31 augustus, was te zien hoe de vier daders bij een kassa staan te wachten.\nUiteindelijk slaan de mannen op de vlucht, nadat de vriendin en ook omstanders tussenbeide komen om de jonge man te helpen.\nNadat de politie vrijdagmiddag de video deelde, hebben de vier verdachten zich gemeld.\nEen paar uur geleden deelden wij heftige beelden van een openlijke geweldpleging op de Nieuwendijk.\nNaar aanleiding van de berichtgeving hebben de vier verdachten in die zaak zich vanmiddag bij de politie gemeld.", "paragraphs": ["De Nieuwendijk. Beeld Jakob van Vliet", "Op de beelden, gefilmd op maandagmiddag 31 augustus, was te zien hoe de vier daders bij een kassa staan te wachten. Wanneer het slachtoffer samen met een vriendin langsloopt, worden er beledigende opmerkingen naar hem gemaakt in relatie tot zijn seksuele geaardheid. De mannen schelden hem onder andere uit voor homo.", "Het tweetal verlaat de winkel, maar het groepje mannen komt achter ze aangelopen. Buiten op straat ontstaat er een ruzie. De mannen schelden het slachtoffer opnieuw uit vanwege zijn seksuele geaardheid. Het loopt zo uit de hand dat de vier het slachtoffer beginnen te schoppen en te slaan, ook wanneer hij op de grond komt te liggen.", "Uiteindelijk slaan de mannen op de vlucht, nadat de vriendin en ook omstanders tussenbeide komen om de jonge man te helpen.", "Nadat de politie vrijdagmiddag de video deelde, hebben de vier verdachten zich gemeld. Om nadelige gevolgen in het latere strafproces te voorkomen, zoals bijvoorbeeld strafvermindering, heeft de politie de beelden verwijderd.", "Een paar uur geleden deelden wij heftige beelden van een openlijke geweldpleging op de Nieuwendijk. Naar aanleiding van de berichtgeving hebben de vier verdachten in die zaak zich vanmiddag bij de politie gemeld. Hun identiteiten zijn nu dus bekend [1/2]. — Politie Amsterdam eo (@Politie_Adam) 8 januari 2021"], "authors": ["Het Parool"], "keywords": ["vier", "politie", "zijn", "nadat", "van", "antihomogeweld", "mannen", "melden", "een", "uit", "verdachten", "te", "op", "het", "zich", "deelt", "beelden"], "pubDate": "2021-01-08T17:16:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}