{"id": "f0efd9f3-a9de-387d-9b80-cb6ebaba720c", "title": "Krol na NK sprint: 'Best een grappig verhaal om vierde te worden na een val'", "url": "https://nu.nl/schaatsen/6093585/krol-na-nk-sprint-best-een-grappig-verhaal-om-vierde-te-worden-na-een-val.html", "summary": "Thomas Krol verspeelde zijn kansen op een medaille bij het NK sprint door een val op de tweede 500 meter, maar door winst op de tweede 1.000 meter werd hij toch nog vierde in het eindklassement.\nHij was vlak daarvoor met de punt van zijn linkerschaats in het ijs blijven haken, waardoor hij glijdend op zijn zitvlak over de eindstreep kwam.\nMaar de schaatser van Jumbo-Visma raakte door zijn val wel de tweede plek in het klassement en het zicht op een medaille kwijt.\n\"Het is best een grappig verhaal dat je na zo'n val alsnog vierde wordt, maar dat is natuurlijk niet de plek waarvoor ik hier kwam.\"\n\"Ik ga er de komende dagen eens rustig voor zitten, maar ik twijfel er geen seconde aan dat het goed komt.\"", "paragraphs": ["Thomas Krol verspeelde zijn kansen op een medaille bij het NK sprint door een val op de tweede 500 meter, maar door winst op de tweede 1.000 meter werd hij toch nog vierde in het eindklassement.", "Vol ongeloof keek Krol zondag na de 500 meter naar zijn schaatsen. Hij was vlak daarvoor met de punt van zijn linkerschaats in het ijs blijven haken, waardoor hij glijdend op zijn zitvlak over de eindstreep kwam.", "\"Het is iets waar ik vaker last van heb tijdens trainingen, maar dit is de eerste keer dat het in wedstrijdverband gebeurt\", zei de 28-jarige Deventenaar over zijn val op het laatste rechte eind.", "\"Ik heb al vaker onderzocht wat er met mijn ijzers aan de hand kan zijn en ik heb ze ook vergeleken met mijn vorige paar, waar het wel goed mee ging. Ik kon er niet iets geks aan ontdekken en daarom ben ik erop blijven rijden. Maar na vandaag neig ik toch naar een paar nieuwe ijzers.\"", "Door: Pro Shots", "Thomas Krol beseft na zijn valpartij op de 500 meter dat hij het podium aan zich voorbij moet laten gaan. (Foto: Pro Shots)", "Revanche op de 1.000 meter", "Krol zette op de 500 meter met 36,28 opvallend genoeg niet eens de slechtste tijd neer; Thijs Govers (36,35) en Mika van Essen (36,40) waren beiden langzamer. Maar de schaatser van Jumbo-Visma raakte door zijn val wel de tweede plek in het klassement en het zicht op een medaille kwijt.", "\"Na de val deed het ook behoorlijk zeer met lopen, maar gelukkig had ik daar op het ijs bij de 1.000 meter niet veel last van\", doelde Krol op de laatste afstand van het weekend. Hij noteerde op die afstand de snelste tijd van de dag (1.08,34) en sloot het NK sprint nog enigszins positief af.", "\"Ik had na de 500 meter in een hoekje kunnen gaan zitten en op kunnen geven, maar ik wilde op de 1.000 meter revanche nemen. Ik ben trots dat dat is gelukt, ondanks mijn pijnlijke knie.\"", "De eerste plek op de tweede 1.000 meter was niet genoeg om alsnog het podium te halen. Krol werd achter ploeggenoten Hein Otterspeer, Kai Verbij en Dai Dai N'tab vierde. \"Het is best een grappig verhaal dat je na zo'n val alsnog vierde wordt, maar dat is natuurlijk niet de plek waarvoor ik hier kwam.\"", "Krol heeft nog zo'n vier weken om zijn schaatsen te prepareren, want dan wacht het belangrijke WK-kwalificatietoernooi (26-28 december). \"Ik ga er de komende dagen eens rustig voor zitten, maar ik twijfel er geen seconde aan dat het goed komt.\""], "authors": ["Door", "Mitch Marinus"], "keywords": ["val", "dat", "nk", "verhaal", "krol", "om", "van", "ik", "een", "meter", "te", "het", "vierde", "worden", "en", "sprint", "op", "maar", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}