{"id": "f0f95ece-e382-372f-a3cd-80bf945c1bc4", "title": "Bitcoin voor het eerst boven 20 duizend dollar", "url": "https://volkskrant.nl/nieuws-achtergrond/bitcoin-voor-het-eerst-boven-20-duizend-dollar~bd1b515c/", "summary": "De digitale munteenheid bitcoin Beeld ReutersDe waarde van ‘s werelds bekendste cryptomunt klom woensdag met bijna 4 procent tot 20.154 dollar.\nDe bitcoin en andere digitale valuta winnen aan populariteit doordat grote bedrijven als PayPal er meer interesse in tonen.\nDat voedt de hoop dat de cryptovaluta voor het grote publiek interessanter worden.\nDaarnaast is er door steunmaatregelen vanuit overheden en centrale banken zoveel geld voorhanden, dat er ook steeds meer geld in riskantere investeringen wordt gestoken.\nTenslotte is er een groep mensen die verwacht dat de bitcoin en andere digitale munten, net als goud, een goede investering zijn omdat die niet vatbaar zijn voor zaken als inflatie.", "paragraphs": ["De digitale munteenheid bitcoin Beeld Reuters", "De waarde van ‘s werelds bekendste cryptomunt klom woensdag met bijna 4 procent tot 20.154 dollar. Daarmee is de bitcoin dit jaar al meer dan 170 procent duurder geworden.", "De bitcoin en andere digitale valuta winnen aan populariteit doordat grote bedrijven als PayPal er meer interesse in tonen. Dat voedt de hoop dat de cryptovaluta voor het grote publiek interessanter worden. Daarnaast is er door steunmaatregelen vanuit overheden en centrale banken zoveel geld voorhanden, dat er ook steeds meer geld in riskantere investeringen wordt gestoken.", "Tenslotte is er een groep mensen die verwacht dat de bitcoin en andere digitale munten, net als goud, een goede investering zijn omdat die niet vatbaar zijn voor zaken als inflatie."], "authors": [], "keywords": ["dat", "duizend", "dollar", "procent", "en", "boven", "zijn", "eerst", "meer", "voor", "als", "bitcoin", "er", "digitale", "het", "20"], "pubDate": "2020-12-16T22:00:48Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}