{"id": "f14849a4-6d02-31f8-a3b3-61ed8ae7b6ed", "title": "Waarom oud-ING-bestuurder Hamers alsnog voor de rechter moet komen", "url": "https://nos.nl/artikel/2359956-waarom-oud-ing-bestuurder-hamers-alsnog-voor-de-rechter-moet-komen.html", "summary": "Hamers zou persoonlijk op de hoogte moeten zijn van de witwaspraktijken bij ING.\n\"Maar dit is geen wet waar je je best in doet.\n\"Als je die wet niet nakomt, en je weet zoals ING dat je het niet doet, dan pleeg je een strafbaar feit.\"\nHet gerechtshof schrijft in de beschikking van vandaag dat Hamers een belangrijke en bewuste rol heeft gespeeld in het beleid dat het witwassen structureel mogelijk maakte.\nHij kan niet roepen dat hij dit niet wist\", zegt Broekhuijsen.", "paragraphs": ["Oud-ING-topman Ralph Hamers wacht strafrechtelijke vervolging vanwege zijn rol bij de witwasaffaire bij de bank. ING kreeg daar eerder een recordboete van 775 miljoen euro voor opgelegd. Tot nu toe bleef Hamers buiten schot. Waarom komt vervolging nu wél ter sprake? En wat betekent dat voor vergelijkbare zaken?", "Het gerechtshof in Den Haag kwam tot de strafrechtelijke vervolging na een zogeheten artikel 12-procedure, aangespannen door financieel activist Pieter Lakeman. Hamers zou persoonlijk op de hoogte moeten zijn van de witwaspraktijken bij ING. Eerder is er met hem persoonlijk geen schikking getroffen, en hij heeft persoonlijk geen verantwoording af moeten leggen.", "Waar gaat deze zaak ook alweer over?", "In september 2018 werd bekend dat het Openbaar Ministerie en de fiscale opsporingsdienst FIOD met ING een schikking hadden getroffen. ING had, ondanks meerdere waarschuwingen van De Nederlandsche Bank, grootschalige witwaspraktijken jarenlang gedoogd.", "Banken moeten volgens de wet witwassen en terrorismefinanciering actief tegengaan, maar takken die hier binnen ING verantwoordelijk voor waren verzuimden daar in. \"Maar dit is geen wet waar je je best in doet. Je móet die wet nakomen\", zegt jurist Robert Hein Broekhuijsen. Hij werkte eerder bij het OM aan grote fraudezaken. Nu is hij als advocaat betrokken bij fraudeonderzoeken. Eerder pleitte hij al voor persoonlijke vervolging van Hamers. \"Als je die wet niet nakomt, en je weet zoals ING dat je het niet doet, dan pleeg je een strafbaar feit.\"", "Waarom werd Hamers eerder niet vervolgd?", "Het Openbaar Ministerie zei in 2018 dat er in de zaak geen schuldige aangewezen kon worden. \"Het OM oordeelde dat er onvoldoende bewijs was voor een succesvolle vervolging van natuurlijke personen\", zegt een woordvoerder. Daarom werd er niet overgegaan tot vervolging van individuen.", "Hoe kan hij nu wel vervolgd worden?", "Nu gebruikt Lakeman 'feitelijk leiderschap' als juridisch haakje waarop de oud-ING-bestuurder vervolgd kan worden. \"Er wordt gekeken of Hamers geen kennis had van wat er aan de hand was\", zegt Broekhuijsen. \"Die kennis is er al gauw.\"", "ING was op grote schaal betrokken bij witwasprojecten. Schattingen lopen uiteen, maar vast staat dat er enorme bedragen aan illegaal geld via rekeningen bij de bank liepen. Het toezicht schoot structureel tekort. Daarom werd ING meerdere keren gewaarschuwd, onder meer door De Nederlandsche Bank en de Europese Centrale Bank. Ook het OM en de FIOD kwamen bij de bank op bezoek.", "Het gerechtshof schrijft in de beschikking van vandaag dat Hamers een belangrijke en bewuste rol heeft gespeeld in het beleid dat het witwassen structureel mogelijk maakte. \"Na bestudering van de stukken in het dossier en gehoord hetgeen ter zittingen in raadkamer naar voren is gebracht, constateert het hof dat beklaagde niet alleen van dit beleid op de hoogte was, maar ook - naar het oordeel van het hof - als CEO samen met anderen actief aan dit beleid heeft meegewerkt.\"", "\"Waarschuwingen van DNB worden op raad van bestuur-niveau gedaan. Hij kan niet roepen dat hij dit niet wist\", zegt Broekhuijsen."], "authors": [], "keywords": ["rechter", "hamers", "waarom", "van", "bij", "oudingbestuurder", "het", "hij", "alsnog", "ing", "moet", "niet", "je", "dat", "en", "komen", "er", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}