{"id": "f14c032b-1532-3021-b821-864dc0102701", "title": "Het belangrijkste nieuws in vijf minuten van donderdag 17 december", "url": "https://www.volkskrant.nl/nieuws-achtergrond/het-belangrijkste-nieuws-in-vijf-minuten-van-donderdag-17-december~ba442546/", "summary": "Op 27, 28 en 29 december wordt begonnen met het toedienen van het vaccin.\nAls het Pfizer-vaccin komende maandag wordt goedgekeurd, heeft de farmaceut in ieder geval nog voor het eind van het jaar een kleine voorraad voor ons land beschikbaar.\nDat heeft een woordvoerder van het bedrijf gezegd.\nOok hoeft Rusland waarschijnlijk niet af te zien van organisatie van toernooien in eigen land, zoals het WK ijshockey in 2023 en het WK zwemmen in 2025.\nHet nieuws in vijf minuten bevat het nieuws van donderdag 17 december tot 17.30 uur.", "paragraphs": ["Beeld Sophia Twigt", "1/5 | Alles en iedereen heeft gefaald, stelt keihard rapport over toeslagendrama", "Het kabinet, de Tweede Kamer, de ministeries van Financiën en Sociale Zaken, de Nederlandse rechtspraak en de Belastingdienst: allen zijn zij verantwoordelijk voor het debacle met de kinderopvangtoeslagen. De hoofdconclusie van de parlementaire commissie is dat het drama heeft kunnen plaatsvinden omdat er op alle fronten is gefaald.", "Het eindrapport, met de veelzeggende titel ‘Ongekend onrecht’, stelt dat ‘het oplossen van de problemen waarin ouders door toedoen van de overheid terecht zijn gekomen lang niet werd gezien als noodzakelijk en keer op keer vooruit is geschoven.’", "Over de verantwoordelijkheid van de politiek schrijft de commissie: ‘De wetgever – kabinet en parlement – mag het zich aanrekenen dat zij wetgeving heeft vastgesteld die spijkerhard was en die onvoldoende de mogelijkheid bood recht te doen aan individuele situaties. [...] Noodzakelijke beginselen van behoorlijke bestuur kregen veel te weinig aandacht van de wetgever.’", "2/5 | Hoogste aantal besmettingen op één dag gemeld sinds begin crisis", "Het RIVM meldt vandaag 12.844 nieuwe coronabesmettingen, verreweg het hoogste aantal meldingen op één dag sinds het begin van de crisis. Eerder deze week was er een storing bij de GGD’s, maar het RIVM laat aan de NOS weten dat zelfs inclusief deze correctie de aantallen hoog zijn. Op weekbasis is het aantal meldingen met 40 procent toegenomen.", "Het aantal covidpatiënten in de Nederlandse ziekenhuizen is vandaag weer verder opgelopen naar in totaal 2.003, het hoogste aantal sinds 19 november. Een week geleden lagen er nog 1.648 patiënten met covid in het ziekenhuis. Op weekbasis is de toename 22 procent.", "Er liggen nu 1.467 covidpatiënten op de verpleegafdelingen. Op de intensive care afdelingen liggen nog eens 536 covidpatiënten. Dat blijkt uit cijfers van het Landelijk Coördinatiecentrum Patiëntenspreiding.", "3/5 | Europese Commissie: EU-landen beginnen met inenten op 27, 28 en 29 december", "Nog dit jaar beginnen EU-landen met vaccineren. Op 27, 28 en 29 december wordt begonnen met het toedienen van het vaccin. EU-landen gaan zelf over hun vaccinatiecampagne, het is nog onduidelijk wanneer Nederland begint met vaccineren.", "Als het Pfizer-vaccin komende maandag wordt goedgekeurd, heeft de farmaceut in ieder geval nog voor het eind van het jaar een kleine voorraad voor ons land beschikbaar. Dat heeft een woordvoerder van het bedrijf gezegd. Het zou om een voorraad van 10.000 vaccins kunnen gaan.", "Eerder vandaag werd bekend dat de Franse president Emmanuel Macron positief is getest op het coronavirus. Waar de president besmet is geraakt, is niet bekend. Ook David Bernhardt, de Amerikaanse minister van Binnenlandse Zaken, is positief getest op het coronavirus. Dat gebeurde woensdag, voor een geplande bijeenkomst met president Donald Trump in het Witte Huis.", "Het nieuws over de coronacrisis is te lezen in het liveblog van de Volkskrant.", "4/5 | Overname Hema door Jumbo-familie definitief", "De deuren van de Hema zijn voorlopig gesloten, maar de overname van de winkelketen kan doorgaan. Jumbo-familie Van Eerd en investeerder Parcom hebben de financiering rond en zijn klaar met het boekenonderzoek. Waarschijnlijk wordt de deal in februari afgerond.", "In oktober werd al bekend dat Jumbo de keten wilde overnemen, alleen was toen de financiering van 400 miljoen euro nog niet rond. Dat is nu wel gelukt, samen met ABN Amro, ING en Rabobank. Daarmee dalen de rentelasten van Hema van 50 miljoen naar minder dan 10 miljoen euro.", "5 /5 | Dopingstraf voor Rusland verlicht: geen 4, maar 2 jaar schorsing van sportevenementen", "Het internationaal sporttribunaal CAS heeft de dopingschorsing voor Rusland verlicht. Rusland wordt geen 4 jaar uitgesloten van grote sporttoernooien, maar 2 jaar.", "Dat betekent dat Russische sporters vanaf december 2022 weer in nationale tenues mogen uitkomen op Olympische Spelen en wereldkampioenschappen. Ook hoeft Rusland waarschijnlijk niet af te zien van organisatie van toernooien in eigen land, zoals het WK ijshockey in 2023 en het WK zwemmen in 2025.", "Het nieuws in vijf minuten bevat het nieuws van donderdag 17 december tot 17.30 uur."], "authors": ["Pepijn De Lange"], "keywords": ["van", "dat", "nieuws", "17", "een", "en", "donderdag", "met", "minuten", "zijn", "heeft", "vijf", "op", "voor", "belangrijkste", "het"], "pubDate": "2020-12-17T08:28:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}