{"id": "f18a434d-6efe-3131-9a3e-f69d900f3958", "title": "Zolang u thuiszit, is de jacht van Netflix, Amazon, HBO en Disney geopend", "url": "https://trouw.nl/cultuur-media/zolang-u-thuiszit-is-de-jacht-van-netflix-amazon-hbo-en-disney-geopend~b3dfb83a/", "summary": "Vandaar dat het drietal nu overal opduikt: ze weten heus dat een gemiddeld huishouden zich geen veelvoud aan abonnementen kan veroorloven.\nHet is ook spannend wat de enorme groei van het online aanbod voor het bioscooplandschap gaat betekenen.\nWel is duidelijk dat de bioscopen lijden en de streamers profiteren, en dat het komende jaar duidelijk zal worden hoe de kaarten zijn geschud.\nDe mooiste ervaring in het donker van het filmtheater, net voor een film begint, is dat het steeds opnieuw voelt als een kleine geboorte.\nHoe langer een film je dat gevoel van het nieuwe en onbekende laat beleven, hoe beter de film.", "paragraphs": ["Is het u ook opgevallen? Het nieuwe jaar was amper een dag oud of in de reclameblokken op televisie, direct voor en achter de NOS Journaals, meldden zich Netflix, Disney+ en Prime Video. Opmerkelijk: de grote Amerikaanse streamingdiensten maken dezer dagen niet alleen reclame voor hun nieuwste waar, maar zetten vooral zichzelf in de schijnwerpers. Prime Video, de streamingdienst van Amazon, jongleert met een maandabonnement van 2,99 euro. Voor de prijs van een cappuccino heb je al toegang tot honderden films en series.", "De streamingdiensten laten er geen gras over groeien: ze zijn allemaal op jacht naar nieuwe abonnees. Exclusief op Netflix, heet het, alsof de strijd om de kijker in 2021 wordt beslist. En dat is niet eens zo’n gekke gedachte. Vorig jaar waren de streamingdiensten al de grote winnaars. De pandemie noopte bioscopen en filmtheaters te sluiten. Thuis voor de buis werd de nood gelenigd. En hoe. Disney+, het nieuwe platform van de Walt Disney Company met onder meer Pixar, Marvel, Star Wars en National Geographic in het assortiment, noteerde bijna 90 miljoen abonnees. In een jaar bereikte de streamer wat ze in vier jaar dacht te verwezenlijken.", "Netflix, dat al veel langer in touw is, gaat aan kop met 195 miljoen abonnees, maar voelt ook de hete adem van Disney+ en Amazon Prime Video, twee platforms die in het coronajaar grote groeiers bleken. Vandaar dat het drietal nu overal opduikt: ze weten heus dat een gemiddeld huishouden zich geen veelvoud aan abonnementen kan veroorloven. Hoewel ze iets kleiner zijn, horen ook HBO en AppleTV+ bij de grote Amerikaanse streamers die met diepe zakken lonken naar nieuwe kijkers. Voeg daarbij nog vaderlandse diensten als Videoland, NPO Plus en NLZiet die het ook goed doen in virustijd, en je weet bijna niet meer waar je kijken moet.", "In de streamingoorlog worden rare sprongen gemaakt", "Dat er in de streamingoorlog, want zo kunnen we het gerust noemen, ook rare sprongen worden gemaakt, bewees Hollywoodstudio Warner Brothers eind vorig jaar. In de zomer had de studio nog alle duimpjes omhoog gekregen toen ze, tegen de stroom in, besloot Christopher Nolans scifi-film ‘Tenet’ toch uit te brengen in de bioscoop. De meeste studio’s stelden hun spektakelfilms uit. Als het goed is, bereikt de 25ste James Bond-film ‘No Time To Die’ deze lente eindelijk de bioscoop.", "Maar Warner Brothers meldde dus opeens alle nieuwe films in 2021 gelijktijdig in de bioscoop en op het eigen nieuwe streamingplatform HBO Max te willen lanceren. Een klap in het gezicht van de bioscopen die toch al moeite hebben om te overleven. De Britse Hollywoodregisseur Christopher Nolan, die zelf een grote liefde koestert voor de bioscoop, noemde het in een woedende reactie de ontmanteling van een systeem dat er juist op gericht is een film eerst in de bioscoop te vertonen en pas daarna bij mensen thuis te brengen.", "Ook andere regisseurs roerden zich, onder wie Denis Villeneuve wiens grootscheepse scifi-avontuur ‘Dune’ werd uitgesteld en in het najaar de bioscoop bereikt. In een essay in het Amerikaanse vakblad Variety verweet hij de ondernemers achter zijn eigen filmstudio gebrek aan liefde voor de cinema én het publiek.", "Warner is wel de enige Hollywoodstudio die er zo in staat. Zelfs Netflix brengt bepaalde films, zoals onlangs ‘The Midnight Sky’ van en met George Clooney, eerst in de bioscoop, en daarna pas op het eigen platform. Het venster (de tijd tussen bioscoop en streamer) is bij Netflix wel klein, een paar weken in plaats van een paar maanden. Maar bepaalde films krijgen wel een kans in de bioscoop, al was het maar omdat ze dan ook in aanmerking komen voor de Oscars.", "Ook Disney blijft de bioscoop in het nieuwe jaar trouw, al zette het de animatiefilms Mulan en Soul afgelopen jaar direct op het eigen kanaal Disney+. De uitbreng van Steven Spielbergs langverwachte ‘West Side Story’, een hedendaagse hervertelling van de klassieker uit 1961, is door Disney zelfs een jaar uitgesteld, in de hoop dat als de film in december verschijnt, de bioscopen weer op volle kracht zijn.", "Zo lang de pandemie duurt, zijn er zieltjes te winnen", "Daarom laten de streamingdiensten aan het begin van het nieuwe jaar met enig trompetgeschal van zich horen. Zo lang de pandemie duurt en er wereldwijd lockdowns zijn, zijn er zieltjes te winnen. Het is ook de reden waarom Warner Brothers zijn nieuwe bioscoopfilms (denk aan de zomerspekakels ‘Godzilla vs Kong’ en ‘The Suicide Squad’) dit jaar gelijktijdig op HBO Max wil aanbieden.", "Het loopt nog niet zo lekker met HBO Max, dat afgelopen jaar naast het al bestaande HBO werd gelanceerd en dat vooralsnog alleen in de Verenigde Staten toegankelijk is. Door de hele filmcatalogus van 2021 meteen ook op de eigen streamer te zetten, hoopt Warner meer abonnees te trekken en de streaming-giganten bij te kunnen houden. Slim? Of een wanhoopsdaad middenin een crisis?", "Natuurlijk: de streamers zijn een uitkomst, het is heel troostrijk om afgesloten van het normale, sociale leven over zo’n groot cultureel aanbod te beschikken, al moet je vaak wel diep duiken om die ene parel te vinden. Het is ook spannend wat de enorme groei van het online aanbod voor het bioscooplandschap gaat betekenen. De een sombert, ziet zichzelf tot het einde der tijden thuis voor de buis zitten. De ander is optimistischer, kijkt naar China waar het normale leven inmiddels is teruggekeerd, met als gevolg florerende bioscopen.", "Zo ver is het hier nog niet. De rook is nog niet opgetrokken. Wel is duidelijk dat de bioscopen lijden en de streamers profiteren, en dat het komende jaar duidelijk zal worden hoe de kaarten zijn geschud. Maar wat de bioscopen betreft: die hebben in het verleden vaker voor hete vuren gestaan. In de jaren vijftig zouden de bioscopen verdwijnen door de komst van de televisie. In de jaren zeventig zouden de bioscopen het loodje leggen door de komst van de videotape. Het is allemaal niet waar gebleken. De magie van de bioscoop bleef.", "Steeds weer een kleine geboorte Waarom zitten we zo graag samen in donkere zalen om naar films te kijken? Ronald Rovers vraagt het zich af nu de deuren van de filmtheaters minstens tot 19 januari gesloten zijn. De Fransen hebben een prachtige uitdrukking voor het orgasme: la petite mort, de kleine dood, verwijzend naar het moment waarop je even volledig wordt weggevoerd en alle verzet wegvalt. De mooiste ervaring in het donker van het filmtheater, net voor een film begint, is dat het steeds opnieuw voelt als een kleine geboorte. In die vijf, tien seconden duisternis voor de film begint, weet je nog niks over wat komen gaat (als je sociale media en kranten tenminste even hebt vermeden). Plotseling is daar het licht en word je voortgestuwd, een nieuwe wereld in. Een wereld waarvan je de regels nog niet kent maar die je de komende anderhalf, twee uur zult leren kennen. Hoe langer een film je dat gevoel van het nieuwe en onbekende laat beleven, hoe beter de film. En natuurlijk neemt streaming een vlucht. Dat zou ook zonder een virus zijn gebeurd. Maar het filmtheater is veel meer dan een film op een groter scherm zien. Het is dat verdwijnen in een nieuwe wereld, zonder de afleiding van tweede en derde schermen. Waar het verhaal overal om je heen is en je niet kunt ontsnappen aan de emoties op het scherm. In de buitenwereld is afleiding overal. Alleen in je dromen en in het duister van de bioscoopzaal ben je bevrijd van al die ruis. Popcorn, bewegende stoelen, 3D: dat is niet de verleiding. Het is die heerlijke luxe van een kleine nieuwe geboorte in een nieuwe wereld. De duisternis en dan het licht. Ronald Rovers", "Lees ook:", "Bij Netflix is het de bedoeling dat iedereen zich ‘gezien’ voelt; het levert veel moois op", "Netflix wil dat iedereen zichzelf terugziet in films en series, vandaar dat het aanbod diverser en inclusiever is dan ooit. Vooral het schoolplein blijkt een ideale filmlocatie.", "J a, het was crisis voor de bioscopen, maar Nederlandse films deden het prima", "Het aantal bioscoopbezoekers daalde in 2020 met 56 procent. Maar naast dat pijnlijke cijfer klinken er ook vrolijke geluiden. De Nederlandse film floreerde."], "authors": ["Belinda Van De Graaf"], "keywords": ["van", "amazon", "jacht", "hbo", "en", "netflix", "disney", "een", "voor", "nieuwe", "zolang", "te", "geopend", "het", "dat", "thuiszit", "die", "je"], "pubDate": "2021-01-07T12:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}