{"id": "f18c2878-3044-30ad-b85d-ff44b9ddb1a7", "title": "Vacature: NU.nl zoekt twee nieuwsredacteuren (gesloten)", "url": "https://nu.nl/vacatures/6090756/vacature-nunl-zoekt-twee-nieuwsredacteuren-gesloten.html", "summary": "NU.nl zoekt twee nieuwsredacteuren (minimaal 32 uur per week) voor de redactie Algemeen (binnenland, buitenland en politiek).\nJe bent in staat om voor een breed publiek te schrijven; neutraal, snel, bondig en laagdrempelig.\nJe werkt op onze Algemeen-redactie met een chef, meerdere samenstellers, een aantal vaste redacteuren en diverse freelancers.\nDe functie is in de basis een bureaufunctie, maar er is ruimte om op pad te gaan.\nJe krijgt dus genoeg kansen om jezelf te ontwikkelen en samen met andere collega's bij te dragen aan nieuwe projecten.", "paragraphs": ["NU.nl zoekt twee nieuwsredacteuren (minimaal 32 uur per week) voor de redactie Algemeen (binnenland, buitenland en politiek).", "Wat ga je doen?", "Je bent verantwoordelijk voor de nieuwsstroom en kan razendsnel publiceren, nieuwskeuzes maken en artikelen van duiding voorzien. Je maakt zelf nieuws, bewaart het overzicht en anticipeert op de nieuwsagenda. Je bent een snelle en zorgvuldige schrijver, die zowel kan livebloggen als nieuwsberichten kan maken.", "Je volgt het nieuws actief, zit vol energie en bent initiatiefrijk. Je bent in staat om voor een breed publiek te schrijven; neutraal, snel, bondig en laagdrempelig.", "Je werkt op onze Algemeen-redactie met een chef, meerdere samenstellers, een aantal vaste redacteuren en diverse freelancers. De functie is in de basis een bureaufunctie, maar er is ruimte om op pad te gaan.", "We werken in een wisselend rooster, met diensten tussen 5.00 uur 's ochtends en 0.00 uur 's nachts, doordeweeks en in het weekend. We werken nu nog thuis, maar het moet voor jou logistiek geen probleem zijn om op de genoemde tijdstippen in Hoofddorp te zijn. Ook heb je geen moeite met werken tijdens feestdagen.", "We zoeken iemand die...", "communicatief sterk en een teamspeler is;", "snel en foutloos werkt;", "stressbestendig, flexibel, zelfstandig en gedreven is;", "in staat is dagelijks met ideeën te komen rondom nieuws en follow-ups.", "Je hebt...", "minimaal hbo-denk- en werkniveau met journalistieke ervaring;", "kennis van online journalistiek, het werken op een nieuwsredactie;", "het liefst al ervaring als nieuwsredacteur bij een vergelijkbare titel;", "interesse in grote recente nieuwsontwikkelingen;", "aantoonbare affiniteit met nieuws in brede zin.", "We bieden...", "een uitdagende baan op de leukste redactie van Nederland;", "veel jonge en enthousiaste collega's;", "een leerzame plek bij de grootste nieuwssite van Nederland;", "veel ruimte voor eigen inbreng en initiatief;", "de mogelijkheid om door te groeien;", "een marktconform salaris.", "Dit moet je weten over NU.nl", "NU.nl is met ruim zeven miljoen maandelijkse gebruikers de grootste nieuwssite van Nederland. We zijn altijd in beweging en de ontwikkelingen gaan lekker snel. Je krijgt dus genoeg kansen om jezelf te ontwikkelen en samen met andere collega's bij te dragen aan nieuwe projecten.", "De sfeer is informeel. Iedereen wordt aangemoedigd zich uit te spreken en mee te denken."], "authors": ["Door"], "keywords": ["van", "zoekt", "het", "twee", "gesloten", "met", "op", "voor", "nieuwsredacteuren", "een", "nunl", "en", "te", "je", "om", "vacature"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}