{"id": "f18df14f-4c54-3af3-8cad-e2bcc34427c3", "title": "EU komt weer met plannen tegen nepnieuws, wat hebben ze om het lijf?", "url": "https://nos.nl/artikel/2336864-eu-komt-weer-met-plannen-tegen-nepnieuws-wat-hebben-ze-om-het-lijf.html", "summary": "Nepnieuws bemoeilijkt het terugdringen van het coronavirus en het gevaar komt van buiten de EU.\nMaar de maatregelen die de Europese Commissie vandaag presenteerde om nepnieuws te bestrijden, zullen daar weinig aan veranderen.\nEr verschenen artikelen op internet die het drinken of injecteren van bleekmiddel aanmoedigen om van corona te genezen, wat de Amerikaanse president Trump ook al wilde onderzoeken.\nCode wordt nauwelijks nageleefdDe uiteindelijke bestrijding van nepnieuws wordt vooral neergelegd bij de platforms waar nepnieuws wordt verspreid.\nOok de Europese Commissie zelf vroeg de afgelopen anderhalf jaar keer op keer om betere samenwerking met bedrijven als Facebook en Google.", "paragraphs": ["Nepnieuws bemoeilijkt het terugdringen van het coronavirus en het gevaar komt van buiten de EU. Dat zegt de Europese Commissie. Met name China en Rusland proberen volgens de Commissie de publieke opinie in de EU te beïnvloeden door nepverhalen in de media te krijgen. Maar de maatregelen die de Europese Commissie vandaag presenteerde om nepnieuws te bestrijden, zullen daar weinig aan veranderen.", "De Commissie wil vooral zelf beter communiceren over het coronavirus, zodat EU-burgers die informatie naast informatie kunnen leggen die ze elders vinden. Ook worden oude afspraken die de Commissie maakte met platforms als Facebook en Google weer van stal gehaald. De banden met die concerns moeten intensiever worden.", "Aan voorbeelden van nepnieuws heeft de Commissie geen gebrek. Er verschenen artikelen op internet die het drinken of injecteren van bleekmiddel aanmoedigen om van corona te genezen, wat de Amerikaanse president Trump ook al wilde onderzoeken. In Duitsland daalde de vaccinatiegraad de afgelopen maanden dramatisch, na artikelen waarin vaccinaties werden afgeraden. De verspreiding van dat soort nepnieuws moet onderuit worden gehaald, zegt de Commissie.", "Oude plannen opgepoetst", "De teksten zijn ambitieus, maar de onderliggende plannen zijn dat niet. Het zijn vooral opgepoetste oude plannen. De website EUvsDisinfo wordt weer opgevoerd, door EU-buitenlandcoördinator Borrell. De site, eigenlijk een database van nepnieuwsartikelen, werd een paar jaar geleden in Nederland vooral bekend doordat er stukken op verschenen van Nederlandse media die helemaal geen nepnieuws bevatten. Sindsdien richt de redactie achter de site zich vooral media buiten de EU. Maar dat zal nepnieuwsverspreiding binnen de EU niet tegenhouden.", "De Europese Commissie wil daarnaast zelf betere informatie geven over het coronavirus, zodat EU-burgers die informatie naast de artikelen kunnen leggen die ze online lezen. Maar de 'coronavirus response-website' van de Europese Commissie geniet geen grote bekendheid. Daarnaast is het de vraag of als mensen al zouden geloven dat bleekmiddel een goed medicijn is tegen corona, ze door die website op andere gedachten zouden worden gebracht.", "Code wordt nauwelijks nageleefd", "De uiteindelijke bestrijding van nepnieuws wordt vooral neergelegd bij de platforms waar nepnieuws wordt verspreid. Bijna twee jaar geleden tekenden die in Brussel een 'praktijkcode tegen disinformatie'. Een lijvig document waarin Facebook, Twitter en Google beloven dat ze nepnieuws aanpakken en de Commissie daarvan regelmatig op de hoogte zullen stellen.", "Maar die code werkt nauwelijks. De Europese organisatie van mediawaakhonden, ERGA, stelde vorige maand dat niet te controleren is of de platforms genoeg doen. Brussel zou dwingender moeten zijn, de platforms echt onder druk moeten zetten om bijvoorbeeld data te delen en inzicht te geven in algoritmes. Daarmee zouden wetenschappers en journalisten kunnen onderzoeken hoe nepnieuws zich verspreidt. Ook de Europese Commissie zelf vroeg de afgelopen anderhalf jaar keer op keer om betere samenwerking met bedrijven als Facebook en Google."], "authors": ["Thomas Spekschoor", "Correspondent Europa"], "keywords": ["europese", "commissie", "van", "wat", "lijf", "het", "plannen", "met", "die", "nepnieuws", "ze", "om", "weer", "en", "te", "komt", "dat", "vooral", "tegen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}