{"id": "f192de42-3c08-3ef9-b951-751e29c2946a", "title": "Jongeren met messen krijgen in Amsterdam verdubbelde straf", "url": "https://www.parool.nl/amsterdam/jongeren-met-messen-krijgen-in-amsterdam-verdubbelde-straf~b41060fd/", "summary": "Messen van soms meer dan 60 centimeter lang die de politie aantrof tijdens een actie in Amsterdam-Buitenveldert.\nMessenbezit fors gestegenIn de zomer waren de straffen voor het bezit of gebruik van vuurwapens al verdubbeld in Amsterdam, zowel voor volwassenen als voor jongeren.\nNu het messenbezit onder jongeren fors is gestegen, onder meer door de opkomst van de drillrap waarin groepen elkaar gewapenderhand uitdagen, verhogen de Amsterdamse rechters ook de straffen daarvoor.\n60 uur werkstrafMinderjarigen met een verboden mes op zak kunnen in Nederland rekenen op een werkstraf van 30 uur, legt Martens uit aan AT5.\nIn Amsterdam is dat dus twee keer zoveel.", "paragraphs": ["Messen van soms meer dan 60 centimeter lang die de politie aantrof tijdens een actie in Amsterdam-Buitenveldert. Beeld Politie Buitenveldert", "“Dat doen we om te laten zien dat we het serieus nemen, maar we kijken nog steeds naar hoe we het beste kunnen voorkomen dat iemand dit niet meer gaat doen,” zegt jeugdrechter Peter Björn Martens in een speciale uitzending van AT5 over het sterk toegenomen wapenbezit en wapengebruik door jongeren.", "Messenbezit fors gestegen", "In de zomer waren de straffen voor het bezit of gebruik van vuurwapens al verdubbeld in Amsterdam, zowel voor volwassenen als voor jongeren. Nu het messenbezit onder jongeren fors is gestegen, onder meer door de opkomst van de drillrap waarin groepen elkaar gewapenderhand uitdagen, verhogen de Amsterdamse rechters ook de straffen daarvoor.", "60 uur werkstraf", "Minderjarigen met een verboden mes op zak kunnen in Nederland rekenen op een werkstraf van 30 uur, legt Martens uit aan AT5. In Amsterdam is dat dus twee keer zoveel. “Bij ons moet je er dan op rekenen dat je een werkstraf van 60 uur krijgt of een dienovereenkomstige jeugddetentie.”", "In heel Nederland gelden uiteraard in het algemeen dezelfde regels en wetten omwille van de ‘rechtsgelijkheid’, maar rechtbanken kunnen wel eigen accenten leggen vanwege lokale problemen en trends."], "authors": ["Het Parool"], "keywords": ["van", "amsterdam", "jongeren", "het", "op", "meer", "met", "messen", "voor", "krijgen", "een", "dat", "kunnen", "en", "straf", "uur", "verdubbelde"], "pubDate": "2020-12-06T12:25:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}