{"id": "f193f7ec-28c7-3a32-97d6-a0a1da4259a8", "title": "Filmpers: Babyteeth en Finkers-komedie zijn beste films van 2020", "url": "https://www.parool.nl/kunst-media/filmpers-babyteeth-en-finkers-komedie-zijn-beste-films-van-2020~b5ca7329/", "summary": "Babyteeth is een film over de liefde tussen een ernstig ziek meisje (Eliza Scanlen) en een rebelse jongen (Toby Wallace).\nDe film vertelt het verhaal van een man die na ruim dertig jaar relatie besluit het roer om te gooien.\nAndere titels die door de KNF-leden hoog werden gewaardeerd, waren het Russische Beanpole, Terrence Malicks A Hidden Life en het in zwartwit gedraaide The Lighthouse met Robert Pattinson en Willem Dafoe.\nBij de Nederlandse films waren het Kom hier dat ik u kus en Buladó die na Sint-Hildegard het meest werden genoemd.\nParasiteHet is inmiddels het 18e jaar op rij dat de Nederlandse filmpers de Film van het Jaar-verkiezing houdt.", "paragraphs": ["Babyteeth is een film over de liefde tussen een ernstig ziek meisje (Eliza Scanlen) en een rebelse jongen (Toby Wallace).", "De film van regisseur Johan Nijenhuis, met Herman Finkers en Johanna ter Steege als kibbelend echtpaar in de hoofdrol, trok dit jaar ondanks de bioscoopsluitingen meer dan 700.000 bioscoopbezoekers. Nijenhuis is ‘heel blij dat de film gezien is, zowel door publiek als critici’. De film vertelt het verhaal van een man die na ruim dertig jaar relatie besluit het roer om te gooien. Deze film is nu op een aantal streamingplatforms te zien.", "Eerdere titels van Nijenhuis als Toscaanse bruiloft, Verliefd op Ibiza en Onze Jongens waren grote bioscoophits, maar kregen zuinige recensies. De Twentse filmmaker is blij dat zijn laatste film zo gewaardeerd is. “We waren wat bang dat mensen bij een film van Herman Finkers meer grappen verwachtten; we hebben na de eerste montage meerdere malen de kritiek gehoord dat hij ‘niet zo grappig was’. Maar we hebben onze eigen koers gevaren, zonder enige zekerheid dat het aan zou slaan.”", "Babyteeth, het filmdebuut van de Australische regisseur Shannon Murphy, is een film over de liefde tussen een ernstig ziek meisje (Eliza Scanlen) en een rebelse jongen (Toby Wallace). De film was begin dit jaar op het Filmfestival van Rotterdam een publiekshit. Babyteeth is online nog te zien op Picl.nl en bij Pathé Thuis.", "1917", "Op de tweede plaats eindigde het veelgeprezen en met Oscars bekroonde oorlogsdrama 1917 van regisseur Sam Mendes. De film 1917, met rollen voor Colin Firth en Benedict Cumberbatch, vertelt over twee Britse soldaten die in een race tegen de klok een boodschap moeten overbrengen aan een regiment dat in een Duitse hinderlaag dreigt te lopen. 1917 trok eerder dit jaar in de Nederlandse bioscopen meer dan een miljoen bezoekers en is momenteel te zien via Pathé Thuis.", "Andere titels die door de KNF-leden hoog werden gewaardeerd, waren het Russische Beanpole, Terrence Malicks A Hidden Life en het in zwartwit gedraaide The Lighthouse met Robert Pattinson en Willem Dafoe. Bij de Nederlandse films waren het Kom hier dat ik u kus en Buladó die na Sint-Hildegard het meest werden genoemd.", "Parasite", "Het is inmiddels het 18e jaar op rij dat de Nederlandse filmpers de Film van het Jaar-verkiezing houdt. De afgelopen jaren sleepten Parasite (2019), Call me by your name (2018), Moonlight (2017) en La La Land en Toni Erdmann (2016) de titel in de wacht. Aan de stemming deden 59 journalisten van dagbladen, week- en maandbladen en websites mee."], "authors": [], "keywords": ["beste", "zijn", "van", "2020", "jaar", "finkerskomedie", "en", "een", "films", "dat", "film", "te", "op", "het", "filmpers", "babyteeth", "waren"], "pubDate": "2020-12-28T09:30:52Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}