{"id": "f194d6c6-232e-314e-9719-36a24ff1ae6e", "title": "Kamer schaart zich achter Buba; oud-circusolifant mag in Nederland blijven", "url": "https://nu.nl/dieren/6093971/kamer-schaart-zich-achter-buba-oud-circusolifant-mag-in-nederland-blijven.html", "summary": "De Tweede Kamer heeft zich achter de olifant geschaard en wil niet dat het dier naar een opvangverblijf elders in Europa wordt gebracht.\nPVV-leider Geert Wilders noemt het \"het beste nieuws van de dag\".\nDe Tweede Kamer steunt moties van de PVV en CDA-Kamerleden Maurits von Martels en Martijn van Helvert.\nDierenorganisaties vechten besluit aanDierenrechtenorganisaties stappen naar de rechter om het besluit van minister Carola Schouten aan te vechten dat olifant Buba bij Circus Freiwald kan blijven.\n\"Buba's belangen worden opgeofferd aan goedkope sentimenten door een minister zonder ruggengraat.\"", "paragraphs": ["Oud-circusolifant Buba mag toch bij circusfamilie Freiwald in Nederland blijven. De Tweede Kamer heeft zich achter de olifant geschaard en wil niet dat het dier naar een opvangverblijf elders in Europa wordt gebracht. PVV-leider Geert Wilders noemt het \"het beste nieuws van de dag\".", "De Tweede Kamer steunt moties van de PVV en CDA-Kamerleden Maurits von Martels en Martijn van Helvert. Daarin werd opgeroepen om Buba bij de circusfamilie te houden. Het CDA-tweetal opperde eerder in gesprek met De Telegraaf voor financiële steun voor de familie, die aangaf dat de onderhoudskosten van Buba te hoog werden.", "Minister Carola Schouten (Landbouw, Natuur en Voedselkwaliteit) wachtte het oordeel van de Kamer af voordat ze een beslissing wilde nemen. De bewindsvrouw had een opvangverblijf in Frankrijk op het oog als mogelijk nieuw thuis voor Buba.", "Volgens de familie zou dat de grijze kolos fataal worden. Buba zou zonder de familie sterven aan eenzaamheid, beweert Freiwald. De olifant reist al dertig jaar met de circusfamilie mee.", "Schouten hield eerder de boot op een langer verblijf af, omdat de minister eerder geïmplementeerde wetten respecteerde. Zo is het sinds 2015 niet meer toegestaan om optredens met wilde dieren te houden in het circus, of om met de dieren rond te reizen.", "Dierenorganisaties vechten besluit aan", "Dierenrechtenorganisaties stappen naar de rechter om het besluit van minister Carola Schouten aan te vechten dat olifant Buba bij Circus Freiwald kan blijven. Animal Rights en Bite Back dreigen ook het circus zelf voor de rechter te slepen.", "\"Dit is een absoluut verbod waar de krokodillentranen van de familie Freiwald niets aan veranderen\", zegt Erwin Vermeulen van Animal Rights. \"Dat niet-deskundige Kamerleden de Afrikaanse olifant Buba willen veroordelen tot een bestaan als levende reclamezuil van een praktisch failliet circus is niets anders dan populisme.\"", "Volgens de dierenorganisaties is er een geschikte opvanglocatie voor Buba in Frankrijk, die de minister eerder ook heeft overwogen. \"Er is dus geen enkele reden om op 1 januari opnieuw een ontheffing te verlenen, ongeacht het gedraai van minister Schouten\", zegt Vermeulen. \"Buba's belangen worden opgeofferd aan goedkope sentimenten door een minister zonder ruggengraat.\""], "authors": ["Door"], "keywords": ["achter", "van", "nederland", "blijven", "het", "minister", "oudcircusolifant", "mag", "een", "buba", "zich", "te", "om", "en", "kamer", "schaart", "dat", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}