{"id": "f1ac44ba-5ed3-3ca3-ae2f-515d7d823b22", "title": "Lockdown, dag driehonderdduizend. Ineens verlangde ik naar een huisje in Hardenberg", "url": "https://volkskrant.nl/columns-opinie/lockdown-dag-driehonderdduizend-ineens-verlangde-ik-naar-een-huisje-in-hardenberg~b35d2218/", "summary": "Illustratief voor het kleine leven dat ik nu leid: ik wist dat de buren een hamster hadden.\nEerder die week hadden ze een kaartje met nieuwjaarswensen in de bus geduwd, met een dubbelgevouwen A4’tje met daarop een zelfgetekende sneeuwpop staken we tien minuten later de straat over.\nHet buurmeisje bleek een trotse bedrijfsleidster te zijn van een Action-filiaal, en ja, het was druk geweest de laatste dagen voor de lockdown, héél druk.\n‘Doe dat maar even niet.’ Ze pakte hem af en stopte ze hem terug in zijn hok.\nAls het aan haar lag kochten ze met z’n allen een boerderij in de buurt van Hardenberg, mooie natuur, lekker rustig.", "paragraphs": ["Lockdown, dag driehonderdduizend.", "De Man had zich op zolder verschanst, belangrijke zaken, ik zat beneden met het nageslacht. Ze hadden al de hele kamer behangen met plastic tassen toen ik besloot dat het misschien wel leuk was om even naar de overkant te gaan. Illustratief voor het kleine leven dat ik nu leid: ik wist dat de buren een hamster hadden. Eerder die week hadden ze een kaartje met nieuwjaarswensen in de bus geduwd, met een dubbelgevouwen A4’tje met daarop een zelfgetekende sneeuwpop staken we tien minuten later de straat over. De volwassen vrouw en eigenaar van de hamster was niet thuis, maar haar dochter, ik schatte haar midden twintig, kwam net aangelopen.", "De Dochter: ‘We willen de hamster aaien.’", "Ik: ‘En een kerstkaart brengen.’", "Zij: ‘Kom maar mee.’", "Binnen stormden de Dochters meteen op de hamsterkooi af, ik zag nog net hoe het dier wegschoot onder een berg hooi. ‘Zo schrikt-ie’, zei het buurmeisje ten overvloede. ‘Ga eens een stukje naar achter, dan pak ik ’m.’ Even later kroop het beestje met de naam Frutsel, of Fritzl, dat kon ik ook bij de tweede keer vragen niet verstaan, over de handpalmen van de oudste. Meteen gekibbel – nu mag ík, nee, ík ben. ‘Iedereen komt aan de beurt’, zei ik tien tandjes vriendelijker dan ik thuis zou doen, want mijn reputatie is me goud waard.", "Het buurmeisje bleek een trotse bedrijfsleidster te zijn van een Action-filiaal, en ja, het was druk geweest de laatste dagen voor de lockdown, héél druk. Zij: ‘Chaos. Ik kreeg meteen allemaal mensen aan de lijn: of ze voor hun baan moesten vrezen. Ik zeg: ‘Als ik je nu nog niet heb gebeld, zou ik me geen zorgen maken.’’ Van zorgen was überhaupt geen sprake, zei ze, want het ging supergoed met de Action. Ze somde op: in 1993 begonnen in Enkhuizen, inmiddels meer dan 1600 winkels in acht landen en een jaaromzet van vijf miljard. Besluitend: ‘Dus, ja.’ Ondertussen was het gekriebel van hamsterpootjes, het zachte vachtje en die kraaloogjes de Dochter teveel geworden, ze kon ’m niet meer loslaten, joelend van liefde drukte ze het arme beest tegen zich aan. Het buurmeisje, nu helemaal de filiaalhoudster, greep duidelijk en direct in. ‘Doe dat maar even niet.’ Ze pakte hem af en stopte ze hem terug in zijn hok. ‘Zeg maar: tot de volgende keer!’", "De Dochter keek alweer naar de andere kant van de kamer.", "Ik zag wat zij zag: een orgel.", "Even later dreunden er vier vuistjes over de toetsen, ik voelde ineens hoe moe ik was. Ik probeerde niet te schreeuwen toen ik vroeg of het iets zachter kon. Oké, zeiden de Dochters, de duivels, ze stopten met muziek maken, maar dan wilden ze wel iets lekkers. Het buurmeisje ging op zoek in de keuken, even later kwam ze terug met iets suikerigs, ongetwijfeld van de Action. Die van 3 likte er even aan en gaf het toen terug: ‘Niet lekker.’", "Ik zei maar eerlijk dat de lockdown me niet meeviel. ‘Ze hebben het ruziemaken ontdekt.’", "‘O’, zei de filiaalhoudster vrolijk. ‘Mijn zussen en ik haatten elkaar vroeger ook. In de auto op vakantie hadden we vaste plaatsen achterin, anders werd mijn moeder gek.’ Dat ruziemaken was vanzelf voorbijgegaan, sterker, inmiddels waren ze beste vriendinnen, helemaal nu ze sinds kort verkering had met de beste maat van haar zusters vriend. Als het aan haar lag kochten ze met z’n allen een boerderij in de buurt van Hardenberg, mooie natuur, lekker rustig. ‘De mensen hier zijn allemaal zo druk.’", "Ik keek naar hoe de Dochters in de hoek van de kamer hun tong tegen het aquarium drukten, en ineens verlangde ik ook naar Hardenberg.", "Dat dóét een lockdown dus."], "authors": ["Eva Hoeke"], "keywords": ["ik", "huisje", "lockdown", "van", "naar", "ineens", "dag", "een", "ze", "met", "en", "dat", "maar", "verlangde", "het", "driehonderdduizend", "niet", "hardenberg"], "pubDate": "2021-01-07T14:00:05Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}