{"id": "f1b62dc0-65d3-3812-8099-01ba5826077f", "title": "Hoe slaat thuiswerkend Nederland zich door deze warmte heen? ‘Ik heb overal ventilatoren staan’", "url": "https://volkskrant.nl/nieuws-achtergrond/hoe-slaat-thuiswerkend-nederland-zich-door-deze-warmte-heen-ik-heb-overal-ventilatoren-staan~b92ffd3a/", "summary": "Een werkgever hoeft niet voor een ventilator of voor airconditioning in huis te zorgen.\nIk heb er een pc staan met twee schermen die ik nodig heb om mijn werk te kunnen doen.\nDat doe ik beneden op mijn iPad.’Mariola Dirkzwager (48), tekstschrijver, IJsselstein:‘Ik heb gelukkig airconditioning op mijn werkplek.\nHet is wel een werkkamer waar ik tussen het wasgoed zit.\nWel bij het zwembad, anders zou het niet uit te houden zijn.’Mariola Dirkzwager: 'Ik zit tussen het wasgoed op mijn werkkamer.'", "paragraphs": ["Adrie den Hertog: ‘Ik heb overal in huis ventilatoren staan.' Beeld Guus Dubbelman / De Volkskrant", "Het is zuchten en puffen voor de thuiswerker deze week. Terwijl het ene na het andere hitterecord sneuvelt, wordt er in benauwde werkkamers op zolder, of onder de parasol in de dampende tuin, ijverig doorgewerkt. De gelukkigsten onder de thuiswerkers hebben de luxe van een airconditioning in de werkkamer. Anderen slepen hun laptop van kamer naar kamer, waar het ook maar een beetje koel is, en snakken voor lunchtijd al naar het einde van de werkdag.", "Stoom afblazen deden de oververhitte thuiswerkers vooral op Twitter. Foto’s van thuisthermometers die uitsloegen naar 35 graden of hoger werden afgewisseld met plaatjes van mensen die de ergste hitte probeerden te verdrijven met een voetenbadje. Ook de mensen voor wie thuiswerken deze week allesbehalve een marteling is meldden zich op Twitter met foto’s van hun superpool in de achtertuin.", "‘Ik begin het thuiswerken steeds leuker te vinden #pauze’ twitterde een thuiswerker bij een foto van zichzelf waarin ze op een luchtbedje ronddobbert in haar zwembad.", "Kantoortuin", "Wie het thuis echt niet meer uithield, had nog altijd de optie om de airconditioning in de kantoortuin op te zoeken. Uit een rondvraag onder meerdere werkgevers door de NOS bleek dat sommige thuiswerkers zich deze week plotseling weer op kantoor lieten zien, waar het aangenamer vertoeven is dan thuis. Om heel veel werknemers ging het niet. Ingenieursbedrijf Arcadis in Amersfoort, meldde dat de bezetting op kantoor deze week van 100 man naar 120 is gestegen.", "Thuiswerken in deze hitte is niet de verantwoordelijkheid van de werkgever, meldde vakbond FNV dinsdag op Nu.nl. Een werkgever hoeft niet voor een ventilator of voor airconditioning in huis te zorgen. Wel heeft de vakbond tips voor thuiswerkers om de werkdag zo aangenaam mogelijk door te komen. Werk ‘aan de randen van de dag’ als het koeler is. Een andere tip: vaker douchen.", "Of de tips veel navolging zullen krijgen is nog maar de vraag. Vanaf donderdag is het gedaan met de tropische temperaturen. Onweersbuien zullen het kwik onder de dertig graden duwen, zo luidt de weersverwachting. Bij temperaturen van rond de 25 graden zal het aangenamer thuiswerken zijn.", "Adrie den Hertog (57), eigenaar webdesignbedrijf, Alphen aan den Rijn:", "‘Ik heb overal in huis ventilatoren staan. Wel vier in totaal. Ze brengen verkoeling, maar helaas niet in mijn werkkamer. Buiten in de tuin werken is fijn, maar daar wordt het toch ook snel te warm. Ik houd kantoor aan huis, in een kleine ruimte waar de temperatuur makkelijk boven de dertig graden komt. Als dit soort hittegolven vaker gaan voorkomen dan zal ik misschien airconditioning in mijn werkkamer installeren. In de huiskamer is het wel een beetje vol te houden. Daar werk ik bij 26 graden met mijn laptop op tafel.’", "Shurailla Stoppel: 'Het is momenteel 34 graden bij mij op zolder.' Beeld Guus Dubbelman / De Volkskrant", "Shuraila Stoppel (53), Clinical Projects Manager in het Antoni van Leeuwenhoekziekenhuis, Hoofddorp:", "‘Het is momenteel 34 graden bij mij op zolder. Ik heb er wel een ventilator, maar dat vind ik eigenlijk een heel onprettig ding. Wind op mijn hoofd, dat voelt niet fijn. Ik kan ook niet zo makkelijk weg uit mijn werkkamer. Ik heb er een pc staan met twee schermen die ik nodig heb om mijn werk te kunnen doen. Ik kan alleen weg als ik lichtere werkzaamheden moet verrichten, mailtjes beantwoorden bijvoorbeeld. Dat doe ik beneden op mijn iPad.’", "Mariola Dirkzwager (48), tekstschrijver, IJsselstein:", "‘Ik heb gelukkig airconditioning op mijn werkplek. Die hebben we lang geleden geïnstalleerd, voor corona en alle hittegolven. Het is wel een werkkamer waar ik tussen het wasgoed zit. Ik werk op zolder waar we ook het washok hebben zitten. Mijn man heeft ook een werkkamer, maar daar is geen airconditioning. Gelukkig voor hem heeft hij nu vakantie. We doen het rustig aan deze dagen. Als ik vroeg klaar ben met werken dan ga ik in de tuin zitten. Wel bij het zwembad, anders zou het niet uit te houden zijn.’", "Mariola Dirkzwager: 'Ik zit tussen het wasgoed op mijn werkkamer.' Beeld Guus Dubbelman / De Volkskrant"], "authors": ["Hassan Bahara"], "keywords": ["warmte", "van", "ventilatoren", "nederland", "hoe", "het", "op", "overal", "ik", "staan", "een", "mijn", "zich", "thuiswerkend", "slaat", "te", "niet", "werkkamer", "voor"], "pubDate": "2020-08-12T17:04:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}