{"id": "f1fa35da-0548-364b-926d-568cd544f072", "title": "Inbreker op heterdaad betrapt door buurtbewoner op Haydnlaan", "url": "https://nu.nl/breda/6095564/inbreker-op-heterdaad-betrapt-door-buurtbewoner-op-haydnlaan.html", "summary": "Een buurtbewoner heeft dinsdagavond een inbreker bij een woning aan de Haydnlaan in Breda betrapt.\nOmdat hij vermoedde dat de bewoners niet thuis waren, besloot hij ze te bellen.\nDe bewoners bleken inderdaad niet thuis te zijn, maar ze waren wel in de buurt.\nHet lukte de verdachte echter om in zijn auto te stappen en met hoge snelheid weg te rijden.\nDe 51-jarige bestuurder werd aangehouden en overgebracht naar het politiebureau.", "paragraphs": ["Een buurtbewoner heeft dinsdagavond een inbreker bij een woning aan de Haydnlaan in Breda betrapt. De politie hield niet veel later de 51-jarige verdachte uit Breda aan. Of de man iets uit de woning heeft meegenomen, is nog onbekend.", "Een oplettende buurtbewoner zag rond 19.30 uur een persoon in de woning. Omdat hij vermoedde dat de bewoners niet thuis waren, besloot hij ze te bellen. De bewoners bleken inderdaad niet thuis te zijn, maar ze waren wel in de buurt.", "Ze omsingelden samen met de buurtbewoner het huis. Toen de inbreker naar buiten kwam, probeerden ze hem tegen te houden. Het lukte de verdachte echter om in zijn auto te stappen en met hoge snelheid weg te rijden.", "Meerdere eenheden van de politie zochten vervolgens naar de auto. Op het IJsselplein zagen de agenten de inbreker rijden, waarna ze hem klemreden. De 51-jarige bestuurder werd aangehouden en overgebracht naar het politiebureau. Tijdens de aanhouding stuitte de politie ook op een kleine hoeveelheid harddrugs. Deze zijn in beslag genomen. De verdachte zit vast voor verder onderzoek."], "authors": ["Door"], "keywords": ["politie", "het", "op", "haydnlaan", "woning", "zijn", "naar", "buurtbewoner", "een", "heterdaad", "inbreker", "betrapt", "te", "ze", "niet", "door", "verdachte"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}