{"id": "f1fb3574-c062-3744-b71e-b43139f528b8", "title": "‘Of ja’ moet het vooral hebben van de enscenering ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/of-ja-moet-het-vooral-hebben-van-de-enscenering~be2d1ed4/", "summary": "‘Of ja’ van Het Zuidelijk Toneel.\nZe dansen er op los tijdens een netwerkborrel, houden er workshops en buurtbarbecues, maar bovenal voeren ze er ongemakkelijke gesprekken.\nDe glazen kas die, staand op een houten frame met daarop het jaartal ‘Anno MMXIX’, het publiek het gevoel geeft te kijken naar een vitrine in een natuurhistorisch museum.\nDe voorstelling moet het dan ook vooral hebben van de vorm.\nHet onderwerp en de tekst zijn weinig origineel, maar hier en daar grappig, en de losse scènes worden slim aan elkaar geregen, vooral als op het eind een verhaal uit derde hand wordt verteld.", "paragraphs": ["‘Of ja’ van Het Zuidelijk Toneel. Beeld Bart Grietens", "Een grote glazen kas die soms kantoortuin, soms buurtplantsoen en dan weer parenclub is. De vijf personages van Of ja passen er allemaal in, en dat niet alleen. Ze dansen er op los tijdens een netwerkborrel, houden er workshops en buurtbarbecues, maar bovenal voeren ze er ongemakkelijke gesprekken.", "Om die gesprekken is het regisseur Eva Line de Boer en schrijver Elly Scheele, die in 2018 voor deze tekst een TheaterTekstTalent Stipendium won, allemaal te doen. De mozaïekvertelling bestaat uit alledaagse gesprekken tussen mensen die in meer of mindere mate hun best doen een praatje aan te knopen, interesse te tonen, maar blijven stuiten op misverstanden en ongemakkelijke stiltes.", "De Boer, die bekendstaat om haar licht absurdistische stijl, vergroot het sociale ongemak uit door veel gebruik te maken van versterkt en vooraf opgenomen geluid. Op gezette tijden playbacken de personages hun tekst, als verwijzing naar de performance die we in verschillende sociale situaties opvoeren. En zo nu en dan wordt een grote pluizige geluidshengel ingezet.", "Maar het grootste effect heeft de enscenering (Tim Vermeulen). De glazen kas die, staand op een houten frame met daarop het jaartal ‘Anno MMXIX’, het publiek het gevoel geeft te kijken naar een vitrine in een natuurhistorisch museum.", "De voorstelling moet het dan ook vooral hebben van de vorm. Het onderwerp en de tekst zijn weinig origineel, maar hier en daar grappig, en de losse scènes worden slim aan elkaar geregen, vooral als op het eind een verhaal uit derde hand wordt verteld."], "authors": ["Yasmina Aboutaleb"], "keywords": ["enscenering", "er", "moet", "van", "vooral", "tekst", "en", "uit", "een", "te", "op", "het", "hebben", "ja", "die"], "pubDate": "2020-12-13T17:17:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}