{"id": "f20871cb-9391-38f5-ae72-e4a7041af8e5", "title": "Contouren olympische zwemploeg bekend ondanks corona", "url": "https://volkskrant.nl/sport/contouren-olympische-zwemploeg-bekend-ondanks-corona~b0d1bdca/", "summary": "De start van Ranomi Kromowidjojo tijdens de finale van de 100 meter vrije slag die zij zal winnen.\nZe deed dat in de ochtend, bij de series, en kreeg zoveel berichtjes dat ze in de avond, bij de finale, nog compleet van slag was.\nZe had een nieuw pak aangetrokken en het prijskaartje hing nog om de hals.\nHaar zwemvriendinnen vielen flauw van het lachen; Schouten na afloop met hen.\nDat moet de pijn van het missen van de 50 vrij (bij de WK werd ze elfde) verzachten.", "paragraphs": ["De start van Ranomi Kromowidjojo tijdens de finale van de 100 meter vrije slag die zij zal winnen. Beeld Klaas Jan van der Weij", "Thuis in Eindhoven zat de in quarantaine verkerende Femke Heemskerk zich zaterdag waarschijnlijk wat minder nerveus te maken over het verloop van de olympische kwalificatie op de 100 meter vrije slag dan zij twee dagen eerder bij de 50 vrij had gedaan.", "Toen werd ze, aan de kant gedwongen door een besmetting in huiselijke kring, voorbij gezwommen door de in topvorm verkerende Valérie van Roon. Ze morde, de regels van de zwembond KNZB waren tegen haar. Begrijpelijk was de frustratie; ze sprak van ‘onmacht’.", "Zaterdag was Heemskerk, op afstand, de winnares van de dag. Haar 53,05 op de 100 meter vrije slag, de tijd waarmee zij vorig jaar bij de WK in Zuid-Korea zesde was geworden, bleef moeiteloos overeind. Ranomi Kromowidjojo kwam in de ochtend tot een halve seconde van die tijd (53,59) en kon dat in de avond niet verbeteren (54,00).", "De andere zwemsters op de 100 vrij, de favoriete afstand in Nederland, knokten om een plekje in de olympische estafette op de 4 x 100 meter vrije slag. Het waren Marrit Steenbergen en Kim Busch die zich voor Tokio 2021 plaatsten. Vooral Steenbergen, het grootste crawltalent van Nederland na Kromowidjojo, was euforisch.", "Twee, drie jaar van aanmodderen, met schouderblessures en studieproblemen, liet zij eindelijk weer achter zich. Het plezier in zwemmen, in trainen, was terug. In april, toen ook het topzwemmen door de lockdown was getroffen, had ze nog overwogen de badmuts in te leveren. Ze zei blij te zijn dat niet te hebben gedaan, al was de afzondering best lastig. Tegen de onvermijdelijke eenzaamheid had Steenbergen zelfs overwogen om honden te gaan uitlaten.", "De breedste lach van de dag kwam evenwel van Tes Schouten, schoolslagzwemster die zich met een Nederlands record (1.06,92) plaatste voor de Spelen van Tokio. Ze deed dat in de ochtend, bij de series, en kreeg zoveel berichtjes dat ze in de avond, bij de finale, nog compleet van slag was. Ze had een nieuw pak aangetrokken en het prijskaartje hing nog om de hals. Haar zwemvriendinnen vielen flauw van het lachen; Schouten na afloop met hen.", "Beste tijden van Schouten op schoolslag, van Maaike de Waard op vlinderslag en van Kira Toussaint op de rugslag (NR in 58,91) zorgden dat Nederland ook een team zal inzetten op de 4 x 100 meter wisselslag. Daarin geniet Heemskerk mogelijk voorkeur als afsluitende sprinter op de borstcrawl. Dat moet de pijn van het missen van de 50 vrij (bij de WK werd ze elfde) verzachten."], "authors": ["John Volkers"], "keywords": ["van", "ondanks", "het", "op", "olympische", "bekend", "slag", "corona", "ze", "een", "contouren", "en", "dat", "te", "zwemploeg", "100"], "pubDate": "2020-12-06T18:44:41+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}