{"id": "f20e9123-a08c-3cb7-b0b1-c5ae6b50d271", "title": "Onderzoek: Duurzaamheid hoog op agenda Groninger ondernemers", "url": "https://www.dvhn.nl/economie/Duurzaamheid-hoog-op-agenda-Groninger-ondernemers-26275604.html", "summary": "Duurzaamheid staat bij ondernemers in en om de stad Groningen stevig op de agenda.\nNagenoeg alle ondernemers erkennen het belang van duurzaamheid.\nTopprioriteitVan de deelnemende bedrijven in het onderzoek zegt 98 procent duurzaamheid een belangrijke zaak te vinden, meer dan de helft noemt het zelfs topprioriteit.\nOok het terugdringen van de afvalberg en het installeren van zonnepanelen gebeurt veelvuldig.\nOok het ontbreken van ondersteuning en beleid van de overheid kunnen beletsel vormen in het toepassen van duurzame maatregelen.", "paragraphs": ["Duurzaamheid staat bij ondernemers in en om de stad Groningen stevig op de agenda. Nagenoeg alle ondernemers erkennen het belang van duurzaamheid.", "Dat komt naar voren in een enquête van duurzaamheidsplatform Groningen werkt slim en de Hanzehogeschool.", "Topprioriteit", "Van de deelnemende bedrijven in het onderzoek zegt 98 procent duurzaamheid een belangrijke zaak te vinden, meer dan de helft noemt het zelfs topprioriteit. Aan de enquête deden 52 bedrijven en organisaties mee.", "De ondernemers die zeggen dat ze duurzaamheid van belang vinden, laten dat ook zien in hun bedrijfsvoering. Nagenoeg alle deelnemers aan het onderzoek hebben duurzaamheidsmaatregelengenomen.", "Zuinige lampen en minder afval", "Zo heeft het gros van de bedrijven energiezuinige verlichting in huis. Ook het terugdringen van de afvalberg en het installeren van zonnepanelen gebeurt veelvuldig.", "Andere besparende maatregelen die bedrijven nemen, zijn: reduceren van gasverbruik, stimuleren van elektrische fietsen en gebruik van duurzame apparaten.", "Obstakel: geen financieel draagvlak", "Een belangrijk obstakel om duurzame maatregelen toe te passen is voor veel ondernemers een gebrek aan financieel draagvlak. Ook het ontbreken van ondersteuning en beleid van de overheid kunnen beletsel vormen in het toepassen van duurzame maatregelen.", "Groningen werkt slim is een jaar geleden opgericht door gemeente en provincie Groningen samen met vier bedrijvenverenigingen in de stad."], "authors": ["Richold Brandsma"], "keywords": ["groningen", "ondernemers", "van", "het", "op", "duurzame", "onderzoek", "een", "hoog", "en", "bedrijven", "ook", "agenda", "duurzaamheid", "groninger"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}