{"id": "f218afb0-f3af-3746-bf97-2c0f0c7d27d2", "title": "Eddie Vedder and Valeska reunited: ‘You still have the same smile’", "url": "https://www.parool.nl/english/eddie-vedder-and-valeska-reunited-you-still-have-the-same-smile~bc32cfe4/", "summary": "Eddie Vedder en Valeska Custers were reunited in Brussels Beeld -“Are you ready to go see Eddie?”, the tour manager, white-haired and with piercing blue eyes, asks rhetorically.\nIt’s the reason why Valeska and her husband Raymond Custers drove from Hilversum to Brussels on short notice during rush hour.\nSuddenly Valeska’s phone rings.\nHer mother’s phone has been ringing non-stop ever since she told the Dutch newspaper Het Parool that she is the woman that Eddie Vedder was looking for.\nThose stickers grant Valeska and her husband access to he backstage area, where she is due to meet Eddie Vedder for the first time since the encounter 27 years ago.", "paragraphs": ["Eddie Vedder en Valeska Custers were reunited in Brussels Beeld -", "“Are you ready to go see Eddie?”, the tour manager, white-haired and with piercing blue eyes, asks rhetorically. Of course they are ready. It’s the reason why Valeska and her husband Raymond Custers drove from Hilversum to Brussels on short notice during rush hour. Valeska straightens her shirt and follows the manager down a white corridor, towards the backstage area of the Forest National in Brussels.", "Bowling shoes", "Wednesday at around 4 in the afternoon, Valeska only just managed to help her children in their blue-and-red bowling shoes. It had been the birthday of their youngest daughter the day before and they went bowling for the occasion. Suddenly Valeska’s phone rings. One of her daughters complains that it is probably a journalist again. Her mother’s phone has been ringing non-stop ever since she told the Dutch newspaper Het Parool that she is the woman that Eddie Vedder was looking for.", "During a concert in Amsterdam last Sunday, Eddie Vedder told the crowd he often still thinks about a young woman who got him back to his hotel after a Pearl Jam concert in the Netherlands in 1992. In typical Dutch fashion the woman gave him a lift on the back of her bike. “Does she happen to be here tonight?”, he asked the crowd. Het Parool found her and in the interview that followed she mentioned that she would love to meet Vedder again.", "Back to the ringing phone. The person calling wasn’t a reporter, but Eddie Vedder’s manager. His message: you are welcome at Vedder’s show in Brussels tonight and there are tickets waiting for you at the box office. Without hesitation the bowling shoes came off – to the huge disappointment of the children – and off they went.", "After dropping their children off at Valeska’s brother, the couple was headed to Brussels, only half an hour after the phone call.", "Backstage passes", "Just as promised, their tickets were waiting for them at the venue, neatly tucked away in an envelope. “There are also backstage stickers in there,” the man at the desk says. Those stickers grant Valeska and her husband access to he backstage area, where she is due to meet Eddie Vedder for the first time since the encounter 27 years ago. She still has difficulty believing it.", "Valeska wouldn’t have met Eddie tonight if it wasn’t for Jonas Pap. Pap is a cello player for the Red Limo String Quartet, a Dutch quartet that's accompanying Vedder on his European tour. His friends told him about the article in Het Parool, after which he contacted the newspaper via Facebook and asked for an English version, which he promptly forwarded to Vedder on Tuesday.", "Just over 24 hours later, Valeska and her husband – a huge Vedder and Pearl Jam fan as well – find themselves sitting on row 13 in the Brussels concert hall, ecstatically singing along with each song. After the almost 2,5 hour long concert, they make their way to the front, apply their backstage stickers on their shirts and are lead behind the stage to a big, white-painted space with four round tables. It is the ‘waiting area’ where they get served a drink and meet the members of the Red Limo String Quartet. Valeska is almost a celebrity herself: everyone knows the story of the ‘woman on the bike’.", "“Thank you for the ride”", "After waiting for half an hour, the tour manager calls them over and Valeska and her husband walk to the last room on the left in the corridor. It is Eddie Vedder’s dressing room. After a warm welcome consisting of a handshake and a hug Vedder says: “Well, thank you for the ride!”", "He says he does recognize Valeska, as he predicted on Sunday at Afas Live. Together they look up Valeska’s picture from when she was 23 years old on Parool.nl. “You still have the same smile,” Vedder notes.", "The Seattle rock star takes his time to reminisce with Valeska. Vedder remembers she offered to call him a cab. “But I didn’t have any money on me!” Vedder says that he had meant to send her back her brother’s flannel shirt, that he had borrowed to fight the cold. “I made you write down your address in order to do so. I’m not sure if I still have it now, but I kept it for years at least.” Valeska smiles: “My brother says that you can keep it.”", "If she was nervous at all for the reunion, Valeska does a great job hiding it. With a Corona in her right hand, she stands in the American rock star’s dressing room as though she sees him every week. Vedder, having a glass of red wine, suggests taking some pictures together, and mentions that he had read that Valeska and her husband have three daughters. “I have two daughters myself,” he says proudly. “My eldest daughter celebrated her birthday yesterday.” Valeska blinks. “Tuesday? My youngest turned twelve the same day.” The look each other in the eyes. Such a coincidence.", "Later, when Valeska and Raymond – holding goody bags filled with T-shirts and a baseball cap – walk through the catacombs of the venue, a big smile appears on Valeska’s face. “What’s wrong?”, Raymond asks. “Nothing,” she replies. “I am a happy girl. He just wanted to say thank you.”"], "authors": ["Hanneke Keultjes"], "keywords": ["husband", "woman", "waiting", "phone", "valeskas", "reunited", "vedder", "eddie", "valeska", "smile", "manager", "brussels"], "pubDate": "2019-06-13T11:45:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}