{"id": "f2216bec-2c88-3d05-96ae-4dbc50373db8", "title": "Wilhelminapark Breda gaat op de schop", "url": "https://nu.nl/breda/6097233/wilhelminapark-breda-gaat-op-de-schop.html", "summary": "De straten in het Wilhelminapark en de Vijverstraat in Breda gaan in de loop van volgend jaar op de schop.\nBurgemeester en wethouders zijn akkoord met het project, nadat een deel van de reacties van de omwonenden daarin zijn verwerkt.\nEen van de belangrijke eisen uit de buurt was dat het aantal parkeerplaatsen niet kleiner zou worden.\nVuil waterIn het ontwerp staat verder dat de gemeente een hemelwaterriool gaat aanleggen.\nExpertiseWethouder Greetje Bos (Leefbaarheid, VVD) zegt dat het ontwerp nadrukkelijk tot stand is gekomen met de hulp van de omwonenden.", "paragraphs": ["De straten in het Wilhelminapark en de Vijverstraat in Breda gaan in de loop van volgend jaar op de schop. Het asfalt wordt vervangen door klinkers en de bochten rond de vijver worden scherper, zodat het verkeer moet afremmen.", "Burgemeester en wethouders zijn akkoord met het project, nadat een deel van de reacties van de omwonenden daarin zijn verwerkt. Een van de belangrijke eisen uit de buurt was dat het aantal parkeerplaatsen niet kleiner zou worden. Aan dat verzoek is voldaan.", "Vuil water", "In het ontwerp staat verder dat de gemeente een hemelwaterriool gaat aanleggen. Dat heeft als voordeel dat schoon water bij hevige regenval niet in het normale vuilwaterriool terecht komt. Ook worden de twee vijvers met elkaar verbonden door een ondergrondse koker. Zo kunnen vissen heen en weer zwemmen. De weg die tussen de twee vijvers ligt wordt ook aangepast. Er komt één rijbaan in plaats van de twee rijstroken die er nu nog liggen. Aan weerskanten van de nieuwe weg komen bredere fietspaden.", "Expertise", "Wethouder Greetje Bos (Leefbaarheid, VVD) zegt dat het ontwerp nadrukkelijk tot stand is gekomen met de hulp van de omwonenden. \"Met hun expertise zijn we tot dit ontwerp gekomen. Een mooi resultaat'\", aldus de wethouder."], "authors": ["Door"], "keywords": ["van", "dat", "een", "gaat", "en", "ontwerp", "wilhelminapark", "twee", "breda", "zijn", "op", "worden", "schop", "met", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}