{"id": "f22bd791-6150-3a96-80a8-1b88842e1d29", "title": "Zal ik het legaat dat mijn oom en tante me hebben nagelaten delen met mijn zussen?", "url": "https://volkskrant.nl/de-gids/zal-ik-het-legaat-dat-mijn-oom-en-tante-me-hebben-nagelaten-delen-met-mijn-zussen~b886e582/", "summary": "Zal ik mijn zussen laten meedelen in dit legaat en elk een kwart van het bedrag overmaken?\nIk begrijp dat de sociale gevolgen voor u vervelend kunnen zijn, maar ik zou erop vertrouwen dat uw oom bewust gekozen heeft.\nWees blij met wat u ontvangt en laat (samen met uw zussen) de wil van uw oom intact, dat biedt rust.\nVerder kun je met het resterende deel van het legaat doen wat jíj wilt: het is aan jóú nagelaten.\nGeniet er in ieder geval van – dat was vast de bedoeling van je oom en tante.", "paragraphs": ["Lezers vragen andere lezers om raad bij problemen en dilemma’s. Deze week: legaat delen of niet?", "Een aantal maanden geleden overleed een tante, de echtgenote van mijn oom die het jaar ervoor overleed. Hij was de peetoom van een van mijn drie zussen. Ze hadden zelf geen kinderen. Tot mijn verbazing bleek ik als enige van ons vier een legaat te hebben gekregen. Ik vermoed omdat ik nog bij mijn oom op (zieken)bezoek kwam en contact met hen beiden onderhield. Zal ik mijn zussen laten meedelen in dit legaat en elk een kwart van het bedrag overmaken?", "Vrouw (48), naam bij redactie bekend", "Gevoelens van anderen", "De vraag stellen is hem beantwoorden. U weet dat delen in goede aarde zal vallen bij uw zussen. U verwacht waarschijnlijk dat het tot gevoelens van ongenoegen zal leiden wanneer u niet deelt. De vraag is dus vooral of u uw eigen keuze durft te maken en de daarbij behorende gevoelens van anderen weet te verdragen. Een antwoord van anderen zal u daarbij niet helpen. Ik raad u aan de stevigheid van uw keus in uzelf te zoeken.", "Mirjam Teekman (40), Winterswijk", "Goodwill", "Goede familiebanden zijn meer waard dan welk legaat dan ook. Heeft u dat geld niet echt nodig? Geef uw zussen dan alle drie een kwart en geniet van de goodwill die dit kweekt. Of ga met zijn vieren van dat geld iets leuks ondernemen.", "Marlies Jansen (55), Oegstgeest", "Nadrukkelijke wens", "Toen mijn lieve tante overleed waren mijn broer en ik haar erfgenamen. Dat had ze in de laatste fase van haar leven met ons besproken. Wij vroegen haar een paar keer of ze niet ook onze andere broers en zussen (we waren met z’n zessen) erbij zou betrekken. Dat wilde ze niet. Na haar overlijden heeft het ons wel beziggehouden. Moesten wij het delen met onze broers en zussen? Uiteindelijk hebben we dat niet gedaan. Het was haar nadrukkelijke wens geweest. Dat hebben we gerespecteerd.", "Hans van Leeuwen (71), Utrecht", "De wil van oom", "Ik groeide op in een klein, gelovig dorpje op de Veluwe en zag daar hoe families uit elkaar vielen omdat broers en zussen tornden aan de wil van een overledene. Zij meenden dat hun interpretatie van de situatie beter was dan wat op papier stond. Het lijkt me vreselijk voor de overledene. Hij of zij heeft bewust zijn wens genoteerd, gelijk aan uw oom. Ik begrijp dat de sociale gevolgen voor u vervelend kunnen zijn, maar ik zou erop vertrouwen dat uw oom bewust gekozen heeft. Wees blij met wat u ontvangt en laat (samen met uw zussen) de wil van uw oom intact, dat biedt rust.", "Gerlien Spijkerboer (25), Zeist", "Niet moreel verplicht", "Uw oom liet bewust dat geld aan u na, zodat u ermee kan doen waar u zich prettig bij voelt. Als het voor u het beste voelt om te delen, dan moet u dat doen. Als u zich er moreel verplicht toe voelt zou ik dat zeker niet doen en zijn laatste wens respecteren.", "Paul Veelen (31), Echt", "Kort herdenken", "Gebruik het legaat (deels) om één keer per jaar met je zussen iets leuks te doen zoals ergens lekker gaan eten. En herdenk tijdens het etentje kort je lieve oom en tante. Daarna kun je het hebben over alles waar zussen gezellig over kunnen praten. Zet voor een aantal jaren geld opzij om dit te gaan doen. Verder kun je met het resterende deel van het legaat doen wat jíj wilt: het is aan jóú nagelaten. Dus als je het resterende bedrag wilt delen omdat dat voor jou goed voelt: prima. Voelt dat niet goed, of wil je maar een deel ervan doorgeven, ook best. Geniet er in ieder geval van – dat was vast de bedoeling van je oom en tante.", "Minke van Manen (65), Venlo"], "authors": ["Machteld Van Gelder"], "keywords": ["ik", "van", "zal", "mijn", "legaat", "oom", "en", "met", "een", "uw", "tante", "nagelaten", "het", "dat", "zussen"], "pubDate": "2020-12-17T14:00:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}