{"id": "f2387ed1-ba05-313f-a3d5-526460dfc3f6", "title": "Overlijdensbericht Chadwick Boseman meest gedeelde tweet van 2020", "url": "https://www.parool.nl/kunst-media/overlijdensbericht-chadwick-boseman-meest-gedeelde-tweet-van-2020~ba64b95b/", "summary": "Chadwick Boseman Beeld Victoria Will/Invision/APDe berichten met de meeste likes dit jaar waren dat waarin oud-president Barack Obama de overleden sportheld Kobe Bryant herdacht, een verjaardagsbericht van Home Alone-ster Macaulay Culkin (‘hey guys, willen jullie je oud voelen?\nYou’re welcome’) en de tweet van de aanstaande vicepresident Kamala Harris nadat Joe Biden was uitgeroepen tot de nieuw gekozen president van Amerika.\nDe persoon over wie in 2020 het meest werd getwitterd, was de Amerikaanse president Donald Trump.\nDe rest van de top 5 bestaat uit zijn opvolger Joe Biden, George Floyd (de zwarte Amerikaan die werd gedood door een witte agent), Kobe Bryant en Barack Obama.\nDe meestbesproken vrouw op Twitter was Kamala Harris.", "paragraphs": ["Chadwick Boseman Beeld Victoria Will/Invision/AP", "De berichten met de meeste likes dit jaar waren dat waarin oud-president Barack Obama de overleden sportheld Kobe Bryant herdacht, een verjaardagsbericht van Home Alone-ster Macaulay Culkin (‘hey guys, willen jullie je oud voelen? Ik ben 40. You’re welcome’) en de tweet van de aanstaande vicepresident Kamala Harris nadat Joe Biden was uitgeroepen tot de nieuw gekozen president van Amerika.", "De persoon over wie in 2020 het meest werd getwitterd, was de Amerikaanse president Donald Trump. De rest van de top 5 bestaat uit zijn opvolger Joe Biden, George Floyd (de zwarte Amerikaan die werd gedood door een witte agent), Kobe Bryant en Barack Obama. De meestbesproken vrouw op Twitter was Kamala Harris."], "authors": ["Het Parool"], "keywords": ["van", "harris", "obama", "2020", "gedeelde", "joe", "meest", "kamala", "werd", "een", "chadwick", "en", "overlijdensbericht", "boseman", "president", "kobe"], "pubDate": "2020-12-08T08:56:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}