{"id": "f23a4e5e-1d06-37c6-a48b-d01ccb0f4f60", "title": "A History of Swear Words met Nicolas Cage: fucking hilarious!", "url": "https://www.parool.nl/kunst-media/a-history-of-swear-words-met-nicolas-cage-fucking-hilarious~bd9d78b8/", "summary": "De acteur zit er voor de gelegenheid bij als een brave wetenschapper, voor een haardvuur en met een opengeklapte wereldbol met flessen sterke drank erin.\n“Vloeken is handig gereedschap voor een acteur.\n“Alles wordt grappiger als je fuck zegt.\n“Shit zeggen is alsof je een mes naar een vuurgevecht brengt,” vindt acteur Nick Offerman: een zwaktebod.\nA History of Swear Words biedt een vermakelijk kijkje in de geschiedenis en het gebruik van schuttingwoorden, met vaak leuke trivia.", "paragraphs": ["Beeld Adam Rose / Netflix", "“Fuuuuck!” Nicolas Cage schreeuwt het uit zoals alleen hij dat kan. De acteur heeft al zo vaak hysterische woede-uitbarstingen getoond in films dat er een term voor is bedacht: ‘Cage rage’ – zie de vele compilaties op YouTube. Dit keer gaat Cage uit zijn dak voor de wetenschap, want hij is de presentator van de even geestige als leerzame zesdelige Netflixdocuserie over de herkomst van vloeken en scheldwoorden.", "De acteur zit er voor de gelegenheid bij als een brave wetenschapper, voor een haardvuur en met een opengeklapte wereldbol met flessen sterke drank erin. De zes afleveringen hebben echter titels die er geen doekjes om winden: Fuck, Shit, Bitch, Dick, Pussy en Damn.", "“Vloeken is handig gereedschap voor een acteur. Met vloeken kunnen we krenken, kalmeren, verrukken, bang maken, beledigen en verleiden,” leidt Cage de serie in. Hij wordt bijgestaan door historici, etymologen, acteurs en komieken die hun licht laten schijnen over de four letter words.", "Kneedbaar", "Aflevering 1 gaat over het meest gebruikte én meest kneedbare scheldwoord: fuck. “Het is als Silly Putty,” aldus lexicograaf Kory Stamper. “Als ik één scheldwoord mocht meenemen naar een eiland, zou het ‘fuck’ zijn,” zegt comedian Nikki Glaser. “Alles wordt grappiger als je fuck zegt. Het is de Tom Hanks van scheldwoorden: het kan alles en we worden het nooit zat.”", "Het woord fuck kreeg pas in de 14de eeuw iets met seks te maken. De theorie dat het een afkorting zou zijn van fornication under consent of the king (gemeenschap met toestemming van de koning) wordt afgedaan als onzin. Maar dat het woord volgens etymologen afkomstig is van een middeleeuws Nederlands woord voor ‘slaan’, klinkt voor de Nederlandse kijker al even onwaarschijnlijk – welk woord mag dat dan wel zijn geweest?", "‘Fuck’ mag in Amerikaanse speelfilms pas sinds 1968 worden gebezigd, maar dan nog alleen ongelimiteerd in R-rated movies (films voor boven de zestien). In PG-13 films (kinderen alleen onder begeleiding van volwassenen toegelaten) mag het slechts één keer worden gebruikt.", "Waarschuwingssticker", "Platen en cd’s waarop werd gevloekt (‘Fuck tha Police’) kregen vanaf eind jaren tachtig een waarschuwingssticker met ‘Parental Guidance’ erop. Omdat het veelal hiphopalbums betrof werd de maatregel als racistisch opgevat. De sticker had trouwens vooral een omgekeerd effect: juist platen mét sticker verkochten beter.", "Vloeken heeft wel degelijk nut volgens een wetenschapper: “Als je vloekt maak je adrenaline aan, het maakt het gemakkelijker om pijn te verdragen en het maakt je sterker. Het werkt bevrijdend.” Om dat te bewijzen wordt er een experiment uitgevoerd waarbij twee groepen een hand in ijswater moeten houden. Degenen die mogen vloeken houden het langer vol dan degenen die op hun tong moeten bijten.", "Aflevering 2 stelt de vraag waarom shit eigenlijk een scheldwoord is. “Shit zeggen is alsof je een mes naar een vuurgevecht brengt,” vindt acteur Nick Offerman: een zwaktebod.", "A History of Swear Words biedt een vermakelijk kijkje in de geschiedenis en het gebruik van schuttingwoorden, met vaak leuke trivia. Toch worden er ook taboes gerespecteerd, want een aflevering over cunt ontbreekt en ook het N-woord schittert door afwezigheid. Maar verder: fucking hilarious!"], "authors": ["Andre Nientied"], "keywords": ["cage", "van", "fuck", "hilarious", "en", "history", "met", "een", "words", "voor", "fucking", "dat", "het", "nicolas", "swear", "als", "je"], "pubDate": "2021-01-08T16:00:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}