{"id": "f25fd5f0-a044-3b4c-a7da-50107bb0b467", "title": "Waar je opgroeit, beïnvloedt je kansen: vijf dertigers over hun geboortegrond", "url": "https://www.volkskrant.nl/kijkverder/v/2020/waar-je-opgroeit-beinvloedt-je-kansen-vijf-dertigers-over-hun-geboortegrond~v403233/", "summary": "Opgegroeid in KoewachtEen dertiger uit Koewacht verdiende in 2018 gemiddeld 32.734 euroGz-psycholoog Mirjam Kouijzer legde net als zo veel Zeeuws-Vlamingen letterlijk een lange weg af om carrière te maken.\nOp vrijdag keerde ze terug naar huis voor haar weekendbaantje in de supermarkt en de repetitie van de harmonie, waarin ze klarinet speelde.\nHet gemiddelde inkomen van alle dertigers uit Koewacht, dus niet alleen uit arme, maar ook uit rijke gezinnen en alles daartussenin, was een kleine 33 duizend euro.\nIk zat op een klein schooltje met een superleuk clubje meiden met wie ik nog steeds bevriend ben.\nAls kind krijg je daarvan denk ik een enorme dosis vertrouwen in de wereld en in jezelf.’", "paragraphs": ["Opgegroeid in Koewacht", "Een dertiger uit Koewacht verdiende in 2018 gemiddeld 32.734 euro", "Gz-psycholoog Mirjam Kouijzer legde net als zo veel Zeeuws-Vlamingen letterlijk een lange weg af om carrière te maken. Opleidingen liggen niet voor het oprapen in de regio, en dus ondernam Kouijzer na het gymnasium elke maandag voor het krieken van de dag een ellenlange bus- en treinreis naar haar studie pedagogische wetenschappen aan de Radboud Universiteit in Nijmegen. Op vrijdag keerde ze terug naar huis voor haar weekendbaantje in de supermarkt en de repetitie van de harmonie, waarin ze klarinet speelde. ‘Op vrijdag was het altijd feest in de bus, dan gingen alle studenten uit Zeeland terug naar huis, dat was één grote reünie.’", "De dochter van een administratief medewerkster en een politieagent groeide op in het Zeeuws-Vlaamse grensdorp Koewacht, qua sociale stijging een van de meest gemiddelde plekken van Nederland. Als je alle plaatsen ordent op basis van hoever dertigers uit gezinnen met bescheiden inkomens het schopten, dan eindigt Koewacht precies in het midden, met een gemiddeld jaarinkomen van 27 duizend euro bruto in 2018. Het gemiddelde inkomen van alle dertigers uit Koewacht, dus niet alleen uit arme, maar ook uit rijke gezinnen en alles daartussenin, was een kleine 33 duizend euro.", "Kouijzer schopte het tot doctor: ze promoveerde op een proefschrift over de behandeling van kinderen met autisme met zogeheten neurofeedback, een trainingsmethode die via het meten van hersengolven het brein beter in balans zou brengen, beweren althans pleitbezorgers van de therapie. In haar proefschrift concludeerde Kouijzer echter dat er geen wetenschappelijk bewijs is dat de therapie helpt tegen autisme.", "In psychologisch opzicht had ze op bijna geen betere plek kunnen opgroeien dan in Koewacht, waar ze een jeugd beleefde van boomhutten bouwen, verstoppertje spelen en eindeloze zomers in het zwembad, vertelt ze. ‘Het dorp voelde heel veilig en gemoedelijk. Van de ellende in de wereld heb ik als kind weinig meegekregen. Ik zat op een klein schooltje met een superleuk clubje meiden met wie ik nog steeds bevriend ben. Als kind krijg je daarvan denk ik een enorme dosis vertrouwen in de wereld en in jezelf.’"], "authors": ["Oktober"], "keywords": ["vijf", "kansen", "beïnvloedt", "van", "koewacht", "opgroeit", "waar", "dertigers", "het", "op", "met", "ik", "geboortegrond", "een", "je", "en", "ze", "uit", "hun"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}