{"id": "f293931f-6246-31dc-94d2-a884310a420d", "title": "Is samen slapen ongezond? 'Eén bed is bizar'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5207904/samen-slapen-ongezond-een-bed-bizar-slaapproblemen-gezondheidsplein", "summary": "Onderzoekers van de Universiteit van Surrey onderzochten de kwaliteit van de slaap van mensen die samen in een bed slapen.\nDe kwaliteit van de slaap werd bij samen slapen gemiddeld 50 procent vaker verstoord dan bij alleen slapen.\nPartners storen elkaar namelijk door te draaien, luidruchtig te ademen of te snurken of door het trekken aan lakens of dekbedden.\nEen regelmatig verstoorde slaap door het samen slapen resulteert bij hen ook in meetbaar minder alert functioneren overdag.\nVrouwen slapen beter, terwijl zij juist denken minder goed te slapen.", "paragraphs": ["Onderzoekers van de Universiteit van Surrey onderzochten de kwaliteit van de slaap van mensen die samen in een bed slapen. De meeste partners gaven aan het gevoel te hebben juist beter te slapen als ze bij elkaar lagen, maar uit het onderzoek bleek het tegenovergestelde. De kwaliteit van de slaap werd bij samen slapen gemiddeld 50 procent vaker verstoord dan bij alleen slapen. Partners storen elkaar namelijk door te draaien, luidruchtig te ademen of te snurken of door het trekken aan lakens of dekbedden. Hoewel niet alle storende geluiden of bewegingen door de partners bewust werden opgemerkt, werd de diepte van de slaap er wel door aangetast.", "Mannen slapen lichter", "Dat samen in bed slapen niet optimaal is voor de slaapkwaliteit was eerder al eens aangetoond in een Oostenrijks onderzoek, dat gepubliceerd werd in The New Scientist. Opvallend is dat mannen veel meer last bleken te hebben van verstoringen in de slaap door hun partner dan vrouwen. Vrouwen hebben een diepere slaap, mannen slapen lichter. Een regelmatig verstoorde slaap door het samen slapen resulteert bij hen ook in meetbaar minder alert functioneren overdag. Uit ander onderzoek, uitgevoerd door het Erasmus Medisch Centrum, blijkt dat mannen slechter of korter slapen dan ze zelf denken. Vrouwen slapen beter, terwijl zij juist denken minder goed te slapen."], "authors": [], "keywords": ["bizar", "van", "eén", "een", "bij", "bed", "ongezond", "te", "samen", "het", "door", "werd", "slaap", "slapen"], "pubDate": "2021-01-11T07:31:29Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}