{"id": "f2a093d5-1135-3f06-8ae9-3a31ac5ec365", "title": "‘Tandenborstel kan meer bacteriën bevatten dan een wc-bril’", "url": "https://www.metronieuws.nl/lifestyle/health-mind/2021/01/tandenborstel-meer-bacterien-bevatten-wc-bril/", "summary": "‘Tandenborstel kan meer bacteriën bevatten dan een wc-bril’Iets dat je waarschijnlijk twee keer per dag doet, is tandenpoetsen.\nZe plaatst wel een kanttekening en zegt dat het van de omstandigheden afhangt of je tandenborstel echt smeriger is dan je toilet.\n„Dan valt het al met al wel mee met het aantal kiemen dat je daarop vindt.\nHet blijkt dat deze niet heel schadelijk voor ons zijn, maar je moet wel voorkomen dat je tandenborstel een échte broedplaats wordt.\nDe tandarts legt uit dat hoe vaker je je tandenborstel gebruikt, hoe eerder hij aan vervanging toe is.", "paragraphs": ["‘Tandenborstel kan meer bacteriën bevatten dan een wc-bril’", "Iets dat je waarschijnlijk twee keer per dag doet, is tandenpoetsen. Hierbij stop je enkele minuten iets in je mond, dat volgens onderzoek mogelijk smeriger is dan de wc-bril.", "Dat zegt professor Dominique Declerck, en tevens tandarts, tegen Het Laatste Nieuws. Ze plaatst wel een kanttekening en zegt dat het van de omstandigheden afhangt of je tandenborstel echt smeriger is dan je toilet.", "Toiletbril schoner dan tandenborstel", "„Een toiletbril is een glad oppervlak dat geregeld wordt schoongemaakt met schoonmaakmiddel”, zegt Declerck. „Dan valt het al met al wel mee met het aantal kiemen dat je daarop vindt. Een oude tandenborstel die je net hebt gebruikt en nauwelijks afspoelt, zal wél veel micro-organismen bevatten.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Wist u dat na 3 maanden gemiddeld 7 miljoen bacteriën op uw tandenborstel aanwezig zijn? Vervang uw tandenborstel dus regelmatig. #mondzorg — Dentaid Benelux (@dentaidnl) August 15, 2013", "Een echte broedplaats van bacteriën", "Het is algemeen bekend dat in het menselijk lichaam ook bacteriën voorkomen. Dus hoe schadelijk zijn die op onze tandenborstels nou echt? Het blijkt dat deze niet heel schadelijk voor ons zijn, maar je moet wel voorkomen dat je tandenborstel een échte broedplaats wordt.", "Dit doe je volgens de professor onder meer door: „Een goede borstelhygiëne, dat is een must. Gebruik altijd tandpasta, dat werkt als een soort zeep en helpt om de bacteriën op de tandenborstel onder controle te houden. Spoel goed af na elke poetsbeurt, zodat er geen resten blijven zitten tussen de haartjes van de borstel. En bewaar de borstel met het kopje naar boven in een beker, glas of houder, zodat het goed kan drogen.”", "Tandenborstel toe aan vervanging", "Natuurlijk is het van belang dat je je tandenborstel regelmatig vervangt. Ongeveer om de drie maanden. De tandarts legt uit dat hoe vaker je je tandenborstel gebruikt, hoe eerder hij aan vervanging toe is.", "„Het hangt af van hoeveel kracht je op jouw tandenborstel zet. Hoe langer en feller je hem gebruikt, hoe meer beschadigingen en minuscule scheurtjes er verschijnen in de haartjes van je borstel. Dat zijn de ideale schuilplaatsen voor micro-organismen.”", "Lees ook: Lammetjes met misvormingen als bochels en kromme poten geboren in Nederland"], "authors": ["Shazney Redan"], "keywords": ["van", "dan", "wcbril", "tandenborstel", "en", "een", "met", "kan", "bacteriën", "hoe", "bevatten", "het", "meer", "dat", "je"], "pubDate": "2021-01-07T16:54:36Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}