{"id": "f2d3a822-8d0d-319f-9b7a-bc5138c53830", "title": "Microsoft 'werd weggelachen' door Nintendo bij overnamepoging in 2000", "url": "https://nu.nl/tech/6100521/microsoft-werd-weggelachen-door-nintendo-bij-overnamepoging-in-2000.html", "summary": "Vertegenwoordigers van Microsoft wezen er destijds onder andere op dat Nintendo beter was in het maken van games dan in het maken van hardware.\nOok gesprekken met gamegiganten Electronic Arts en Square eindigden in een sof voor het bedrijf, dat destijds niet serieus werd genomen door de game-industrie.\nBill Gates was kwaad dat de eerste Xbox geen Windows gebruikte, en zijn latere opvolger Steve Ballmer zou uit zijn slof zijn geschoten over de kosten van het project.\nHet bedrijf verkocht uiteindelijk 24 miljoen exemplaren van zijn eerste spelcomputer, die in 2001 op de markt kwam.\nVanwege de kosten van het maken van de Xbox raakte Microsoft in de eerste vier jaar zo'n 4 miljard dollar (3,2 miljard euro) kwijt aan het apparaat.", "paragraphs": ["Microsoft deed in 2000 een poging om Nintendo over te nemen als onderdeel van zijn plannen voor de eerste Xbox, maar dat leidde alleen maar tot hilariteit bij de Japanse ontwikkelaar, schrijft Bloomberg woensdag in een reconstructie van de totstandkoming van de spelcomputer.", "Vertegenwoordigers van Microsoft wezen er destijds onder andere op dat Nintendo beter was in het maken van games dan in het maken van hardware. De Nintendo 64 kon de strijd met de PlayStation niet aan.", "De poging werd het bedrijf niet in dank afgenomen. \"Beeld je een uur in waarin je alleen maar wordt uitgelachen\", zegt Xbox-topman Robbie Bach over het gesprek tegen Bloomberg. Ook gesprekken met gamegiganten Electronic Arts en Square eindigden in een sof voor het bedrijf, dat destijds niet serieus werd genomen door de game-industrie.", "Binnen Microsoft zelf waren ook veel vraagtekens over het project. Bill Gates was kwaad dat de eerste Xbox geen Windows gebruikte, en zijn latere opvolger Steve Ballmer zou uit zijn slof zijn geschoten over de kosten van het project. Toch bleek de behoefte om de strijd met PlayStation-producent Sony aan te gaan te sterk.", "Het bedrijf verkocht uiteindelijk 24 miljoen exemplaren van zijn eerste spelcomputer, die in 2001 op de markt kwam. Vanwege de kosten van het maken van de Xbox raakte Microsoft in de eerste vier jaar zo'n 4 miljard dollar (3,2 miljard euro) kwijt aan het apparaat."], "authors": ["Door"], "keywords": ["xbox", "zijn", "weggelachen", "van", "het", "eerste", "overnamepoging", "microsoft", "een", "nintendo", "dat", "te", "2000", "bij", "door", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}