{"id": "f2e595e6-c930-3b00-80a6-1c69eeeefbd5", "title": "Frank de Boer: ‘Voor welke club een speler speelt, is geen item’", "url": "https://www.parool.nl/sport/frank-de-boer-voor-welke-club-een-speler-speelt-is-geen-item~b231eb53/", "summary": "Tijd voor een blik terug en een blik vooruit.\nAls je wat meer ervaring hebt, leer je dat het soms beter is om even weg te blijven.\nDat is onveranderd in die tien jaar: ik doe altijd wat ik denk dat het beste is voor het team.”Tegen Italië in Bergamo koos u voor een systeem met vijf verdedigers.\nTegen Bosnië en Polen zag je dat al aardig terug.”Tegen Polen speelden jullie soms zo aanvallend, dat het achterin kwetsbaar werd.\n“We hebben vier à vijf topspelers in de as van het team, van wie Virgil van Dijk er eentje is.", "paragraphs": ["Frank de Boer (50) had scepsis en cynisme te overwinnen, maar de bondscoach zette het Nederlands elftal in de laatste maanden van 2020 steeds steviger naar zijn hand. Tijd voor een blik terug en een blik vooruit. ‘Ik kan nu veel beter doseren.’", "Frank de Boer kijkt naar een krantenknipsel van tien jaar geleden. De oud-voetballer staat stralend op de foto, vlak voor zijn debuut als hoofdtrainer van Ajax, in de uitwedstrijd tegen AC Milan in de Champions League van 2010. “Ik had er ook echt zin in,” zegt De Boer. “Ik was nog half speler, half trainer. Heel onbevangen nog eigenlijk.”", "Hij lacht nu niet minder dan toen, zegt de bondscoach van Oranje er meteen achteraan. “Ik snap wel dat mensen dat denken, maar zo werkt het nu eenmaal als ik gefocust een wedstrijd volg. Dan gaan de luiken boven mijn ogen nog wat verder naar voren. Ach ja, het zij zo.”", "Zijn entree als trainer in 2010 werd nog omgeven door positiviteit: De Boer, het zo veelbelovende kind van de club, moest Ajax gaan redden uit een donkere periode. Tien jaar later, bij zijn entree als bondscoach, was de sfeer in Zeist heel anders. “De gunfactor die ik destijds had, was er nu wel ietsje minder ja,” zegt De Boer minzaam. “Voor veel mensen was ik niet de nummer één en dat is ook hun goed recht. Maar de KNVB heeft mij gevraagd. Dat vind en vond ik hartstikke eervol.”", "U bent vier keer kampioen geworden met Ajax, hebt 112 interlands gespeeld. Nu was Frank de Boer opeens de ‘gedoogcoach’. Is dat gebrek aan krediet u tegengevallen?", "“Nee, niet in het bijzonder. Ik had wel het gevoel dat de focus erg op het negatieve lag, maar ik ben reëel genoeg om te snappen waar dat vandaan komt. Mensen kijken naar mijn laatste drie buitenlandse avonturen, daarvan zijn er twee niet goed gegaan. Ik snap dat. Als ik terugdenk aan mijn periode bij Ajax, denk ik ook niet meteen aan die vier landstitels, maar aan die laatste wedstrijd tegen De Graafschap waarin we het kampioenschap verspeelden. Dat is de mens eigen, denk ik.”", "In welk opzicht bent u nu een betere coach dan tien jaar geleden?", "“Destijds was ik nog voor 50 procent speler, 50 procent trainer. Dat zorgde deels voor een zekere onbevangenheid, maar daardoor maak je ook fouten. Ik had de neiging om overal bovenop te zitten, altijd zelf de confrontatie aan te gaan. Als je wat meer ervaring hebt, leer je dat het soms beter is om even weg te blijven. De ene keer is een assistent de boeman, de volgende keer zit je er vol op om in te grijpen. Dat aanvoelen, doseren, dat kan ik beter dan toen.”", "Was dat ook zichtbaar toen u begon bij Oranje? U koos er gericht voor om nog niet meteen uw stempel te drukken.", "“Ja, dat was een bewuste keuze. Ik wilde eerst observeren. Bij Oranje gingen veel dingen goed, onder ­Ronald Koeman hadden ze prima gepresteerd. Dan kan ik wel meteen alles anders doen, per se mijn statement willen maken, maar dat werkt niet.”", "Is dat ook een les uit het buitenland? Bij Inter en bij Crystal Palace vonden ze u eigenwijs.", "“Dat waren onvergelijkbare situaties, hoor. Inter was zo’n wespennest, dat was op dat moment geen enkele coach gelukt. Dat bleek ook wel, want na mij versleten ze nóg drie trainers. Natuurlijk had ik dingen anders aan moeten pakken, maar de dynamiek rondom de club was erg moeilijk. Bij Crystal Palace viel het wel mee wat ik wilde veranderen. Ik wilde afscheid nemen van een paar bepalende spelers, daar waren ook goede redenen voor, maar die spelers hadden te veel invloed.”", "De KNVB gaf voor uw aanstelling aan dat ze verder wilden op de lijn Koeman. Heeft dat u klemgezet?", "“Ik heb altijd mijn eigen lijn durven volgen. Vanaf het moment dat daar in mijn ogen aanleiding voor was, heb ik onafhankelijk mijn keuzes gemaakt. Dat is onveranderd in die tien jaar: ik doe altijd wat ik denk dat het beste is voor het team.”", "Tegen Italië in Bergamo koos u voor een systeem met vijf verdedigers. Was u na afloop opgelucht dat het zo goed uitpakte?", "“Natuurlijk wist ik wel dat ik een bak stront over me heen zou krijgen als het mis zou gaan, maar ik was ervan overtuigd dat dit tactisch de juiste keuze was. Dan is het lekker dat wat je vooraf hebt bedacht, ook zo uitpakt. Dat geeft rust.”", "Memphis Depay heeft onder u een andere rol, meer vanaf de zijkant, terwijl hij het als spits uitstekend deed onder Koeman. Was dat een lastige hobbel om te nemen?", "“Memphis kan fantastisch in de spits spelen, maar is ook heel goed vanaf de zijkant. Het belangrijkste is dat hij vrijheid heeft in zijn spel, dat is onder mij onveranderd. Ik heb hem verteld wat ik wilde en waarom. Als je dan ziet hoe hij dat oppakt, en hoe goed hij was tegen Bosnië en Italië, dan zegt dat veel over hoe hij zijn vak ­beleeft. Tegen Italië was het bijvoorbeeld onderdeel van het plan dat Memphis de passlijn naar Jorginho en Verratti zou afsluiten. Daarvoor moet je veel vuile meters maken als aanvaller, dat deed hij geweldig. Hij zei tegen me in één van onze gesprekken: geef me vooral op mijn donder wanneer dat nodig is, maar ik heb alleen nog maar goede ervaringen met hem.”", "Is dat uw belangrijkste huiswerk op weg naar het EK: zorgen dat Oranje ook in aanvallend opzicht naar de ­Europese top groeit?", "“Onder Koeman hebben ze het goed gedaan tegen sterke teams, waaronder Frankrijk en Duitsland, ploegen tegen wie je wat minder vaak de bal hebt. Tegen ploegen waarbij je zélf het spel domineert, worden soms ­andere dingen gevraagd. Dan is het extra belangrijk dat de bezetting voor het doel goed is. We zijn daarbij veel bezig met het basketbalprincipe: het idee dat je steeds maar drie seconden in de cirkel mag zijn. Daarna moet meteen de volgende een loopactie maken. Beweging, bezetting en variatie, daar gaat het om. Tegen Bosnië en Polen zag je dat al aardig terug.”", "Tegen Polen speelden jullie soms zo aanvallend, dat het achterin kwetsbaar werd. Rekent u daarmee ook doelbewust af met het imago van ­controlerende coach?", "“Daar heb ik nooit bij stilgestaan. Dat imago heb ik ook nooit begrepen, eerlijk gezegd. Als speler was ik bij uitstek degene die vooruit dacht. Als trainer hamer ik ook altijd op de aanname vooruit. Dat het in de laatste twee seizoenen bij Ajax soms moei­zamer ging, had ook met de kwaliteit van de spelers te maken. Of Eyong Enoh in je as speelt of Frenkie de Jong: dat maakt nogal een verschil. Spelers moeten de oplossing naar ­voren zelf zien, hoe vaak je daar als trainer ook op hamert.”", "Wat is uw belangrijkste huiswerk voor 2021?", "“We hebben vier à vijf topspelers in de as van het team, van wie Virgil van Dijk er eentje is. Zijn herstel zal een race tegen de klok worden, maar ik heb dat niet opgegeven. Ook voor ­andere spelers geldt: waar staan ze straks in maart, als we richting het EK gaan werken?”", "U nam voorlopig afscheid van Kevin Strootman, een speler die er onder Koeman wel altijd bij was, en Ryan Babel lijkt onomstreden in de selectie. Waarom is dat?", "“Je hebt op een toernooi altijd een mix nodig van bepaalde types. Op het WK van 2010, toen ik als assistent meeging met Bert van Marwijk, was André Ooijer daar een mooi voorbeeld van. Nu zie ik in Babel een jongen die belangrijk is in deze groep en die in het veld slimmigheid én routine meebrengt. Babel geeft in alles het goede voorbeeld van hoe je je als ervaren international opstelt. Zelf wilde ik in 2004 per se mee naar het EK, ik had daar alles voor over. Ik ging bij wijze van spreken voor een onkostenvergoeding bij Glasgow Rangers ­spelen. Die ambitie en drive zie ik bij Babel ook.”", "Bij een deel van het publiek wordt u nog steeds afgerekend op uw Ajaxverleden. Uw keuzes om", "Steven Berghuis op de bank te laten of Justin Bijlow niet te selecteren, zien ze als bewijs. Denkt u weleens na over die sentimenten?", "“Ik begrijp wel dat het publiek mij als Ajacied ziet, ik heb er zo’n 25 jaar gewerkt, maar ik ben daar niet mee bezig. Dat hoort ook niet, als bondscoach. Voor welke club een speler speelt, is geen item. Als ik vier Feyenoorders beter vind dan de beschikbare Ajacieden of PSV’ers, stel ik ze allemaal op. Echt meteen. Iemand als Bijlow vind ik een geweldig talent. Als we vinden dat hij er klaar voor is, gaat hij echt wel zijn kansen krijgen.”"], "authors": ["Sjoerd Mossou"], "keywords": ["ik", "speler", "van", "voor", "speelt", "een", "club", "item", "welke", "boer", "geen", "frank", "als", "ook", "het", "maar", "dat", "je"], "pubDate": "2021-01-03T08:00:53Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}