{"id": "f2eef47b-1881-3148-9b82-86cd04cfeee8", "title": "Baudet moet alsnog klare wijn schenken", "url": "https://trouw.nl/opinie/baudet-moet-alsnog-klare-wijn-schenken~ba0ab2cf/", "summary": "Met zijn aangekondigde vertrek als lijsttrekker heeft Thierry Baudet zijn partij in chaos gestort.\nLange tijd is het geschmier van Baudet op de ultrarechtse flank kennelijk geduld omdat het de partij electoraal voor de wind ging.\nEen goede leider organiseert tegenspraak, maar de relatief gematigder krachten verdwenen de afgelopen tijd een voor een uit zijn omgeving.\nWat blijft hangen is de halve steun die Baudet op deze manier toch aan Jansen betuigt.\nDeze weigering klare wijn te schenken kan Baudet en daarmee de partij nog lelijk opbreken.", "paragraphs": ["Met zijn aangekondigde vertrek als lijsttrekker heeft Thierry Baudet zijn partij in chaos gestort. Hoewel hij in zijn videoboodschap aangaf antisemitisme en extremisme ‘vreselijk’ te vinden, verzuimde hij whatsappjes met uitingen van die strekking binnen de jongerenbeweging van Forum krachtig te veroordelen. Ook nam hij zelf geen afstand van rechterhand en vertrouweling Freek Jansen, de voorzitter van de jongerenafdeling, maar koos de vlucht naar voren. Daarmee legt Baudet opnieuw de schuld voor het radicalisme en de ontsporingen binnen zijn eigen partij buiten zichzelf, en krijgtde boodschapper de schuld.", "Baudet heeft zijn geflirt met radicale denkbeelden door de jaren heen voortdurend goedgepraat onder het mom van intellectuele interesse, vrijdenkerij en nieuwsgierigheid. Het waren volgens hem de media die zaken opbliezen. Los van het feit dat Baudets nieuwsgierigheid zich eenzijdig op rechts-radicale denkers richtte, kan hij daar nu niet meer mee wegkomen. Wil Forum voor Democratie niet aan de rafelranden van de parlementaire democratie belanden, dan was een krachtige veroordeling en complete sanering van de jeugdbeweging gepast geweest.", "Het geeft te denken dat andere vooraanstaande leden van Forum, Annabel Nanninga voorop, Baudet moesten vertellen dat de maat vol is. Zelfs zijn trouwe makker Hiddema heeft er genoeg van. Lange tijd is het geschmier van Baudet op de ultrarechtse flank kennelijk geduld omdat het de partij electoraal voor de wind ging.", "Ook Baudet zelf kan zich de problemen in zijn partij aantrekken. Een goede leider organiseert tegenspraak, maar de relatief gematigder krachten verdwenen de afgelopen tijd een voor een uit zijn omgeving. Al eerder drong een enkel lid aan op een lijsttrekkersverkiezing. Maar de leden van Forum voor Democratie hebben geen enkele invloed op de koers, en ook niet op de kandidatenlijst voor de Tweede Kamer. Het zou mooi zijn als deze partijcrisis daar verandering in brengt.", "Wat blijft hangen is de halve steun die Baudet op deze manier toch aan Jansen betuigt. Jansen was diegene die hem in contact bracht met de verheerlijker van het ‘blanke ras’ Jared Tayler, en met Vlaamse rechts-radicalen. Deze weigering klare wijn te schenken kan Baudet en daarmee de partij nog lelijk opbreken. Forum voor Democratie kan zich beter voorbereiden op een toekomst zonder Baudet."], "authors": ["Redactie Trouw"], "keywords": ["baudet", "schenken", "wijn", "van", "klare", "het", "op", "alsnog", "zijn", "met", "moet", "een", "en", "partij", "voor"], "pubDate": "2020-11-24T09:24:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}