{"id": "f301c989-d7f1-3c02-83e2-5a35f47fdc42", "title": "Plottwist redt clichématig spel in De Hokje niet", "url": "https://www.parool.nl/kunst-media/plottwist-redt-clichematig-spel-in-de-hokje-niet~b78b16c6/", "summary": "Alles voor de kijkcijfers, voor je het weet zit John van den Heuvel of Peter R. op je stoel.\nJammer alleen dat hij zijn zus heeft meegenomen, die zich niet laat afschepen met een plekje in het publiek.\nZe schotelen aanvankelijk een wat stereotype trio voor, met een bozige Maryam Hassouni als gehaaide advocate die zich de kaas niet van het brood laat eten.\nNet als je je afvraagt hoe dit een uur boeiend blijft, zorgt Khayame voor een verrassende twist.\nDe confrontatie van de drie verzandt in een scenario dat al maar ongeloofwaardiger wordt en het uur niet vol maakt.", "paragraphs": ["Olaf Ait Tami en Maryam Hassouni Beeld Casper Koster", "Je moet er wat voor over hebben om een populair tijdslot op tv te behouden. Dat snapt Kim van het programma Kim Luistert maar al te goed. Alles voor de kijkcijfers, voor je het weet zit John van den Heuvel of Peter R. op je stoel.", "Dus als selfmade crimineel Anouar K. alias ‘De Stille’ exclusief bij jou zijn verhaal wil doen, zeg je geen nee. Jammer alleen dat hij zijn zus heeft meegenomen, die zich niet laat afschepen met een plekje in het publiek. Ze wil mee aan tafel en is niet van plan de regie uit handen te geven, deze Zuidas-advocate heeft grootse plannen met haar broer. Dat is het aardige uitgangspunt van De hokje, dat Dunya Khayame schreef en samen met Tim Kamps (regie) uitwerkte tot een lunchpauzevoorstelling voor Bellevue.", "Ze schotelen aanvankelijk een wat stereotype trio voor, met een bozige Maryam Hassouni als gehaaide advocate die zich de kaas niet van het brood laat eten. Randy Fokke hengelt als inlevende talkshowhost vooral naar bevestiging van haar vooroordelen over Marokkanen en Olaf Ait Tami is amusant maar voorspelbaar als de vervaarlijk loerende broer, strooiend met crimiclichés en creatief in het gebruik van lidwoorden. Houterig draaien ze om elkaar heen op het kleine speelvlak dat Robin Vogel bedacht.", "Net als je je afvraagt hoe dit een uur boeiend blijft, zorgt Khayame voor een verrassende twist. Die omslag is te aardig om weg te geven, en zet het clichématige spel tot dan toe in een ander daglicht. Of moeten we zeggen: plaatst de karakters in een ander ‘hokje’?", "Het is meteen het interessantste moment van De hokje, en doet naar meer verlangen. Die verwachting wordt niet ingelost. De confrontatie van de drie verzandt in een scenario dat al maar ongeloofwaardiger wordt en het uur niet vol maakt."], "authors": ["Hans Smit"], "keywords": ["spel", "redt", "van", "plottwist", "clichématig", "het", "met", "niet", "een", "en", "dat", "te", "je", "hokje", "voor"], "pubDate": "2020-12-01T09:24:37+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}