{"id": "f301cc7f-bb1d-3a45-a975-db2fb86f6c60", "title": "Weduwe Playboy-baas Hugh Hefner bijna overleden na cosmetische ingreep", "url": "https://nu.nl/achterklap/6100566/weduwe-playboy-baas-hugh-hefner-bijna-overleden-na-cosmetische-ingreep.html", "summary": "Crystal Hefner, de weduwe van Playboy-baas Hugh Hefner, heeft een cosmetische ingreep in het afgelopen najaar bijna niet overleefd, vertelt ze op Instagram.\nVolgens Hefner verloor ze door complicaties de helft van haar bloed en belandde ze in het ziekenhuis voor transfusies.\n'Fysiek neppe mensen maken het erger'Hefner zegt veel druk te voelen om een bepaald uiterlijk aan te houden.\n\"Ik ben er flink voor gestraft dat ik daar toch weer aan heb toegeven, en dat als dertiger.\nIk hoop dat ik nu echt wat wijzer ben.\"", "paragraphs": ["Crystal Hefner, de weduwe van Playboy-baas Hugh Hefner, heeft een cosmetische ingreep in het afgelopen najaar bijna niet overleefd, vertelt ze op Instagram.", "De 34-jarige Hefner onderging in oktober vorig jaar een vettransplantatie, waarbij vet binnen het lichaam wordt verplaatst.", "Volgens Hefner verloor ze door complicaties de helft van haar bloed en belandde ze in het ziekenhuis voor transfusies. Ze voelt zich nu pas weer in orde, laat ze weten.", "Het voormalige Playboy-model had zich eigenlijk voorgenomen geen cosmetische ingrepen meer te ondergaan.", "\"Ik spreek me al uit voor een natuurlijk uiterlijk sinds ik in 2016 erg ziek werd en al mijn implantaten en andere hulpmiddelen heb laten verwijderen. Ik zou toen mijn lesje geleerd moeten hebben, maar blijkbaar stuurt het universum mij steeds dezelfde boodschap tot ik die echt begrijp.\"", "'Fysiek neppe mensen maken het erger'", "Hefner zegt veel druk te voelen om een bepaald uiterlijk aan te houden. \"Onze cultuur leidt ertoe dat vrouwen zich slecht voelen over zichzelf. Films, die voor 84,9 procent door mannen worden geregisseerd, maken dat erger. Sociale media maken het erger. Reclames maken het erger. Fysiek neppe mensen maken het erger, en ik was een van hen.\"", "\"Vrouwen worden te veel geseksualiseerd. Ik weet dit uit mijn eigen nare ervaring. Tien jaar lang was mijn waarde afhankelijk van hoe mijn lichaam eruitzag. Tot de dag van vandaag moet ik eraan herinnerd worden wat ik waard ben en dat dat niets te maken heeft met mijn voorkomen.\"", "Ze denkt nu niet meer ten prooi te vallen aan de druk van de buitenwereld. \"Ik ben er flink voor gestraft dat ik daar toch weer aan heb toegeven, en dat als dertiger. Ik hoop dat ik nu echt wat wijzer ben.\"", "Crystal en Hugh Hefner waren sinds 31 december 2012 tot Hefners dood op 27 september 2017 getrouwd."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["ik", "overleden", "bijna", "hugh", "het", "van", "maken", "ingreep", "mijn", "cosmetische", "en", "ze", "weduwe", "te", "playboybaas", "hefner", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}