{"id": "f3043168-06a2-300a-b6d2-4f5930b4d71d", "title": "‘Het bagatelliseren van antisemitisme en racisme is schadelijk’", "url": "https://www.parool.nl/columns-opinie/het-bagatelliseren-van-antisemitisme-en-racisme-is-schadelijk~b7f798b3/", "summary": "Denk alleen maar aan het lang woekerende en te lang gebagatelliseerde antisemitisme van de Britse Labourleider Jeremy Corbyn.\nBagatelliseren van antisemitisme is een schadelijke en ook schandelijke vorm van wegkijken.\nSchrijnende passiviteitHet blijft een interessant gegeven dat antisemitisme, racisme, seksisme en misogynie en alle mogelijke andere vormen van discriminatie naast elkaar worden beschouwd en bijna nooit als verschillende verschijningsvormen van hetzelfde fenomeen.\nDe 20ste-eeuwse geschiedenis van het antisemitisme laat zien dat wegkijken nooit onschuldig is en dat er groot gevaar in schuilt.\nHet zich direct, hardop en met kracht uitspreken tegen uitingen van antisemitisme, racisme, en alle andere vormen van discriminatie, in plaats van die met de mantel van een onverklaarbare liefde te bedekken, is gezien de geschiedenis uitgerekend in Nederland van het grootste belang.", "paragraphs": ["‘Het staat vast dat Thierry Baudet niet alleen antisemitische en racistische ideeën heeft uitgedragen, maar die ook wenst te blijven koesteren.’ Beeld ANP", "Toen Thierry Baudet leider van Forum voor Democratie mocht blijven, was ik minder verbaasd dan ik zou willen. Het feit dat inmiddels vaststaat dat hij niet alleen antisemitische en racistische ideeën heeft uitgedragen, maar die ook wenst te blijven koesteren, heeft zijn achterban niet op andere gedachten gebracht.", "Hebben de prominente partijgenoten die zich nu met de witte staart tussen de benen verschrikt van de grote leider afwenden al die jaren werkelijk oogkleppen opgehad? In Het Parool van 4 december legt Jarmo Berkhout bij hen terecht een fikse verantwoordelijkheid. En hebben Baudets volgers buiten zijn eigen kring de extreme denkbeelden die hij en een aantal van zijn prominente partijleden in de loop der jaren keer op keer hebben laten horen toch ook nog onderschat? Het zal vast.", "Aan mij dringt zich vooral de vraag op waarom er zo vaak en zo lang wordt weggekeken bij antisemitisme. Mij schiet in dit verband het Duitse werkwoord ‘verharmlosen’ te binnen, meestal vertaald met ‘bagatelliseren’, maar in dit geval beter letterlijker, als ‘onschadelijk’ of ‘onschuldig maken’. Het duurt vaak heel lang totdat antisemitische uitspraken schadelijk worden geacht. En als ze eenmaal als antisemitisch zijn geïdentificeerd, blijven zulke uitspraken lang zonder gevolgen.", "Jeremy Corbyn", "De vraag van welke politieke kleur dat antisemitisme is, is irrelevant. Jodenhaat is zeker geen exclusief probleem van rechts. Denk alleen maar aan het lang woekerende en te lang gebagatelliseerde antisemitisme van de Britse Labourleider Jeremy Corbyn. En ik weet niet eens meer hoe vaak ik zelf van mensen van onbesproken gedrag te horen heb gekregen dat het als directeur van het Joods Cultureel Kwartier vast niet moeilijk is om een paar rijke Joden te vinden die ons financieel zouden moeten steunen, regelmatig vergezeld van een meesmuilende ons-kent-onsgrijns.", "Bagatelliseren van antisemitisme is een schadelijke en ook schandelijke vorm van wegkijken. Als iemand met een honkbalknuppel de ruiten van een koosjer restaurant inslaat, volgt eerst een discussie over de vraag of de betrokken persoon misschien verward is. Dat kan zijn, waarom zou je dat anders doen, maar hij is ook een antisemiet. Met een beetje pech wordt in zo’n discussie ook nog het Israëlisch-Palestijnse conflict erbij gesleept, alsof dat er aan de Amstelveenseweg in Amsterdam toe zou mogen doen.", "En wegkijken beperkt zich in Nederland niet tot antisemitisme. Het is in ons land, om die vreselijke term maar eens te gebruiken, helaas systemisch. De racistische Zwarte Piettraditie wordt te vaak als een onschuldige ‘oeroude’ (maar pas daterend van halverwege de negentiende eeuw) traditie voorgesteld en nog steeds niet gewoon rigoureus afgeschaft. Als op de gevel van The Black Archives de gezichten van helden van de zwarte vrijheidsstrijd wit worden geschilderd, wordt daar adequaat ontzet over bericht, maar gaat het nauwelijks over de enorme racistische agressie die uit deze intimiderende daad spreekt.", "Als vrouwen in hoge posities in Nederland zijn ondervertegenwoordigd, wordt erop gewezen dat er alleen maar kwalitatieve overwegingen een rol gespeeld zouden hebben in benoemingsprocedures en komen werkgevers nog altijd weg met een laks en verouderd emancipatiebeleid. En om terug te komen op Thierry Baudet: zijn verknipte, verregaand seksistische vrouwbeeld weerhoudt tot op de dag van vandaag vele hoogopgeleide vrouwen en mannen er niet van hem te vereren.", "Schrijnende passiviteit", "Het blijft een interessant gegeven dat antisemitisme, racisme, seksisme en misogynie en alle mogelijke andere vormen van discriminatie naast elkaar worden beschouwd en bijna nooit als verschillende verschijningsvormen van hetzelfde fenomeen. Want een koppeling is juist broodnodig. De 20ste-eeuwse geschiedenis van het antisemitisme laat zien dat wegkijken nooit onschuldig is en dat er groot gevaar in schuilt. Juist in Nederland heeft een schrijnende passiviteit er mede aan bijgedragen dat van hier het hoogste percentage Joden van West-Europa door de nazi’s kon worden vermoord. En juist in Nederland heeft het een mensenleven geduurd voor er een welgemeend, volmondig excuus voor de naoorlogse omgang met de Joodse overlevenden van de Jodenvervolging te horen viel.", "Met die systemische ‘Verharmlosung’ moet het afgelopen zijn. Het zich direct, hardop en met kracht uitspreken tegen uitingen van antisemitisme, racisme, en alle andere vormen van discriminatie, in plaats van die met de mantel van een onverklaarbare liefde te bedekken, is gezien de geschiedenis uitgerekend in Nederland van het grootste belang. Dat heeft niets te maken met de vrijheid van meningsuiting, die is hier niet in het geding, maar alles met het beschermen van misschien wel ons grootste goed: onze democratische vrijheid."], "authors": ["Emile Schrijver"], "keywords": ["van", "bagatelliseren", "schadelijk", "het", "maar", "die", "met", "racisme", "antisemitisme", "een", "niet", "en", "dat", "te"], "pubDate": "2020-12-09T20:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}