{"id": "f30af4a2-f522-36a3-8cf3-3edfdf3c2881", "title": "British Airways en Lufthansa schrappen tijdelijk alle vluchten naar Caïro", "url": "https://nos.nl/artikel/2294351-british-airways-en-lufthansa-schrappen-tijdelijk-alle-vluchten-naar-cairo.html", "summary": "British Airways en Lufthansa voeren tijdelijk geen vluchten uit op de Egyptische hoofdstad Caïro.\nIn het geval van British Airways worden de vluchten een week lang geschrapt.\n'Veiligheid'\"Als voorzorgsmaatregel en voor verder onderzoek zijn de vluchten voor zeven dagen geschrapt\", aldus de brief van de Britse luchtvaartmaatschappij.\nEnkele uren later meldden Duitse media en de Financial Times dat ook Lufthansa tijdelijk niet meer vliegt op Caïro.\nVoor het zuidelijke deel van het schiereiland wordt gewaarschuwd voor veiligheidsrisico's.", "paragraphs": ["British Airways en Lufthansa voeren tijdelijk geen vluchten uit op de Egyptische hoofdstad Caïro. Het gaat om een voorzorgsmaatregel, maar waarom die wordt genomen is niet bekendgemaakt. In het geval van British Airways worden de vluchten een week lang geschrapt. De Duitse luchtvaartmaatschappij wil vanaf morgen weer vliegen op Caïro.", "Een vlucht die vanmiddag vanaf de Londense luchthaven Heathrow naar Caïro zou vertrekken werd gecanceld terwijl de passagiers klaar stonden om aan boord te gaan. Ze kregen een brief waarin British Airways schreef dat veiligheidsmaatregelen op luchthavens over de hele wereld constant worden geëvalueerd.", "'Veiligheid'", "\"Als voorzorgsmaatregel en voor verder onderzoek zijn de vluchten voor zeven dagen geschrapt\", aldus de brief van de Britse luchtvaartmaatschappij. \"De veiligheid en beveiliging van onze klanten en bemanning heeft altijd prioriteit. We zouden nooit een vliegtuig besturen als het niet veilig was.\"", "Enkele uren later meldden Duitse media en de Financial Times dat ook Lufthansa tijdelijk niet meer vliegt op Caïro. \"Omdat veiligheid de hoogste prioriteit heeft bij Lufthansa, heeft de maatschappij tijdelijk de vluchten naar Caïro opgeschort als voorzorgsmaatregel terwijl de situatie verder wordt beoordeeld\", zegt een woordvoerder van Lufthansa tegen de Financial Times.", "De KLM vliegt al sinds 2017 niet meer op Caïro. Die vluchten werden toen opgeschort op basis van economische overwegingen. Ook Nederlandse chartermaatschappijen vliegen niet op Caïro. KLM-partner Air France vliegt vanuit Frankrijk nog wel op de Egyptische hoofdstad.", "Niet echt nodig", "Het Britse ministerie van Buitenlandse Zaken geeft voor bepaalde gebieden in Egypte het advies er alleen maar naartoe te reizen als dat echt nodig is. Dan gaat het onder meer om het gebied ten westen van de Nijldelta. Ook vluchten naar de badplaats Sharm-el-Sheikh worden afgeraden; de badplaatsen zelf kunnen over land wel worden bereikt. Voor Caïro geldt geen specifieke waarschuwing.", "Reisadviezen werden verscherpt nadat in oktober 2015 een Russisch vliegtuig was neergestort in de Sinaïwoestijn, waarbij alle 224 inzittenden om het leven kwamen. Er zijn sterke vermoedens dat het vliegtuig een bom aan boord had.", "Het huidige Nederlandse reisadvies is om onder meer de regio Noord-Sinaï te mijden, evenals het grensgebied met Libië. Voor het zuidelijke deel van het schiereiland wordt gewaarschuwd voor veiligheidsrisico's. De badplaatsen in Sharm el-Sheikh zijn te bereiken via de kustwegen vanuit Suez en Taba. Vluchten ernaartoe worden niet expliciet afgeraden. Bijvoorbeeld TUI vliegt alweer een tijd op Sharm al-Sheikh. Daarbij wordt qua route wel rekening gehouden met veiligheidsrisico's."], "authors": [], "keywords": ["airways", "tijdelijk", "naar", "van", "vluchten", "caïro", "een", "voor", "niet", "het", "alle", "worden", "en", "lufthansa", "schrappen", "op", "british"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}