{"id": "f3114fbc-223a-33e1-93cf-59c7c6920893", "title": "Gesoigneerde tv-presentator en toneelregisseur was veelzijdig en ongrijpbaar", "url": "https://volkskrant.nl/mensen/gesoigneerde-tv-presentator-en-toneelregisseur-was-veelzijdig-en-ongrijpbaar~b17e8e17/", "summary": "Zijn acteurscarrière begon destijds bij politiek en maatschappelijk geëngageerde gezelschappen als De Nieuwe Komedie, Centrum en Persona, maar al snel vond hij het regisseren interessanter.\nAls acteur was hij te zien in (kleinere) rollen in films als Spetters, De Vierde Man en Bon Bini Holland.\nOver zijn fascinatie voor Márai, zijn eigen jeugd en die voor het theater maakte hij ook een solovoorstelling: Bekentenissen.\nRond 2000 was zijn televisiecarrière een beetje in het slop geraakt en hij worstelde met de vraag wat te doen met zijn leven.\nBeeld Hollandse HoogteDie hang naar erkenning had hij zeker, en na een soms kritische recensie over een van zijn voorstellingen stuurde hij dan ook regelmatig een brief of mail naar de recensent.", "paragraphs": ["Ursul de Geer. Beeld Hollandse Hoogte / Nederlands Instituut voor Beeld en Geluid", "Een paar weken eerder hield hij in de Stadsschouwburg Amsterdam voor dertig familieleden en vrienden een afscheidsbijeenkomst, waarmee hij de regie over het naderende einde als vanzelfsprekend in eigen hand nam.", "De Geer studeerde economie en andragogie in Amsterdam, maar kwam via het studententoneel in aanraking met theater. Hij werd selfmade acteur en later dus regisseur. Zijn acteurscarrière begon destijds bij politiek en maatschappelijk geëngageerde gezelschappen als De Nieuwe Komedie, Centrum en Persona, maar al snel vond hij het regisseren interessanter. Als acteur was hij te zien in (kleinere) rollen in films als Spetters, De Vierde Man en Bon Bini Holland.", "Veelzijdig en ongrijpbaar. Dat is nog het minste wat je kunt zeggen over Ursul de Geers carrière. Met televisieprogramma’s als ’t Is hier fantasties en Voor niks gaat de zon op werd hij een bekende Nederlander; als acteur speelde hij mee in populaire films en tv-series, maar het theater was zijn grootste liefde. Met af en toe flinke tussenpozen kwam hij daar altijd weer terug, in de stilte van de coulissen waar hij met een voorliefde voor authentiek vakmanschap een groot aantal voorstellingen regisseerde.", "Boek als uitgangspunt", "Daarbij nam hij vaak een bekend boek als uitgangspunt. Zo komt De Geer de eer toe het literaire werk van Sándor Márai op elegante wijze voor het theater te hebben bewerkt. Dat begon met de succesvoorstelling Gloed (2001), gevolgd door Kentering van een huwelijk en De Gravin van Parma, waarvoor De Geer acteurs als Pierre Bokma, Rudolf Lucieer en Carice van Houten wist te strikken.", "Over zijn fascinatie voor Márai, zijn eigen jeugd en die voor het theater maakte hij ook een solovoorstelling: Bekentenissen. De boeken van Márai waren voor hem ook een soort vluchtheuvel. Rond 2000 was zijn televisiecarrière een beetje in het slop geraakt en hij worstelde met de vraag wat te doen met zijn leven. Zijn twijfels hadden ongetwijfeld ook te maken met het feit dat hij totaal niet in hokjes was te plaatsen. ‘Te intellectueel voor de commercie, te populair voor de VPRO’, zo vatte journalist Daniela Hooghiemstra het samen in een profiel dat ze in 2013 over De Geer schreef en waarin ze hem ‘een vrijbuiter die omarmd wil worden’ noemde.", "Ursul de Geer was niet in hokjes te plaatsen. Beeld Hollandse Hoogte", "Die hang naar erkenning had hij zeker, en na een soms kritische recensie over een van zijn voorstellingen stuurde hij dan ook regelmatig een brief of mail naar de recensent. Waarna zich altijd een beschaafd-inhoudelijke discussie ontvouwde. Het moet hem dan ook goed hebben gedaan dat een van zijn latere regies, die van Vele hemels boven de zevende, naar de roman van Griet Op de Beeck in 2018, zo lovend werd ontvangen.", "‘In de stijlvolle en stijlvaste regie van Ursul de Geer leidt dat tot een mooie, bezonken toneelavond’, stond in deze krant. Andere bewerkingen van beroemde boeken die De Geer eerder al regisseerde, waren onder meer De Aanslag van Harry Mulisch, Haar naam was Sarah van Tatiana de Rosnay en Stoner van John Williams.", "Adellijke familie", "Jonkheer Ursul Philip de Geer werd in 1946 geboren in een adellijke familie in Zeist. Maar adel betekent in zijn geval niet bulken van oud geld. Zijn vader, jonkheer Louis de Geer, was kunstschilder en allesbehalve steenrijk. Maar Ursul de Geer nam heel zijn leven wel iets van dat adellijke elan mee, mede door zijn grote gestalte, ietwat chique taalgebruik en soms nogal imponerend gedrag.", "Als Ursul de Geer ergens binnenkwam, kwam er ook écht iemand binnen. En of hij nu voor zijn tv-programma op een camping in Spanje tussen hitsige jongeren rondliep of bij een nagesprek in de schouwburg – De Geer was ‘every inch a gentleman’. Tot aan zijn eigen laatste bedrijf aan toe."], "authors": ["Hein Janssen"], "keywords": ["van", "geer", "als", "veelzijdig", "ongrijpbaar", "het", "toneelregisseur", "hij", "zijn", "tvpresentator", "een", "en", "gesoigneerde", "te", "voor"], "pubDate": "2020-12-08T16:32:56+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}