{"id": "f315732d-3948-3b42-ab79-03bc39ddef79", "title": "Zo vergroot je je kansen op de nog altijd krappe huizenmarkt", "url": "https://nu.nl/wonen/6100481/zo-vergroot-je-je-kansen-op-de-nog-altijd-krappe-huizenmarkt.html", "summary": "En hoe vergroot je je kansen op de woningmarkt?\nVooral belangrijk is dat je je goed voorbereidt.\nAls je dat nog moet uitzoeken als je een woning op het oog hebt, ben je vaak al te laat.\"\n\"Als je op een reservelijst komt te staan, kun je het gevoel krijgen dat je kansloos bent.\nMaar zorg vooral dat je op die lijst blijft staan en laat regelmatig wat van je horen.", "paragraphs": ["De concurrentie op de woningmarkt is nog altijd moordend, maar intussen gelden er sinds 1 januari ook nieuwe maatregelen. Jonge kopers hoeven geen overdrachtsbelasting meer te betalen en beleggers krijgen juist te maken met een hogere belasting. In hoeverre gaat dat uitmaken? En hoe vergroot je je kansen op de woningmarkt?", "De afgelopen maanden was een eerste reactie op de nieuwe wetgeving al te voelen. \"Tot 31 december zag je dat beleggers in groten getale hun slag probeerden te slaan\", vertelt Korné Pot van Libero Aankoop.", "\"Kopers onder de 35 jaar wachtten juist liever tot na 1 januari. En bij die laatste groep horen waarschijnlijk ook mensen die voor 1 april de overdracht rond willen hebben. Na die tijd zit er namelijk een overdrachtsbelasting van 2 procent op huizen boven de vier ton.\"", "Begin op tijd met voorbereiding", "Bij het overgrote deel van de aangeboden woningen is overbieden tegenwoordig noodzakelijk, laat Pot weten. \"Anders ben je je tijd aan het verspillen. De afgelopen tien jaar is een ontzettend lastige tijd geweest voor woningkopers. Vooral belangrijk is dat je je goed voorbereidt. Nog voordat je gaat bezichtigen, moet je je eigen financiën heel helder voor ogen hebben. Als je dat nog moet uitzoeken als je een woning op het oog hebt, ben je vaak al te laat.\"", "Koopwoningen mogen dan naar verwachting iets betaalbaarder worden, de druk zal niet opeens verdwijnen met de nieuwe maatregelen, vertelt Hans André de la Porte van Vereniging Eigen Huis. \"De NHG-grens gaat iets omhoog, de hypotheekrente blijft lekker laag. Je kunt dus wat meer besteden. Maar dat geldt natuurlijk voor alle starters. Je bent niet de enige. Wij denken zelfs dat de huizenprijzen hierdoor iets verder stijgen, vooral in het starterssegment.\"", "“Ga eens kijken in gemeentes die je niet goed kent. Vaak zijn er onverwachte mogelijkheden.” Hans André de la Porte, Vereniging Eigen Huis", "Vereniging Eigen Huis blijft daarom kopers ook aanmoedigen om hun horizon te verbreden. \"Buiten de grote steden krijg je simpelweg meer huis voor hetzelfde geld\", vertelt De La Porte. \"Nu we allemaal leren om thuis te werken, zou het goed kunnen dat het ook minder belangrijk wordt om in de buurt van je kantoor te wonen. Ga eens kijken in gemeentes die je niet goed kent. Vaak zijn er onverwachte mogelijkheden.\"", "Valkuilen en tips voor woningzoekers", "Zowel Libero als Eigen Huis blijft intussen ook waarschuwen voor financiële valkuilen. Maximaal lenen, een verbeten biedingsstrijd, schuiven met overwaarde; kopers doen er goed aan om te starten met een vrijblijvend advies van een makelaar of hypotheekadviseur. \"Kijk bij appartementen vooral ook naar de vereniging van eigenaren\", vult De La Porte nog aan. \"Maken ze al plannen voor verduurzaming, is er genoeg geld voor onderhoud? Met de koop van een huis wil je niet andermans problemen erbij kopen.\"", "Maar huizenzoekers moeten zich vooral niet te snel uit het veld laten slaan. De La Porte heeft daarbij een tip voor nieuwbouwkopers. \"Als je op een reservelijst komt te staan, kun je het gevoel krijgen dat je kansloos bent. Maar zorg vooral dat je op die lijst blijft staan en laat regelmatig wat van je horen. Veel kopers schrijven zich voor verschillende projecten in en uiteindelijk kan iedereen natuurlijk maar één huis kopen. Op die manier kan zo'n lijst op het laatste moment nog verschuiven. Dat kan dan weer een onverwachte meevaller zijn.\""], "authors": ["Door", "Fabian Melchers"], "keywords": ["van", "zo", "nog", "kansen", "voor", "een", "krappe", "huizenmarkt", "op", "altijd", "te", "vergroot", "het", "ook", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}