{"id": "f31dcdd6-47cd-3eb8-8c7e-94bf63e47996", "title": "Gerry is dood maar ‘zijn’ liedje is onsterfelijk: ‘You’ll never walk alone’", "url": "https://trouw.nl/rubrieken/gerry-is-dood-maar-zijn-liedje-is-onsterfelijk-you-ll-never-walk-alone~bfb2ddc4/", "summary": "Het was deze versie die inspireerde tot de opname van de meest beroemde versie van het lied, die van de afgelopen week overleden Gerry Marsden en zijn groep the Pacemakers.\nIn 1945 volgde Carousel, een voor die jaren ietwat atypische productie zonder duidelijk happy end en bovendien met een antiheld in een van de hoofdrollen.\nEn You’ll never walk alone inspireerde niet alleen tot steeds nieuwe versies.\nLees ook:Gerry Marsden (78) overleden, zanger van You’ll never walk aloneGerry Marsden, zanger van de groep Gerry and the Pacemakers is zondag op 78-jarige leeftijd overleden, melden Britse media.\nMarsden zorgde er met zijn groep onder meer voor dat het nummer You’ll never walk alone 1963) populair werd.", "paragraphs": ["De conditie van de 32-jarige Ray Charles liet te wensen over tijdens de opnames van het album Ingredients in a recipe of soul in juli 1963. De Amerikaanse artiest was zwaar verslaafd aan heroïne en bovendien flink verkouden. Desondanks – of misschien wel dankzij – nam hij onder meer een wonderschone versie van You’ll never walk alone op: een breekbare, schorre, soms langs het valse scherende stem, aanvankelijk in een bed van strijkers en later omgeven door schetterend koper.", "Het was deze versie die inspireerde tot de opname van de meest beroemde versie van het lied, die van de afgelopen week overleden Gerry Marsden en zijn groep the Pacemakers. Hun versie van You’ll never walk alone klonk meer rechttoe rechtaan, sloot aan op de Merseybeat, de Liverpool-sound die ook the Beatles wereldberoemd zou maken. Voorlopig troefden Gerry & the Pacemakers de latere Fab Four af. You’ll never walk alone was eind 1963 hun derde Britse nummer op rij.", "Het lied was toen al bijna twee decennia oud. Componist Richard Rodgers en tekstschrijver Oscar Hammerstein boekten in 1943 hun eerste gezamenlijke succes met de musical Oklahoma!. In 1945 volgde Carousel, een voor die jaren ietwat atypische productie zonder duidelijk happy end en bovendien met een antiheld in een van de hoofdrollen. Ze hadden een nummer nodig dat bij zoveel donkere tinten toch wat licht zou toevoegen. Dat werd You’ll never walk alone met passages als: ‘When you walk trough a storm / Hold your head up high / And don’t be afraid of the dark / At the end of a storm / There’s a golden sky’.", "Ongewisse toekomst", "De musical ging in première op 19 april 1945, een week na het overlijden van de Amerikaanse president Franklin Delano Roosevelt en zo’n tweeënhalve week voor het einde van de Tweede Wereldoorlog in Europa. De tekst functioneerde als zalf op de nog verse wonden en gaf hoop voor de ondanks de naderende overwinning ongewisse toekomst.", "Oscar Hammerstein maakte het nieuwe succes van You’ll never walk alone niet meer mee. Hij stierf in 1960. Een jaar eerder was zijn laatste musical met Richard Rodgers in première gegaan: The sound of music. De liedjes uit die productie zouden dankzij de filmbewerking met een hoofdrol voor Julie Andrews even grote klassiekers worden.", "You’ll never walk alone groeide min of meer toevallig uit tot stadionhymne bij uitstek. De fans van Liverpool FC in de stad van Gerry Marsden legden daarvoor de basis. Op Anfield, de thuisbasis van de voetbalclub, werden voor de wedstrijd steevast de populairste nummers van dat moment gespeeld. Het lied van Gerry & the Pacemakers zong zo lekker weg dat de supporters erom bleven vragen toen het allang uit de hitparade was verdwenen. Een clublied was geboren.", "Lee Towers", "You’ll never walk alone vond daarna ook zijn weg naar andere clubs. Het werd bovendien een populair nummer bij feestelijke en droevige gelegenheden over de hele wereld, daar waar verbroedering en een optimistische boodschap welkom waren. Bij de marathon van Rotterdam vertolkt Lee Towers steevast zijn versie voordat de lopers worden weggeschoten.", "En You’ll never walk alone inspireerde niet alleen tot steeds nieuwe versies. Het zette ook aan tot andere meezingers. De Britse popgroep Queen werd na een concert in 1977 prettig verrast door fans die na afloop van het optreden spontaan You’ll never walk alone begonnen te zingen. Het leidde tot de vraag of de band niet ook een eigen meebruldreun op het repertoire moest hebben. Twee van de vier bandleden togen aan het werk: gitarist Brian May kwam met We will rock you, zanger Freddy Mercury met We are the champions.", "Lees ook:", "Gerry Marsden (78) overleden, zanger van You’ll never walk alone", "Gerry Marsden, zanger van de groep Gerry and the Pacemakers is zondag op 78-jarige leeftijd overleden, melden Britse media. Marsden zorgde er met zijn groep onder meer voor dat het nummer You’ll never walk alone 1963) populair werd."], "authors": ["Paul Van Der Steen"], "keywords": ["zijn", "liedje", "van", "onsterfelijk", "voor", "en", "een", "met", "walk", "op", "dood", "het", "youll", "maar", "gerry", "die"], "pubDate": "2021-01-07T16:49:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}