{"id": "f32d672e-0bc5-3f4b-b82c-865d82c93fe0", "title": "Ondernemers vallen buiten de boot bij schuldhulp", "url": "https://trouw.nl/binnenland/ondernemers-vallen-buiten-de-boot-bij-schuldhulp~bf771d18/", "summary": "Veel gemeenten hebben de schuldhulpverlening voor zelfstandig ondernemers niet of onvoldoende op orde.\nBij bijna twee derde van die gemeenten is de hulpverlening onduidelijk of niet aanwezig, waardoor deze ondernemers buiten de boot vallen.\nDoor de coronacrisis is de verwachting dat het aantal ondernemers dat straks in de schulden zit, sterk gaat toenemen.\nDe Vereniging van Nederlandse Gemeenten (VNG) geeft in een reactie aan dat het ‘onacceptabel’ is dat ondernemers niet goed worden geholpen.\nLees ook:Zij vallen buiten de boot: vier ondernemers die niet in aanmerking komen voor noodsteunDuizenden startende ondernemers kunnen geen beroep doen op de noodsteun.", "paragraphs": ["Veel gemeenten hebben de schuldhulpverlening voor zelfstandig ondernemers niet of onvoldoende op orde. Dat blijkt uit een inventarisatie van journalistiek platform Pointer (KRO-NCRV) onder 150 gemeenten. Bij bijna twee derde van die gemeenten is de hulpverlening onduidelijk of niet aanwezig, waardoor deze ondernemers buiten de boot vallen.", "Zelfstandig ondernemers hebben recht op schuldhulpverlening. Dat wordt in de gewijzigde Wet Gemeentelijke Schuldhulpverlening die per 1 januari is ingegaan, nog eens duidelijk benoemd. Maar in de praktijk blijkt niet elke gemeente daaraan te voldoen. Bij bijna twee derde van de gemeenten is het onduidelijk hoe de schuldhulpverlening wordt geregeld, bestaat deze niet, of worden ondernemers nog steeds nadrukkelijk geweigerd in de schuldhulpverlening.", "Door de coronacrisis is de verwachting dat het aantal ondernemers dat straks in de schulden zit, sterk gaat toenemen. De NVVK (vereniging voor schuldhulpverlening) verwacht dat dit jaar bijna 65.000 ondernemers in financiële problemen komen. De Vereniging van Nederlandse Gemeenten (VNG) geeft in een reactie aan dat het ‘onacceptabel’ is dat ondernemers niet goed worden geholpen. “Wij gaan gemeenten hierop aanspreken en gemeenteraden moeten colleges aanspreken.”", "Niet alleen ondernemers zijn door de coronacrisis in de schulden terechtgekomen. Het CBS berekende vorig jaar dat er 650.000 mensen zijn met problematische schulden. Gevreesd wordt dat er nog eens dertig procent meer mensen schuldhulpverlening nodig hebben.", "Lees ook:", "Zij vallen buiten de boot: vier ondernemers die niet in aanmerking komen voor noodsteun", "Duizenden startende ondernemers kunnen geen beroep doen op de noodsteun. Vier starters die buiten de boot vallen.", "Amsterdam gaat zzp’ers in nood helpen", "De gemeente Amsterdam trekt ruim 7 miljoen euro uit om zelfstandig ondernemers te helpen."], "authors": ["Laura Van Baars"], "keywords": ["schuldhulpverlening", "van", "het", "boot", "voor", "vallen", "wordt", "buiten", "schuldhulp", "gemeenten", "bij", "ondernemers", "niet", "dat", "die"], "pubDate": "2021-01-10T17:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}