{"id": "f3836f25-5937-3a3b-a702-0468274b735b", "title": "Knuffeldemo Haarlem leidt tot billenkoek voor burgemeester", "url": "https://www.parool.nl/amsterdam/knuffeldemo-haarlem-leidt-tot-billenkoek-voor-burgemeester~b7de2309/", "summary": "SnoeihardDe stemming was donderdag duidelijk anders op een ingelaste vergadering van de gemeenteraad van Haarlem, die van links tot rechts snoeihard oordeelde over het beoordelingsvermogen van burgemeester Jos Wienen.\n“Een van de kritiekpunten was daar achteraf dat de burgemeester van Amsterdam bij de demonstratie was geweest.\n‘Redelijk dramatisch’Dat in Haarlem bijna 1500 mensen kwamen opdagen, was volgens Wienen op zich het probleem niet.\nDat een deel dat niet deed, noemde hij ‘redelijk dramatisch’.\n“Met de kennis van nu zal ik het een volgende keer anders doen.”De raad blafte wel hard, maar beet niet door.", "paragraphs": ["De demonstranten op het Vlooienveld in Haarlem. Beeld Michel van Bergen", "Het was een vrolijke bedoening, zondag op het Vlooienveld in de Haarlemmerhout. De demonstratie van de Vrouwen voor vrijheid tegen de strenge coronamaatregelen van het kabinet trok naar schatting 1450 mensen die dansten op muziek en elkaar knuffelend in de armen vielen.", "Snoeihard", "De stemming was donderdag duidelijk anders op een ingelaste vergadering van de gemeenteraad van Haarlem, die van links tot rechts snoeihard oordeelde over het beoordelingsvermogen van burgemeester Jos Wienen. De vrolijke boel was een klap in het gezicht van alle Haarlemmers die zich wel aan de regels houden, aldus de raad, en dat had Wienen vooraf kunnen weten.", "Onbegrijpelijk, noemde Jasper Drost van GroenLinks het besluit om toestemming te geven voor de demonstratie tijdens de lockdown. “Terwijl op de corona-afdeling van het Spaarne Gasthuis patiënten vechten voor hun leven, zien we even verderop onder toeziend oog van de politie demonstranten zonder mondkapje vrolijk de corona wegknuffelen. Dat is extreem pijnlijk.”", "Verbaasd", "Verschillende sprekers toonden zich verbaasd dat Wienen, die in Haarlem een reputatie heeft opgebouwd als bestuurder van law and order, in dit geval zo lankmoedig was opgetreden. Mirjam Otten van Liberaal Haarlem verwees, een beetje vals, naar de periode dat de burgemeester zelf werd bedreigd. “Uw eigen beveiliging had u wel tot in de puntjes geregeld.”", "De burgemeester was zelf trouwens niet aanwezig op de demonstratie, een les die hij had geleerd van de Black Lives Matter-demonstratie op de Dam. “Een van de kritiekpunten was daar achteraf dat de burgemeester van Amsterdam bij de demonstratie was geweest. Ik heb ervoor gekozen om de demonstratie vanuit huis via een livestream te volgen.”", "De Vrouwen voor vrijheid waren naar Haarlem uitgeweken nadat de organisatie in Amsterdam bot had gevangen. In de hoofdstad hadden de demonstranten op 1 januari met enkele honderden mensen bijeen willen komen, maar de gemeente gaf er geen toestemming voor, ook vanwege de verwachte drukte tijdens jaarwisseling.", "‘Redelijk dramatisch’", "Dat in Haarlem bijna 1500 mensen kwamen opdagen, was volgens Wienen op zich het probleem niet. Het Vlooienveld is volgens hem groot genoeg om enkele demonstranten mensen op te vangen, ook in tijden van corona. “De meeste mensen hebben zich ook keurig aan de regels gehouden,” aldus de burgemeester. Dat een deel dat niet deed, noemde hij ‘redelijk dramatisch’.", "Wienen toonde zich een behendig bestuurder door na een spijtbetuiging die veel weg had van een aanval op de raadsleden die hem vorig jaar nog kritisch hadden ondervraagd over de coronamaatregelen, snel over te stappen naar de lessen die hij had geleerd. “Het is niet perfect gegaan,” vatte hij samen. “Met de kennis van nu zal ik het een volgende keer anders doen.”", "De raad blafte wel hard, maar beet niet door. Een motie van afkeuring, ingediend door de VVD, kreeg de steun van de oppositie, maar daar bleef het bij. Er was ook nog een motie van wantrouwen van Trots Haarlem, maar die kon rekenen op weinig steun, mogelijk ook omdat fractievoorzitter Sander van den Raadt zondag nog een enthousiaste tweet over de organisatoren van de demonstratie had verstuurd."], "authors": ["Patrick Meershoek"], "keywords": ["tot", "van", "knuffeldemo", "burgemeester", "voor", "een", "haarlem", "demonstratie", "billenkoek", "op", "leidt", "het", "zich", "dat", "die"], "pubDate": "2021-01-07T18:20:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}