{"id": "f38a750d-f21e-3b8c-831b-2b7efe420850", "title": "Ken je die mop van dat boek?", "url": "https://volkskrant.nl/cultuur-media/ken-je-die-mop-van-dat-boek~be35de43/", "summary": "Peter Buwalda: ‘Ik moet er niet aan denken dat ik Otmars zonen voortijdig had afgegeven.\nDat was pas een ramp geweest.’ Beeld Corbis via Getty ImagesZelden liep de lancering van een roman uit op zo’n anticlimax als die van Otmars zonen van Peter Buwalda, dat zou verschijnen op 25 september 2018.\nDe definitieve, geredigeerde versie van deel 1 zou dan tegelijk klaar zijn met de eerste volledige versie van deel 2.’ Hij moet hard lachen.\nToch wil ik dat iemand die Otmars zonen niet kent, het boek ook los kan lezen.\n‘Als de trilogie straks af is, vermoed ik dat ik er… vijftien jaar over heb gedaan?’", "paragraphs": ["Peter Buwalda: ‘Ik moet er niet aan denken dat ik Otmars zonen voortijdig had afgegeven. Dat was pas een ramp geweest.’ Beeld Corbis via Getty Images", "Zelden liep de lancering van een roman uit op zo’n anticlimax als die van Otmars zonen van Peter Buwalda, dat zou verschijnen op 25 september 2018. Acht lange jaren na het alom bejubelde debuut Bonita Avenue zou het eerste deel van een trilogie het licht zien, een roman fleuve waarvan de volgende delen, De jaknikker en Hysteria Siberiana, zouden verschijnen op respectievelijk 25 september 2020 en 25 september 2022. De promotiekaravaan stond al klaar.", "Maar Otmars zonen kwam niet.", "Op de dag dat de schrijver de geredigeerde versie van zijn manuscript moest inleveren, blies hij de lancering af. ‘Het was nog niet goed genoeg’, zegt Buwalda. ‘Ik leefde op de toppen van mijn zenuwen. Ik had meer tijd nodig.’", "Toch was op dat moment niet alleen Otmars zonen, maar ook deel twee van de trilogie, De jaknikker al bijna af. ‘Nou ja, af, af… Voor beide boeken opgeteld was ik voorbij pagina 1000. Een tijdje zag ik het zelfs voor me om ze gelijktijdig af te schrijven. Ik wilde de dag in tweeën delen: ’s morgens Otmars zonen herschrijven, ’s middags doorwerken aan De jaknikker. De definitieve, geredigeerde versie van deel 1 zou dan tegelijk klaar zijn met de eerste volledige versie van deel 2.’ Hij moet hard lachen.", "Dat lukte dus niet. Een ramp? ‘Het was vooral lullig voor mijn uitgever. Maar ik moet er niet aan denken dat ik Otmars zonen voortijdig had afgegeven. Dat was pas een ramp geweest. Ik heb er dus geen traan om gelaten.’", "Hij nam een half jaar extra de tijd, scherpte de roman aan, haalde van alles uit deel twee naar voren en publiceerde in de eerste week van maart 2019. Otmars zonen werd in de literaire kritiek onthaald met een sterrenregen. Een pageturner vol pulserende, even plastische als gepolijste zinnen. Buwalda introduceerde drie hoofdpersonages en verknoopte hun verhalen zo, dat je niet kon wachten op het volgende element dat alles weer op zijn kop ging zetten. Realistische decors, romantische thematiek: vaderliefde, wrede seks, macht. Je wilt als lezer maar één ding: dóór. Op naar deel 2, dat logischerwijs ergens komend jaar verschijnt.", "Maar bij De Bezige Bij wordt De jaknikker nergens aangekondigd. ‘Staat niet gepland’, luidt de ferme reactie van de uitgeverij desgevraagd.", "‘Ze kijken wel uit’, grinnikt Buwalda. ‘Ik wil zelf ook pas iets aankondigen als het perfect geredigeerde manuscript op het bureau van mijn uitgever ligt.’ Hij klinkt monter en opgewekt. ‘De huidige virale tijden bevallen mij eigenlijk wel. Mijn leven is niet veranderd. Ik schrijf. Punt. Door de coronacrisis hoef ik er geen alibi meer voor te hebben. Ik ben elke dag bezig en houd het tempo erin.’", "Buwalda heeft houvast aan de vorm. Hij telt af van hoofdstuk 111 naar het laatste hoofdstuk aan het einde van deel drie. ‘Dat is de strop waarin ik mijn nek heb gestoken. Heel bewust. Ik weet hoe het eindigt, de route ligt vast. Aan de vorm van het bakblik valt niet te tornen.’ Toch kent zo’n tweede deel ook lastige kanten. ‘In feite heeft het geen begin én geen einde. Toch wil ik dat iemand die Otmars zonen niet kent, het boek ook los kan lezen. Dus in De jaknikker moet je geheugen subtiel opgefrist worden. Dat is nog best een kunst.’", "Dus in dit najaar is het zo ver? ‘Mwaaah… Nadat Otmars zonen was gepubliceerd, herlas ik wat restte van De jaknikker. Dat was misschien niet waardeloos, maar wel onbruikbaar geworden. Ik ben helemaal opnieuw begonnen.’", "En deel drie, Hysteria Siberiana?", "‘Daar heb ik nog niets van geschreven. Alles ligt nog open, behalve het aantal hoofdstukken. Inmiddels lijkt me dat een voordeel.’ Hij zucht. ‘Als de trilogie straks af is, vermoed ik dat ik er… vijftien jaar over heb gedaan?’"], "authors": ["Onno Blom"], "keywords": ["ik", "van", "mop", "otmars", "een", "ken", "deel", "op", "zonen", "boek", "het", "niet", "dat", "die", "je"], "pubDate": "2021-01-01T14:00:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}