{"id": "f38ea6cd-ee56-3108-9a17-8db2d3ed9ddd", "title": "Dit weten we over de werking van mondkapjes en (schijn)veiligheid", "url": "https://nu.nl/uitleg-over-het-coronavirus/6093836/dit-weten-we-over-de-werking-van-mondkapjes-en-schijnveiligheid.html", "summary": "Zo zit het met mondkapjes en zuurstof, schijnveiligheid en het verband tussen mondmaskers en infecties.\nHet dragen van een mondkapje droeg volgens de onderzoekers \"niet aantoonbaar bij aan het slechter of beter naleven van de anderhalvemeterregel\".\nDaarin is echter niet bekeken of het dragen van een mondkapje tot meer of minder infecties leidt dan het niet dragen van een mondmasker.\nGeen zekerheid dat mondkapjes in openbare ruimten besmettingen voorkomenEr is geen keihard bewijs dat het gebruik van mondkapjes op openbare plekken het aantal corona-infecties vermindert.\nIn een analyse van bestaande onderzoeken naar mondkapjes in het wetenschappelijke tijdschrift The Lancet werden aanwijzingen gevonden dat mondkapjes voor een kleinere kans op verspreiding van het coronavirus zorgen.", "paragraphs": ["Sinds dinsdag zijn mondkapjes verplicht in openbare ruimten. Daar ging een maandenlange discussie aan vooraf. In dit debat is ook een aantal misverstanden ontstaan. Zo zit het met mondkapjes en zuurstof, schijnveiligheid en het verband tussen mondmaskers en infecties.", "Mondkapjes zorgen niet voor een tekort aan zuurstof", "Een blog waarin staat dat mondkapjes voor een zuurstoftekort zorgen en zo de hersenen beschadigen, is op Facebook ruim 3.700 keer gedeeld. De bewering klopt echter niet. Károly Illy, kinderarts bij het St. Antonius Ziekenhuis in Utrecht, legde eerder al aan NU.nl uit dat mondkapjes de zuurstofopname niet belemmeren.", "Dit komt doordat mondkapjes van luchtdoorlatend materiaal zijn gemaakt. Ze laten zuurstofmoleculen dus door. Ook sluiten de meeste mondkapjes niet perfect aan, waardoor er lucht vanaf de zijkanten in- en uitstroomt.", "Een mondkapje kan wel benauwd aanvoelen. Hans in 't Veen, longarts bij Franciscus Gasthuis & Vlietland, legde eerder aan persbureau AFP uit dat mensen daardoor mogelijk verkeerd gaan ademen en kunnen gaan hyperventileren. \"Maar dit veroorzaakt geen zuurstoftekort en is op zich niet gevaarlijk.\"", "Mondkapjes lijken niet tot slechtere naleving van coronaregels te leiden", "In mei waarschuwde het Outbreak Management Team (OMT) dat het dragen van mondkapjes tot een gevoel van schijnveiligheid kan leiden en ervoor kan zorgen dat mensen minder goed afstand houden en minder vaak hun handen wassen.", "Inmiddels is daar in Nederland onderzoek naar gedaan. Er zijn geen aanwijzingen dat mensen met een mondkapje zich minder goed aan de maatregelen houden.", "Zo bekeken onderzoekers afgelopen zomer wat er op een aantal drukke plekken in Amsterdam en Rotterdam gebeurde na de invoering van een lokale mondkapjesplicht. Ze bepaalden met behulp van veiligheidscamera's of mensen in een gebied met een mondkapjesplicht minder afstand houden. Dit bleek niet het geval te zijn. Het dragen van een mondkapje droeg volgens de onderzoekers \"niet aantoonbaar bij aan het slechter of beter naleven van de anderhalvemeterregel\". Hoe goed mensen op straat onderling afstand hielden, bleek vooral af te hangen van de drukte.", "Ook onderzoekers van het RIVM, die het bestaande wetenschappelijke onderzoek naar het effect van mondkapjes op gedrag hebben bekeken, kwamen tot een soortgelijke conclusie: er zijn geen aanwijzingen dat het dragen van een mondkapje ervoor zorgt dat mensen in het algemeen minder goed afstand houden. Het is wel mogelijk dat dit in specifieke situaties toch gebeurt.", "Geen bewijs dat mondkapjes aantal infecties vergroten", "Tweede Kamerlid Wybren van Haga stelde half november dat mensen die mondkapjes dragen maar liefst 72 procent meer virale infecties hebben dan anderen. Dit is onjuist.", "Van Haga baseerde zich op een stuk van HP/De Tijd. Daarin staat dat uit onderzoek blijkt dat mensen die niet-medische mondkapjes dragen 72 procent meer kans op virale infecties hebben. Het onderzoek waarnaar wordt verwezen, is uitgevoerd in Vietnam en stamt uit 2015. Daarin is echter niet bekeken of het dragen van een mondkapje tot meer of minder infecties leidt dan het niet dragen van een mondmasker.", "Voor dit onderzoek werden verpleegkundigen in drie groepen verdeeld: een groep die de hele dag een chirurgisch mondmasker droeg, een groep die de hele dag een stoffen mondmasker droeg en een controlegroep die een mondmasker droeg zoals ze dat gewend was. In deze controlegroep droegen slechts 2 van de 458 deelnemers helemaal geen mondmasker. Het effect van geen mondkapje dragen is dus niet goed onderzocht. De onderzoekers toonden wel aan dat een stoffen mondkapje minder goed tegen luchtweginfecties beschermt dan een chirurgisch mondmasker.", "Geen zekerheid dat mondkapjes in openbare ruimten besmettingen voorkomen", "Er is geen keihard bewijs dat het gebruik van mondkapjes op openbare plekken het aantal corona-infecties vermindert. In een analyse van bestaande onderzoeken naar mondkapjes in het wetenschappelijke tijdschrift The Lancet werden aanwijzingen gevonden dat mondkapjes voor een kleinere kans op verspreiding van het coronavirus zorgen. Maar de onderzoekers benadrukken dat ze nog niet heel zeker van hun zaak zijn.", "Het OMT schrijft dat mondkapjes ervoor zouden kunnen zorgen dat besmette mensen die nog geen klachten hebben - en zich dus nog niet hebben laten testen - het virus minder makkelijk verspreiden. Als zo iemand hoest, praat of niest, wordt een deel van de hierbij geproduceerde druppels met virusdeeltjes door het mondmasker tegengehouden. Dit zou kunnen bijdragen aan het voorkomen van coronabesmettingen."], "authors": ["Door", "Shannon Bakker"], "keywords": ["mondkapjes", "van", "dat", "dit", "niet", "een", "aan", "en", "weten", "op", "werking", "schijnveiligheid", "het", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}