{"id": "f3930a52-9c84-3691-b293-2a607e33cace", "title": "Terreurgroep Boko Haram claimt beelden van ontvoerde schoolkinderen", "url": "https://www.telegraaf.nl/nieuws/146485473/terreurgroep-boko-haram-claimt-beelden-van-ontvoerde-schoolkinderen", "summary": "Boko Haram eiste eerder de verantwoordelijkheid op voor het ontvoeren van honderden schoolkinderen.\n„Onze groep zit achter de ontvoering”, claimde een leider van Boko Haram eerder in een video.\nBerucht is de ontvoering van 276 schoolmeisjes door de terreurbeweging in april 2014.\nBekijk ook: Boko Haram claimt ontvoering honderden schoolkinderen in NigeriaDe terreurgroep Boko Haram is doorgaans actief in het noordoosten van het land, circa 600 kilometer van Katsina verwijderd.\nDe helft daarvan is meegenomen door de ontvoerders die zeggen van Boko Haram te zijn.", "paragraphs": ["Boko Haram eiste eerder de verantwoordelijkheid op voor het ontvoeren van honderden schoolkinderen. Ongeveer vierhonderd kinderen zijn vermist na een aanval op hun kostschool in de deelstaat Katsina, ruim 300 kilometer ten noorden van de hoofdstad Abuja. In de regio worden echter vaak mensen ontvoerd voor losgeld of voor andere praktijken van bendes, waardoor het moeilijk is vast te stellen wie achter de ontvoering van de schooljongens zit.", "„Onze groep zit achter de ontvoering”, claimde een leider van Boko Haram eerder in een video. De terroristen ontvoeren vaker schoolkinderen. Berucht is de ontvoering van 276 schoolmeisjes door de terreurbeweging in april 2014. Veel van hen zaten jarenlang gevangen en nog steeds zijn niet alle meisjes teruggevonden.", "Bekijk ook: Boko Haram claimt ontvoering honderden schoolkinderen in Nigeria", "De terreurgroep Boko Haram is doorgaans actief in het noordoosten van het land, circa 600 kilometer van Katsina verwijderd. De getroffen kostschool had achthonderd leerlingen. De helft daarvan is meegenomen door de ontvoerders die zeggen van Boko Haram te zijn. Politie en leger zijn ingezet om de scholieren terug te vinden.", "Boko Haram (’westers is zondig’) is een soort sekte die in 2002 werd gesticht en een einde wil maken aan alle westerse invloeden in de noordoostelijke regio’s. De beweging werd op den duur uiterst gewelddadig, vooral sinds zij in 2009 onder leiding kwam van Abubakar Shekau. Tegenwoordig zien de volgelingen van de groep zich als jihadisten van Islamitische Staat. In de afgelopen jaren zouden ook bendes uit deze terreurbeweging voor zichzelf zijn begonnen."], "authors": [], "keywords": ["van", "ontvoering", "ontvoerde", "een", "claimt", "schoolkinderen", "te", "boko", "zijn", "voor", "haram", "beelden", "het", "terreurgroep"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}