{"id": "f39e7379-bc07-38cf-913a-bbb48933937d", "title": "Juist zorgpersoneel moet wetenschap vertrouwen", "url": "https://www.nrc.nl/nieuws/2020/12/15/juist-zorgpersoneel-moet-wetenschap-vertrouwen-a4023928", "summary": "Nu het praktisch onmogelijk lijkt om bewoners van verpleeghuizen te vaccineren, is gekozen om deze mensen indirect te beschermen door vaccinatie van het zorgpersoneel (8/12).\nGoedkeuring door EMANU’91 kan alleen respect claimen voor de beslissing om niet te vaccineren, als deze keuze met goede argumenten is omkleed.\nMaar zodra het Europees Geneesmiddelenbureau (EMA) het vaccin op de Europese markt toelaat, wordt de situatie anders.\nHet vaccin is op duizenden mensen getest, en op basis van de uitkomsten van dit onderzoek hebben de daartoe aangewezen deskundigen geconcludeerd dat het vaccin veilig en effectief is.\nJuist van zorgprofessionals mogen we verwachten dat ze vertrouwen hebben in de uitkomsten van de medische wetenschap.", "paragraphs": ["Nu het praktisch onmogelijk lijkt om bewoners van verpleeghuizen te vaccineren, is gekozen om deze mensen indirect te beschermen door vaccinatie van het zorgpersoneel (8/12). Maar met deze oplossing lopen we tegen een volgend probleem aan. Uit een enquête van verpleegkundigenorganisatie NU’91 blijkt dat slechts 36 procent van haar leden zich wil laten vaccineren. In deze context is het opvallend dat de vaccinatiebereidheid van artsen veel hoger is: 89 procent (67 procent zeker, 22 procent waarschijnlijk). Wat verklaart die lage vaccinatiebereidheid bij zorgmedewerkers?", "Roland Pierik is universitair hoofddocent rechtsfilosofie aan de UvA en doet onderzoek naar de vraag hoe een democratische overheid moet omgaan met vaccinatietwijfel.", "Stella Salden, voorzitter van NU’91, stelt: „Zorgprofessionals hebben behoefte aan neutrale en goede informatie, zodat zij zelf weloverwogen een besluit kunnen nemen.” In verschillende interviews op radio en tv stelde Salden dat we respect moeten hebben voor de keuze van verpleegkundigen, ook als ze besluiten om niet te vaccineren.", "Maar daarmee kapt Salden een belangrijke discussie te snel af. Met name in de zorg vaccineer je niet alleen voor jezelf, maar ook voor de mensen die aan jouw zorg zijn toevertrouwd. In de verpleeghuizen zijn dat voornamelijk mensen die uiterst kwetsbaar zijn voor Covid-19. Maar daarnaast heb je ook een voorbeeldfunctie: als zorgprofessionals de vaccinatie al weigeren, waarom zouden niet medisch geschoolde burgers dan wél vaccineren?", "Goedkeuring door EMA", "NU’91 kan alleen respect claimen voor de beslissing om niet te vaccineren, als deze keuze met goede argumenten is omkleed. Op dit moment is deze discussie nog wat voorbarig omdat het vaccin nog niet is goedgekeurd. Maar zodra het Europees Geneesmiddelenbureau (EMA) het vaccin op de Europese markt toelaat, wordt de situatie anders. Het vaccin is op duizenden mensen getest, en op basis van de uitkomsten van dit onderzoek hebben de daartoe aangewezen deskundigen geconcludeerd dat het vaccin veilig en effectief is.", "Met de goedkeuring van het vaccin is de „neutrale en goede informatie” waar NU’91 om vraagt beschikbaar. Juist van zorgprofessionals mogen we verwachten dat ze vertrouwen hebben in de uitkomsten van de medische wetenschap. Bij een goedgekeurd vaccin is het moeilijk te begrijpen en te accepteren dat juist een organisatie als NU’91 respect blijft claimen voor verpleegkundigen die niet vaccineren, als voor deze verregaande keuze geen goede argumenten worden gegeven.", "Stop met gedogen twijfel", "Als zorgmedewerker heb je de professionele plicht om zo goed mogelijk te zorgen voor de uiterst kwetsbare mensen die aan jou toevertrouwd zijn. In de context van Covid-19 betekent dit dat je moet doen wat in redelijkheid van je verwacht mag worden om besmetting tegen te gaan. En zodra dat met vaccinatie op een erkend veilige en effectieve manier mogelijk is, kan NU’91 zich niet langer verschuilen achter vermeende onduidelijkheden over het vaccin, de productiesnelheid of het informatiegebrek.", "NU’91, de zelfbenoemde vakorganisatie van paramedische professionals, moet stoppen met het gedogen, voeden, en publiekelijk rechtvaardigen van onredelijke vaccinatietwijfel onder haar leden. In plaats daarvan moet ze, zodra het vaccin is goedgekeurd, vierkant achter het advies van de EMA en het vaccin gaan staan en zelf een actieve rol nemen om twijfelende leden te overtuigen.", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Roland Pierik", "Leestijd Minuten"], "keywords": ["van", "dat", "om", "niet", "een", "juist", "en", "vertrouwen", "moet", "wetenschap", "te", "vaccin", "voor", "zorgpersoneel", "het"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}