{"id": "f3a4156b-7601-371e-a3f1-0987e99c1d91", "title": "'Hoe concreter je voornemen, hoe makkelijker vol te houden'", "url": "https://nu.nl/gezondheid/6100238/hoe-concreter-je-voornemen-hoe-makkelijker-vol-te-houden.html", "summary": "Om dat te doen, moet je je eerst realiseren dat een goed voornemen eigenlijk het voornemen is om af te rekenen met een oude gewoonte.\nEn ook: wil je het zélf, of doe je het omdat iemand anders het zegt?\nHoe concreter en plezieriger je voornemen, hoe makkelijker het wordt om je eraan te houden.\"\nHoe zorg je ervoor dat je niet in oude gewoontes vervalt?\nHoe vaker je het doet, hoe automatischer het gaat.", "paragraphs": ["De eerste week van januari. Steevast de tijd waarin we optimistisch beginnen onze goede voornemens in praktijk te brengen. Van de meeste goede voornemens komt op de lange termijn niet veel terecht. Nog vóór het februari is, gooien de meeste mensen de handdoek al in de ring. Hoe houd je het dit jaar wél vol? Zes vragen aan hoogleraar gezondheidspsychologie Lilian Lechner.", "Hoe kan het dat goede voornemens vaak mislukken?", "\"Door te hoge verwachtingen. Mensen lopen te hard van stapel: ze gaan op een streng dieet of nemen zich voor om vijf keer per week naar de sportschool te gaan. Die onrealistische voornemens zijn een recept voor mislukking. Niemand houdt een te streng regime lang vol.\"", "Hoe kunnen we goede voornemens wél volhouden?", "\"Ten eerste door een realistisch doel te stellen. Om dat te doen, moet je je eerst realiseren dat een goed voornemen eigenlijk het voornemen is om af te rekenen met een oude gewoonte. Dat is moeilijk, want gewoontes zijn ingesleten. Nieuw gedrag aanleren gaat niet van de een op de andere dag. Het duurt meerdere maanden, blijkt uit onderzoek.\"", "“Intrinsieke motivatie, het echt vanuit jezelf willen, is een voorwaarde voor succes.” Lillian Lechner, hoogleraar gezondheidspsychologie", "Een lange adem dus. Wat is er nog meer nodig?", "\"Veel mensen zijn niet concreet genoeg in hun doelen. 'Gezonder leven' is bijvoorbeeld te vaag. Het risico ligt dan op de loer dat je niets doet. Of dat je juist alles op het gebied van een gezonde leefstijl tegelijk wil veranderen. Dat is niet haalbaar. Houd het concreet.\"", "Hoe stel je een concreet doel?", "\"Door je eerst af te vragen wát je wil en wáárom. Neem 'gezonder leven'. Wil je dat om af te vallen? Doe je het voor een betere conditie? Of omdat je meer energie wil? En ook: wil je het zélf, of doe je het omdat iemand anders het zegt? Intrinsieke motivatie, het echt vanuit jezelf willen, is een voorwaarde voor succes.\"", "\"Formuleer zo concreet mogelijk. Bijvoorbeeld: ik maak elke avond een ommetje na het avondeten. Of: ik eet doordeweeks een stuk fruit in plaats van een snack. Bereid je voor. Stop die appel in je tas en zet je geplande wandelingen in de agenda. Zo wordt de kans kleiner dat je toch weer in je oude patroon terugvalt.\"", "Uit recent Zweeds onderzoek blijkt dat positief formuleren helpt. Wat betekent dat?", "\"Niet zeggen 'minder snoepen', maar 'meer fruit eten'. Niet: 'minder bankhangen', maar 'meer wandelen'. Kies iets waar je blij van wordt en dat dus bij je past. Hoe concreter en plezieriger je voornemen, hoe makkelijker het wordt om je eraan te houden.\"", "Hoe zorg je ervoor dat je niet in oude gewoontes vervalt?", "\"Door je te wapenen tegen situaties waarin het moeilijk wordt. Een gewoonte is een automatische reactie op een specifieke situatie: een koekje bij de thee, een zak chips voor de tv. Die link is heel sterk. Bedenk een alternatief. Vervang je vieruursnack bijvoorbeeld door een stuk fruit dat je al klaar hebt liggen.\"", "\"Met een alternatief is het makkelijker om weerstand te bieden aan een oude verleiding. Hoe vaker je het doet, hoe automatischer het gaat. Op termijn hoef je er niet meer over na te denken.\"", "Dr. Lechner is als hoogleraar gezondheidspsychologie verbonden aan de Open Universiteit."], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["vol", "van", "voor", "een", "makkelijker", "om", "houden", "te", "hoe", "op", "concreter", "het", "niet", "dat", "voornemen", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}