{"id": "f3a7a396-4803-3c73-a9c1-9d9ae32dd424", "title": "Test met nieuwe SpaceX-raket was ondanks vurige crash een succes", "url": "https://nrc.nl/nieuws/2020/12/10/test-met-nieuwe-spacex-raket-was-ondanks-vurige-crash-een-succes-a4023336", "summary": "Een proeflancering met een nieuw type raket van Elon Musks ruimtevaartbedrijf SpaceX is geslaagd.\nHet was de bedoeling dat de raket op zijn pootjes zou landen, maar er was een probleem met de brandstoftoevoer „met een harde (en opwindende!)\nUiteindelijk wordt de raket bovenop een eerste trap gemonteerd, een booster van het type Super Heavy.\nDat gebeurde met de zogenoemde Crew Dragon, een capsule die met de Falcon-9 van hetzelfde bedrijf naar de ruimte was gevlogen.\nDe lancering van het prototype zou eigenlijk dinsdagavond al zijn, maar moest toen één seconde voor de lancering uitgesteld worden vanwege een probleem met een van de motoren.", "paragraphs": ["Een proeflancering met een nieuw type raket van Elon Musks ruimtevaartbedrijf SpaceX is geslaagd. Het vijftig meter hoge Starship kwam in de late woensdagavond goed van de grond, bereikte ogenschijnlijk een hoogte van zo’n twaalf kilometer, maakte zoals gepland een draai in de lucht en kwam gecontroleerd terug naar beneden. Het was de bedoeling dat de raket op zijn pootjes zou landen, maar er was een probleem met de brandstoftoevoer „met een harde (en opwindende!) landing tot gevolg”, aldus SpaceX. De glanzende raket sloeg in een enorme vuurbal te pletter.", "Starship is voor SpaceX van groot belang. Het bedrijf hoopt ooit met mensen naar de maan en later naar Mars te kunnen, en deze raket moet dat mogelijk maken. De raket moet straks meer dan 100.000 kilo vracht de ruimte in kunnen brengen en dus passagiers kunnen vervoeren. Uiteindelijk wordt de raket bovenop een eerste trap gemonteerd, een booster van het type Super Heavy. De twee delen zouden samen zo’n 120 meter hoog zijn. Dat is bijna tien meter hoger dan de Saturn V die in het Amerikaanse Apollo-programma onder meer Neil Armstrong op de maan afleverde en een paar meter hoger dan de Utrechtse Dom.", "‘Episch’", "SpaceX werd begin dit jaar het eerste commerciële bedrijf dat mensen afleverde bij het internationale ruimtestation ISS. Dat gebeurde met de zogenoemde Crew Dragon, een capsule die met de Falcon-9 van hetzelfde bedrijf naar de ruimte was gevlogen. De onderdelen van de raket zijn herbruikbaar. De boosters keren na de lancering terug naar aarde, en weten steeds keurig te landen. Hiertoe moet het Spaceship uiteindelijk ook in staat zijn. Makkelijk is dat echter niet. Het is dan ook niet voor het eerst dat zo’n raket in ontwikkeling neerstort.", "De lancering van het prototype zou eigenlijk dinsdagavond al zijn, maar moest toen één seconde voor de lancering uitgesteld worden vanwege een probleem met een van de motoren. Woensdag werd het wonderlijke roestvrijstalen gevaarte, dat uiterlijk het midden houdt tussen een zeppelin en het ruimteschip uit de film Le Voyage dans la Lune, opnieuw klaargezet op het lanceerplatform in de Amerikaanse staat Texas. Terwijl de wolken van de koeling van het methaan dat als brandstof dient al rond de raket hingen, werd de lancering wéér uitgesteld. Ditmaal vermoedelijk omdat iets of iemand te dicht in de buurt van het testterrein was gekomen. Honderdduizenden mensen bleven desondanks de streams volgen tot de lancering, kort voor middernacht Nederlandse tijd.", "Musk toonde zich ondanks de explosie op het testterein tevreden. „Mars, we komen eraan!”, twitterde de baas van het programma. Veel details over het verloop van de proef heeft hij noch SpaceX bekendgemaakt. Zo is niet helemaal duidelijk of de raket daadwerkelijk de geplande hoogte van ruim 12 kilometer heeft weten te bereiken. Te zien was wel dat de meeste onderdelen min of meer naar wens hebben gefunctioneerd en dat de raket naar beneden kwam waar dat de bedoeling was. „We hebben alle data die we nodig hadden”, aldus Musk. En: „dat we een krater hebben geslagen op de juiste plek was episch!”"], "authors": ["Bastiaan Nagtegaal", "December Om", "Leestijd Minuten"], "keywords": ["succes", "van", "ondanks", "het", "nieuwe", "met", "vurige", "naar", "test", "zijn", "raket", "spacexraket", "een", "dat", "en", "te", "crash"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}