{"id": "f3aee63b-ade1-34b6-b1a9-0a0daf0fb120", "title": "Hamsterwoede door naderende lockdown met ingrijpende coronamaatregelen: kijk hier hoe druk het maandag was in Drenthe en Groningen (met video)", "url": "https://www.dvhn.nl/groningen/Hamsterwoede-door-naderende-lockdown-met-ingrijpende-coronamaatregelen-het-is-druk-bij-winkels-en-bouwmarkten-in-Drenthe-en-Groningen-26286485.html", "summary": "Op verschillende plaatsen in het Noorden waren mensen massaal aan het hamsteren geslagen.\nloadingIn Hoogeveen proberen ze nog kerstbomen met flinke kortingen te slijten.\nloadingIn Emmen willen ze ook nog snel inkopen doen voor de feestdagen, getuige deze video:loadingEen lange rij voor coffeeshop De Vliegende Hollander op het Zuiderdiep in Groningen.\nloadingKapsalons worden ondertussen platgebeld door klanten die snel nog voor de lockdown hun haar willen laten doen, zegt de branchevereniging ANKO.\nBij de kapper aan de Zonnelaan in Groningen is het bijvoorbeeld druk:loadingOok in de stad Groningen: voor de Action aan het Hoornsediep staan koopjesjagers te wachten.", "paragraphs": ["De naderende lockdown zorgde maandagmiddag voor grote drukte bij winkels en bouwmarkten. Op verschillende plaatsen in het Noorden waren mensen massaal aan het hamsteren geslagen.", "Voor de Hornbach in Groningen staat een lange rij met mensen.", "loading", "In Hoogeveen proberen ze nog kerstbomen met flinke kortingen te slijten.", "loading", "Flinke aanloop bij Zweedse meubelreus.", "loading", "Ook in Winschoten is het druk in de winkelstraat.", "loading", "In Emmen willen ze ook nog snel inkopen doen voor de feestdagen, getuige deze video:", "loading", "Een lange rij voor coffeeshop De Vliegende Hollander op het Zuiderdiep in Groningen.", "loading", "En over coffeeshops gesproken: ook bij The Clown in de Folkingestraat staan veel mensen te wachten.", "loading", "Rijen in Winschoten.", "loading", "Kapsalons worden ondertussen platgebeld door klanten die snel nog voor de lockdown hun haar willen laten doen, zegt de branchevereniging ANKO. Sommige kappers blijven extra lang open om zoveel klanten te kunnen knippen.", "Bij de kapper aan de Zonnelaan in Groningen is het bijvoorbeeld druk:", "loading", "Ook in de stad Groningen: voor de Action aan het Hoornsediep staan koopjesjagers te wachten.", "loading"], "authors": ["Ernst Slagter"], "keywords": ["naderende", "video", "nog", "ingrijpende", "bij", "maandag", "lockdown", "voor", "het", "te", "groningen", "aan", "willen", "hier", "hoe", "staan", "ze", "met", "kijk"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}