{"id": "f3b65afb-0abc-3be5-adf8-836a5cf113cf", "title": "Museum van de Geest maakt eerst het hoofd leeg, en laat dan zien dat iedere geest waardevol is", "url": "https://trouw.nl/cultuur-media/museum-van-de-geest-maakt-eerst-het-hoofd-leeg-en-laat-dan-zien-dat-iedere-geest-waardevol-is~bfa6f5fc1/", "summary": "Sinds 2005 was het een museum over de psychiatrie.\nDe jas ligt opengeslagen in een vitrine, zodat haar binnenwereld letterlijk zichtbaar wordt en ze van een patiënt verandert in een individu.\nPatiënten, maar ook een directielid en een verzorger.\nVan hem zijn een tekening en een speelgoedtrein te zien.\nDaar kan de bezoeker aan een van de duizenden draden zijn ‘Universele Verklaring van de Open Geest’ ophangen.", "paragraphs": ["Om in een goede stemming te komen voor een bezoek aan het Museum van de Geest mag de bezoeker eerst plaatsnemen in een zwarte, donkere kubus - de Resonance Room. Terwijl hij naar een pulserende, lichtgevende cirkel kijkt, wordt de ademhaling in het juiste ritme gebracht om tot rust te komen en het hoofd leeg te maken.", "Het compleet verbouwde museum in Haarlem, dat eerder bekendstond als ‘Het Dolhuys’, ging gisteren weer open voor het publiek. In dit complex van historische gebouwen werden 700 jaar lang de verschoppelingen van de stad ondergebracht: pestlijders, alcoholisten, psychiatrisch patiënten. Sinds 2005 was het een museum over de psychiatrie.", "Die koers is nu een klein beetje verlegd: de soms doodenge apparaten die vroeger gebruikt werden om mensen met geestelijke problemen te behandelen zijn er nog steeds, maar er is meer ruimte voor de geest van de bezoeker zelf. Die moet geprikkeld worden om meer inzicht te krijgen in de grote verschillen die er op mentaal vlak bestaan tussen mensen.", "Gestichtsjas", "Deze missie wordt bijzonder mooi gesymboliseerd door een ‘gestichtsjas’ uit 1938. In die tijd kregen alle patiënten van een inrichting dezelfde donkere, wollen jas. Eén vrouw borduurde aan de binnenkant van de jas haar kleurige, persoonlijke verhaal. De jas ligt opengeslagen in een vitrine, zodat haar binnenwereld letterlijk zichtbaar wordt en ze van een patiënt verandert in een individu. Er boven hangt een serie foto’s van Koos Breukel met de laatste bewoners van de Amsterdamse Valeriuskliniek. Patiënten, maar ook een directielid en een verzorger. De bezoeker mag raden wie wie is.", "Een geborduurde gestichtsjas uit het vernieuwde Museum van de Geest in Haarlem. Beeld Museum van de Geest", "Een gebruiksvriendelijke audiotour vertelt de verhalen bij de voorwerpen, foto’s en kunstwerken. Niet zelden komen de makers zelf aan het woord, zoals Lionel Plak die autisme heeft. Van hem zijn een tekening en een speelgoedtrein te zien. Rapper Willem de Bruin vertelt hoe hij in een ernstige crisis belandde na het uiteengaan van de succesvolle band The Opposites.", "Dolcel", "Het oude complex is door Verlaan en Bouwstra architecten voorzien van een nieuwe, lichte entree, maar verder is het nog steeds een kruip-door-sluip-door van gangetjes en zaaltjes. Bij de zestiende eeuwse ‘dolcel’, een donker hok waarin ‘krankzinnigen’ destijds werden opgesloten, staan zeven loden beelden die de Britse kunstenaar Marc Quinn maakte toen hij afkickte van zijn alcoholverslaving, ze stellen de hoofdzondes voor. Bijzonder indrukwekkend is de installatie ‘Sister Love’ van Jantien de Bruin die verhaalt over de zelfdoding van haar oudere zus.", "Alle thema’s worden door de kleurige inrichting van bureau Kossmanndejong met elkaar verbonden. Letterlijk met een web van draden - of zijn het hersenspinsels? Ze komen samen in de laatste zaal. Daar kan de bezoeker aan een van de duizenden draden zijn ‘Universele Verklaring van de Open Geest’ ophangen. Die stelt dat iedere geest waardevol is. ‘Begaafdheid, talent, beperking en ziektes, het hoort er allemaal bij’. Zoals gezegd, het museum heeft een missie.", "Lees ook:", "Op ontdekkingsreis met Aldo van den Broek en Carlijn Kingma", "Hoe gedetailleerd de coronakaart ook is, fysiek op reis gaan zit er voorlopig niet in. Kunstenaars Aldo van den Broek en Carlijn Kingma hebben een andere route gevonden. Naar Enschede.", "Weidse landschappen vol ‘happy trees’: de aanstekelijke levensvreugde van cultschilder Bob Ross", "De tv-schilder Bob Ross is een kwart eeuw na zijn dood nog altijd populair. Maar hoort zijn werk in het museum thuis? In Museum More is een overzichtstentoonstelling te zien van de schilder die iedereen aanmoedigde zijn eigen ‘happy’ wereld op het canvas te toveren."], "authors": ["Harmen Van Dijk"], "keywords": ["museum", "van", "laat", "iedere", "het", "zien", "die", "waardevol", "zijn", "maakt", "met", "leeg", "een", "en", "te", "geest", "er", "hoofd"], "pubDate": "2020-11-26T13:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}