{"id": "f3c1bd9f-a934-34c4-85f7-54f109c21fa3", "title": "Zo steun je je partner tijdens een carrièreswitch", "url": "https://volkskrant.nl/werken/zo-steun-je-je-partner-tijdens-een-carriereswitch~b3e4873b/", "summary": "Uit onderzoek van Indeed komt naar voren dat een kwart van de werknemers eraan denkt zijn loopbaan een nieuwe wending te geven.\nDe coronacrisis kan het proces van een carrièreswitch versnellen, omdat veel mensen hun baan zullen verliezen.\n‘Door belangstelling te tonen in de ander en op een open manier met elkaar in gesprek te gaan, kun je een goed team vormen.’Niet coachen, maar steunenHet kan natuurlijk zijn dat je twijfelt of de carrièreswitch van je partner een goed idee is.\nWaarom denk je dat je dat goed kunt?’De coach denkt dat je als partner niet kunt bepalen of een carrièreswitch verstandig is.\n‘Hij moest opnieuw beginnen, maar hij nam wel hij een schat aan ervaring mee.", "paragraphs": ["Je carrière omgooien is – hoe leuk ook – spannend en vaak stressvol. Wat kun je als partner dan het best doen om iemand te helpen? Beeld Matteo Bal", "Maartje Koppen werkte jaren als loopbaancoach. Toen haar eigen man vertelde dat hij zich wilde laten omscholen, zat ze plots aan de andere kant van de tafel. Normaal hield ze mensen een spiegel voor en probeerde ze hen aan te sporen hun dromen na te jagen. ‘Het voelt anders als je er zelf onderdeel van bent’, vertelt ze. ‘Ik vond het gaaf dat hij naar zijn gevoel luisterde, maar ik vroeg me ook af wat het voor ons gezin zou betekenen.’", "Dit artikel verscheen eerder op Intermediair.nl", "De partner van Koppen stopte met zijn baan als product owner bij Bol.com en liet zich omscholen tot PHP-programmeur. Lachend: ‘Mijn man is een computernerd geworden. PHP is een programmeertaal.’ Samen hebben ze veel gesprekken gehad over zijn overstap. ‘We hebben elkaar financieel de ruimte gegeven om verandering mogelijk te maken. Hij heeft vijf maanden een opleiding gevolgd en had op dat moment geen inkomen.’", "Bespreek hoe je ervoor staat als koppel of gezin", "Zelf maakte Koppen eerder ook een carrièreswitch: van consultant bij een groot bedrijf naar zelfstandig ondernemer. Ze coacht nu mensen met een eigen zaak. Volgens carrière- en relatiecoach Alex Berendsen is het belangrijk om duidelijke afspraken te maken als koppel.", "‘Je kunt bijvoorbeeld afspreken dat de een tijdelijk leunt op het inkomen van de ander. Beide partijen moeten dan accepteren dat het inkomen een periode uit balans is.’ Berendsen is van mening dat het belangrijk is om het gesprek hierover duidelijk te voeren en te bespreken hoe je ervoor staat als koppel of gezin.", "Uit onderzoek van Indeed komt naar voren dat een kwart van de werknemers eraan denkt zijn loopbaan een nieuwe wending te geven. Volgens het Centraal Bureau voor de Statistiek zijn het vooral hogeropgeleiden en jongeren die voor een ander vak kiezen. De coronacrisis kan het proces van een carrièreswitch versnellen, omdat veel mensen hun baan zullen verliezen. Waar sommige sectoren hard worden getroffen, zijn er ook bedrijfstakken die in de lift zitten. Het kabinet trekt 50 miljoen uit voor het om- en bijscholen van mensen via het crisisprogramma NL leert door.", "Moffel angsten van de ander niet weg", "Als je partner zijn of haar werkende leven wil of moet omgooien, is het volgens Berendsen goed na te gaan waar je geliefde behoefte aan heeft. ‘Er kunnen veel onzekerheden opspelen’, aldus de carrièrecoach. ‘Mensen kunnen zich afvragen of ze het wel gaan redden en bijvoorbeeld niet te oud zijn voor zo’n grote verandering.’", "Volgens Berendsen kan de kritische stem die ieder mens heeft behoorlijk in de weg zitten. ‘Op zo’n moment is het prettig als je partner jouw positieve kanten benadrukt. Iemand die als je twijfelt tegen je zegt: jij kan dit.’", "Als je partner aangeeft het spannend te vinden, helpt het volgens hem niet die onzekerheden te bagatelliseren. ‘Wat vaak gebeurt, is dat we de angsten van een ander proberen weg te moffelen, terwijl het juist goed is om te erkennen dat zulke gevoelens er mogen zijn. Berendsen heeft ervaren dat het uitspreken van je onzekerheden helpt ze minder sterk te maken. ‘Door belangstelling te tonen in de ander en op een open manier met elkaar in gesprek te gaan, kun je een goed team vormen.’", "Niet coachen, maar steunen", "Het kan natuurlijk zijn dat je twijfelt of de carrièreswitch van je partner een goed idee is. Alleen ben jij uiteindelijk niet de adviseur van je partner. Berendsen: ‘Ik plaats van advies geven, zou ik vragen stellen. Waarom denk je dat je dat goed kunt?’", "De coach denkt dat je als partner niet kunt bepalen of een carrièreswitch verstandig is. ‘Aan de andere kant kun je vaak wel de blinde vlekken zien. Het vergt open en constructieve communicatie om dat aan te geven. Ik zeg zelf altijd tegen mijn partner: als je hulp nodig hebt, vraag het dan. Ik coach je niet, maar ik steun je wel. Ik sta achter je.’", "Werkgeluk helpt ook het gezin", "Nog tijdens zijn omscholing werd de partner van Maartje Koppen benaderd voor een baan. ‘Hij moest opnieuw beginnen, maar hij nam wel hij een schat aan ervaring mee. Dat helpt natuurlijk tijdens een arbeidsvoorwaardengesprek.’", "Inmiddels is hij sinds april aan het werk in een klein team. ‘Hij zit beter in zijn vel. Dat is fijn voor hem, maar natuurlijk ook voor ons als gezin.’ Het is nog steeds lastig voor hem om zijn werk ’s avonds los te laten. Al is er wel een verschil met vroeger. ‘Voorheen maakte hij zich ’s avonds zorgen, nu zit hij regelmatig op de bank zit met een eureka-moment. Dan weet hij opeens hoe-ie een bepaalde ICT-puzzel moet oplossen.’", "CARRIÈRESWITCH NAAR ZINVOLLER WERK Rowie van Zon (25) werkte parttime in de horeca en als biologiedocent, een prima combinatie vond ze. Tot ze door de coronacrisis aan het denken werd gezet. Nu maakt ze de volledige omslag naar het onderwijs. ‘Al voordat de horeca dicht ging, wist ik dat het belangrijker was om er voor mijn leerlingen te zijn dan voor de gasten die Aziatische en mediterraanse tapas komen eten’, zegt ze. Na 18 jaar in de plantensector wordt Eveline Witte (44) rouwbegeleider. Ze volgt daarom nog een jaar een vervolgopleiding, maar besloot onlangs ook gewoon te beginnen met haar praktijk. Door corona realiseerde ze dat ze niet wil wachten op het papiertje, nu al kan ze mensen helpen met hun rouw en hun wereld daardoor iets lichter maken. Herald Grondman (46) wilde altijd al in de zorg werken. Maar mannen in de verpleging waren twintig jaar geleden een uitzondering en de verdienste was minimaal. Het werd de detailhandel. Nu gaat hij alsnog de verpleging in. Hoe pakte hij de overstap aan?"], "authors": ["Thomas De Man"], "keywords": ["dat", "van", "een", "tijdens", "en", "steun", "zo", "te", "ze", "zijn", "carrièreswitch", "partner", "je", "hij", "het"], "pubDate": "2020-10-19T10:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}