{"id": "f3cb146c-218e-3023-88b6-aac77c77c9d5", "title": "The Glorias oogt als een opsomming waaruit alle frictie is verdwenen", "url": "https://www.parool.nl/ps/the-glorias-oogt-als-een-opsomming-waaruit-alle-frictie-is-verdwenen~b1d86e5d/", "summary": "Met The Glorias verfilmt Julie Taymor op ambitieuze wijze het leven van Gloria Steinem, icoon van de tweede feministische golf.\nAl die versies van Gloria brengt Taymor samen in een Greyhoundbus die het Amerikaanse landschap doorkruist.\nAl kan het niet verhullen dat The Glorias uiteindelijk dichter bij een conventionele biopic ligt dan op het eerste gezicht lijkt.\nTaymor en coscenarist Sarah Ruhl willen elk wapenfeit benoemen en creëren zo een film die oogt als een opsomming waaruit alle frictie is verdwenen.\nBeeld Dan McFaddenEn toch zijn er momenten waarop Taymors ambitieuze aanpak waardering en ook ontroering afdwingt.", "paragraphs": ["Met The Glorias verfilmt Julie Taymor op ambitieuze wijze het leven van Gloria Steinem, icoon van de tweede feministische golf. Ze zette zich in voor het Equal Rights Amendment, ging undercover bij de Playboy-bunny’s en richtte het feministische tijdschrift Ms. op (waarover in 2018 de fantastische documentaire Yours in Sisterhood verscheen).", "Het komt allemaal voorbij in The Glorias, waarvoor Taymor (Frida, Across the Universe) zich baseerde op Steinems memoires My Life on the Road. We zien Gloria als kind met haar platzakke vader en getroebleerde moeder, als jonge vrouw (gespeeld door Alicia Vikander) reizend door India en betrokken rakend bij de civil rights movement en uiteindelijk als boegbeeld van de vrouwenbeweging (Julianne Moore).", "Al die versies van Gloria brengt Taymor samen in een Greyhoundbus die het Amerikaanse landschap doorkruist. Het is een geforceerde manier om Gloria te laten reflecteren op de lange weg die ze aflegde naar haar iconische status, en de vele lessen die ze leerde over genderongelijkheid. Zoals wanneer ze haar eerste journalistieke baan krijgt en alleen ‘vrouwenonderwerpen’ toegeschoven krijgt. En, o ja, of ze ook even koffie wil zetten.", "Beeld Dan McFadden", "Waar ze in India nog de buitenstaander is die onrecht ziet en daar iets aan wil doen, is ze in deze scènes degene die het onrecht aan den lijve ondervindt. En dat blijkt uiteindelijk de sleutel voor haar idealisme. Een idealisme dat altijd door de praktijk geschaafd blijft worden en juist daarom zo vitaal is, zoveel veerkrachtiger dan een dogmatische overtuiging.", "In de tweede helft van de film veroorlooft Taymor zich meer vrijheid in vorm. Het schiet soms alle kanten op qua toon en niet altijd de juiste, maar het levert ook de spannendste momenten op. Al kan het niet verhullen dat The Glorias uiteindelijk dichter bij een conventionele biopic ligt dan op het eerste gezicht lijkt.", "En zoals vaak bij biopics die groots willen zijn, is The Glorias vooral vluchtig. Taymor en coscenarist Sarah Ruhl willen elk wapenfeit benoemen en creëren zo een film die oogt als een opsomming waaruit alle frictie is verdwenen. En ook krijgen scènes daardoor vaak niet het beoogde emotionele gewicht. Er is te weinig tijd om personages voldoende te leren kennen om met ze mee te voelen.", "Beeld Dan McFadden", "En toch zijn er momenten waarop Taymors ambitieuze aanpak waardering en ook ontroering afdwingt. Scènes waarin ze de dynamische energie van de vrouwenbeweging, de verstrengeling van het persoonlijke en politieke, aanstekelijk voelbaar weet te maken. Zoals in het slot, wanneer eindelijk duidelijk wordt waar die Greyhound naar onderweg was.", "De boodschap van die bestemming is duidelijk: er is nog een lange weg te gaan."], "authors": ["Elise Van Dam"], "keywords": ["alle", "taymor", "van", "als", "frictie", "het", "op", "die", "oogt", "opsomming", "een", "ze", "en", "te", "ook", "waaruit", "verdwenen", "glorias"], "pubDate": "2020-11-25T11:51:17+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}