{"id": "f3cc235f-e8bc-3ca0-9893-5fa0bf787dae", "title": "5x waar je bij je kat in de winter extra op moet letten", "url": "https://www.rtlnieuws.nl/lifestyle/wonen/artikel/5198956/5x-waar-je-bij-je-kat-de-winter-extra-op-moet-letten", "summary": "Stel je hebt zo'n buitenspeler dan kun je hier het best in de winter op letten:1: Brrr, onderkoelingIn principe kunnen katten met hun dikke wintervacht prima tegen bar winterweer.\nOok al geeft hun winterjas goede bescherming, bij een langere periode van vrieskou en nattigheid kan je kat onderkoeld raken.\n2: Aan het waterBuitenkatten zijn verzot op het drinken uit vijvers en stilstaand water.\nZodra Boris, Luna of Tijger weer thuis is, kun je het best zorgen voor voldoende vers water.\nDeze kun je vaak tot zo'n 2 liter water vullen, en circuleert en filtert continu het water voor poeslief.", "paragraphs": ["Wintertips voor buitenkatten", "En dan de buitenkat. De kat die het liefst buiten gaat spelen, tijgert en erop los jaagt. Stel je hebt zo'n buitenspeler dan kun je hier het best in de winter op letten:", "1: Brrr, onderkoeling", "In principe kunnen katten met hun dikke wintervacht prima tegen bar winterweer. Ook al geeft hun winterjas goede bescherming, bij een langere periode van vrieskou en nattigheid kan je kat onderkoeld raken. Bovendien is de beharing bij de oren niet dik, waardoor er problemen mee kunnen ontstaan. Haal je kroelkat het liefst dan ook dagelijks bij heel regenachtig, koud weer naar binnen. En twijfel je over de gezondheid? Trek aan de bel bij de dierenarts.", "2: Aan het water", "Buitenkatten zijn verzot op het drinken uit vijvers en stilstaand water. Alleen is het in de winter vaak bevroren. Dit betekent dat je kattenvriend(in) niet aan de dagelijkse watertax komt. Klinkt redelijk onschuldig, is het niet. Je harige huisgenoot kan last krijgen van een blaasontsteking of constipatie.", "Zodra Boris, Luna of Tijger weer thuis is, kun je het best zorgen voor voldoende vers water. Of schaf een waterfontein aan. Deze kun je vaak tot zo'n 2 liter water vullen, en circuleert en filtert continu het water voor poeslief.", "3: Vijver afdekken", "Katten en vissen, een onlosmakelijk duo. Zodra een kat iets ziet spartelen, gaat het er met z'n grijpgrage pootjes achteraan. Zelfs wanneer er een laagje ijs over je vijver ligt, kunnen ze alsnog een poging willen doen om een vis binnen te hengelen. Alleen de kans is groot - gezien onze Nederlandse winters niet meer zo bar en boos zijn als decennia geleden - dat het ijs niet dik genoeg is en de kat door het ijs zakt. Met als gevolg dat het beestje onderkoeld raakt."], "authors": [], "keywords": ["letten", "water", "bij", "kat", "waar", "op", "het", "winter", "moet", "5x", "je", "en", "een", "niet", "extra", "aan", "voor"], "pubDate": "2020-12-09T20:40:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}