{"id": "f3f3f834-cc95-3ca1-85fc-d7579ff3ca96", "title": "Populair Yungblud brengt tienerpunk van nu ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/populair-yungblud-brengt-tienerpunk-van-nu~b9a8ca7d/", "summary": "Yungblud klinkt vaak als een jonge Amerikaans emo-punkband, maar is de artiestennaam van één man uit Engeland, Dominic Harrison (23).\nstaat opnieuw muziek die in veel opzichten het hedendaagse equivalent is van wat we twintig jaar geleden tiener- of kleuterpunk noemden, van bands als Blink-182.\nDe vertaalslag naar het heden bestaat uit productionele studiofoefjes uit hiphop en dance, plus hier en daar een popballad (Love Song) van het soort dat veel gezongen wordt in programma’s als The Voice.\nVoor de gemiddelde 25-plusser is het niet bedoeld (te veel glanzende exaltatie volgens een te voorspelbare formule), maar Yungbluds extreme populariteit – zeker ook in Nederland – valt wel te begrijpen, want een veelkleurige grabbelton is Weird!\nHet scheutje Oasis in Charity doet je direct opveren en ook in een liedje als Ice Cream Man laat Harrison horen dat hij begrijpt hoe een goede popsong in elkaar steekt.", "paragraphs": ["Yungblud klinkt vaak als een jonge Amerikaans emo-punkband, maar is de artiestennaam van één man uit Engeland, Dominic Harrison (23).", "Op zijn tweede album Weird! staat opnieuw muziek die in veel opzichten het hedendaagse equivalent is van wat we twintig jaar geleden tiener- of kleuterpunk noemden, van bands als Blink-182. De vertaalslag naar het heden bestaat uit productionele studiofoefjes uit hiphop en dance, plus hier en daar een popballad (Love Song) van het soort dat veel gezongen wordt in programma’s als The Voice.", "Voor de gemiddelde 25-plusser is het niet bedoeld (te veel glanzende exaltatie volgens een te voorspelbare formule), maar Yungbluds extreme populariteit – zeker ook in Nederland – valt wel te begrijpen, want een veelkleurige grabbelton is Weird! beslist.", "Het scheutje Oasis in Charity doet je direct opveren en ook in een liedje als Ice Cream Man laat Harrison horen dat hij begrijpt hoe een goede popsong in elkaar steekt."], "authors": ["Menno Pot"], "keywords": ["tienerpunk", "van", "als", "veel", "het", "weird", "een", "ook", "nu", "uit", "te", "yungblud", "en", "populair", "brengt"], "pubDate": "2020-12-03T14:35:15+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}