{"id": "f3f36f84-23df-335c-aa12-51390b7f1da8", "title": "Nederlander Frank Elderson krijgt topfunctie bij Europese Centrale Bank", "url": "https://volkskrant.nl/nieuws-achtergrond/nederlander-frank-elderson-krijgt-topfunctie-bij-europese-centrale-bank~b685946e/", "summary": "Frank Elderson Beeld ANPSamen met vier andere leden van het dagelijks bestuur zal Elderson president Christine Lagarde adviseren over het beleid om de eurozone gezond te houden.\nDe Europese Centrale Bank (ECB) beheert de euro en heeft als belangrijkste doel de prijzen stabiel houden.\nElderson treedt aan op een precair moment.\nHij is de eerste Nederlanders in het dagelijks bestuur sinds Wim Duisenberg in 2003 opstapte als president van de Europese Centrale Bank.\nElderson is momenteel directeur van De Nederlandsche Bank en begint op 15 december aan zijn nieuwe baan in het Duitse Frankfurt.", "paragraphs": ["Frank Elderson Beeld ANP", "Samen met vier andere leden van het dagelijks bestuur zal Elderson president Christine Lagarde adviseren over het beleid om de eurozone gezond te houden. De Europese Centrale Bank (ECB) beheert de euro en heeft als belangrijkste doel de prijzen stabiel houden. Uiteindelijk moet dat zorgen voor economische groei en werkgelegenheid.", "Elderson treedt aan op een precair moment. Directielieden van de ECB kunnen een doorslaggevende stem hebben als de centrale bankiers van de negentien eurolanden het onderling niet eens zijn over te nemen maatregelen om de eurozone stabiel te houden. Elke zes weken komt ze bijeen.", "Afgelopen maanden was die onenigheid er nogal eens. Zo hebben Nederland en Duitslang zich diverse keren hevig verzet tegen het grootschalig opkopen van staatsobligaties door de ECB om de gevolgen van de coronacrisis te bestrijden. De zuidelijke eurolanden wilden dat juist wel. Donderdag nog besloot de ECB om voor 500 miljard euro extra staats- en bedrijfsobligaties op te kopen zodat er in de eurolanden genoeg geld is om investeringen op peil te houden.", "Conflicten oplossen", "De Nederlandse minister van Financiën, Wopke Hoekstra, noemde Elderson eerder ‘een excellente kandidaat’: ‘Hij heeft een geweldige reputatie op het terrein van financiële duurzaamheid en digitalisering, echt twee onderwerpen van de 21ste eeuw.’ Daarnaast staat Elderson te boek als ‘een verbinder’. ‘Als Frank om de tafel gaat zitten met zes partijen, dan weet je dat ze tot overeenstemming komen. Zoals hij conflicten weet op te lossen: dat is zijn grote kracht’, vond Arnoud Boot, hoogleraar financiële markten aan de Universiteit van Amsterdam en oud-voorzitter van de Bankraad van de DNB in september.", "Elderson kan maximaal acht jaar directielid blijven bij de ECB. Hij is de eerste Nederlanders in het dagelijks bestuur sinds Wim Duisenberg in 2003 opstapte als president van de Europese Centrale Bank. Elderson is momenteel directeur van De Nederlandsche Bank en begint op 15 december aan zijn nieuwe baan in het Duitse Frankfurt."], "authors": ["Natalie Righton"], "keywords": ["nederlander", "van", "om", "een", "topfunctie", "het", "en", "elderson", "europese", "te", "krijgt", "ecb", "centrale", "op", "als", "bij", "frank", "bank"], "pubDate": "2020-12-10T18:50:55Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}