{"id": "f405de9b-1b9b-3323-92a0-eac22fdd7c2f", "title": "Volleyballers lopen graag voorop bij heropenen van topcompetities", "url": "https://volkskrant.nl/sport/volleyballers-lopen-graag-voorop-bij-heropenen-van-topcompetities~b215e387/", "summary": "Op de eerste dag van het nieuwe jaar, zeker voor de sport het jaar van de hoop, mochten de Nederlandse volleyballers de eredivisie hervatten.\nDe twee erkende topploegen van het land, Amysoft Lycurgus en Draisma Dynamo, traden, vijftien dagen na de herstart van volledige zes-tegen-zestrainingen, tegen elkaar aan.\nDe uitslag van het duel in de akelig lege hal van het Alfa College op Kardinge leek van secundair belang.\nDe ‘moppers’, de meisjes om de vloer te drogen, waren er niet en, en dat was van meer gewicht, de lijnrechters ook niet.\nDe winnende score van het 20-jarige talent Bennie Tuinstra in set 3 werd zo gemist.", "paragraphs": ["Spelverdeler Luke Herr van Lycurgus gaat een achterwaartse set-up geven. Ploegenoot Dennis Borst (nr. 18) doet mee aan de schijnaanval. Beeld Klaas Jan van der Weij", "Alsof de dag er voor gekozen was. Op de eerste dag van het nieuwe jaar, zeker voor de sport het jaar van de hoop, mochten de Nederlandse volleyballers de eredivisie hervatten. De twee erkende topploegen van het land, Amysoft Lycurgus en Draisma Dynamo, traden, vijftien dagen na de herstart van volledige zes-tegen-zestrainingen, tegen elkaar aan.", "De uitslag van het duel in de akelig lege hal van het Alfa College op Kardinge leek van secundair belang. Er was vooral vreugde over het weer mogen springen, beuken, rollen, blokkeren, remmen en lobben. De mannenteams uit Groningen en Apeldoorn, twee volleybalbolwerken, pompten veel energie en opwinding in hun wedstrijd. Die viel ten slotte in vier sets toe aan de bezoekers: 23-25, 25-23, 27-25 en 30-28.", "Voortvarend", "Michel Everaert, de evenementendirecteur van de Nederlandse volleybalbond Nevobo, prees zijn eigen organisatie voor de voortvarendheid, waarmee de eredivisie de draad weer had opgepakt. Vele topcompetities in Nederland hebben, sinds sportminister Van Ark voor 17 december plots haar fiat gaf, de mogelijkheid weer in actie te komen. Maar er heerst afwachtendheid. Het handbalverbond bijvoorbeeld heeft slechts aangegeven dat het ‘streven’ bestaat in februari weer wedstrijden te gaan spelen in hun hoogste divisies.", "De Nevobo, aldus Everaert, staat daar anders in. Op 1 juli, bij de beëindiging van de eerste ‘intelligente’ lockdown, begonnen de beachvolleyballers nog voor zes uur in de ochtend, bij het opkomen van de zon, aan hun eerste toernooi. De houding was: er is geen tijd te verliezen.", "Zo was het ook gegaan met de zaalcompetitie. Everaert: ‘We gaan niet op de stoel van de regering zitten. We houden ons aan de regels. We rekken die niet op. Maar als er beslist is dat we weer mogen spelen, dan zijn we er snel bij. We vonden 1 januari ook een mooie datum om onze nieuwe livestream te presenteren. We hadden het systeem in oktober klaar voor de eredivisie, maar toen mocht er niet meer gespeeld worden. We hopen dat de stream door deze wedstrijd, toch een kraker in het mannenvolleybal, een boost krijgt.’", "Boost", "De aanvoerder van Dynamo, Freek de Weijer, kreeg een boost van de overwinning op de rivalen uit Groningen. Hij had in het voorseizoen voorronde Champions League gespeeld en meteen daarop de (verloren) Super Cup in Ede. Vervolgens ging het slot op de deur van de sporthallen. ‘Wij stonden tot vandaag op nul eredivisiewedstrijden’, treurde De Weijer, de spelverdeler die intensieve maanden achter de rug zei te hebben.", "Zijn uitleg: ‘We trainen normaal zes tegen zes. Maar de voorbije maanden was het met zijn vieren in een kwartet en soms zelfs met maximaal twee. In de vijftien uur training raak je dan echt veel vaker de bal aan. Het is stukken intensiever. Je doet veel aan basistechniek. Service en pass. Standaardsituaties.’", "Op 8 december zat De Weijer zoals miljoenen Nederlanders voor de televisie om uit de monden van premier Rutte en zijn gezondheidsminister De Jonge te horen hoe de maatregelen voor het tegengaan van besmettingen nog strenger zouden worden, de mogelijke kerstlockdown. ‘Maar er kwam een mededeling dat wij juist meer mochten.’", "Dynamo ging weer in echte teamtraining. Niks extra’s verder, hoogst verleidelijk natuurlijk, maar het is een strenge regel: om overbelasting te voorkomen. De Weijer, 25, had bovendien zijn trainingsuren wel gemaakt in de herfst. Hij werd met nog enkele beloftevolle spelverdelers uit Nederland tweemaal per week op Nationaal Sportcentrum Papendal in de kneepjes van het vak onderwezen.", "Masterclass", "Technisch directeur Joop Alberda noemde het in Groningen, de stad waar hij vroeger namens Donitas de ballen omhoog gooide, ‘een masterclass spelverdelen’. Avital Selinger en Peter Blangé zullen nog aansluiten voor de klas die nu wordt aangestuurd door Arnold van Ree, ook al een man met een interlandverleden.", "Alberda zegt actie te ondernemen om het technische peil van het Nederlandse clubvolleybal omhoog te brengen. Te vaak werden, volgens hem, fouten geconstateerd maar waren die er een jaar later nog steeds. Omdat er niks aan gedaan werd, aldus Alberda, al veertig jaar een bevlogen roerganger in het Nederlandse volleybal.", "Hij vindt dat volleyballers in Nederland 25 uur per week zouden moeten trainen. Bij enkele professioneel opererende clubs, zoals Lycurgus en Dynamo, zou dat moeten kunnen. De hervatte competitie lijkt ook op die gedachte afgestemd. Na een half seizoen dat eind februari eindigt, volgen een kampioenspoule van de vier sterkste teams, en de eindstrijd tussen de twee besten van het land.", "Vrijdagmiddag gaf een voorproefje op die mogelijke eindstrijd.", "Protocollen", "Het was een wedstrijd vol protocollen. Vooraf was er getest, uiteraard. Er werd bij de entree ook lichaamstemperatuur opgenomen. In de hal werden de ballen voortdurend gereinigd, zelfs de wisselbordjes werden schoon gemaakt. De ‘moppers’, de meisjes om de vloer te drogen, waren er niet en, en dat was van meer gewicht, de lijnrechters ook niet. De scheidsrechters moesten getweeën alles zien wat beide ploegen op de vloer brachten.", "De winnende score van het 20-jarige talent Bennie Tuinstra in set 3 werd zo gemist. Dynamo richtte zich op, pakte zelf de voorsprong van 2-1 en was in de vierde set bij het vijfde matchpoint de winnende ploeg die Lycurgus op de ranglijst voorbij ging, met drie uit één."], "authors": ["John Volkers"], "keywords": ["voorop", "er", "van", "het", "heropenen", "voor", "en", "graag", "een", "lopen", "volleyballers", "op", "te", "topcompetities", "bij", "dat", "die"], "pubDate": "2021-01-01T18:40:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}