{"id": "f40c8eea-974d-3d4b-96d2-09c2c9ecf455", "title": "5 tips voor je eigen whiskyproeverij", "url": "https://www.rtlnieuws.nl/lifestyle/eten/artikel/5204020/5-tips-voor-je-eigen-whiskyproeverij", "summary": "Geen groots diner met de hele familie, kerstborrel met het hele bedrijf of oud-en-nieuw-feest in de kroeg dit jaar.\nMaar even stil staan bij 2020 en vooral proosten op 2021 kan ook heel goed thuis en petit comité.\nAfgelopen weken heb je alles kunnen lezen over de herkomst van whisky en het kiezen van de juist fles.\nMaar whiskydrinken is natuurlijk nóg leuker als je dit met vrienden of familie doet, in de vorm van een whiskyproeverij!\nMaar een proeverij met een héél klein groepje thuis of via Zoom kan wel en is minstens zo leuk.", "paragraphs": ["Geen groots diner met de hele familie, kerstborrel met het hele bedrijf of oud-en-nieuw-feest in de kroeg dit jaar. Maar even stil staan bij 2020 en vooral proosten op 2021 kan ook heel goed thuis en petit comité. Met een goed glas whisky bijvoorbeeld! Voor wie nog niet zo thuis is in de wondere wereld van whisky, geven we deze maand samen met The Famous Grouse een mini-cursus ‘whiskydrinken voor beginners’.", "Afgelopen weken heb je alles kunnen lezen over de herkomst van whisky en het kiezen van de juist fles. Maar whiskydrinken is natuurlijk nóg leuker als je dit met vrienden of familie doet, in de vorm van een whiskyproeverij! Niets leuker dan samen proeven en de verschillende ervaringen delen. Normaalgesproken zou je dit natuurlijk na het kerstdiner of met oud-en-nieuw doen. Weet je nog: een tafel vol familie of vrienden, kaarsjes aan en fijne muziek op de achtergrond…", "Helaas, dat zit er dit jaar niet in. Maar een proeverij met een héél klein groepje thuis of via Zoom kan wel en is minstens zo leuk. Met deze tips zeker!"], "authors": [], "keywords": ["van", "whisky", "tips", "voor", "en", "eigen", "met", "een", "thuis", "dit", "het", "maar", "whiskyproeverij", "je"], "pubDate": "2020-12-24T11:13:36Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}