{"id": "f436750c-e45f-3e43-8316-1af98b5ade2a", "title": "Verdachten opgepakt van overvallen op Nikkie de Jager en René van der Gijp", "url": "https://nu.nl/achterklap/6095380/verdachten-opgepakt-van-overvallen-op-nikkie-de-jager-en-rene-van-der-gijp.html", "summary": "De politie heeft dinsdag zeven personen aangehouden die worden verdacht van inbraken en overvallen op vermogende en bekende Nederlanders, onder wie Nikkie de Jager en René van der Gijp.\nDe verdachten worden vooralsnog gelinkt aan drie woninginbraken en vier overvallen in onder meer Rotterdam, Dordrecht en Uden, maar het onderzoeksteam sluit niet uit dat het er meer zijn.\nBij de huiszoekingen werden diverse spullen in beslag genomen, waaronder een auto, dure horloges en sieraden, geld, designerkleding en -tassen en munitie.\nVan der Gijp werd in februari slachtoffer van een inbraak in zijn woning, waarbij horloges en zonnebrillen werden gestolen.\nDe oud-profvoetballer, die terugkwam van opnames van Veronica Inside, wist te ontkomen door hard achteruit te rijden.", "paragraphs": ["De politie heeft dinsdag zeven personen aangehouden die worden verdacht van inbraken en overvallen op vermogende en bekende Nederlanders, onder wie Nikkie de Jager en René van der Gijp. Agenten hebben daarvoor invallen in acht woningen gedaan, bevestigt de politie dinsdag aan NU.nl.", "De verdachten worden vooralsnog gelinkt aan drie woninginbraken en vier overvallen in onder meer Rotterdam, Dordrecht en Uden, maar het onderzoeksteam sluit niet uit dat het er meer zijn.", "De aangehouden mannen zijn tussen de 19 en 24 jaar oud. Bij de huiszoekingen werden diverse spullen in beslag genomen, waaronder een auto, dure horloges en sieraden, geld, designerkleding en -tassen en munitie.", "De mannen wisten \"tonnen aan buit te maken\" volgens de politie. In sommige gevallen werd geweld gebruikt om slachtoffers te bedreigen.", "De Jager, bekend als YouTuber NikkieTutorials, werd in augustus in haar eigen huis in Uden overvallen, waarbij zij en haar verloofde Dylan onder schot werden gehouden. Het is onduidelijk of bij de overval iets werd buitgemaakt.", "Van der Gijp werd in februari slachtoffer van een inbraak in zijn woning, waarbij horloges en zonnebrillen werden gestolen. Eind april werd hij bij thuiskomst aangevallen in zijn auto. De drie daders begonnen vervolgens met hamers op zijn autoruiten in te slaan. De oud-profvoetballer, die terugkwam van opnames van Veronica Inside, wist te ontkomen door hard achteruit te rijden.", "De chauffeur van de auto met daarin het drietal dat Van der Gijp aanviel, werd eind oktober veroordeeld tot twaalf maanden cel, waarvan drie maanden voorwaardelijk."], "authors": ["Door"], "keywords": ["rené", "van", "politie", "werden", "het", "op", "jager", "zijn", "werd", "nikkie", "onder", "en", "te", "overvallen", "verdachten", "opgepakt", "gijp"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}