{"id": "f43a878e-2395-3c60-84e0-e5b02b0f7ddf", "title": "Pakketbezorging loopt vast, maar ‘klagen is zinloos’", "url": "https://nrc.nl/nieuws/2020/12/16/pakketbezorging-loopt-vast-maar-klagen-is-zinloos-a4024208", "summary": "Met Kerst in aantocht en de winkels op slot door de maandag aangescherpte coronamaatregelen winkelt de consument nog meer online, maar de pakjesmolen van PostNL loopt langzaamaan vast.\nMaar dat het extreem druk is, staat vast: dinsdag werd er op de website van Bol.com meer besteld dan tijdens Black Friday, normaal gesproken het drukste moment van het jaar.\nVast onderwerp op de agenda: de dagprognose van het aantal bestellingen en de capaciteit van PostNL – kunnen de sorteermachines het aan?\nIs dit niet een vreemde zet voor een bedrijf dat juist geld wil verdienen?\n„We kijken nog hoe we kunnen bijspringen.”Ook kleinere webwinkels en andere bedrijven in de pakketbranche merken dat de pakketbezorging van PostNL op haar tandvlees loopt.", "paragraphs": ["Met Kerst in aantocht en de winkels op slot door de maandag aangescherpte coronamaatregelen winkelt de consument nog meer online, maar de pakjesmolen van PostNL loopt langzaamaan vast. Bij grote en kleine webwinkels wordt er meer besteld dan ’s lands grootste postbedrijf aankan. Onder meer Bol.com en Blokker, die bij de grootste webwinkels van Nederland horen, zijn de dupe: PostNL heeft te weinig capaciteit om al hun bestellingen te bezorgen.", "De trend was al langer gaande, maar sinds de coronacrisis winkelen Nederlanders meer en meer online. En sinds het kabinet besloot om niet-essentiële winkels – zoals boekhandelaren, warenhuizen en tuincentra – te sluiten, zullen nog meer mensen hun toevlucht nemen tot internet. Maar al die bestellingen moeten ook voorgesorteerd en bezorgd worden. Op drukke dagen bezorgt PostNL dagelijks anderhalf miljoen pakketten. Concurrent DHL doet met zo’n 1,2 miljoen pakjes per dag weinig voor PostNL onder.", "Een groot deel van de pakketten bezorgt PostNL voor grote webwinkels als Bol.com, Zalando en Blokker, maar ook voor kleinere webwinkels, in kleding, meubels, schoonheidsproducten. Hoeveel pakketten Bol.com dagelijks aan PostNL meegeeft, kan de woordvoerder „niet delen”. Maar dat het extreem druk is, staat vast: dinsdag werd er op de website van Bol.com meer besteld dan tijdens Black Friday, normaal gesproken het drukste moment van het jaar.", "Bol.com sluit met postbedrijven jaarlijks contracten over het aantal pakketten dat zij bezorgen. Kort voor Kerst is er dagelijks, vaak meerdere keren, contact met PostNL, zegt de Bol.com-woordvoerder. Vast onderwerp op de agenda: de dagprognose van het aantal bestellingen en de capaciteit van PostNL – kunnen de sorteermachines het aan? Zijn er voldoende bezorgers op de been?", "Webwinkel Bol.com heeft z’n assortiment van zo’n 26 miljoen producten teruggeschroefd", "Tegennatuurlijke beslissing", "Om te voorkomen dat klanten dagen op hun pakje moeten wachten, nam Bol.com een tegennatuurlijke beslissing: het bedrijf wil dat klanten juist minder aanschaffen op zijn webwinkel. Het trok daarvoor de trukendoos open: het assortiment – normaal gesproken zo rond de 26 miljoen producten, volgens de woordvoerder – is teruggeschroefd. Een voorbeeld: in plaats van tientallen scharen bieden we er nu twee aan, zegt de woordvoerder. De andere vierentwintig worden tijdelijk „offline” gehaald. Ook wordt er minder reclame gemaakt voor producten. En de levertijden zijn aangepast.", "Is dit niet een vreemde zet voor een bedrijf dat juist geld wil verdienen? De woordvoerder lacht. „Dit is een uitzonderlijke situatie waarin bijzondere maatregelen worden genomen. Het is wat het is.”", "Ook de sluiting van ‘retailpunten’ in niet-essentiële winkels, waar klanten hun pakje kunnen ophalen, veroorzaakt extra druk op de pakketbranche. Er wordt geïnventariseerd hoeveel winkels er openblijven, zegt de PostNL-woordvoerder, opdat klanten toch hun bestelling kunnen oppikken. DHL betaalt afhaalpunten die openblijven 60 euro per dag. En PostNL? „We kijken nog hoe we kunnen bijspringen.”", "Ook kleinere webwinkels en andere bedrijven in de pakketbranche merken dat de pakketbezorging van PostNL op haar tandvlees loopt. In de week van Black Friday kwam de chauffeur vier keer zijn bestelling niet ophalen bij Active Ants, dat pakketten inpakt voor webwinkels. Duizenden pakketten gingen daardoor niet mee en moesten een dag wachten. Een webwinkeleigenaar uit de regio Den Haag, die niet met haar naam in de krant wil omdat ze haar goeie relatie met PostNL niet wil verstoren, ontving deze week een mailtje van PostNL dat de chauffeur de grofweg tweeduizend pakketten niet kwam ophalen: te druk. Ze snapt de drukte, zegt ze, „maar bel dan even”. Active Ants ontving woensdag nog zo’n mailtje, zegt Jarno Twijnstra. Boos? „PostNL kan het gewoon niet bijbenen. Klagen heeft weinig zin.”", "PostNL schaalde de capaciteit ten opzichte van begin 2020 met 70 procent op, zegt een woordvoerder. „Maar op sommige momenten kunnen we wat minder pakketten ophalen bij de webshops dan zij zouden willen. En soms bezorgen we post –ook het aantal verstuurde brieven is tijdens de coronacrisis fors gestegen – en pakketten iets later.” De pakketsorteerders en bezorgers zitten aan hun taks. „Ons netwerk is niet van elastiek”.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Martin Kuiper", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "vast", "niet", "een", "het", "en", "postnl", "maar", "zinloos", "klagen", "pakketten", "op", "er", "loopt", "pakketbezorging"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}