{"id": "f43d6475-d97b-37b8-9aa2-e5cfb1e2f481", "title": "Het is feitelijk niet van belang of Maria nu wel of niet in Lourdes is verschenen", "url": "https://trouw.nl/religie-filosofie/het-is-feitelijk-niet-van-belang-of-maria-nu-wel-of-niet-in-lourdes-is-verschenen~b4daee34/", "summary": "Protestanten hebben niet veel op met Maria en zeker niet met haar verering.\nGaat u nu maar eens gewoon naar LourdesIk vertelde het ene na het andere verhaal en schmierde dat het een lust was.\nDaarnaast vind ik het prettig dat ik in Lourdes niets zeker hoef te weten, maar mij geborgen kan voelen in het mysterie dat het geloof voor mij uiteindelijk is.\nDan is het feitelijk niet van belang of Maria nu wel of niet aan Bernadette Soubirous, dat meisje uit Lourdes, is verschenen.\nVeel van de aanwezigen wilden vooral iets leren, dingen begrijpen, bewijzen zien, terwijl het mij om het geheim van het leven ging.", "paragraphs": ["Het hoge woord is eruit. ­Maria is toch niet in Amsterdam geweest. Althans: de Heilige Maagd is in de ­jaren veertig en vijftig van de vorige eeuw niet verschenen aan Ida Peerdeman. De bisschop van Haarlem-Amsterdam (de naam heeft iets van een dubbelmonarchie) heeft bepaald dat die verschijningen aan Ida Peerdeman – in haar werkzame leven administratief medewerkster bij parfumfabrikant Boldoot – geen bovennatuurlijke oorsprong hadden.", "Over die verschijningen in Amsterdam-Zuid was al langer discussie en gedoe. Twijfels in overvloed. “Dan zal dat meisje in Lourdes het ook wel uit haar duim gezogen hebben”, zei een protestant die ik toch wel verstandig acht, ooit over deze kwestie tegen mij.", "Het was alsof ik een stomp in mijn maag kreeg.", "Protestanten hebben niet veel op met Maria en zeker niet met haar verering. De beeldenstormers haalden in de zestiende eeuw heel wat Mariabeelden van hun voetstuk. In het Reformatorisch Dagblad las ik dat bloemen en planten die Maria of Onze-Lieve-Vrouw in hun naam hadden zelfs niet meer welkom waren bij protestanten.", "Een paar jaar geleden heb ik op een drukbezochte avond in een wijkkerk, ergens in de buurt van Den Haag, geprobeerd tientallen protestantse broeders en zusters voor de zaak van Maria te winnen. Onafhankelijke waarnemers – indien aanwezig – hadden kunnen zien dat ik die avond echt mijn best heb gedaan.", "Het voelde alsof ik de oudejaarsconference mocht doen. Met een microfoon in mijn hand liep ik heen en weer door de moderne kerkruimte waar voor mij elk gevoel van mysterie ontbrak. Vol passie beleed ik mijn liefde voor Maria, de moeder die altijd thuis geeft en als het erop aankomt met haar hand over haar hart strijkt. Zij die alles weet en alles begrijpt, ook waar haar Zoon geen tijd voor heeft en geen geduld, om met ­Gerard Reve te spreken.", "Gaat u nu maar eens gewoon naar Lourdes", "Ik vertelde het ene na het andere verhaal en schmierde dat het een lust was. Ook haalde ik herinneringen op aan mijn reizen naar Lourdes, dat ­koninkrijk van onvolmaaktheid, waar Maria dag in dag uit gebroken levens weer heel maakt. Al is het maar voor even. “Gaat u nu maar gewoon eens een keer naar Lourdes”, riep ik op een gegeven moment tijdens die avond in de wijkkerk. “U zult er geen spijt van krijgen.” Bijna had ik nog gezegd: “Maar u moet wel weten: in het verleden behaalde resultaten bieden geen garantie voor de toekomst”.", "Na afloop was ik kapot. Met mijn laatste krachten liep ik naar de garderobe om mijn jas te pakken. Ik voelde mij als een missionaris die zich, nadat hij een dag lang in een ver gelegen en moeilijk bereikbaar dorp het evangelie heeft gepredikt, afvraagt hoeveel zielen hij nu eigenlijk heeft gewonnen. Toen ik de deur uit wilde lopen, sprak een vrouw mij aan. “Ik vond het een leuke avond, mijnheer Fens. Maar we gaan hier toch maar gewoon door met de dingen zoals we dat altijd gedaan hebben.” Het was duidelijk: ze hadden Maria hier niet nodig.", "Had ik toch te veel over Lourdes ­gesproken? Ik ben daar nu eenmaal graag. Als ik hoor dat iemand van plan is erheen te gaan, overvalt mij meestal een licht gevoel van heimwee.", "Die heimwee geldt om te beginnen de plek zelf, de grot met het beeld van Maria. Daarnaast vind ik het prettig dat ik in Lourdes niets zeker hoef te weten, maar mij geborgen kan voelen in het mysterie dat het geloof voor mij uiteindelijk is. Dan is het feitelijk niet van belang of Maria nu wel of niet aan Bernadette Soubirous, dat meisje uit Lourdes, is verschenen.", "Misschien ging het daarom wel mis, die avond in die wijkkerk onder de rook van Den Haag. Veel van de aanwezigen wilden vooral iets leren, dingen begrijpen, bewijzen zien, terwijl het mij om het geheim van het leven ging.", "Maria is nooit ver weg. Op mijn ­bureau staat sinds een paar maanden een houten beeld van een piëta. Jezus is van het kruis gehaald en ligt in de schoot van Maria. Met haar beide ­armen houdt zij haar overleden zoon ­stevig vast. In deze tijden van onzekerheid en onrust is het geruststellend om naar dit beeld te kijken. Alsof Maria met haar zoon, ook de geschonden ­wereld stevig in haar armen houdt.", "Boven alles een moeder.", "Trouw-redacteur Stijn Fens volgt de katholieke kerk al decennia op de voet en schrijft columns over het geloof en zijn persoonlijk leven. Lees ze hier terug."], "authors": ["Stijn Fens"], "keywords": ["ik", "van", "belang", "haar", "en", "een", "feitelijk", "met", "dat", "lourdes", "niet", "nu", "het", "verschenen", "die", "wel", "maria"], "pubDate": "2021-01-10T08:09:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}