{"id": "f451a6e9-5e08-3364-b8fa-af894489540f", "title": "Chinese capsule met maanstenen weer veilig op aarde geland", "url": "https://nu.nl/wetenschap/6097189/chinese-capsule-met-maanstenen-weer-veilig-op-aarde-geland.html", "summary": "De Chinese capsule met maanstenen aan boord is woensdagavond (Nederlandse tijd) veilig op aarde geland.\nOp 1 december landde het op vulkanische formatie Mons Rümker.\nOp de oppervlakte verzamelde de lander ongeveer 2 kilo aan maanmateriaal, dat het in een capsule aan boord van een soort 'tussenvoertuig' stopte.\nHet tussenvoertuig overhandigde de stenen aan de satelliet en stortte vervolgens zelf neer op het maanoppervlak.\n44 Chinese capsule brengt voor het eerst sinds 1976 maanstenen naar aardeChina liet lander en vlag achter op maanDe lander is achtergebleven op de maanoppervlakte, evenals een Chinese vlag.", "paragraphs": ["De Chinese capsule met maanstenen aan boord is woensdagavond (Nederlandse tijd) veilig op aarde geland. De Chang'e 5-missie landde in de Noord-Chinese regio Binnen-Mongolië. Het is de eerste keer sinds de Amerikaanse Apollo 17-missie in 1976 dat er weer maanstenen naar de aarde zijn gebracht.", "Chang'e-5 werd op 23 november gelanceerd naar de maan. Op 1 december landde het op vulkanische formatie Mons Rümker. Deze plek op het noordelijk halfrond van de maan is ongeveer een miljard jaar geleden gevormd. Mons Rümker is daarmee veel jonger dan veel andere verkende plekken op de maan.", "De lander werd door een sonde naar de maan gebracht. Na aankomst werd een landingsvoertuig naar het maanoppervlak gestuurd en bleef de sonde als satelliet om de maan draaien. Op de oppervlakte verzamelde de lander ongeveer 2 kilo aan maanmateriaal, dat het in een capsule aan boord van een soort 'tussenvoertuig' stopte.", "Toen er genoeg materiaal was verzameld, schoot dit tussenvoertuig terug naar de satelliet. Het tussenvoertuig overhandigde de stenen aan de satelliet en stortte vervolgens zelf neer op het maanoppervlak. De satelliet is toen zelf naar de aarde teruggekeerd om de stenen af te leveren.", "44 Chinese capsule brengt voor het eerst sinds 1976 maanstenen naar aarde", "China liet lander en vlag achter op maan", "De lander is achtergebleven op de maanoppervlakte, evenals een Chinese vlag. Dit maakt China het tweede land dat een vlag op de maan heeft staan. De Verenigde Staten waren het eerst, toen astronauten Neil Armstrong en Buzz Aldrin bij de eerste maanlanding in 1969 een vlag plantten.", "De capsule is door een speciaal team van de steppe geplukt. De stenen zullen nu naar de Chinese hoofdstad Peking worden gebracht, waar ze zullen worden onderzocht. Met de stenen wil China meer leren over de geschiedenis en de opbouw van de maan."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["weer", "van", "veilig", "een", "het", "en", "satelliet", "geland", "stenen", "vlag", "capsule", "op", "chinese", "naar", "maan", "met", "aarde", "maanstenen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}