{"id": "f4717b09-2e2d-353f-b0eb-c07e80628abe", "title": "Man aangehouden voor bommelding Schiphol, geen gevaarlijk voorwerp gevonden", "url": "https://volkskrant.nl/nieuws-achtergrond/man-aangehouden-voor-bommelding-schiphol-geen-gevaarlijk-voorwerp-gevonden~b7768622/", "summary": "De marechaussee doet op dit moment onderzoek naar een verdachte situatie in een vliegtuig op Schiphol.\nBeeld ANPDe Koninklijke Marechaussee op Schiphol werd woensdagmiddag rond 15 uur uitgerukt voor onderzoek van wat toen ‘een verdachte situatie’ aan boord van een vliegtuig werd genoemd.\nDe passagiers verlieten het toestel en een gedeelte van de pier werd afgesloten.\nIn de structuur voor de veiligheidsregio’s wordt hiermee aangegeven dat ‘de situatie wat omvangrijker is en er buiten de plaats van het incident ook maatregelen nodig zijn’.\nOok op andere plekken op Schiphol stonden voertuigen van de Marechaussee opgesteld.", "paragraphs": ["De marechaussee doet op dit moment onderzoek naar een verdachte situatie in een vliegtuig op Schiphol. Dat laten ze weten via Twitter. Beeld ANP", "De Koninklijke Marechaussee op Schiphol werd woensdagmiddag rond 15 uur uitgerukt voor onderzoek van wat toen ‘een verdachte situatie’ aan boord van een vliegtuig werd genoemd. De passagiers verlieten het toestel en een gedeelte van de pier werd afgesloten. Het betrof een KLM-toestel dat naar Stockholm zou vertrekken.", "De Marechaussee kwam in actie na een zogenoemde GRIP-2 melding. In de structuur voor de veiligheidsregio’s wordt hiermee aangegeven dat ‘de situatie wat omvangrijker is en er buiten de plaats van het incident ook maatregelen nodig zijn’. Ook op andere plekken op Schiphol stonden voertuigen van de Marechaussee opgesteld. Ook ambulances, een traumahelikopter en de politie kwamen ter plaatse."], "authors": [], "keywords": ["man", "geen", "van", "schiphol", "situatie", "gevonden", "het", "op", "bommelding", "aangehouden", "marechaussee", "werd", "voorwerp", "een", "ook", "en", "gevaarlijk", "voor"], "pubDate": "2020-12-09T17:06:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}