{"id": "f479ee3c-3fe2-396d-8507-779e6aa51bcf", "title": "Pakketperikelen: bezorgen moet beter", "url": "https://www.rtlnieuws.nl/tech/artikel/5200807/bezorging-bezorgen-pakket-ophalen-pakketpunt-winkel", "summary": "Luister deze podcast op Spotify, Apple Podcasts, Google Podcasts en Anchor.\nWant het hele systeem is overbelast, de informatie is lang niet altijd compleet en er is veel meer dat beter moet kunnen.\nLuister de podcast:Volg deze podcast op Spotify, Apple Podcasts, Google Podcasts en Anchor.\nTips uit deze aflevering:Series: Star Wars The Clone Wars en Star Wars Rebels, allebei op Disney+.\nTe beluisteren op onder meer Apple Podcasts en Spotify.", "paragraphs": ["Luister deze podcast op Spotify, Apple Podcasts, Google Podcasts en Anchor.", "Bright schreef een commentaarartikel over wat er beter kan aan de bezorging van pakketten. Want het hele systeem is overbelast, de informatie is lang niet altijd compleet en er is veel meer dat beter moet kunnen. We bespreken de ideeën in deze Bright Podcast.", "Verder onder meer aandacht voor de overname van Slack door Salesforce en de 'overkill' aan Stories.", "Luister de podcast:", "Volg deze podcast op Spotify, Apple Podcasts, Google Podcasts en Anchor.", "Of voeg de RSS-feed toe aan je favoriete podcast-app.", "Tips uit deze aflevering:", "Series: Star Wars The Clone Wars en Star Wars Rebels, allebei op Disney+. Deze Star Wars-verhalen worden eindelijk verder uitgediept in The Mandalorian. Tot nu toe nog niet cruciaal om het verhaal te begrijpen, maar het geeft wel een toffe achtergrond. Laat je niet afschrikken door het uiterlijk: deze series doen wel hele toffe dingen met Star Wars.", "Podcast: Bill Gates and Rashida Jones Ask Big Questions, waarin Bill Gates samen met actrice Rashida Jones bekendheden ondervraagt over belangrijke vraagstukken. Te beluisteren op onder meer Apple Podcasts en Spotify.", "Dienst: Apple Pay is nu ook te gebruiken met creditcards van ING. Eerder kon de betaaldienst al gebruikt worden met creditcards van Rabobank. Apple Pay kan dan online gebruikt worden bij sites die geen debit-betalingen via Apple Pay accepteren. Ook kan de iPhone of Apple Watch dan worden gebruikt om in te checken bij het openbaar vervoer in onder meer Londen, New York en Japan – voor als we weer kunnen reizen."], "authors": [], "keywords": ["beter", "podcasts", "bezorgen", "van", "deze", "star", "het", "op", "pakketperikelen", "moet", "en", "apple", "te", "worden"], "pubDate": "2020-12-02T19:00:30+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}