{"id": "f4825dd5-aac8-3587-8798-d6e862d7f175", "title": "Belinda & Mika: ‘Alles went, zelfs een zieke moeder’", "url": "https://www.parool.nl/ps/belinda-mika-alles-went-zelfs-een-zieke-moeder~b59875ba/", "summary": "Ik heb Mika nooit dingen verboden, ook niet toen ze op haar vijftiende vertelde dat ze rookte.\nHaar vader en ik gingen vier jaar geleden scheiden, in diezelfde ­periode werd er borstkanker bij mij ontdekt.\nHet is wat het is, alles went na een tijdje, zelfs een zieke moeder.\nInmiddels kan ik prima voor mezelf zorgen; ik weet hoe ik een pasta carbonara moet maken en hoe de wasmachine werkt.\nEn: op is op.", "paragraphs": ["Mika en Belinda. Beeld Harmen De Jong", "Belinda Dijkstra (52)", "“Mika was altijd een heel makkelijk en meegaand meisje, tot ze in de puberteit kwam. Toen ontwikkelde ze plotseling een nogal stevig karakter. Nu is ze pittig in wat ze wel en niet wil, maar tegelijkertijd is ze ook vrij gesloten. Aan de buitenkant zie je vaak niet meteen wat ze vindt of voelt. Het werkt averechts om op zo’n moment aan haar te trekken, het is beter om haar dan even met rust te laten. Vaak komt ze er later alsnog zelf mee.", "Ik heb Mika nooit dingen verboden, ook niet toen ze op haar vijftiende vertelde dat ze rookte. Ik heb haar gezegd dat ik het jammer vind en we hebben het erover gehad, maar in straffen, verbieden of omkopen geloof ik niet, daar maak je dingen alleen maar aantrekkelijker mee.", "Ik denk altijd terug aan hoe ik zelf was als puber, ik stond op mijn zeventiende elk weekend te dansen in de RoXY. Op die leeftijd had ik alle vrijheid. Pubers van nu moeten wachten tot hun achttiende voor ze legaal een club in mogen of een drankje mogen drinken, dus organiseren ze thuis feestjes of in het park. Ik snap dat ze daar behoefte aan hebben, zo werkt het puberbrein. Ik heb er ondanks alles altijd vertrouwen in gehad dat Mika niet in zeven sloten tegelijk loopt, want ze is een slimme, zelfstandige jonge vrouw.", "Haar vader en ik gingen vier jaar geleden scheiden, in diezelfde ­periode werd er borstkanker bij mij ontdekt. Dat was een heftige, intense tijd. Tijdens de chemotherapie kwam Mika na school altijd eerst naar mij toe om te kijken hoe het me ging, en of ze een boodschap voor me kon doen. Vaak nam ze een taartje voor me mee, of ze kroop naast me op de bank om samen te netflixen. Ze is toen ik ziek was een enorme steun voor me geweest, het heeft onze band absoluut versterkt.", "Ik heb altijd alles uit het leven willen halen, en nadat ik borstkanker had overleefd is die drive alleen maar groter geworden. Dit voelt echt als een tweede kans. Door altijd fulltime te werken in mijn eigen duurzame salon, laat ik Mika zien dat het belangrijk is om als vrouw je eigen zaken op orde te hebben en om onafhankelijk te worden én te blijven.", "Ondanks alle tegenslagen is Mika heel zelfstandig en sterk geworden. Ze staat haar vrouwtje, en daar ben ik heel trots op.”", "Mika Dijkstra (17)", "“Mama is altijd positief. Toen ze doodziek was van de chemo, zei ze: ‘Het komt goed!’ Ze deed haar best om ons leven zo normaal mogelijk door te laten gaan, was gewoon parttime aan het werk in de salon en gaf trainingen, ook al voelde ze zich vaak beroerd. Ik vond het heel moeilijk, maar ik pas me gelukkig wel snel aan nieuwe situaties aan. Het is wat het is, alles went na een tijdje, zelfs een zieke moeder. Ik probeerde op mijn manier voor haar te zorgen.", "Na de scheiding van mijn ouders ben ik bij mama gebleven, papa ging in Amsterdam wonen. Ik ga wel bij hem langs, maar mijn leventje is in Haarlem. De scheiding en de ziekte van mama hebben mij sneller zelfstandig gemaakt. Inmiddels kan ik prima voor mezelf zorgen; ik weet hoe ik een pasta carbonara moet maken en hoe de wasmachine werkt.", "Sinds mama een nieuwe vriend heeft, is ze om het weekend bij hem in Friesland. Ik heb er geen probleem mee om dan alleen thuis te zijn. Tegenwoordig leven we allebei meer ons eigen leven. Mama probeert me nog wel uit te leggen hoe ik beter met geld om kan gaan, ze legt me uit hoe ik mijn geld moet verdelen over de maand en een deel opzij moet zetten voor dingen die ik écht graag wil. En: op is op.", "Toen ik klein was, werkte mama al fulltime in haar eigen salon en papa was huisvader – voor mij was dat heel normaal. Nu kom ik graag in de salon om mijn haar te laten kleuren of voor een ­facial in de spa. Ik bof dat mama met natuurlijke producten werkt, zo blijven mijn haar en huid mooi en gezond. In mijn ogen is mama in alles heel erg goed: een eigen bedrijf runnen, hard werken, lekker koken, voor mij zorgen.", "Ik ben de afgelopen jaren niet de leukste puber geweest, ik ging overal over in discussie, hield me niet aan de regels, gaf stiekem feestjes, ruimde nooit iets op en ik begon met roken. Ik liet toen expres een aansteker slingeren of een leeg sigarettenpakje, maar ze had het niet door. Mijn vader wist het als eerste, van hem moest ik het eerlijk aan mama gaan vertellen. Gelukkig kunnen we altijd heel open over alles praten samen.", "Wat ik door de lockdown echt mis is dat we niet meer samen op vakantie kunnen, naar Griekenland of Parijs. Of uit eten, tapasbar Català in de Spuistraat is onze favoriet. Ik word achttien in februari. Hopelijk is het vaccin er tegen die tijd, dan kan alles weer terug naar normaal en kan ik deze zomer alsnog mijn verjaardag vieren.”"], "authors": ["Sara Luijters"], "keywords": ["ik", "mijn", "voor", "en", "een", "zelfs", "mika", "belinda", "went", "alles", "ze", "om", "te", "op", "het", "zieke", "moeder"], "pubDate": "2021-01-05T13:38:48Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}