{"id": "f48bee1d-5a93-3976-9d85-02f2cc661e06", "title": "Deelnemen aan een demonstratie is een boemerang die je ooit kunt terugverwachten", "url": "https://volkskrant.nl/cultuur-media/deelnemen-aan-een-demonstratie-is-een-boemerang-die-je-ooit-kunt-terugverwachten~b871985b/", "summary": "Dus tweette ze woensdag: ‘De foto van mij op een demonstratie in 2014 is ongelooflijk pijnlijk.\nEen terecht besluit, stelt ze nu, ‘om te voorkomen dat de demonstratie gekaapt zou worden door antisemitisme’.\nAls 20-jarige student heb ik dat op dat moment totaal niet goed ingeschat.\nDe commissie die Bouchallikht voordroeg als kandidaat-Kamerlid prees haar ‘weloverwogen activisme’, waarmee ze ‘praktische doelen bij elkaar [brengt] met een frisse kijk op klimaatongelijkheid’.\nWel naïef om te denken dat de boemerang die internet heet over zou zeilen.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: demonstreren.", "Vijfenhalf jaar geleden werd er vanaf het Spuiplein in Den Haag een boemerang weggeslingerd die deze week het aspirant-Kamerlid Kauthar Bouchallikht, de nummer 9 op de verkiezingslijst van GroenLinks, in politiek opzicht lelijk raakte. Ze prijkt op een op 12 juli 2014 gemaakte foto met demonstranten, hakenkruizen, een Israëlische vlag alsook een Palestijnse waarop staat te lezen: ‘Stop doing what Hitler did to you.’", "De website GeenStijl was door een alerte volger getipt en zette de foto online, met tot gevolg dat Bouchallikht trending topic werd op Twitter. De boemerang zoefde en zoefde richting de 26-jarige politica in spe, die niet anders kon dan hem zelf opvangen om de imagoschade te beperken. Dus tweette ze woensdag: ‘De foto van mij op een demonstratie in 2014 is ongelooflijk pijnlijk. De vergelijking tussen Israël en nazi-Duitsland is walgelijk. Ik verafschuw antisemitisme, het gaat in tegen alles waar ik voor sta.’", "De kwestie – de tweede rond de aankomend politicus, nadat zij in november als vicevoorzitter van de Europese moslimjeugdorganisatie Femyso in verband was gebracht met de fundamentalistische Moslimbroederschap – mag een schoolvoorbeeld worden genoemd van hoe demonstraties in het gezicht kunnen ontploffen van eenieder met politieke ambities.", "Door de alomtegenwoordigheid van camera’s is iedere demonstrant verworden tot potentiële beeldvanger. Elk moment kan het brandpunt van de lens op hem worden gericht. Wie ooit, zoals de destijds 20-jarige Bouchallikht, min of meer anoniem, als een van velen, dacht deel te nemen aan een demonstratie tegen de Israëlische militaire agressie in Gaza, kan met terugwerkende kracht op de woelige baren van de trending topics algauw in het kamp van antizionisten en nazi-aanhangers worden gedreven.", "Wie de foto nauwkeurig bekijkt, ziet dat de nazikwalificatie kant noch wal raakt. De hakenkruizen staan naast de Israëlische vlag omdat de demonstranten de bombardementen op Gaza op één lijn stellen met nazimethoden. ‘Zionism = nazism’, staat er ten overvloede boven. Nee, weinig subtiel, maar geen vereenzelviging met nazisme. En hoewel de slogan ‘stop doing what Hitler did to you’ evenmin van veel historisch besef getuigt – alsof de nazivervolging exclusief Joden trof – zou je het als een emotionele (en inderdaad ongepaste) oprisping kunnen zien van de niet onbegrijpelijk verontwaardigde demonstranten.", "Bouchallikht, op de foto pal voor de vlag met de slogan, tweette dat de demonstratie pas kon beginnen nadat ‘de afschuwelijke vlaggen op last van de burgemeester werden verwijderd’. Een terecht besluit, stelt ze nu, ‘om te voorkomen dat de demonstratie gekaapt zou worden door antisemitisme’. Blijkbaar hadden de demonstranten destijds niet zélf de tegenwoordigheid van geest om dat in te zien, en was er de ferme hand van een gezagsdrager voor nodig om de dreigende kaping af te wenden. ‘Had ik direct weg moeten gaan?’, vervolgt Bouchallikht haar tweet. ‘Ja, natuurlijk. Als 20-jarige student heb ik dat op dat moment totaal niet goed ingeschat. Dat is ontzettend stom en daar baal ik enorm van.’", "Hoewel Bouchallikht zich nu vooral distantieert van de foto, is het niet dat beeld zélf dat ‘ongelooflijk pijnlijk’ is, maar haar aanwezigheid bij die demonstratie. En is het niet alleen pijnlijk omdat ze nu weet dat ze direct weg had moeten gaan, maar ook omdat GroenLinks niet van haar aanwezigheid bij de grote manifestatie wist – ervan uitgaande dat de partij het niet heeft verzwegen.", "De commissie die Bouchallikht voordroeg als kandidaat-Kamerlid prees haar ‘weloverwogen activisme’, waarmee ze ‘praktische doelen bij elkaar [brengt] met een frisse kijk op klimaatongelijkheid’. En: ‘Als scholier stond Kauthar al in de modder op het Museumplein, ‘spijbelend’ voor een landelijke staking die ze mee had georganiseerd.’ Tegelijk zwijgt de commissie over eventuele vlekjes uit het verleden; niets menselijks is de politieke partij vreemd.", "Wel naïef om te denken dat de boemerang die internet heet over zou zeilen."], "authors": ["Arno Haijtema"], "keywords": ["van", "dat", "die", "niet", "een", "demonstratie", "en", "boemerang", "ze", "deelnemen", "kunt", "te", "ooit", "op", "terugverwachten", "je", "met", "het", "aan"], "pubDate": "2020-12-11T14:28:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}