{"id": "f4ad1607-7e91-3f7b-90bb-88666e3762c8", "title": "Deborah Levy: ‘Memoires gaan over meer dan de schrijver’", "url": "https://www.parool.nl/kunst-media/deborah-levy-memoires-gaan-over-meer-dan-de-schrijver~b9ab5921/", "summary": "Toen ik zijn titels overnam en begon met schrijven, ontdekte ik een nieuwe stem, intiem en formeel.\n“Schrijven is een manier om een kracht te uiten, een argument na te jagen.\nOok in een autobiografie moet je een persona creëren rondom het ‘ik’, die het verhaal door de tijd stuurt.\nMaar in De prijs van het bestaan ontrafel ik het gezinshuis, want het is erg gecompliceerd.”Een utopie?\nHet zijn interessante onderwerpen, die niet alleen vrouwen toebehoren, want ze gaan uiteindelijk over hoe het leven te ‘doen’.", "paragraphs": ["Deborah Levy. Beeld Colin McPherson/Getty Images", "De Britse roman- en toneelschrijver en dichter Deborah Levy (61) schreef een driedelige ­autobiografie, waarin ze haar ­leven als veertiger, vijftiger en zestiger onder de loep neemt. De eerste twee delen, Dingen die ik niet wil", "weten (2015) en De prijs van het bestaan (2018), werden in het Nederlands vertaald. Levy stelde zichzelf de vraag: hoe leef je als vrouw, moeder en schrijver in een wereld die door mannen is vormgegeven?", "Dingen die ik niet wil weten is een antwoord op George Orwells essay Waarom ik schrijf. Waarom voelde u de behoefte om op zijn essay te reageren?", "“Waarom ik schrijf stond al jaren op mijn boekenplank, maar ik had het nog nooit gelezen. Op een gecompliceerd moment in mijn leven nam ik het uit de kast en begon eraan. George Orwells korte essay – het beslaat maar zes pagina’s – is opgedeeld in vier delen, oftewel zijn motieven om te schrijven: politieke doeleinden, historische drijfveren, puur egoïsme en esthetisch enthousiasme. Hoewel het essay dateert uit 1946, zijn die thema’s nog steeds raak. Het zijn goede motieven; ze zijn oprecht en bescheiden.”", "“George Orwell stelt zich erg kwetsbaar op, omdat hij schrijft over iets wat voor hem belangrijk is. Toch voel ik me niet aangesproken. Hij richt zich niet tot mij, maar tot mannen. Ik dacht: wat als ik nou zijn ‘politieke doeleinden’ neem en hierover schrijf, maar dan vanuit een vrouwelijk perspectief? Toen ik zijn titels overnam en begon met schrijven, ontdekte ik een nieuwe stem, intiem en formeel. Dat bleek een combinatie die ontzettend goed voor mij werkt.”", "“Tijdens het schrijven van het eerste deel ­ontdekte ik een mengvorm van memoires, autobiografie – maar het beslaat niet een heel leven – filosofie, essayistiek en reisdagboek. Ik maak gebruik van mijn vaardigheden als fictieschrijver en toneelschrijver. Ik kan meeliften op de ene stroom en dan weer op de andere. Dat was enorm bevrijdend.”", "Voelde u zich ook kwetsbaar bij het schrijven?", "“Voor het eerst schreef ik over mijn kindertijd in Zuid-Afrika en een ongelukkige periode in mijn leven als volwassen vrouw. Het kind belaagt de volwassen vrouw als het niet goed met haar gaat.”", "“Je moet oppassen met woorden als ‘kwetsbaar’, want Marguerite Duras – die een terug­kerende rol in het boek speelt – zegt iets heel belangrijks: ‘Een schrijver moet sterker zijn dan haar materiaal’. Je hebt een stem die stuurt en die kan ontzettend sterk én kwetsbaar zijn. Dat is een interessante stem om te ontdekken, want we zijn beiden.”", "Als kind kreeg u regelmatig het commentaar dat u harder of hardop moest praten, maar u vond het prettiger om te schrijven. Is schrijven over uzelf een manier om uw stem te ­verheffen?", "“Schrijven is een manier om een kracht te uiten, een argument na te jagen. Schrijven verscháft je een stem. Als toneelschrijver heb ik geleerd om woorden bij een ander in de mond te leggen en dat kan net zo krachtig zijn. Ik denk dat er een misverstand bestaat over het auto­biografische gehalte van memoires; mensen denken dat het subject – de ik – centraal staat. Interessante memoires gaan echter veel meer over andere mensen dan over de schrijver.”", "U schreef De prijs van het bestaan in een schuurtje in de tuin van een vriendin: ‘Het was ook de plek waar ik in de eerste persoon zou beginnen te schrijven, met een ik dat bij mezelf in de buurt komt, maar niet mezelf is.’ Is er voor u een onderscheid tussen het schrijven van fictie en een autobiografie?", "“Er zijn veel overeenkomsten. Als ik fictie schrijf, zijn mijn personages avatars. Ook in een autobiografie moet je een persona creëren rondom het ‘ik’, die het verhaal door de tijd stuurt. En net zoals in een roman moet je een decor optuigen. In dit geval was het decor een schuur met daarnaast een appelboom, waaruit appels op het dak van de schuur vallen. Het ­verschil is dat de gebeurtenissen niet worden gefilterd door een personage, maar door de ­verteller.”", "Het lijkt me ook moeilijker om structuur aan te brengen in een autobiografie; je moet een nieuwe orde aanbrengen in wat er al is.", "“Annie Ernaux en Marguerite Duras zijn instrumenteel hierin. Zij laten zien dat je niet op zoek hoeft te gaan naar verhalen. Je hoeft alleen gebeurtenissen– klein en groot – die ertoe doen voor de schrijver op papier te zetten.”", "U omschrijft bijvoorbeeld een ontmoeting in de trein naar Parijs, met een man die naar Parijs reist om de schoenen die zijn vrouw in hun hotelkamer heeft vergeten, op te halen. Het blijkt om medische schoenen te gaan – haar benen zijn ongelijk. Bij wat doorvragen komt zijn ware en helemaal niet zo onzelfzuchtige motief om helemaal naar Parijs te gaan voor een paar schoenen, naar boven: hij kan haar voetstappen in huis niet horen zonder deze specifieke schoenen. Kortom; hij kan de ­", "situatie thuis niet controleren.", "“Precies! Als zo’n gebeurtenis ertoe doet voor de schrijver, krijgt deze ook relevantie voor de lezer. De meeste inspanning bestaat eruit om de vele gebeurtenissen die er niet toe doen, weg te duwen. Zeker in deze tijd, waarin we voort­durend worden overvoerd door nieuws en door alles wat er om ons heen gebeurt, ­kunnen we worden overweldigd. De kunst is te selecteren.”", "U citeert Marguerite Duras’ opvattingen over ‘het gezinshuis’ en de ‘krankzinnige onder­neming’ die vrouwen op zich nemen bij het creëren van zo’n plek. U maakte zelf als ­vijftiger een echtscheiding door. Wat betekent het gezinshuis voor u ­persoonlijk?", "“Veel vrouwen zijn in staat om een functionerend gezinshuis te creëren dat werkt voor iedereen: een plek waar alle gezinsleden ­kunnen huilen, lachen, chagrijnig zijn, samen kunnen eten.”", "“Marguerite Duras zegt: ‘Het is mogelijk om een huis te creëren, waar niemand naar terug wil keren.’ Herinner je je nog dat je als tiener nooit naar huis wilde? De inspanningen om een huis te creëren waar niemand wil weglopen, zijn enorm. Het is een genereuze daad, want het is veel werk om zo’n plek te creëren. Daar heb ik respect voor. Maar in De prijs van het bestaan ontrafel ik het gezinshuis, want het is erg gecompliceerd.”", "Een utopie?", "“Ergens wel, want het is onmogelijk om het iedereen naar de zin te maken. En als een huwelijk faalt, zoals bij mij het geval was, dan moet je dat huis dat je met zoveel liefde hebt opgebouwd, ontmantelen. Dat is erg ­pijnlijk.”", "Hoe is het om een nieuw, eigen huis te creëren?", "“Moeilijk, maar het is ook opwindend om een nieuwe uitgebreide familie, nieuwe omgang en een nieuw huis te creëren. Het zijn interessante onderwerpen, die niet alleen vrouwen toebehoren, want ze gaan uiteindelijk over hoe het leven te ‘doen’. Ze zijn existentieel en praktisch. Het derde deel, Real estate, is nog niet verschenen, maar een belangrijk thema zal de zoektocht naar een huis zijn.”", "Twee maal genomineerd voor de Bookerprize Deborah Levy werd in 1959 geboren in Johannesburg, als kleindochter van Litouwse immigranten. Haar vader Norman Levy was historicus en lid van het ANC. In 1968 ­verhuisde het gezien naar het Verenigd Koninkrijk. Levy schreef aanvankelijk vooral toneelstukken. Haar werk werd uitgevoerd door de Royal Shakespeare Company. Vroege romans waren onder meer Beautiful Mutants, Swallowing Geography en Billy & Girl. Onder haar meer recente fictiewerk onder meer de voor de Bookerprize genomineerde romans Swimming Home (2011) en Hot Milk (2016). The Man Who Saw Everything (2019) haalde de longlist van de prestigieuze Britse ­boekenprijs.", "Deborah Levy, De Prijs van Het bestaan. Vertaald door Astrid Huisman en Roos de Wardt. De Geus, €17,50, 176 blz."], "authors": ["Dieuwertje Mertens"], "keywords": ["van", "deborah", "dan", "het", "meer", "die", "gaan", "zijn", "ik", "memoires", "een", "niet", "levy", "en", "schrijver", "te", "om"], "pubDate": "2020-11-22T13:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}