{"id": "f4b019f1-1317-3cf3-84b3-6ee6646a5cb6", "title": "Bestaat grootgrondbezit eigenlijk wel in Nederland?", "url": "https://volkskrant.nl/economie/bestaat-grootgrondbezit-eigenlijk-wel-in-nederland~b1d02af0/", "summary": "Ze woont weliswaar in een herenhuis, maar een met dode planten in de vensterbank en vergane vitrage.\nDaar werd onlangs nog een ranch verkocht met 72 duizend hectare aan elkaar gesloten land, vlakbij de grens met Chili.\nMaar ze heeft de pech dat ze in Nederland woont.\nMaar haar privé- landgoederen Balmoral, Sandringham en de hertogdommen Cornwall en Lancaster zijn samen goed voor ruim 100 duizend hectare.\nKoning Willem-Alexander heeft zich met zijn postzegellandgoed van 262 hectare grond in dat opzicht niet van zijn volk vervreemd.", "paragraphs": ["Margreta Wessels Boer, een wat slonzig ogende Drentse van 81, is de grootste particuliere grondbezitter van Nederland, zo onthulde deze krant zaterdag. Ze bezit 2246 hectare grond, opgeknipt in allerlei kleinere percelen. Ze woont weliswaar in een herenhuis, maar een met dode planten in de vensterbank en vergane vitrage.", "Het zegt veel over Nederlandse grondeigenaren. Ze zijn excentriek, maar dat is ook ongeveer de enige vergelijking met particuliere grondbezitters in andere landen. Een beetje Argentijnse gaucho lacht haar uit. Daar werd onlangs nog een ranch verkocht met 72 duizend hectare aan elkaar gesloten land, vlakbij de grens met Chili. De grootste landeigenaar in de VS is John Malone, die zijn bezit in een groot telecombedrijf ooit inruilde voor 1 miljoen hectare grond in vier verschillende staten. Dat verhuurt hij aan rancheigenaren met enorme kuddes runderen. Nummer twee is de bekende mediatycoon Ted Turner.", "Dichter bij huis heeft Richard Scott, de hertog van Buccleuch, een kleine 90 duizend hectare in Groot-Brittannië in bezit. De hertog van Westminster heeft 60 duizend, maar daar horen vele hectares peperdure grond bij in het centrum van Londen. De familie Fentener van Vlissingen bezit in Schotland overigens de Letterewe Estate van 40 duizend hectare dat de in 2006 overleden Paul Fentener van Vlissingen in 1978 kocht.", "Duitsland heeft ook echte grootgrondbezitters zoals de familie Thurn und Taxis, lid van de hochadel, die alleen al meer dan 20 duizend hectare aan bossen in eigendom hebben.", "In andere landen zou de schuwe Margreta Wessels Boer in geen enkele lijst van landbezitters zijn voorgekomen en haar anonimiteit hebben kunnen koesteren zoals ze blijkbaar graag wil. Maar ze heeft de pech dat ze in Nederland woont.", "Aristocraten met grote landerijen zijn in Nederland even zeldzaam als de zwarte wouw, zo blijkt uit het Volkskrant-overzicht. Gravin Christine zu Solms Sonnewalde heeft 1540 hectare in Twente - het landgoed Weldam - en graaf Franz zu Ortenburg 509 hectare, inclusief het kasteel Middachten, vlakbij Rheden.", "Maar zowel de gravin als de graaf exploiteren het familiebezit niet voor financieel gewin. Ze conserveren het voor natuurbehoud. En soms ontvangen ze daar Jort Kelder.", "Het Britse politieke tijdschrift The New Statesman noemde een keer koningin Elizabeth met een bizarre 2,6 miljard hectare - inclusief de kroondomeinen Canada, Australië en de Falklands - als grootste landeigenaar ter wereld.", "Dat is overdreven. Maar haar privé- landgoederen Balmoral, Sandringham en de hertogdommen Cornwall en Lancaster zijn samen goed voor ruim 100 duizend hectare.", "Koning Willem-Alexander heeft zich met zijn postzegellandgoed van 262 hectare grond in dat opzicht niet van zijn volk vervreemd.", "Hij is even bescheiden als mevrouw Wessels Boer."], "authors": ["Peter De Waard"], "keywords": ["van", "duizend", "grootgrondbezit", "nederland", "bestaat", "een", "eigenlijk", "en", "het", "hectare", "ze", "zijn", "heeft", "wel", "met"], "pubDate": "2020-11-26T21:54:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}