{"id": "f4b444cd-58dd-3534-848e-25e0fc0d64f8", "title": "Welke dingen kun je nog wel doen in je vrije tijd?", "url": "https://nu.nl/coronavirus/6038860/welke-dingen-kun-je-nog-wel-doen-in-je-vrije-tijd.html", "summary": "Jaap van Dissel, directeur van het Centrum Infectieziektebestrijding van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM), legt aan NU.nl uit wat verstandig is.\n\"Als het mooi weer is, is het prima om in je eigen tuintje of op je balkon te gaan zitten\", zegt Van Dissel.\n\"Dat kan natuurlijk best, als je dat in je eentje doet of een bekende naast je\", zegt de directeur van het Centrum Infectieziektebestrijding.\n'Niet te slap omgaan met maatregelen'En kun je met je kind naar de speeltuin gaan?\nHet is heel belangrijk dat je op voldoende afstand van elkaar blijft en dat moet je ook voor je kinderen realiseren.\"", "paragraphs": ["Na een dag thuiswerken of nadat je kinderen binnen online les hebben gekregen, wil je vast naar buiten. Mag je dan mensen tegenkomen en afspreken met vrienden? Jaap van Dissel, directeur van het Centrum Infectieziektebestrijding van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM), legt aan NU.nl uit wat verstandig is.", "\"Als het mooi weer is, is het prima om in je eigen tuintje of op je balkon te gaan zitten\", zegt Van Dissel. \"Maar ik zou gewoon even voorzichtig zijn met allerlei afspraken en potentieel contact.\"", "\"We moeten gewoon ons gezond verstand gebruiken en misschien even wat dingen uitstellen totdat helderder is hoe alles gaat verlopen\", benadrukt hij. Volgens Van Dissel zitten we nu in een \"fase van kanteling\" waarin het afwachten is wat voor effect de maatregelen hebben.", "In die tijd van onzekerheden moeten we de afgekondigde maatregelen volgens Van Dissel \"heel serieus benaderen\" en dat betekent dus ook dat afspreken met één of twee vrienden niet verstandig is.", "147 Rutte over ernst 1,5 meter afstand: 'Hier is iedereen voor nodig'", "Kan een rondje fietsen wel?", "Een wandeling door het park of fietsen in het bos? \"Dat kan natuurlijk best, als je dat in je eentje doet of een bekende naast je\", zegt de directeur van het Centrum Infectieziektebestrijding. \"Dat is in de buitenlucht en dat is prima. Dat geldt natuurlijk ook voor de hond uitlaten.\"", "En de verjaardag van een goede vriendin waar ook andere vrienden van je komen? \"Ik zou toch even voorzichtig zijn met allerlei samenscholingen\", aldus Van Dissel. \"Het brengt een risico met zich mee. Er is toch altijd weer iemand bij die zegt: 'Ik ben gezond', terwijl die het eigenlijk niet is.\"", "'Niet te slap omgaan met maatregelen'", "En kun je met je kind naar de speeltuin gaan? Volgens de man die de afgelopen weken meermaals naast premier Mark Rutte stond om maatregelen af te kondigen, kan dat als de speeltuin grotendeels leeg is.", "\"Het is geen probleem als je gaat op het moment dat er geen anderen zijn. Het is heel belangrijk dat je op voldoende afstand van elkaar blijft en dat moet je ook voor je kinderen realiseren.\"", "\"We moeten niet te slap omgaan met de gedragsmaatregelen die we tot in ieder geval 6 april hebben geadviseerd\", aldus Van Dissel. \"Het alternatief is dat we striktere maatregelen moeten nemen en dat willen we eigenlijk ook niet. We moeten ons echt streng aan die maatregelen houden.\"", "Volg de laatste ontwikkelingen rond het virus in ons liveblog."], "authors": ["Door", "Job Van Der Plicht"], "keywords": ["wel", "nog", "je", "dingen", "van", "doen", "een", "tijd", "kun", "het", "voor", "dissel", "en", "die", "dat", "welke", "met", "vrije"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}