{"id": "f4b70105-2467-35b4-9c35-2c8dcc4c0686", "title": "Michael B. Jordan bevestigt relatie met ex-verloofde Memphis Depay", "url": "https://www.nu.nl/achterklap/6101201/michael-b-jordan-bevestigt-relatie-met-ex-verloofde-memphis-depay.html", "summary": "Michael B. Jordan en Lori Harvey hebben hun relatie na maanden van geruchten bevestigd.\nDe acteur en de ex-verloofde van Memphis Depay hebben beiden een foto op sociale media geplaatst.\nJordan, die normaal gesproken zeer terughoudend is in het delen van persoonlijke zaken, plaatste als eerste een foto.\nDaarna werden ze opnieuw samen gezien in Salt Lake City, waar ze Oud en Nieuw gevierd zouden hebben.\nHarvey was eerder verloofd met de Nederlandse voetballer Memphis, met wie ze vanaf 2016 een relatie had.", "paragraphs": ["Michael B. Jordan en Lori Harvey hebben hun relatie na maanden van geruchten bevestigd. De acteur en de ex-verloofde van Memphis Depay hebben beiden een foto op sociale media geplaatst.", "Jordan, die normaal gesproken zeer terughoudend is in het delen van persoonlijke zaken, plaatste als eerste een foto. Lori plaatste even later ook een collage van foto's, waarop heel duidelijk te zien is dat het om de acteur gaat.", "De 33-jarige Jordan en de 24-jarige dochter van presentator Steve Harvey zouden sinds de herfst van 2020 samen zijn, toen ze voor het eerst samen werden gezien op het vliegveld van Atlanta. Daarna werden ze opnieuw samen gezien in Salt Lake City, waar ze Oud en Nieuw gevierd zouden hebben.", "Harvey was eerder verloofd met de Nederlandse voetballer Memphis, met wie ze vanaf 2016 een relatie had. In juni 2017 kondigden ze aan te gaan trouwen, maar dat kwam er nooit van. Het is nooit duidelijk geworden waarom de twee uit elkaar gingen."], "authors": ["Foto", "Door"], "keywords": ["exverloofde", "b", "van", "jordan", "bevestigt", "met", "ze", "en", "depay", "een", "te", "samen", "het", "memphis", "werden", "zouden", "michael", "relatie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}