{"id": "f4ba93f6-4a55-3a37-aa63-835d455ec4fe", "title": "Atleten boeken tijdwinst met nieuwe wondersloffen: ‘Het pure van de sport gaat een klein beetje verloren’", "url": "https://trouw.nl/nieuws/atleten-boeken-tijdwinst-met-nieuwe-wondersloffen-het-pure-van-de-sport-gaat-een-klein-beetje-verloren~b9f0965c/", "summary": "Het schuim dempt beter en veert tegelijkertijd ook meer terug en het carbon zorgt voor extra buiging en vering.\n“Ik weet dat ik het olympische niveau heb, ongeacht de schoen.\nIn plaats van iedere week 180 kilometer af te leggen, heb ik dat afgewisseld met rustige weken van 160 kilometer.\nAls je niets naast je sport hebt en een training of wedstrijd gaat een keer minder, dan heb je voor je gevoel helemaal niks meer.\nVoor het eerst liep een mens een marathon onder de twee uur.", "paragraphs": ["Vier atleten die op dezelfde dag onder de olympische limiet voor de marathon lopen. Dat is voor Nederland een ongekende luxe. Afgelopen zondag gebeurde het in Valencia. Nieuw schoeisel zorgt voor een revolutie in de wegatletiek. Wondersloffen worden ze al genoemd, dankzij een speciale schuim- en carbonplaat. Het schuim dempt beter en veert tegelijkertijd ook meer terug en het carbon zorgt voor extra buiging en vering.", "“Wij schatten de tijdwinst op de marathon op één tot anderhalve minuut”, zegt Ad Roskam, technisch directeur van de Atletiekunie. “Dat is de trend die we ook internationaal zien. In het contact met de grond gaat minder energie verloren. Daarbij geeft het materiaal ook energie terug, vergelijkbaar met een veer die je spant.”", "Bart van Nunen (25) is een van de Nederlanders die zondag snel genoeg liepen voor een ticket naar Tokio, tot zijn eigen verbazing. Halverwege de wedstrijd was hij gevallen, maar desondanks verbeterde hij zijn persoonlijk record met bijna drie minuten. Zijn eindtijd van 2.10,16 was ruim onder de vereiste 2.11,30.", "“Na die val zat ik onder de schaafwonden, maar dat maakt niet uit. Je lijdt toch wel pijn tijdens een marathon. Ik was vooral verrast omdat ik vanaf 25 kilometer alleen liep. De hazen stopten en de jongens met wie ik een groepje vormde, hielden het tempo niet vol. Ik dacht: het bestaat niet dat ik dan de tijd voor de Spelen nog haal.”", "‘Je kunt het vergelijken met de klapschaats’", "Wel dus. Nederlands recordhouder Abdi Nageeye, die al eerder aan de limiet voldaan had, finishte voor hem. Frank Futselaar en Andrea Deelstra na hem. Allen liepen op de nieuwe schoenen. Van Nunen: “Ze lopen heel lekker. In de toekomst zullen de limieten wel scherper gezet worden. Nu zijn de schoenen een voordeel. Je kunt het vergelijken met ontwikkelingen in andere sporten, zoals de klapschaats.”", "De internationale atletiekfederatie heeft sinds februari regels ingesteld: de wegschoen mag maximaal één carbonplaat hebben en de zool mag niet dikker zijn dan 4 centimeter. Ook is een voorwaarde dat de schoenen vrij verkrijgbaar zijn voor alle atleten. Lange tijd had Nike het alleenrecht. Van Nunen loopt er pas sinds dit voorjaar op, toen zijn sponsor Asics met een versie kwam. Roskam: “In de baanatletiek is eenzelfde ontwikkeling gaande met de spikeschoen. De eerste indruk is dat het daar minder impact heeft. De besparing van energie is juist op een lange afstand heel relevant.”", "‘Ik weet dat ik het olympische niveau heb, ongeacht de schoen’", "Van Nunen benadrukt dat de nieuwe schoentechnologie geen afbreuk doet aan zijn prestatie. “Ik weet dat ik het olympische niveau heb, ongeacht de schoen. Het afgelopen jaar ben ik een betere loper geworden. In plaats van iedere week 180 kilometer af te leggen, heb ik dat afgewisseld met rustige weken van 160 kilometer. Die andere manier van trainen pakt goed uit. Ook ben ik weer gaan studeren, wiskunde aan de Radboud Universiteit. Dat is voor mijn mentale balans heel belangrijk. Als je niets naast je sport hebt en een training of wedstrijd gaat een keer minder, dan heb je voor je gevoel helemaal niks meer. Studeren heeft me rust gegeven.” Nu lonkt Tokio. Nederland heeft bij de mannen drie startplekken op de marathon: de eerste gaat naar de snelste atleet van de ranking, de andere twee zijn aanwijsplekken.", "Van Nunen twijfelt nog of de technologische vooruitgang goed is voor de atletiek. “Hardlopen is altijd een hele pure sport geweest. Deze schoen haalt daar iets van weg. Dat vind ik jammer. Aan de andere kant scheelt het voor de belasting op pezen en spieren. Je herstelt sneller. Daardoor kun je als atleet meer je grenzen opzoeken en dat is weer mooi voor de sport.”", "Lees ook:", "Voor het eerst rent een mens een marathon binnen twee uur", "Eliud Kipchoge, de beste marathonloper van de wereld, slechtte zaterdag in Wenen een bijzondere barrière. Voor het eerst liep een mens een marathon onder de twee uur. Zijn tijd: 1 uur, 59 minuten en 40 seconden."], "authors": ["Esther Scholten"], "keywords": ["klein", "wondersloffen", "van", "verloren", "het", "tijdwinst", "nieuwe", "met", "zijn", "ik", "pure", "een", "je", "dat", "sport", "en", "voor"], "pubDate": "2020-12-09T01:00:52+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}