{"id": "f4bfd664-b252-37dd-bb99-edcc2f922efd", "title": "Geraffineerd solotoneel van Caro Derkx zet de toeschouwer op scherp ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/geraffineerd-solotoneel-van-caro-derkx-zet-de-toeschouwer-op-scherp~bf7a9888/", "summary": "Caro Derkx geeft een lezing over Alex R. Curad in ‘A Portrait of the Artist in Red, Yellow and Blue’.\nBeeld Bas de BrouwerHoe moet je beginnen te schrijven over A Portrait of the Artist in Red, Yellow and Blue van Caro Derkx?\nIn haar nieuwe solo speelt ze een biograaf die een lezing geeft over de Franse schrijver Alex R. Curad.\nDerkx stelt vast dat Curad ‘schildert met woorden’, en dat is ook wat zij doet als ze zijn werk beschrijft.\nGeraffineerd voert Derkx je met de hulp van door haar bewonderde schrijvers en schilders mee naar een veel wijder, veelkleurig panoramisch palet.", "paragraphs": ["Caro Derkx geeft een lezing over Alex R. Curad in ‘A Portrait of the Artist in Red, Yellow and Blue’. Beeld Bas de Brouwer", "Hoe moet je beginnen te schrijven over A Portrait of the Artist in Red, Yellow and Blue van Caro Derkx? Elke poging tot analyse leidt onvermijdelijk tot spoilers. Maar het moet wel, dus wie de voorstelling nog gaat zien, kan hier beter stoppen met lezen.", "Caro Derkx (25) maakte in 2019 de tweevoudig bekroonde solovoorstelling Me, Myself and Sir Roger Scruton. In haar nieuwe solo speelt ze een biograaf die een lezing geeft over de Franse schrijver Alex R. Curad. Daartoe heeft ze zich een iets aangezet intellectueel voorkomen aangemeten, inclusief zwarte coltrui en bril met academisch montuur. Door die bril kijkt ze schalks de zaal in, deze welbespraakte, tikje wijsneuzige, erudiete jonge vrouw, terwijl ze haar publiek deskundig onderwijst over het genie van Curad.", "Ze onderscheidt een rode, gele en blauwe periode in zijn oeuvre, gekoppeld aan artistieke worstelingen. Ze beschrijft hoe hij leerling wordt van Roland Barthes, vruchteloos door Europa reist, en zijn draai niet kan vinden in het Parijs van de jaren zestig, dat Derkx sfeervol en smakelijk in taal tevoorschijn tovert.", "Derkx stelt vast dat Curad ‘schildert met woorden’, en dat is ook wat zij doet als ze zijn werk beschrijft. Prachtig zijn de talrijke tinten rood die hij volgens haar onderscheidt, in al even fraaie, poëtische benamingen: scharlaken, vermiljoen, drakenbloed. Haar rede is een lofzang op de taal en de verbeelding. En op de literatuur: hoe die ons nieuwe mogelijkheden, identiteiten, vergezichten voorspiegelt. Al even gepassioneerd is Derkx over beeldende kunst, die in Curads oeuvre ook een belangrijke rol speelt. In een fraaie decorvondst verandert een camerabeeld van de pratende Derkx in een bewegend schilderij. Werkelijkheid wordt verbeelding.", "Beeld Bas de Brouwer", "En dat geldt andersom natuurlijk ook. Want gaandeweg begint op te vallen dat Curad een wel heel geromantiseerd schrijversleven leidt, waarin de biografieën van andere kunstenaars weerklinken. Ook zijn er opvallend veel parallellen met Derkx’ eigen leven. Is Derkx zélf Curad? Heeft ze hem bedacht? Die gedachte draait ze verrassend om, met een slimme poëtische passage waarin ze suggereert dat zij niet hem, maar hij háár verzonnen heeft.", "De meesterlijke schrijver heeft dit gretige, intelligente kunst- en boekverslaafde meisje gecreëerd. En ergens klopt dat wel: Derkx heeft haar identiteit immers mede gevormd dankzij de goed gevulde boekenkast in haar ouderlijk huis.", "Maar daarmee toont ze ook dat identiteit altijd deels fictie is, een zelfgekozen narratief, en dat het gevaarlijk is je er al te zeer op te laten voorstaan, of je erdoor te laten beperken, zoals in het gepolariseerde identiteitsdebat te vaak gebeurt.", "Geraffineerd voert Derkx je met de hulp van door haar bewonderde schrijvers en schilders mee naar een veel wijder, veelkleurig panoramisch palet. Je moet er even voor bij de les blijven, in deze strenge ‘lecture performance’. Maar als dat lukt, leert Derkx je opnieuw luisteren, beter kijken en meer zien."], "authors": ["Herien Wensink"], "keywords": ["van", "en", "een", "ze", "met", "derkx", "geraffineerd", "caro", "op", "scherp", "zet", "te", "dat", "haar", "toeschouwer", "solotoneel", "je"], "pubDate": "2020-12-10T16:27:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}