{"id": "f4c00ced-86e0-3edc-b20f-d39486d76028", "title": "‘Ik ben een schim geworden omdat het OM zo nodig die deal moest sluiten’", "url": "https://www.volkskrant.nl/kijkverder/v/2020/ik-ben-een-schim-geworden-omdat-het-om-zo-nodig-die-deal-moest-sluiten~v398427/", "summary": "Met het appverkeer tussen hem en de contactpersonen van het OM op 27 en 28 maart 2018 kon hij het tegendeel bewijzen.\nEn: ‘Het veiligheidsbesef ontbreekt.’De politieman ziet het als zijn taak ervoor te zorgen dat het voor de familie ‘niet onveilig’ is.\nMaar wie het dossier van Aziz bestudeert, ziet dat het al snel misloopt.\nEen leven op een andere plek ‘in de anonimiteit’ biedt de beste garantie op een veilig bestaan, schrijft het OM.\nDoet hij dat niet, dan kan de staat ‘de hulp afbouwen of beëindigen’.", "paragraphs": ["‘Met de grootste tegenzin zeg ik: jullie zitten gewoon in een soort experiment.’ Het is 20 april 2019 en Aziz zit op een politiebureau als hij dit gesprek heimelijk opneemt. Aan het woord is een hoge politiefunctionaris die belast is met de beveiliging van de familie.", "‘Maar dit is een experiment met kogels’, hoor je Aziz antwoorden.", "Het opnemen van gesprekken is nodig, vindt de broer van de kroongetuige. Zeker sinds de moord op Reduan en de leugen die het OM daarna verspreidde in de media dat Reduan geen beveiliging wilde. Met het appverkeer tussen hem en de contactpersonen van het OM op 27 en 28 maart 2018 kon hij het tegendeel bewijzen. Pas nadat journalisten daarover kritische vragen hadden gesteld, kwam justitie, tien maanden later, deels terug van die aanvankelijke bewering.", "Inmiddels bewaart Aziz alles. Tussen zijn Marengo-tapes zit ook de opname waarop te horen is hoe deze hoge politieman erkent dat ‘het niet zo kan zijn dat we steeds fouten maken en dat dat onbestraft blijft’. En: ‘Het veiligheidsbesef ontbreekt.’", "De politieman ziet het als zijn taak ervoor te zorgen dat het voor de familie ‘niet onveilig’ is. ‘Maar daar moet nog best veel op ingeregeld worden’, zegt hij. Volgens hem voert hij ‘vooral een strijd binnen zijn eigen organisatie’. Het probleem zit volgens deze politiefunctionaris in een ‘bepaalde grondhouding’ van sommige collega’s. Niet iedereen doet mee met het idee: ‘Ik wil burgers beschermen.’", "Na de moord op Reduan werden alle familieleden in allerijl uit hun huizen gehaald. De eerste dagen werd hij ondergebracht in een hotelkamer waar hij niet uit mocht, vertelt Aziz. Later vertrekt hij naar het buitenland. ‘Uiteindelijk kwam het erop neer dat ik het zelf moest regelen.’", "In april en mei 2018 volgden gesprekken over de toekomst van de rouwende familieleden. Maar wie het dossier van Aziz bestudeert, ziet dat het al snel misloopt.", "In de eerste brief van 7 mei 2017 benadrukt het OM dat justitie ‘heel goed beseft’ dat het leven van de familie ‘een afschuwelijke wending’ heeft genomen en dat het OM bij het nemen van ‘de veiligheidsmaatregelen waar mogelijk rekening houdt met de wensen’ van de familieleden. Een leven op een andere plek ‘in de anonimiteit’ biedt de beste garantie op een veilig bestaan, schrijft het OM.", "Maar Aziz wil geen leven in de anonimiteit. ‘Ik ben niet gemaakt om te vluchten, ik blijf staan. Na alles wat ik heb meegemaakt, laat ik me niet door Ridouan T. naar het buitenland sturen, mijn huis uitzetten.’", "Hij vindt het de omgekeerde wereld, dat de overheid hem zegt te vluchten ‘omdat een stelletje boeven mij het leven onmogelijk maakt. De overheid moet ervoor zorgen dat ik gewoon kan leven en werken.’", "Aanvankelijk, in de brief van 7 mei 2018, belooft het OM een normaal bestaan zo goed mogelijk te faciliteren. De verantwoordelijke OM’er zegt Aziz persoonsbeveiliging van de DKDB toe. Ook zal zijn huis op kosten van de staat worden verbouwd om het veiliger te maken. Sterker nog: er wordt een concrete datum genoemd waarop hij kan terugkeren.", "Maar al snel daarna maakt het OM een terugtrekkende beweging: de offerte voor de verbouwing van het huis valt met 130 duizend euro hoog uit. ‘Dat roept de vraag op of we niet moeten inzetten op andere initiatieven’, schrijft een hoge OM’er op 17 mei in een mail aan de slachtofferadvocaat van de familie. Bovendien blijkt uit een gespreksverslag dat het Nederlandse beveiligingsstelsel de capaciteit helemaal niet heeft om alle familieleden van de kroongetuige persoonsbeveiliging te bieden.", "Dan wordt de toon in de brieven zakelijker. Werd in de eerste brief nog vooral benadrukt wat de staat voor Aziz kan doen, in de brief van augustus 2018 wordt ook gewezen op wat Aziz voor de staat moet doen. In augustus wordt gesteld dat hij niet mág terugkeren naar zijn oude woning – dat zou te gevaarlijk zijn. ‘Maar dat wordt niet onderbouwd.’ Ook moet Aziz aanwijzingen van justitie met het oog op de bescherming ‘volledig en onvoorwaardelijk’ opvolgen. Doet hij dat niet, dan kan de staat ‘de hulp afbouwen of beëindigen’.", "Bovendien blijkt uit latere mails dat Aziz de toezeggingen in de brief van 7 mei 2018 helemaal niet had mogen interpreteren als toezeggingen – het zou slechts ‘een gespreksverslag’ zijn geweest en een ‘eerste opzet’ van maatregelen waaraan Aziz geen rechten mag ontlenen. Dit voorbehoud is in de betreffende brief en het bijbehorende gespreksverslag niet terug te lezen."], "authors": ["September"], "keywords": ["zo", "van", "geworden", "moest", "sluiten", "het", "op", "aziz", "hij", "ik", "nodig", "omdat", "een", "om", "dat", "niet", "en", "te", "schim"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}