{"id": "f4c35600-d885-3880-8ef9-0938e4241263", "title": "Referendum Roomburgerpark levert na eerste week 2.168 handtekeningen op", "url": "https://nu.nl/leiden/6096868/referendum-roomburgerpark-levert-na-eerste-week-2168-handtekeningen-op.html", "summary": "Al bijna de helft van het aantal benodigde handtekeningen voor het Roomburgerpark-referendum is binnen.\nDinsdagmiddag maakte de gemeente Leiden bekend dat binnen een week 2.168 van de benodigde 5.000 ondersteuningsverklaringen zijn ondertekend.\nVan de binnengekomen ondersteuningsverklaringen zijn er 2.091 online afgegeven en 77 handtekeningen gezet op een van de locaties in de stad.\nJeroen Birnie, initiatiefnemer van het referendum, laat in een reactie weten tevreden te zijn met de eerste oogst.\nIk roep mensen op die al getekend hebben ook hun buren, vrienden en kennissen te vragen om te tekenen.\"", "paragraphs": ["Al bijna de helft van het aantal benodigde handtekeningen voor het Roomburgerpark-referendum is binnen. Dinsdagmiddag maakte de gemeente Leiden bekend dat binnen een week 2.168 van de benodigde 5.000 ondersteuningsverklaringen zijn ondertekend. Het is tot 17 januari mogelijk om het referendum te ondersteunen.", "Van de binnengekomen ondersteuningsverklaringen zijn er 2.091 online afgegeven en 77 handtekeningen gezet op een van de locaties in de stad. De gemeente laat in een toelichting weten dat nog niet alle formulieren zijn gecontroleerd op geldigheid. Een ondersteuningsverklaring is alleen geldig als deze is gedaan door iemand die woont en stemgerechtigd is in Leiden.", "Jeroen Birnie, initiatiefnemer van het referendum, laat in een reactie weten tevreden te zijn met de eerste oogst. \"Dit is een enorme opsteker. Ik was eerlijk gezegd met vijftienhonderd handtekeningen al tevreden geweest. Ik roep mensen op die al getekend hebben ook hun buren, vrienden en kennissen te vragen om te tekenen.\"", "De politieke fractie Leiden Participeert vraagt dinsdagavond in de gemeenteraad met een motie om verlenging van de periode waarin ondersteuningsverklaringen ingediend kunnen worden. Een deel van die locaties is vanaf dinsdag namelijk gesloten vanwege de nieuwe lockdown."], "authors": ["Door"], "keywords": ["van", "om", "ondersteuningsverklaringen", "levert", "een", "handtekeningen", "2168", "te", "week", "referendum", "zijn", "eerste", "roomburgerpark", "op", "met", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}