{"id": "f4c933fe-1232-3946-92eb-abeda4197602", "title": "Oud-directeur marathon Amsterdam onderscheiden 'voor grote inzet'", "url": "https://www.dvhn.nl/sport/Oud-directeur-marathon-Amsterdam-onderscheiden-voor-grote-inzet-26275978.html", "summary": "Cees Pronk is door de locoburgemeester van Amsterdam onderscheiden voor zijn grote inzet en betrokkenheid bij de TCS Amsterdam Marathon.\n\"Pronk heeft zich vanaf 2000 met veel enthousiasme en toewijding ingezet voor onder meer de professionalisering van de organisatie van de TCS Amsterdam Marathon.\nHij verbond tal van topatleten en internationale bedrijven aan de marathon en zorgde voor uitstekende relaties met de gemeente en andere betrokken organisaties.\nOnlangs ontving de marathon van Amsterdam het 'World Athletics Platinum Label', het hoogste label op het gebied van wegwedstrijden.\nDoor de status mag Amsterdam zich sinds 2020 als enige Nederlandse marathon bij het selecte gezelschap van internationale marathons voegen.", "paragraphs": ["Cees Pronk is door de locoburgemeester van Amsterdam onderscheiden voor zijn grote inzet en betrokkenheid bij de TCS Amsterdam Marathon. De oud-directeur van de hardloopwedstrijd ontving uit handen van Simone Kukenheim de zogenoemde Frans Banninck Cocq-penning.", "\"Pronk heeft zich vanaf 2000 met veel enthousiasme en toewijding ingezet voor onder meer de professionalisering van de organisatie van de TCS Amsterdam Marathon. Hij verbond tal van topatleten en internationale bedrijven aan de marathon en zorgde voor uitstekende relaties met de gemeente en andere betrokken organisaties. De TCS Amsterdam Marathon groeide onder leiding van Cees uit tot een internationaal topevenement, met grote promotionele en ook economische waarde voor de stad Amsterdam\", aldus organisator en voormalig werkgever Le Champion.", "Onlangs ontving de marathon van Amsterdam het 'World Athletics Platinum Label', het hoogste label op het gebied van wegwedstrijden. Door de status mag Amsterdam zich sinds 2020 als enige Nederlandse marathon bij het selecte gezelschap van internationale marathons voegen.", "De Frans Banninck Cocq-penning wordt toegekend aan personen die zich tijdens een periode van ten minste twaalf jaar bijzonder verdienstelijk hebben gemaakt voor Amsterdam. Voor de penning komen ook mensen in aanmerking die uitzonderlijk grote prestaties voor Amsterdam hebben verricht op sportief, wetenschappelijk, journalistiek, kunstzinnig, politiek, economisch gebied met een landelijke of internationale uitstraling."], "authors": [], "keywords": ["van", "amsterdam", "internationale", "ouddirecteur", "het", "grote", "met", "marathon", "en", "zich", "inzet", "tcs", "onderscheiden", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}