{"id": "f4cd143c-0d91-32d5-930f-e8ea68345df5", "title": "Familie Dekker uit Nijeveen is vanavond te zien bij Hart van Nederland (Gezin zit al tien maanden in thuisquarantaine)", "url": "https://www.dvhn.nl/drenthe/meppel/Familie-Dekker-uit-Nijeveen-is-vanavond-te-zien-bij-Hart-van-Nederland-Gezin-zit-al-tien-maanden-in-thuisquarantaine-26341551.html", "summary": "Het Nijeveense gezin Dekker, dat al tien maanden in thuisquarantaine zit, komt vanavond in Hart van Nederland.\nDe omroep nam contact op met André en Renate Dekker naar aanleiding van een interview woensdag in de Meppeler Courant.\n„Eerst twijfelden we om mee te werken, maar we hebben het toch gedaan, omdat er misschien juist weer mensen zijn die iets aan ons verhaal hebben.\nWe zien altijd wel weer een lichtpuntje.”Bewuste keuzeAndré en Renate Dekker kozen er vorig jaar maart voor in quarantaine te gaan, vanwege de lichamelijke beperkingen van hun dochter Rianne (16).\nMochten zich actuelere onderwerpen voordoen, dan zou het item uit Nijeveen naar een andere editie verschoven kunnen worden.", "paragraphs": ["Het Nijeveense gezin Dekker, dat al tien maanden in thuisquarantaine zit, komt vanavond in Hart van Nederland. Vanmorgen stond de cameraploeg van SBS6 op de stoep.", "De omroep nam contact op met André en Renate Dekker naar aanleiding van een interview woensdag in de Meppeler Courant. „Nee, dit hadden we helemaal niet verwacht!”, aldus Renate. „Eerst twijfelden we om mee te werken, maar we hebben het toch gedaan, omdat er misschien juist weer mensen zijn die iets aan ons verhaal hebben. We hebben ook duidelijk aangegeven dat we positief neergezet willen worden. We zijn niet zielig. We zien altijd wel weer een lichtpuntje.”", "Bewuste keuze", "André en Renate Dekker kozen er vorig jaar maart voor in quarantaine te gaan, vanwege de lichamelijke beperkingen van hun dochter Rianne (16). Ze willen koste wat het kost voorkomen dat Rianne of zijzelf corona krijgen. Die periode duurt nu al tien maanden.", "SBS6 zendt Hart van Nederland vanavond om 22.30 uur uit. Mochten zich actuelere onderwerpen voordoen, dan zou het item uit Nijeveen naar een andere editie verschoven kunnen worden."], "authors": ["Joyce Smits"], "keywords": ["zien", "worden", "zijn", "thuisquarantaine", "uit", "te", "nederland", "nijeveen", "van", "zit", "een", "vanavond", "tien", "het", "hebben", "dekker", "dat", "renate", "willen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}