{"id": "f4d0e09f-13ae-32b1-95ab-534c1f0a82ac", "title": "Kunstwerk ter waarde van een ton voor de tweede keer vernield in Zwolle", "url": "https://nu.nl/zwolle/6101137/kunstwerk-ter-waarde-van-een-ton-voor-de-tweede-keer-vernield-in-zwolle.html", "summary": "Dertien jaar nadat een automobilist het de vernieling in reed, is het kunstwerk de Boog over het Twistvlietpad in de Zwolse wijk Stadshagen wederom gesneuveld.\nLosgeslagen onderdelen liggen in de berm, de normaal gesproken overeind staande boog hangt nu over het Twistvlietpad.\nHet is de tweede keer dat het kunstwerk van Thom Puckey (Crayford, 1948) compleet vernield is.\nBuurtbewoners hoorden in de nacht van zaterdag op zondag een harde knal, meldt wijkagent Maarten van Esch in een getuigenoproep op sociale media.\nOf het werk dit keer hersteld kan worden, of dat er misschien een derde versie moet komen, is nog onbekend.", "paragraphs": ["Dertien jaar nadat een automobilist het de vernieling in reed, is het kunstwerk de Boog over het Twistvlietpad in de Zwolse wijk Stadshagen wederom gesneuveld.", "Losgeslagen onderdelen liggen in de berm, de normaal gesproken overeind staande boog hangt nu over het Twistvlietpad. Als een boom die op het punt van omvallen staat, al lijkt de fundering nog intact. Het is de tweede keer dat het kunstwerk van Thom Puckey (Crayford, 1948) compleet vernield is.", "Buurtbewoners hoorden in de nacht van zaterdag op zondag een harde knal, meldt wijkagent Maarten van Esch in een getuigenoproep op sociale media. Waar een enkeling denkt aan vuurwerk, lijkt het gezien de ontwrichting van het werk en de schade aan de bovenzijde meer waarschijnlijk dat er iets tegenaan gereden is. En dat zou niet voor het eerst zijn.", "In 2007 knalde een nooit achterhaalde automobilist ook al tegen het kunstwerk aan. Die klap was toen zo fors, dat de hele zaak is weggehaald en kunstenaar Puckey van de gemeente Zwolle de opdracht kreeg om een nieuwe te maken.", "Of het werk dit keer hersteld kan worden, of dat er misschien een derde versie moet komen, is nog onbekend."], "authors": ["Door"], "keywords": ["van", "vernield", "waarde", "twistvlietpad", "voor", "en", "een", "zwolle", "ton", "kunstwerk", "op", "keer", "aan", "ter", "het", "werk", "dat", "tweede"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}