{"id": "f4d1542d-15d2-3018-b34a-be2372313dc9", "title": "Havenbedrijf sponsort World Police & Fire Games in Rotterdam", "url": "https://nu.nl/rotterdam/6095647/havenbedrijf-sponsort-world-police-fire-games-in-rotterdam.html", "summary": "Het Rotterdamse Havenbedrijf sponsort de World Police & Fire Games die in 2022 in de Maasstad zal plaatsvinden.\nAan dit internationale evenement doen duizenden hulpverleners mee, en het havenbedrijf wil hen bedanken voor hun werk.\nHet Rotterdamse Havenbedrijf wil personeel van de brandweer, politie, douane en gevangenissen bedanken, omdat ze samen bijdragen aan een veilige haven.\nEigenlijk zouden de World Police & Fire Games in 2021 plaatsvinden.\nHet idee is dat sport ontmoetingen tussen hulpverleners tot stand brengt, sportiviteit stimuleert en respect genereert voor hulpverleners die dag en nacht voor ons klaar staan.", "paragraphs": ["Het Rotterdamse Havenbedrijf sponsort de World Police & Fire Games die in 2022 in de Maasstad zal plaatsvinden. Aan dit internationale evenement doen duizenden hulpverleners mee, en het havenbedrijf wil hen bedanken voor hun werk.", "Het Rotterdamse Havenbedrijf wil personeel van de brandweer, politie, douane en gevangenissen bedanken, omdat ze samen bijdragen aan een veilige haven.", "Eigenlijk zouden de World Police & Fire Games in 2021 plaatsvinden. Vanwege de onzekerheden over evenementen en reizen komende zomer is het evenement verplaatst naar 2022. Er zijn zestig sporten waarin deelnemers strijden om de eerste prijs.", "De verwachting is dat meer dan 10.000 deelnemers van over de hele wereld elkaar in Rotterdam treffen. Het idee is dat sport ontmoetingen tussen hulpverleners tot stand brengt, sportiviteit stimuleert en respect genereert voor hulpverleners die dag en nacht voor ons klaar staan."], "authors": ["Door"], "keywords": ["games", "van", "het", "wil", "rotterdam", "hulpverleners", "plaatsvinden", "havenbedrijf", "rotterdamse", "en", "sponsort", "world", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}