{"id": "f4db0963-ddc1-33f9-b972-e5921fbb37a8", "title": "Billie Holiday: een leven vol lijden", "url": "https://trouw.nl/cultuur-media/billie-holiday-een-leven-vol-lijden~b9644b06/", "summary": "Slechts 44 jaar oud was jazzlegende Billie Holiday, toen ze op 17 juli 1959 overleed.\nOfficieel was het zelfmoord, maar haar zus zegt in de film dat ze dat betwijfelt.\nJa, ze gebruikte van alles om haar lichaam te verdoven, maar dat is niet de enige reden dat ze jong stierf.\nOver de uitwassen van het racisme, zoals het lynchen van veelal jonge zwarte mannen, schreef ze het nummer ‘Strange Fruit’.\nOp haar 44ste zag Holiday eruit als een vrouw van zestig.", "paragraphs": ["Slechts 44 jaar oud was jazzlegende Billie Holiday, toen ze op 17 juli 1959 overleed. Waarom sterven de grote talenten altijd zo jong, was haar ooit nog gevraagd. Omdat we honderd ­dagen in één dag proberen te leven, was haar reactie.", "Over Holiday is al veel gezegd en geschreven, onder meer in diverse biografieën. Dat was anders in 1971, toen de New Yorkse journalist Linda Lipnack Kuehl begon te werken aan een boek over ‘Lady Day’. Acht jaar lang interviewde ze mensen die de zangeres hadden gekend, om zo van elke periode in haar leven een beeld te kunnen schetsen.", "Voordat het boek echter klaar was, werd Kuehl dood op straat gevonden. Officieel was het zelfmoord, maar haar zus zegt in de film dat ze dat betwijfelt. Op basis van Kuehls aantekeningen en zo’n tweehonderd uur aan geluidsopnamen, die sinds 1987 lagen te verstoffen, is nu de ­documentaire ‘Billie’ gemaakt. Zo horen we onder meer de stemmen van lang overleden jazz-sterren als Count Basie, Charles Mingus en John Hammond. Kuehl had ze allemaal aan de praat ge­kregen.", "De documentaire, te zien op Pepr, een nieuw platform voor makers van kleur op website Picl.nl, mixt die geluidsopnamen met historische beelden en Holidays muziek. Dat is handig voor mensen die haar muziek niet kennen en het stelt de kijker in staat zelf te horen waarom haar stem zo speciaal was. “Ik heb altijd willen zingen zoals Louis Armstrong zijn trompet bespeelde”, in Holidays eigen woorden.", "Gebruikt door de mannen om haar heen", "Hoewel de documentaire iets te nadrukkelijk op de muziek leunt, terwijl je als kijker vooral nieuws­gierig bent naar wie deze vrouw was en naar het mysterie dat om haar heen hing, krijgen we een vrij goed beeld van Holiday. Ja, ze gebruikte van alles om haar lichaam te verdoven, maar dat is niet de enige reden dat ze jong stierf. Ze werd ­gebruikt door mannen om haar heen. Ze leed onder de rassen­scheiding die tijdens haar leven ­officieel beleid was. Witte bandleden mochten in hotels overnachten tijdens tournees, zij moest in de auto slapen, ondanks haar roem. Witte bezoekers van haar concerten mochten door de voordeur, zij moest door de achterdeur. Over de uitwassen van het racisme, zoals het lynchen van veelal jonge zwarte mannen, schreef ze het nummer ‘Strange Fruit’. Haar hele leven heeft ze geleden, zegt een oude vriendin. Op haar 44ste zag Holiday eruit als een vrouw van zestig.", "Het is onvermijdelijk dat de documentaire op sommige momenten als een spagaat voelt, doordat ook de dood van de journalist een plek moest krijgen. Dat wordt uiteindelijk aardig opgelost, maar je blijft toch met vragen zitten, omdat wordt gesuggereerd dat Kuehls dood iets met haar geplande biografie te maken had. Maar dat mysterie kan veertig jaar later niet meer worden opgelost."], "authors": ["Ronald Rovers"], "keywords": ["holiday", "vol", "billie", "van", "en", "een", "leven", "ze", "om", "te", "op", "het", "haar", "dat", "lijden"], "pubDate": "2020-12-17T13:03:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}