{"id": "f4f961da-976a-350a-b0b3-2eee6df81254", "title": "Interieurtip: met deze simpele trucs lijkt de kamer groter", "url": "https://www.telegraaf.nl/lifestyle/1430852569/interieurtip-met-deze-simpele-trucs-lijkt-de-kamer-groter", "summary": "Rommel laat uw kamer een stuk kleiner lijken.\nOns advies is om lekker op te ruimen en te ’ontspullen’.\nMaak gebruik van de muren door plankjes of kastjes op te hangen.\nWie met bovenstaande raad nog niet tevreden is, zou met verfkwast en roller in de weer kunnen gaan.\nGa het liefst voor een niet al te drukke print of (te) donkere kleur, want dan bereikt u juist het tegenovergestelde effect.", "paragraphs": ["Met spiegels wordt een ruimte dubbel zo groot. Ze weerkaatsen het licht, waardoor de kamer er automatisch ruimer uitziet. Hang ze slim op zodat u ook wat extra licht vangt.", "Planten", "Wilt u een stapje verder gaan om zoveel mogelijk licht binnen te laten? Neem afstand van gordijnen; de ramen krijgen meer focus waardoor de kamer groter oogt. Mist u daardoor privacy? Kijk of u planten op de vensterbank kunt neerzetten.", "Rommel laat uw kamer een stuk kleiner lijken. Ons advies is om lekker op te ruimen en te ’ontspullen’. Minder chaos in huis betekent bovendien meer rust in het hoofd. Een ander voordeel is dat u door te ontspullen minder tijd aan schoonmaken en afstoffen kwijt bent. Gooi de dingen die u niet wilt houden, niet weg, maar maak een ander blij met uw afdankertjes.", "Klaar met opruimen? Kies één opvallend object waarop u de focus wilt leggen. Denk aan een mooie kroonluchter, een groot schilderij of een fotocollage. Dan gaat daar de aandacht naar uit.", "U zou ook kritisch naar de indeling van de meubels kunnen kijken. Niet altijd kunnen meubels het beste tegen een muur worden geplaatst om ruimte te creëren. Vaak kan het helpen om ze los in de ruimte te zetten.", "Bekijk ook: Binnenkijken bij een kunstig ingerichte bosvilla", "Muren", "Zorg dat er zo min mogelijk op de grond staat. Maak gebruik van de muren door plankjes of kastjes op te hangen. Hang planken zo hoog mogelijk op. Dat zorgt ervoor dat de kamer groter en hoger oogt.", "Dan wat tips voor als de bouwmarkten weer open gaan. Wie met bovenstaande raad nog niet tevreden is, zou met verfkwast en roller in de weer kunnen gaan. Interieurexperts zeggen graag: verf of behang het plafond! Ga het liefst voor een niet al te drukke print of (te) donkere kleur, want dan bereikt u juist het tegenovergestelde effect."], "authors": ["Hortence Chen"], "keywords": ["dat", "trucs", "interieurtip", "groter", "om", "niet", "een", "het", "en", "te", "simpele", "kamer", "deze", "op", "lijkt", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}