{"id": "f50d6fa0-64a8-37b6-8774-ee2299afa4d5", "title": "Japandi is de nieuwste interieurtrend van dit moment", "url": "https://www.telegraaf.nl/lifestyle/898226964/japandi-is-de-nieuwste-interieurtrend-van-dit-moment", "summary": "Japandi is simpelweg een combinatie van de namen Japan en Scandinavië.\nHet Scandinavische interieur met lichte pastelkleuren, knuffelzachte kussens en dekens, licht hout en strak design, is al in menig huis terug te vinden.\nZoals behang met prachtig gestileerde vogelfiguren (à la de kimonostof), gebruik van donker hout en bamboe en vooral esthetiek.\nZoals het gebruik van bamboe of rijstpapier als semitransparante wand om een grote ruimte op een speelse manier te verdelen.\nBijvoorbeeld kintsugi, de kunst van het repareren van gebroken keramiek met duidelijk zichtbare goudlak.", "paragraphs": ["Japandi is simpelweg een combinatie van de namen Japan en Scandinavië. Niet zo vreemd, want het Scandinavische interieur wordt ook wel Scandi genoemd. Hoe verschillend deze twee gebieden ook zijn, qua wonen vertonen ze veel overeenkomsten: licht, zen, rust, minimalistisch.", "En natuurlijk stijlvol! Maar ook liefde voor het ambacht, design en kunst is een gemene deler. Het Scandinavische interieur met lichte pastelkleuren, knuffelzachte kussens en dekens, licht hout en strak design, is al in menig huis terug te vinden. Of het nu heel duur is of gewoon van Ikea.", "Vogelfiguren", "De Japan-trend is sterk in opkomst. Zoals behang met prachtig gestileerde vogelfiguren (à la de kimonostof), gebruik van donker hout en bamboe en vooral esthetiek. Wie weleens in Japan is geweest, weet dat daar van alles een feestje wordt gemaakt, of het nu gaat om de verpakking van supermarktproducten of een hapje eten in een eenvoudig restaurant.", "Ook daar staan prachtige kommetjes en borden in een fraai gestileerd geheel op tafel. Of denk eens aan de wereldberoemde theeceremonie waar alles een vaste plek en volgorde heeft. Zwarte minimalistische accessoires zorgen meteen voor die bijzondere Japan-sfeer.", "Combineer het vervolgens met licht hout en de Japandi-sfeer is geboren. Wie al dat lichte hout, minimalisme en zwart een beetje saai vindt, kan kiezen voor accenten in terra-roze, een kleur die veel in Japanse illustraties wordt gebruikt. Zo’n fraai ingelijste illustratie aan de muur, bijvoorbeeld een mooi vel geschept papier met daarop Japanse karakters, doet ook al veel.", "Japandi brengt veel interieurhandigheidjes met zich mee. Zoals het gebruik van bamboe of rijstpapier als semitransparante wand om een grote ruimte op een speelse manier te verdelen. Een laag ’day-bed’ is nog zo’n typerend en toch heel fijn Japans meubelstuk dat met Scandinavisch design kan worden gecombineerd.", "Imperfectie", "Scandinavisch wonen is het inmiddels bekende hygge, plezier vinden in kleine simpele zaken. In Japan hebben ze het over ’wabi-sabi’; schoonheid vinden in imperfectie. Bijvoorbeeld kintsugi, de kunst van het repareren van gebroken keramiek met duidelijk zichtbare goudlak.", "Een paar kooptips voor beginnende Japandi-aanhangers: een vloerlamp in lampionmodel, een paar doodsimpele luchtzuiverende goudpalmen (denk aan die prachtige Japanse tuinen), een vloerkleed met Scandinavische textuur maar een strak zwart-wit Japans patroon, een bloemig aquarel in lichte kleuren en natuurlijk zo’n stoere Scandi-vaas met een paar lichtroze droogbloemen. Want uiteindelijk blijft eenvoud het codewoord."], "authors": ["Marjolein Schipper"], "keywords": ["van", "dit", "het", "met", "voor", "nieuwste", "interieurtrend", "hout", "japandi", "een", "en", "ook", "zon", "wordt", "moment"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}