{"id": "f53b8784-d616-3487-8a48-d211e3906f65", "title": "Op zoek naar de restaurantervaring", "url": "https://www.volkskrant.nl/kijkverder/v/2020/op-zoek-naar-de-restaurantervaring~v413383/", "summary": "Diehard-liefhebbers van buiten de deur eten profiteerden daar van een initiatief van samenwerkende restaurants voor mensen die over eigen ‘culinair vervoer’ beschikten.\nIn een soort gastronomische estafette konden die van restaurant naar restaurant rijden en op elke parkeerplaats een volgende gang van een diner tot zich te nemen.\nEen vrachtwagenchauffeur verraste zijn vriendin door zijn truck om te toveren tot de ideale setting voor een romantisch diner.\nVeel mensen met busjes hadden het ook gezellig.\nEen echtpaar besloot met een nomadisch diner met zijn kinderen zijn zilveren bruiloft te vieren: wie in de coronatijd 25 jaar getrouwd is, moet inventief zijn.", "paragraphs": ["Diehard-liefhebbers van buiten de deur eten profiteerden daar van een initiatief van samenwerkende restaurants voor mensen die over eigen ‘culinair vervoer’ beschikten. In een soort gastronomische estafette konden die van restaurant naar restaurant rijden en op elke parkeerplaats een volgende gang van een diner tot zich te nemen. Van den Bergh zag dat vooral bezitters van grotere voertuigen ‘de restaurantervaring’ dicht wisten te benaderen. Een vrachtwagenchauffeur verraste zijn vriendin door zijn truck om te toveren tot de ideale setting voor een romantisch diner. Veel mensen met busjes hadden het ook gezellig. Een echtpaar besloot met een nomadisch diner met zijn kinderen zijn zilveren bruiloft te vieren: wie in de coronatijd 25 jaar getrouwd is, moet inventief zijn. Gewone autobezitters aten in een positie waarin je mensen ook bij een McDrive aantreft, maar proefden op hun autostoelen het verschil met de gerechten van de gele M."], "authors": ["December"], "keywords": ["tot", "restaurant", "van", "mensen", "op", "naar", "zijn", "met", "restaurantervaring", "een", "te", "diner", "zoek", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}