{"id": "f53b7052-9aef-3ae0-a115-859693140587", "title": "Winkels budgetketen Action toch open voor essentiële spullen", "url": "https://nu.nl/economie/6096976/winkels-budgetketen-action-toch-open-voor-essentiele-spullen.html", "summary": "De ruim vierhonderd winkels van Action in Nederland openen hun deuren woensdagmiddag weer voor klanten.\nAction verklaart ondanks de maandag afgekondigde lockdown open te mogen, doordat ongeveer 40 procent van de omzet behaald wordt met essentieel geachte artikelen.\nDat zijn winkels waarvan het assortiment voor drie kwart uit voedingsmiddelen bestaat.\n\"Als klanten dan toch proberen om niet-essentiële goederen te kopen, is het dan de bedoeling dat het personeel ze daarop aanspreekt?\nOok voor tuincentra die overwegend dierbenodigdheden verkopen, was meteen al duidelijk dat zij voor de verkoop van dergelijke artikelen open mogen zijn.", "paragraphs": ["De ruim vierhonderd winkels van Action in Nederland openen hun deuren woensdagmiddag weer voor klanten. Die kunnen bij de budgetketen uitsluitend terecht voor producten die als essentieel worden beschouwd, zoals schoonmaakmiddelen, hygiëneproducten en etenswaren. Ook Wibra zou weer winkels willen openen, maar een woordvoerder kan nog niet bevestigen dat dit ook gaat gebeuren.", "Action verklaart ondanks de maandag afgekondigde lockdown open te mogen, doordat ongeveer 40 procent van de omzet behaald wordt met essentieel geachte artikelen.", "De Rijksoverheid hanteert een grens van 30 procent omzet uit bijvoorbeeld voedingsmiddelen, wc-papier en zeep bij de afweging of winkels moeten sluiten.", "Alleen het deel van de winkels met essentiële producten mag dan openblijven. Action, dat ook veel non-foodartikelen verkoopt, zal de overige producten uit het assortiment afschermen. Volgens een woordvoerder kunnen filialen artikelen uit deze categorie ook niet stiekem verkopen, doordat ze niet te scannen zijn in de kassasystemen.", "Waarschijnlijk gaan de meeste winkels rond het middaguur weer open. \"Maar op sommige plekken kan dat iets later zijn. We willen pas opengaan op het moment dat alles in de winkel in orde is gebracht\", licht een woordvoerder toe. Action heeft als een van de weinige winkelketens geen online verkoop.", "Xenos heropent elf winkels", "Xenos heeft woensdag zijn elf zogeheten 'foodstores' geopend. Dat zijn winkels waarvan het assortiment voor drie kwart uit voedingsmiddelen bestaat. De keten verkoopt in zijn circa 150 filialen ook veel non-foodartikelen voor onder andere hobby's, decoratie en koken.", "De winkelketen onderzoekt nog of ook andere vestigingen gedeeltelijk open zouden kunnen, meldt een woordvoerder.", "FNV: 'Ook Wibra opent winkels'", "Volgens vakbond FNV heeft ook Wibra besloten winkels te openen. De bond heeft een foto gedeeld op Twitter, waarop te zien is dat niet-essentiële goederen zijn afgedekt met plastic.", "\"Als klanten dan toch proberen om niet-essentiële goederen te kopen, is het dan de bedoeling dat het personeel ze daarop aanspreekt?\", vraagt een FNV-woordvoerder zich af. \"En hoe moeten ze dat dan doen? Wij zijn hier uiteraard niet gelukkig mee.\"", "De winkels van HEMA zijn helemaal niet dicht geweest. De meerderheid van de 540 zaken was dinsdag gewoon open, waarbij de niet-essentiële spullen waren afgedekt. Ook voor tuincentra die overwegend dierbenodigdheden verkopen, was meteen al duidelijk dat zij voor de verkoop van dergelijke artikelen open mogen zijn."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["dat", "van", "toch", "een", "open", "spullen", "budgetketen", "ook", "essentiële", "te", "zijn", "voor", "winkels", "het", "action"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}