{"id": "f57196a4-ccf9-3b61-9b74-b9cffdc401d7", "title": "Eindelijk zicht op sporten en wonen in hart van Emmer-Compascuum", "url": "https://www.dvhn.nl/drenthe/Eindelijk-zicht-op-sporten-en-wonen-op-prominente-plek-in-Emmer-Compascuum-26296407.html", "summary": "Het terrein midden in het centrum van Emmer-Compascuum ligt tot verdriet van velen al jaren braak.\nMet de bouw van een sporthal, woningen en centrumvoorzieningen op deze locatie wil de gemeente Emmen twee vliegen in één klap slaan: een mooi aanzicht vanaf het Hoofdkanaal en volwaardig kunnen sporten.\nHet aantal woningen is op dit moment nog niet precies duidelijk.\nDie zijn volgens de gemeente en de gebruikers niet meer van deze tijd.\nDit is een plan waar hopelijk heel Emmer-Compascuum trots op zal zijn’’, zegt Van der Weide.", "paragraphs": ["Het terrein midden in het centrum van Emmer-Compascuum ligt tot verdriet van velen al jaren braak. Met de bouw van een sporthal, woningen en centrumvoorzieningen op deze locatie wil de gemeente Emmen twee vliegen in één klap slaan: een mooi aanzicht vanaf het Hoofdkanaal en volwaardig kunnen sporten.", "De nieuwbouw komt op de plek waar vroeger bioscoop Abeln en de gereformeerde kerk stonden. Verschillende plannen passeerden de afgelopen jaren de revue voor deze locatie, maar niets kwam van de grond. Daarom besloot de gemeente Emmen zelf de regie in handen te nemen.", "Bouw begint na zomer 2021", "Donderdag presenteerde de gemeente impressies van hoe de combinatie eruit komt te zien. Hoofdaannemer is Jansman Bouw uit Raalte, bijgestaan door regionale partijen als Harwig en Peter van Dijk. Wethouder René van der Weide (Wakker Emmen) denkt dat de bouw na de zomer van 2021 kan beginnen.", "Vanaf het Hoofdkanaal zijn vooral de appartementen met daaronder winkels te zien. De sporthal komt er namelijk achter. Het aantal woningen is op dit moment nog niet precies duidelijk. Mogelijk maakt de winkelruimte op de begane grond plaats voor extra huizen, afhankelijk van de vraag naar nieuwe winkelpanden.", "loading", "De sporthal vervangt zowel de hal aan de Creel als de gymzaal aan de Runde. Die zijn volgens de gemeente en de gebruikers niet meer van deze tijd.", "loading", "Deskundigen hebben de plannen van verschillende partijen beoordeeld. Het ontwerp van Jansman behaalde de hoogste score. ,,Dit ontwerp biedt een volwaardige sportaccommodatie voor het dorp. Het geeft het Hoofdkanaal een geheel nieuw aanzicht en zorgt voor de gewenste kwaliteitsverbetering. Dit is een plan waar hopelijk heel Emmer-Compascuum trots op zal zijn’’, zegt Van der Weide.", "loading", "Het complex van Jansman is volledig energieneutraal. Mede daardoor is het plan duurder dan begroot: 5,9 miljoen euro, in plaats van 5,3. De gemeenteraad moet volgende maand nog akkoord gaan met dit extra geld.", "loading", "", ""], "authors": ["Gerton Albers"], "keywords": ["van", "wonen", "eindelijk", "een", "voor", "gemeente", "het", "te", "emmercompascuum", "sporten", "en", "op", "zicht", "hart", "dit", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}