{"id": "f58b0cbd-1d38-3f0b-bd57-225b1fd5e102", "title": "Biden kiest voormalig concurrent Pete Buttigieg als transportminister", "url": "https://nu.nl/verkiezingen-vs/6096955/biden-kiest-voormalig-concurrent-pete-buttigieg-als-transportminister.html", "summary": "De Amerikaanse president elect Joe Biden heeft Pete Buttigieg gevraagd zijn minister van Transport te worden.\nButtigieg was een concurrent van Biden in de strijd om de Democratische kandidatuur in de presidentsverkiezingen.\nButtigieg was burgemeester van een stad in de staat Indiana en heeft nog nooit een functie gehad bij de federale overheid in Washington.\nNadat hij in maart de handdoek in de ring had gegooid, heeft hij Biden veel steun geboden.\nOp Twitter laat Buttigieg weten \"vereerd\" te zijn met het verzoek van Biden.", "paragraphs": ["De Amerikaanse president elect Joe Biden heeft Pete Buttigieg gevraagd zijn minister van Transport te worden. Buttigieg was een concurrent van Biden in de strijd om de Democratische kandidatuur in de presidentsverkiezingen.", "De 38-jarige Buttigieg was de jongste kandidaat ooit om een gooi naar het presidentschap te doen. Tevens is hij de eerste openlijk homoseksuele kandidaat die een grote landelijke campagne wist op te zetten.", "Buttigieg was burgemeester van een stad in de staat Indiana en heeft nog nooit een functie gehad bij de federale overheid in Washington.", "Nadat hij in maart de handdoek in de ring had gegooid, heeft hij Biden veel steun geboden. Ook hielp hij aankomend vicepresident Kamala Harris zich voor te bereiden op haar debat met Trumps vicepresident Mike Pence, de voormalige gouverneur van Buttigiegs staat Indiana.", "Op Twitter laat Buttigieg weten \"vereerd\" te zijn met het verzoek van Biden. Eerder zou Biden nog hebben overwogen om de voormalig burgemeester ambassadeur in China te maken."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["voormalig", "transportminister", "van", "om", "concurrent", "een", "biden", "te", "zijn", "buttigieg", "heeft", "als", "kiest", "pete", "hij", "vicepresident"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}