{"id": "f5933b72-e17f-3d08-b63f-b0b0fb5c53a1", "title": "Zo voer je een (zinnig) gesprek met een complotdenker in je omgeving", "url": "https://volkskrant.nl/nieuws-achtergrond/zo-voer-je-een-zinnig-gesprek-met-een-complotdenker-in-je-omgeving~b7d8cc6f/", "summary": "Maar hoe doe je dat, in gesprek gaan met een complotdenkende dierbare?\nErtegenin gaan met feiten en bewijzen werkt vaak averechts en escalatie ligt op de loer, met meer vervreemding tot gevolg.\n‘Een gesprek met een complotdenker loopt al heel snel uit op een discussie, waarin twee mensen hun posities verdedigen, in plaats van ze te onderzoeken’, zegt de Britse wetenschapsjournalist Mick West, die met zijn platform metabunk.org complottheorieën ontkracht.\nDaarom is het belangrijk eerst vragen te stellen: wat geloof je precies, waarom geloof je dat en van wie heb je het gehoord?’Harambam: ‘Heb het niet meteen over de feiten.\nBesef dat je zelf ook niet alles weetIedereen is geneigd datgene te geloven wat zijn wereldbeeld bevestigt.", "paragraphs": ["Beeld Sophia Twigt", "", "Frustratie en woede. Meer leverden de discussies die Anna (25) met haar vader had eigenlijk niet op. Maar ze kon zijn vergaande complottheorieën ook niet altijd onweersproken laten.", "De uitbraak van het coronavirus maakte de discussies alleen maar erger. De pandemie is een voorwendsel om chips te implanteren via vaccins, klonk het nu uit zijn mond.", "‘Ik besefte: als we niet op een rustige manier met elkaar kunnen praten, hebben we straks misschien helemaal geen contact meer. Op sociale media kun je complotdenkers uit je tijdlijn gooien. Maar ik kan mijn vader niet uit mijn leven gooien.’", "Ze besloot dat ze eens echt met hem wilde praten, over wat hij nu precies geloofde en waar dat vandaan kwam.", "Maar hoe doe je dat, in gesprek gaan met een complotdenkende dierbare? Ertegenin gaan met feiten en bewijzen werkt vaak averechts en escalatie ligt op de loer, met meer vervreemding tot gevolg. Wat is raadzaam? We vroegen het experts.", "1. Zet de ander niet weg als gek", "Hoe onzinnig sommige complottheorieën ook mogen lijken, experts zijn eensgezind: de ander uitlachen is niet zinvol. Het is normaal dat mensen in onzekere tijden, zoals in een pandemie, vragen hebben en op zoek gaan naar antwoorden. ‘Ook mensen die normaal niet geneigd zijn tot complotdenken, kunnen daar nu toe worden aangetrokken’, zegt Karen Douglas, sociaal psycholoog en onderzoeker aan de Universiteit van Kent. ‘Ze voelen zich angstig, onzeker of machteloos.’", "De complotdenkers vormen een brede groep, zei ook socioloog Jason Harambam van de KU Leuven, eerder tegen de Volkskrant. ‘Volgens het stigma is de complotdenker iemand die heel stellig en zonder bewijs beweert dat een groepje mensen stiekem ergens achter zit – maar dan heb je het over de extreme figuren.’", "Volgens Harambam zitten er genoeg mensen tussen met legitieme vragen en kunnen we ons beter afvragen wat zij nu precies zeggen en wat we daarvan kunnen leren.", "Beeld Sophia Twigt", "2. Stel vragen en luister", "Wie vol gas tegen de complotdenker ingaat, kan een averechts effect verwachten: het zal de ander sterken in zijn wantrouwen. Grote kans ook dat je geloofwaardigheid in twijfel wordt getrokken: jij bent immers nog niet ‘wakker’. Wat moeten we dan wel doen, als ons eerste instinct om de ander te overtuigen niet werkt?", "‘Een gesprek met een complotdenker loopt al heel snel uit op een discussie, waarin twee mensen hun posities verdedigen, in plaats van ze te onderzoeken’, zegt de Britse wetenschapsjournalist Mick West, die met zijn platform metabunk.org complottheorieën ontkracht. ‘Het doel is om de ander aan het nadenken te krijgen. Daarom is het belangrijk eerst vragen te stellen: wat geloof je precies, waarom geloof je dat en van wie heb je het gehoord?’", "Harambam: ‘Heb het niet meteen over de feiten. Vraag waar iemand zich zorgen om maakt.’", "3. Bouw een vertrouwensband op", "Het is een paradox: wie in een samenzwering gelooft, zal zichzelf zien als een kritische denker, maar zijn gesprekspartner, die de complotten verwerpt, ziet zichzelf net zo. Dat kan juist een gemeenschappelijke basis vormen voor een open gesprek, denkt ‘ontkrachter’ Mick West. ‘Je kunt zeggen dat je er goed bewust van bent dat er mensen in de top van de politiek of in het bedrijfsleven heimelijk slechte dingen doen. Neem alles van Nixons Watergateschandaal tot de emissiefraude van Volkswagen.’", "Volgens West is het belangrijk om duidelijk te maken waar je vandaan komt en wat voor jou de insteek is van het gesprek: ‘Complotdenkers beweren vaak dat ik een agent ben van de overheid. Mijn reactie is om volledig open te zijn over wie ik ben en wat ik doe. Ik maak duidelijk dat als ik iets beweer, ik dat zelf ook oprecht geloof.’", "Op zijn YouTube-kanaal gaat Mick West in gesprek met iemand die het complotdenken naar eigen zeggen is ontgroeid. (Tekst loopt verder onder de video)", "4. Laat de ander tot zijn eigen conclusies komen", "West: ‘Complotdenkers zeggen graag dat ze alles en iedereen wantrouwen. Maar vaak geloven ze iets juist, puur omdat het buiten de mainstream ligt. Dan vraag ik: waarom vertrouw je je alternatieve bron van informatie dan wel zomaar?’", "Het kan al waardevol zijn om de ander nieuwe, nuttige informatie te verschaffen, zegt de debunker: ‘Veel mensen weten simpelweg niet hoe dingen werken, bijvoorbeeld hoe besluiten in de politiek tot stand komen.’", "West vraagt mensen die geloven dat 9/11 een inside job was bijvoorbeeld: ‘Hoe waarschijnlijk is het dat honderden of duizenden mensen heimelijk betrokken zijn bij een supercomplex plan met een hele kleine kans van slagen?’", "5. Besef dat je zelf ook niet alles weet", "Iedereen is geneigd datgene te geloven wat zijn wereldbeeld bevestigt. Kijk dus ook zelf kritisch naar wat je gelooft en waarom, zeggen kenners. Het stomste wat je kunt doen, meent Jelle van Buuren (Universiteit Leiden), is om in je pleidooi tegen een complottheorie zelf kritiekloos te worden: ‘Alsof er nooit wat fout gaat, alsof er nooit sprake van belangenverstrengeling is bij machthebbers, alsof grote media onfeilbaar zijn.’", "Anna praat nu geregeld met haar vader en heeft de websites waar hij zijn informatie vandaan haalt gezien. ‘Ik begrijp daardoor beter hoe hij aan zijn denkbeelden komt.’", "‘Ik zeg niet dat hij van mening is veranderd, maar ik denk wel dat onze gesprekken hem een ander perspectief hebben geboden. Zo is hij kritischer geworden op wat hij deelt op Facebook en wordt hij minder kwaad als ik zijn waarheden in twijfel trek.’", "Toch is het goed, denkt Anna, om op een gegeven moment weer over andere onderwerpen te praten. ‘Dan vraag ik hem: hoe gaat het verder met je?’", "Anna heet in werkelijkheid anders. Haar echte naam is bij de redactie bekend."], "authors": ["Tim Igor Snijders"], "keywords": ["dat", "van", "voer", "een", "niet", "het", "en", "wat", "gesprek", "zinnig", "zo", "complotdenker", "zijn", "je", "omgeving", "met"], "pubDate": "2020-10-20T13:52:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}