{"id": "f5adc5f6-8436-38d4-8bbe-e5c86bf1de3a", "title": "Moeten we dit jaar bidden voor een commerciële kerst?", "url": "https://volkskrant.nl/columns-opinie/moeten-we-dit-jaar-bidden-voor-een-commerciele-kerst~b5061ad8/", "summary": "Kerst zou in het teken moeten staan van de wereldvrede en, voor de gelovigen, de geboorte van het kindje Jezus.\nOp schilderijen werd hij afgebeeld als een man met een buil op zijn been.\nEr was zowel een onzedige Rochus met een buil op een bloot been en een zedige waar de buil alleen te zien was door een gat in de kleding.\nMaarten Luther zou een van de eersten zijn geweest die kaarsjes zou hebben aangestoken in een spar.\nDit jaar moet worden gebeden voor een commerciële Kerst.", "paragraphs": ["Priesters en dominees konden er in hun kerstpreken flink tegen te keer gaan. En ook in duurzaam denkende kringen werd graag aangeschopt tegen de vercommercialisering van de Kerst. Kerst zou in het teken moeten staan van de wereldvrede en, voor de gelovigen, de geboorte van het kindje Jezus.", "Maar corona heeft priesters en dominees monddood gemaakt. Kerken blijven dicht. Bij vorige pandemieën, zoals de Zwarte Dood, zochten de mensen juist massaal hun toevlucht tot de kerk: ‘Van de pest, verlos ons, Heer.’", "Er waren zelfs 152 beschermheiligen die konden worden aangeroepen bij pandemieën. Een van de bekendste was de heilige Rochus van Montpellier, die in de 14de eeuw pestslachtoffers op weg naar Compostela verzorgde. Op schilderijen werd hij afgebeeld als een man met een buil op zijn been. Er was zowel een onzedige Rochus met een buil op een bloot been en een zedige waar de buil alleen te zien was door een gat in de kleding.", "In beschermheiligen geloven we allang niet meer. Zelfs Trouw concludeerde eerder dit jaar dat het RIVM de plaats heeft ingenomen van God. Jaap van Dissel is tegelijkertijd de kardinaal van Utrecht als de scriba van de protestantse synode. En zoals theologen zich buigen over het evangelie van Christus buigen virologen zich over de heilige schrift van Van Dissel.", "Het beste is het volk op te roepen niet alleen anderhalve meter in acht te nemen, maar ook overvloedig te consumeren: ‘Koop en eet zoveel u kunt, aldus de Heer.’", "Het probleem is dat de lockdown leidt tot matiging. We sparen tegen de klippen op. Kerst in klein gezelschap betekent dat er minder cadeautjes worden gekocht en dat het speciale vijfgangendiner waarvan traditioneel de helft in de groene emmer eindigt, wordt ingeruild voor twee gangen.", "Dit betekent een extra klap voor de economie. In deze barre tijden is juist een keynesiaanse stimulus nodig. Dat weten de hoge heren in Den Haag. Wopke Hoekstra heeft de flappentap opengezet. Maar als het volk zijn Now-, Tozo- en Toguitkeringen gaat oppotten is het vechten tegen de bierkaai. En door de sluiting van alle winkels en vermaak is oppotten de gemakkelijkste weg.", "Het is niet zo dat deze generatie bang hoeft te zijn dat de kerstgedachte te grabbel wordt gegooid. De vercommercialisering begon al in de 17de eeuw met kerstversiering. Maarten Luther zou een van de eersten zijn geweest die kaarsjes zou hebben aangestoken in een spar.", "In Dickens’ Christmas Carol uit 1843 staat een rijke maaltijd met Kerst al centraal. In dezelfde tijd begon het massaal verzenden van kerstkaarten. Warenhuizen dankten hun oprichting aan de extra kerstomzet. De maand december is goed voor eenvijfde van de jaaromzet van de detailhandel.", "Hopelijk helpt het volk ze online uit de penarie. Dit jaar moet worden gebeden voor een commerciële Kerst. De vredeswens komt volgend jaar weer."], "authors": ["Peter De Waard"], "keywords": ["zijn", "van", "bidden", "jaar", "voor", "en", "een", "dit", "moeten", "te", "op", "het", "commerciële", "dat", "kerst"], "pubDate": "2020-12-22T21:25:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}