{"id": "f5c63476-3d19-3744-93e8-ba5f1d666f11", "title": "RIVM-baas: Nieuwe maatregelen hangen af van het gedrag van mensen", "url": "https://nu.nl/coronavirus/6039171/rivm-baas-nieuwe-maatregelen-hangen-af-van-het-gedrag-van-mensen.html", "summary": "Met het uitbreken van de coronacrisis stond Jaap van Dissel, directeur van het Centrum Infectieziektebestrijding van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM), ineens in het middelpunt van de belangstelling.\nDat is het belangrijkste doel, dat leidt tot bescherming van kwetsbaren onder de bevolking en het mogelijk houden van zorg voor degenen die het nodig hebben.\"\n\"Eigenlijk is de belangrijkste en meest effectieve maatregel dat je zelf herkent dat je ziek wordt, dus let op de symptomen.\nIk herhaal maar weer: of er maatregelen bij komen, hangt nu vooral af van het gedrag van mensen.\nStel dat we na 6 april de maatregelen weer kunnen afbouwen, bestaat dan het risico dat het virus zich weer sterker verspreidt?", "paragraphs": ["Met het uitbreken van de coronacrisis stond Jaap van Dissel, directeur van het Centrum Infectieziektebestrijding van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM), ineens in het middelpunt van de belangstelling. In gesprek met NU.nl gaat hij in op hoelang maatregelen nog nodig zijn en hoe hij zichzelf op de been houdt nu er zoveel van hem wordt gevraagd.", "Hoelang verwacht u dat de maatregelen nog nodig zijn?", "\"Het is ingewikkeld om de toekomst en het beloop van de uitbraak te voorspellen. Hoelang de maatregelen nodig zijn, hangt onder meer af van de effecten die we gaan zien. Toen de interventies (maatregelen als scholen sluiten en thuiswerken, red.) startten, zaten er al personen in de incubatieperiode van de infectieziekte.\"", "\"Ik verwacht de komende dagen met name in Noord-Brabant en Zuid-Limburg echt nog een behoorlijke toename van besmettingen. Dat kan bijna niet anders. De interventies hebben enige tijd nodig om vat te krijgen op het geheel.\"", "\"Op grond van de infectiemodellen die we hanteren, kunnen we het effect van de interventies inschatten. Als we de huidige interventies optellen, volgt uit die modellen dat de overdracht van het virus voldoende teruggaat om de verdere toename te doen afnemen. Dat is het belangrijkste doel, dat leidt tot bescherming van kwetsbaren onder de bevolking en het mogelijk houden van zorg voor degenen die het nodig hebben.\"", "\"Wat betreft de interventies 'afstand houden tot elkaar', 'thuiswerken' en dergelijke maak ik me zorgen over het gedrag, hoe men zich eraan houdt. Het is een serieuze zaak en men moet er niet laconiek mee omgaan.\"", "\"Eigenlijk is de belangrijkste en meest effectieve maatregel dat je zelf herkent dat je ziek wordt, dus let op de symptomen. Het gaat om klachten die passen bij een bovensteluchtweginfectie (neusverkoudheid, keelpijn, hoesten en daarbij eventueel koorts, red.) en er voorheen niet waren. Dan moet je het superserieus nemen en simpelweg thuisblijven.\"", "\"Vermijd dan nieuwe contacten en beperk bestaande contacten. Al de interventies maken het toch al teruggebrachte maatschappelijke verkeer nog mogelijk, maar of het nog strenger moet, is alleszins afhankelijk van hoe iedereen zich daaraan houdt.\"", "Er zijn mensen die dan zeggen: maar ik weet zeker dat ik geen corona heb, waarom moet ik dan toch thuisblijven?", "\"Het probleem is dat we niet iedereen kunnen testen, daar hebben we de testen en de mankracht niet voor. Met het advies om bij alle luchtwegklachten thuis te blijven zullen we ongetwijfeld wat overshooten, maar als een percentage van hen toch een coronavirusinfectie heeft en niet thuisblijft, dan gaan we de uitbraak niet stoppen als die mensen gewoon naar hun werk gaan.\"", "108 Rutte ergert zich aan mensen die niet luisteren naar maatregelen", "Welke maatregelen zijn nog meer mogelijk?", "\"Uiteindelijk draait alles om contact waarbij het virus van de geïnfecteerde persoon op een gevoelige persoon overgaat. Dat betekent dat maatregelen erop zijn gericht om het contact tussen mensen te verminderen. Als dat nodig blijkt, zou je naast de huidige maatregelen nog winkels kunnen sluiten, of het openbaar vervoer. Of zelfs: dat uiteindelijk iedereen moet thuisblijven. Je gaat dan steeds meer van sociale onthouding naar een echte lockdown.\"", "Schat u in dat het bij de nu al genomen maatregelen blijft?", "\"Ik hóóp dat het daarbij blijft. Ik herhaal maar weer: of er maatregelen bij komen, hangt nu vooral af van het gedrag van mensen. En ja, soms is het moeilijk, maar dan moet je toch voor de veilige keuze kiezen, voor jou en de ander. Als je kucht, niet denken: het zal wel niks zijn, maar gewoon thuisblijven, omdat je dan geen risico bent voor anderen.\"", "Stel dat we na 6 april de maatregelen weer kunnen afbouwen, bestaat dan het risico dat het virus zich weer sterker verspreidt?", "\"Dat zou kunnen. Daarom moeten we alles zorgvuldig afstemmen op elkaar en naast interventies ook onderzoek doen naar het effect daarvan. Het zou kunnen dat maatregelen versoepeld worden en later weer worden ingevoerd. Het zou ook kunnen dat er dan nog éxtra maatregelen volgen, het kan beide kanten op.\"", "\"Wij denken dat je naar een situatie toe moet waarin je probeert het virus maximaal te beheersen en tegelijkertijd toch enig maatschappelijk leven mogelijk houdt.\"", "Bent u eigenlijk bang dat u zelf ziek wordt?", "\"Ik acht de kans zeker aanwezig, dat is de realiteit. Om het risico erop zo veel mogelijk te beperken, houd ik me aan de maatregelen die we adviseren. Ik was goed en frequent mijn handen, loop met een boog om mensen die hoesten en attendeer ze erop dat ze thuis zouden moeten zijn.\"", "103 Hoe social distancing ons helpt tegen verspreiders als 'patiënt 31'", "Correctie: In dit artikel werd verwezen naar een lockdown in Singapore, maar daar bleek geen sprake van. De passage is daarom verwijderd.", "Volg de laatste ontwikkelingen rond het virus in ons liveblog."], "authors": ["Door", "Job Van Der Plicht"], "keywords": ["hangen", "je", "dan", "om", "van", "gedrag", "maatregelen", "af", "een", "het", "en", "die", "dat", "nieuwe", "rivmbaas", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}