{"id": "f5d8f424-ee99-3ea9-afc2-6e8d5439cf5d", "title": "De series van week 51: Tiny Pretty Things, Temple en I.M.", "url": "https://www.nrc.nl/nieuws/2020/12/17/de-series-van-week-51-tiny-pretty-things-temple-en-im-a4024294", "summary": "Tiny Pretty ThingsHaat en nijd op een balletschool.\nTiny Pretty Things wordt omschreven als een mix tussen de psychologische thriller Black Swan en het tienerdrama Pretty Little Liars.\nEen nieuwe studente komt terecht in „een wereld van leugens, verraad en moordende concurrentie”.\nCarice van Houten is in deze Britse thrillerserie te zien als een van Miltons medewerkers.\nDe voormalig Top Gear-mannen maken een nieuwe roadtrip en racen op het duurste stukje asfalt ter wereld.", "paragraphs": ["Tiny Pretty Things", "Haat en nijd op een balletschool. Tiny Pretty Things wordt omschreven als een mix tussen de psychologische thriller Black Swan en het tienerdrama Pretty Little Liars. De serie speelt zich af op een prestigieuze balletschool in Chicago. Een nieuwe studente komt terecht in „een wereld van leugens, verraad en moordende concurrentie”. Netflix, tien afleveringen.", "Temple", "Chirurg Daniel Milton (Mark Strong) runt onder het metrostation Temple een illegale kliniek voor criminelen die niet naar een regulier ziekenhuis willen. Tegelijk probeert hij zijn doodzieke vrouw te redden. Carice van Houten is in deze Britse thrillerserie te zien als een van Miltons medewerkers. Videoland, acht afleveringen.", "I.M.", "Binnenkort op tv, maar vanaf deze vrijdag al te streamen: de langverwachte verfilming van I.M., de roman van Connie Palmen over haar relatie met Ischa Meijer. Met hoofdrollen voor Wende Snijders (Palmen) en Ramsey Nasr (Meijer). Regie: Michiel van Erp. NPO Plus, vier afleveringen.", "The Grand Tour: A Massive Hunt", "Jeremy Clarkson, Richard Hammond en James May zijn terug voor een nieuwe autospecial. De voormalig Top Gear-mannen maken een nieuwe roadtrip en racen op het duurste stukje asfalt ter wereld. Amazon Prime, 90 minuten."], "authors": ["Thijs Schrik", "December Om", "Leestijd Minuut"], "keywords": ["van", "51", "nieuwe", "series", "things", "pretty", "een", "en", "te", "week", "zijn", "op", "im", "voor", "temple", "het", "tiny"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}