{"id": "f61880f7-7483-3ad4-a89b-65c7ef3731c3", "title": "Een voorhuid is geen overbodig velletje, blijf ervanaf", "url": "https://volkskrant.nl/wetenschap/een-voorhuid-is-geen-overbodig-velletje-blijf-ervanaf~bb897d1d/", "summary": "Op vakantie had hij een Spaanse kraag, zijn voorhuid wilde na een erectie niet goed terug en dat deed hartstikke zeer.\nEen beetje een handige uroloog legt in een halfuur twee ‘coupenaadjes’ in de voorhuid en daarmee is het probleem opgelost.\nIk snap dus niet dat mensenrechtorganisaties en kamerleden wel opkomen voor de rechten van meisjes maar niet voor die van jongens.\nDe voorhuid van een man is net zo groot als een 5-eurobriefje, beschermt de eikel en speelt een belangrijke rol bij seks.\nHet is moreel onjuist om tegen meisjesbesnijdenissen te zijn maar die van jongens niet erg te vinden.", "paragraphs": ["Hij kijkt sip, de tiener die voor me zit. Op vakantie had hij een Spaanse kraag, zijn voorhuid wilde na een erectie niet goed terug en dat deed hartstikke zeer. ‘Dan moet dat stukkie er maar af’, was zijn idee, want zoiets gênants wilde hij nooit meer meemaken. Als ik vertel dat zo’n besnijdenis zelden hoeft, klaart zijn gezicht op. Een beetje een handige uroloog legt in een halfuur twee ‘coupenaadjes’ in de voorhuid en daarmee is het probleem opgelost.", "Er zijn onderdelen in het lijf die als overbodig, zondig of schadelijk worden gezien. Zo’n voorhuid van jongens hoort daarbij. Dat ‘velletje’ mag je er na de geboorte vanwege religieuze voorschriften of vanwege hygiënische vooroordelen nog steeds pardoes afknippen. Dat je meisjes niet mag besnijden vinden we gelukkig normaal. Alle vormen van meisjesbesnijdenis – ook de symbolische – zijn wettelijk verboden, maar bij jongetjes mag dat allemaal wel. Er is alleen geen enkel verschil tussen jongens- en meisjesbesnijdenissen. Ik snap dus niet dat mensenrechtorganisaties en kamerleden wel opkomen voor de rechten van meisjes maar niet voor die van jongens.", "Elke poging om jongensbesnijdenissen te verbieden strandt op verontwaardigde stemmen. In IJsland is het in 2018 tevergeefs geprobeerd. Nu komt er in Denemarken een parlementsvoorstel om niet-medische besnijdenissen te verbieden totdat een jongen daar zelf over kan beslissen. Zoals te verwachten is de opgestoken storm heftig.", "De Nederlandse artsenclub, de KNMG, huldigt al 10 jaar het standpunt dat niet-medische besnijdenissen bij minderjarigen ‘een schending van de integriteit van het lichaam is’ en dat is grondwettelijk verboden. Je mag minderjarigen alleen blootstellen aan medische handelingen als er een ziekte of afwijking is of wanneer dat in het belang is van het kind (vaccinatie bijvoorbeeld). Een wetsvoorstel om niet-medische besnijdenissen in Nederland te verbieden is er nog niet maar zou een mooi initiatief zijn.", "De evolutie heeft betrekkelijk weinig overbodige zaken in ons lijf laten bestaan, zelfs die vermaledijde blinde darm heeft nut. De voorhuid van een man is net zo groot als een 5-eurobriefje, beschermt de eikel en speelt een belangrijke rol bij seks. Nergens voor nodig om die af te knippen want dat kan soms wel kwaad: er gaan af en toe kleine jongens dood, er kunnen forse bloedingen komen en infecties ontstaan. En als ze groter worden hebben die besneden jongens vaker seksuele stoornissen dan hun niet besneden vriendjes. Het hygiëne-argument is onzin want een piemel kun je wassen. Je moet er een beetje moeite voor doen, maar dat is met tandenpoetsen ook zo. Dat de consumentencommentaren op de website van een grote besnijdeniskliniek allemaal positief zijn (‘deed geen zeer’ of ‘mooi geworden’) is niet relevant.", "Het is moreel onjuist om tegen meisjesbesnijdenissen te zijn maar die van jongens niet erg te vinden. Niet-medische besnijdenissen schenden de rechten van jongens, en de zogenaamd medische zijn heel vaak overbodig medisch handelen. Laat die ‘velletjes’ dus gewoon zitten."], "authors": ["Joost Zaat"], "keywords": ["voorhuid", "geen", "van", "het", "ervanaf", "die", "zijn", "overbodig", "een", "niet", "dat", "en", "blijf", "te", "velletje", "er"], "pubDate": "2020-09-13T17:33:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}