{"id": "f61edcad-a1b3-3d0b-99ee-15a7c7d60600", "title": "Klimaatadaptatie Groningen en Meer Bomen Nu delen 5000 gratis appel- en perenbomen uit", "url": "https://www.dvhn.nl/groningen/appingedam/Klimaatadaptatie-Groningen-en-Meer-Bomen-Nu-delen-5000-gratis-appel-en-perenbomen-uit-26276433.html", "summary": "Klimaatadaptatie Groningen en Meer Bomen Nu delen in december en januari 5000 gratis appel- en perenbomen uit.\nHet gaat om niet verkochte appel- en perenbomen die zouden worden verbrand als Klimaatadaptatie Groningen en Meer Bomen Nu zich er niet over hadden ontfermd.\nEllenlange files voor gratis perenbomenMet de verplichte reservering hopen Klimaatadaptatie Groningen en Meer Bomen Nu toestanden als in augustus, toen 4000 perenbomen werden uitgedeeld, te voorkomen.\nBovendien kunnen de bomen nu coronaproof uitgedeeld worden en is iedereen die een boom gereserveerd heeft ervan verzekerd ook echt een boom te krijgen.\nDe bomen zijn gratis, maar het staat mensen wel vrij om een donatie te doen aan Meer Bomen Nu.", "paragraphs": ["Klimaatadaptatie Groningen en Meer Bomen Nu delen in december en januari 5000 gratis appel- en perenbomen uit. Hiervoor wordt op drie plekken in de provincie Groningen een drive-through georganiseerd.", "Het gaat om niet verkochte appel- en perenbomen die zouden worden verbrand als Klimaatadaptatie Groningen en Meer Bomen Nu zich er niet over hadden ontfermd. De bomen zijn in de zomer vanuit de koelcel ingekuild op Gronings grondgebied.", "Met het planten van de bomen kunnen Groningers hun omgeving vergroenen en hiermee klimaatbestendig maken. Drie vierkante meter ruimte volstaat voor deze bomen.", "Bomen uitdelen in Groningen, Sappemeer en Winsum", "De bomen worden op de volgende data en plekken uitgedeeld:", "19 december (11.30 – 16.30 uur) in Groningen", "", "2 januari (11.00 – 16.00 uur) in Sappemeer", "9 januari (11.00 – 16.00 uur) in Winsum", "Vanaf vrijdag 12.00 uur kan via klimaatadaptatiegroningen.nl/bomen een gratis e-ticket worden gereserveerd voor een tijdslot op een van de drie uitdeellocaties.", "Ellenlange files voor gratis perenbomen", "Met de verplichte reservering hopen Klimaatadaptatie Groningen en Meer Bomen Nu toestanden als in augustus, toen 4000 perenbomen werden uitgedeeld, te voorkomen. Er ontstond toen een heuse stormloop op de perenboom, met ellenlange files tot gevolg.", "Bovendien kunnen de bomen nu coronaproof uitgedeeld worden en is iedereen die een boom gereserveerd heeft ervan verzekerd ook echt een boom te krijgen.", "De bomen zijn gratis, maar het staat mensen wel vrij om een donatie te doen aan Meer Bomen Nu."], "authors": [], "keywords": ["groningen", "delen", "bomen", "gratis", "klimaatadaptatie", "meer", "op", "perenbomen", "een", "nu", "en", "uit", "uur", "worden"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}