{"id": "f6299513-1497-3ca0-948d-d5a0d36a6217", "title": "Van journalist naar coronatester: Maaike deed het!", "url": "https://www.telegraaf.nl/vrouw/1631137539/van-journalist-naar-coronatester-maaike-deed-het", "summary": "In maart had ik nog een vaste baan als journalist, tot corona roet in het eten gooide en ik m’n baan kwijtraakte.\nAls eerste voor bron- en contactonderzoek: hoe breng je het nieuws van een besmetting over?\nVan drie positief getesten per dag ging het binnen een paar dagen naar vijfentwintig, naar zeventig en nu zelfs naar meer dan tweehonderdvijftig per dag.\nEn naast het geven van informatie en adviezen aan de telefoon ben ik ook iedere keer weer een luisterend oor.\nFrustratieIk ben best even van slag als ik te horen krijg dat iemand die ik probeer te spreken, is opgenomen in het ziekenhuis.", "paragraphs": ["Eerlijk is eerlijk: als je me in maart had verteld dat ik als GGD’er mensen met wattenstaafjes zou plagen en zou opbellen om ze de uitslag van hun test te vertellen om vervolgens bron- en contactonderzoek uit te voeren, dan had ik je hard uitgelachen. In maart had ik nog een vaste baan als journalist, tot corona roet in het eten gooide en ik m’n baan kwijtraakte. Het bedrijf waar ik werkte, ging helaas failliet.", "Na een paar maanden solliciteren zonder resultaat, besloot ik bij wijze van wilde gok te reageren op de functie van allround Covid-medewerker bij de GGD. Het leek me leuk om in plaats van mijn werk in de journalistiek een tijdje iets heel anders te doen en m’n steentje bij te dragen aan de maatschappij. En warempel: ik werd aangenomen bij deze crisisorganisatie. Er volgde een aantal trainingen. Als eerste voor bron- en contactonderzoek: hoe breng je het nieuws van een besmetting over? Wat zijn dingen die je moet vragen? En hoe ga je om met mensen die niet willen meewerken?", "Trainingen", "Alles kwam in de trainingsdagen aan bod, waarna ik door een ervaren collega nog eens een paar dagen werd ingewerkt op de werkvloer. En dan de trainingen voor de teststraat: ook hier kun je moeilijk zomaar ‘losgelaten’ worden. Je moet immers wel weten hoe je schoon en veilig aan het werk kunt en hoe je de test moet afnemen. Na de trainingen mocht ik al vrij snel zelfstandig aan de slag. Het is wel weer eens wat anders dan ten strijde te trekken met pen en papier.", "De afgelopen drie maanden is er veel gebeurd. Ik heb meegemaakt dat er in onze regio maar drie besmettingen per dag waren en we daarom ’rode’ regio’s als Brabant en Amsterdam gingen helpen. We waanden ons veilig, tot het na de zomer ook ineens hard ging bij ons. Van drie positief getesten per dag ging het binnen een paar dagen naar vijfentwintig, naar zeventig en nu zelfs naar meer dan tweehonderdvijftig per dag.", "Paniek", "Ik heb inmiddels honderden telefoontjes gevoerd met mensen die positief waren getest op corona. En naast het geven van informatie en adviezen aan de telefoon ben ik ook iedere keer weer een luisterend oor. De wereld van de persoon aan de andere kant van de lijn komt toch even op z’n kop te staan. Mensen schrikken ervan. Sommige mensen beginnen te huilen, anderen worden kwaad op zichzelf of raken zelfs in paniek. ‘Ik ben nog bij m’n oma geweest, wordt zij nu ook ziek?’ of ‘Ik heb astma, kom ik nu op de IC terecht?’. Logische vragen waar ik soms best even stil van word. Na moeilijke of emotionele gesprekken bespreek ik dit vaak even met een collega en leg het vervolgens naast me neer.", "Ik luister naar hun vragen, probeer ze gerust te stellen en waar dat kan troost te bieden. Ik geef ze informatie over hoe hiermee om te gaan en hoe we ervoor kunnen zorgen dat dit brandhaartje niet verder wordt verspreid. Het is een bijzonder gevoel als mensen mij deelgenoot maken van hun emoties en hun leven. En als ze dan aan het eind van het gesprek mij een compliment geven, omdat ik ze de informatie goed heb uitgelegd en ze zich gehoord voelden, dan geeft ook mij dat weer een goed gevoel.", "Geruststellen", "En ook het werk in de teststraat kan mij een goed gevoel geven. Het is een compleet andere wereld vergeleken met bron- en contactonderzoek. De auto’s rijden af en aan de loods binnen. Bij de één is de spanning van het gezicht te lezen. De ander grapt dat ‘ie een abonnement op de straat heeft en al voor de zesde keer de test ondergaat. Vaak zijn dit zorgmedewerkers, mensen die regelmatig worden blootgesteld aan corona. De meeste mensen vinden het allemaal reuze meevallen, de ander gilt moord en brand. Ook hier neem ik de tijd voor iedereen.", "Mensen die gespannen zijn, probeer ik met een grapje gerust te stellen. Een ander is zo opgelucht dat ‘ie een flirtpoging waagt. ‘Je hebt wel heel mooie ogen! Ik ben benieuwd wat er onder dat pak verborgen zit,’ waarna ik in de lach schiet en de auto de straat weer uit bonjour.", "Ja, het is een gekke wereld waarin we leven, dat moge duidelijk zijn. Maar we maken er met zijn allen het beste van. Ik baal ervan dat ons land opnieuw in een harde lockdown terecht is gekomen, om de cijfers naar beneden te krijgen. Ik baal ervan als er op een dag tussen al die gepleegde telefoontjes toch één rotte appel zit die het nodig vindt om me verrot te schelden aan de telefoon.", "Frustratie", "Ik ben best even van slag als ik te horen krijg dat iemand die ik probeer te spreken, is opgenomen in het ziekenhuis. Ik hoor de frustratie in de stemmen van al die hardwerkende mensen die besmet zijn geraakt door een ander die zijn/haar klachten afdeed als een ‘gewone verkoudheid’. Maar ik hoop dat we op deze manier toch een verschil kunnen maken. Dat we er samen met elkaar voor zorgen dat de brandhaartjes ophouden te branden en we straks onze opa’s en oma’s weer een stevige knuffel kunnen geven.", "Dat we met zijn allen in goede gezondheid kunnen proosten in de kroeg, we zonder zorgen op vakantie kunnen gaan en weer in een volgepropte zaal naar een optreden kunnen luisteren. Natúúrlijk wil ik dat. Maar voorlopig leg ik helaas de wattenstaafjes nog niet aan de kant, moet ik nog heel veel mensen bellen om ze te laten weten dat ze positief zijn getest en net zo veel mensen wijzen op de regels van de overheid. En ik haat clichés, maar deze staat als een paal boven water: alleen samen kunnen we ervoor zorgen dat we uiteindelijk weer teruggaan naar het ‘oude normaal’."], "authors": ["Maaike Schaap"], "keywords": ["ik", "mensen", "van", "naar", "deed", "en", "een", "maaike", "coronatester", "te", "op", "het", "journalist", "dat", "die"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}