{"id": "f6493102-8e47-3d9d-8746-39200b113106", "title": "Verzet Trump-aanhangers groeit: ‘Stemming in Washington kan zomaar omslaan’", "url": "https://www.parool.nl/wereld/verzet-trump-aanhangers-groeit-stemming-in-washington-kan-zomaar-omslaan~bd7bbcfb/", "summary": "Het lijkt soms een verpiswedstrijd tussen twee politieke partijen maar dit heeft wel degelijk effect op het het leven van mensen.”Er zijn oplopende spanningen.\nHet kan vandaag uit de hand lopen, het kan een stap zijn in een escalatie die over een paar maanden zal blijken.\nZe willen bij de volgende voorverkiezing, dus de volgende interne verkiezingscampagnes, kunnen laten zien dat ze loyaal zijn geweest aan Trump.\nOnder de aanhang van de Republikeinse Partij gelooft een ruime meerderheid het verhaal van Trump, namelijk dat de verkiezingen gestolen zijn.\nEn dat blijft riskant.”", "paragraphs": ["Proud Boys tijdens een rally in Washington. Beeld The Washington Post via Getty Im", "Normaliter is de bevestiging van de uitslag van de presidentsverkiezingen door het Amerikaanse Congres (Huis van Afgevaardigden en Senaat) een formaliteit. Vaak nog saai ook. “Vroeger moesten ze ons aansporen erheen te gaan omdat het anders te leeg zou zijn,” vertelde een gepensioneerde senator aan The Washington Post. Nu niet. Iedereen zal er zijn en de spanning is vooraf al om te snijden. Vooral om wat er buiten kan gebeuren. Donald Trump wil zijn aanhangers toespreken als die massaal naar Washington komen om te onderstrepen dat de uitslag - volgens hen - niet deugt.", "Mark Leon de Vries, Amerikanist verbonden aan de Universiteit Leiden, heeft familie in de Verenigde Staten en volgt de gebeurtenissen ook daarom op de voet. “Ik vind het oprecht zorgelijk wat daar gebeurt. Het lijkt soms een verpiswedstrijd tussen twee politieke partijen maar dit heeft wel degelijk effect op het het leven van mensen.”", "Er zijn oplopende spanningen. De leider van de extreemrechtse en zwaar bewapende The Proud Boys is gearresteerd. Als de boel escaleert kunnen allerlei factoren belangrijk worden. Stel dat een deel van de Nationale Garde weigert in te grijpen als The Proud Boys losgaan?", "“Dan kan de stemming zomaar omslaan. Denk aan de Cubacrisis waar het op een gegeven moment aankwam op één schutter in één schuttersputje. Die ene man besloot toch niet de trekker over te halen en daarom escaleerde de boel niet. Het is vaak alles of niets in dit soort situaties. Het kan vandaag uit de hand lopen, het kan een stap zijn in een escalatie die over een paar maanden zal blijken. Het kan ook een zeperd blijken voor die woedende demonstranten.”", "Het is de Amerikaanse president zelf die steeds suggereert dat er op 6 januari heel wat gaat gebeuren. Is dat eerder vertoond in de Amerikaanse geschiedenis?", "“Wat Trump doet is ongekend in de recente geschiedenis. Er waren wel politieke crises in de twintigste eeuw maar als puntje bij paaltje kwam, lieten de hoofdrolspelers het systeem en de instituties toch prevaleren.”", "“President Nixon heeft heel erg de grenzen opgezocht maar is uiteindelijk toch afgetreden. En kijk nu naar Dick Cheney, voormalig vicepresident en minister van Defensie. Die was destijds niet te beroerd de grenzen van de rechtstaat op te zoeken maar hij is nu degene die die brief van de tien voormalige ministers van Defensie heeft aangezwengeld. Zij verdedigen krachtig de Amerikaanse verkiezingen en vreedzame machtsoverdrachten. Ondertussen valt president Trump rücksichtslos het systeem zelf aan. Daarin is hij uniek.”", "Tegen een betoging in de hoofdstad kunnen de autoriteiten in principe goed optreden, toch?", "“De Nationale Garde is gemobiliseerd. Ik maak me meer zorgen over de langere termijn en dan in de vorm van regionale opstanden. Een scenario is dat de milities zich nu nog inhouden omdat Trump er nog steeds zit. Maar zijn vertrek kan hun verzet aanwakkeren omdat ze vinden dat er met Biden een niet-legitieme president aan de macht is. Misschien zul je dan een groot passief verzet zien opkomen op het platteland. Bijvoorbeeld dat ze daar dan geen belasting meer betalen en geen enkele federale inmenging meer dulden.”", "“Dat kan erg gewelddadig worden maar ook heel erg ondermijnend zijn. Zeker als die mensen goed bewapend zijn kan het makkelijk escaleren. En als je straks een team van tien gewapende agenten moet inzetten om ergens de belasting te innen, bevestig je ze alleen maar in hun ideeën. Ik sluit niet uit dat er zulk georganiseerd belastingverzet gaat komen.”", "Allerlei scenario’s doen de ronde. Bijvoorbeeld dat The Proud Boys de boel op stelten zetten, Trump de herrie opstookt, de Nationale Garde het niet aankan en Trump vervolgens het leger inzet om de orde te herstellen en tegelijk de benoeming van Joe Biden uit te stellen.", "“Het is moeilijk te voorspellen maar dat is wel een klassieke strategie. Als je ziet hoe autocraten aan de macht komen: vaak creëren ze eerst wanorde of spelen daarop in en gebruiken dat dan als excuus om het leger in te zetten. Ik verwacht wel dat de legertop heel terughoudend zal zijn. Zeker nu we aan het einde van Trumps termijn zijn gekomen.”", "Uiteindelijk is wat er binnen gebeurt vooral politiek theater, zegt u.", "“Voor zover de procedures worden gevolgd kunnen de opstandige Republikeinen helemaal niets beginnen. Ja, ze kunnen protest aantekenen en voor vertragende debatten zorgen. Dat geeft ze wel een kans hun praatje te houden, in beeld te komen en die beelden te gebruiken in de volgende verkiezingscampagne. Want daar is het ze vaak om te doen. Ze willen bij de volgende voorverkiezing, dus de volgende interne verkiezingscampagnes, kunnen laten zien dat ze loyaal zijn geweest aan Trump. Want die blijft nog wel even populair in de partij.”", "“Iemand als senator Ted Cruz uit Texas weet dondersgoed dat dit allemaal onzin is. Het is puur berekenend, om zichzelf binnen de partij te positioneren zodat ze bij de eerstvolgende voorverkiezing zijn ingedekt tegen aanvallen van rechts. Ze willen niet kwetsbaar zijn voor wappies die zeggen ‘jij bent geen goede Republikein, je hebt Trump laten vallen toen het erom ging’. Onder de aanhang van de Republikeinse Partij gelooft een ruime meerderheid het verhaal van Trump, namelijk dat de verkiezingen gestolen zijn. Zo ontstaat een soort echokamer. En dat blijft riskant.”"], "authors": ["Bob Van Huët"], "keywords": ["trump", "zijn", "van", "trumpaanhangers", "groeit", "stemming", "zomaar", "en", "een", "ze", "kan", "omslaan", "te", "verzet", "washington", "het", "dat", "die"], "pubDate": "2021-01-05T19:16:05Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}