{"id": "f64c47d8-3241-301d-8ac9-66be3b68fbd1", "title": "Wienen vond limiet voor aantal bezoekers niet nodig bij manifestatie", "url": "https://nu.nl/haarlem/6100168/wienen-vond-limiet-voor-aantal-bezoekers-niet-nodig-bij-manifestatie.html", "summary": "Burgemeester Jos Wienen vond het niet nodig om een limiet voor het aantal bezoekers op te nemen in de vergunning voor de manifestatie tegen de coronamaatregelen, die zondag in de Haarlemmerhout werd gehouden.\nBurgemeester Wienen was er zelf niet bij en is achteraf geschrokken van de beelden van de manifestatie, maar volgens hem ligt het probleem niet bij het grote aantal betogers in het park.\nWienen is niet blij met hoe de manifestatie is verlopen en zegt dat hieruit lessen getrokken moeten worden.\nBij de manifestatie van zondag was ook muziek en dat leidt volgens de burgemeester tot onwenselijk gedrag.\nZowel de Haarlemse oppositiepartijen in de gemeenteraad als de coalitiepartijen zetten vraagtekens bij het feit dat de burgemeester niet heeft ingegrepen tijdens de manifestatie op het Vlooienveld.", "paragraphs": ["Burgemeester Jos Wienen vond het niet nodig om een limiet voor het aantal bezoekers op te nemen in de vergunning voor de manifestatie tegen de coronamaatregelen, die zondag in de Haarlemmerhout werd gehouden. De organisatie Vrouwen voor Vrijheid was uitgeweken naar Haarlem, omdat van de gemeente Amsterdam niet meer dan honderd personen mochten samenkomen.", "Op de manifestatie in de Haarlemmerhout kwamen naar schatting zeventienhonderd betogers af. Burgemeester Wienen was er zelf niet bij en is achteraf geschrokken van de beelden van de manifestatie, maar volgens hem ligt het probleem niet bij het grote aantal betogers in het park.", "Wienen is niet blij met hoe de manifestatie is verlopen en zegt dat hieruit lessen getrokken moeten worden. Zo wil hij strengere voorwaarden aan demonstraties gaan stellen. Bij de manifestatie van zondag was ook muziek en dat leidt volgens de burgemeester tot onwenselijk gedrag. Daar gaat hij kritisch naar kijken.", "Ook het moment waarop bezoekers vanaf het podium werden gemaand om meer afstand van elkaar te bewaren en de vraag of dat misschien eerder had moeten gebeuren, zullen onderdeel zijn van de evaluatie.", "Zowel de Haarlemse oppositiepartijen in de gemeenteraad als de coalitiepartijen zetten vraagtekens bij het feit dat de burgemeester niet heeft ingegrepen tijdens de manifestatie op het Vlooienveld."], "authors": ["Door"], "keywords": ["limiet", "bezoekers", "manifestatie", "het", "van", "burgemeester", "voor", "en", "wienen", "naar", "aantal", "dat", "nodig", "bij", "niet", "vond"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}