{"id": "f650aba0-132d-3384-9c57-36a353b89560", "title": "‘De eerste film is een drol,’ zei de Mexicaanse filmmaker", "url": "https://www.parool.nl/ps/de-eerste-film-is-een-drol-zei-de-mexicaanse-filmmaker~bb5db2189/", "summary": "Neem die verkreukelde Mexicaanse filmmaker op het podium met zijn uitpuilende tassen.\nHij legt uit dat je een Mexicaanse filmmarathon maar op een manier kunt doorstaan, ook wanneer er geen drollen op het menu staan: er moet altijd bier bij.\nToen een ­katholieke actiegroep bij een rechtbank in ­Madrid een verbod op A Serbian Film (2009) afdwong, programmeerde Rebordinos de omstreden film op zijn festival, waar de ­politie de projectie tegenhield.\nDaar zaten we dan met een paar honderd man bij een ­debat in een verlichte zaal, om voor de toegestroomde media te demonstreren hoe een festival eruitziet wanneer films verboden worden.\nHet is een welverdiende promotie voor twee cinefielen die er een jaar of tien in slaagden het mooiste genrefilmfestival van Europa te maken.", "paragraphs": ["Rifkin’s Festival.", "Wat is dit voor een raar festival? Kunnen ze ingevlogen filmmakers niet van hun bagage verlossen voor ze het ­podium worden opgestuurd? Die arme Mexicaan moet met twee bomvolle tassen in zijn handen een uitverkochte zaal te woord staan. In zijn versleten kloffie!", "We bevinden ons in een oud theater dat de fraaie naam Antzoki Zaharra draagt. Mijn reisgezel is hier vaker ­geweest en kijkt nergens meer van op. Maar ik vraag me af waar ik nu weer in beland ben. Het is de tiende editie van Semana de Cine Fantástico y de Terror, het fantastischefilmfestival van San Sebastián in Spaans Baskenland. De zaken worden hier anders aangepakt dan in Noord-Europa en dat is even wennen.", "Neem die verkreukelde Mexicaanse filmmaker op het podium met zijn uitpuilende tassen. Het is geen gezicht, maar hij lijkt er niet onder gebukt te gaan. Met een enorme grijns neemt hij het applaus en gejoel in ontvangst. Dan steekt hij van wal: “La primera película es una mierda.” Mijn kennis van de Spaanse taal is beperkt, maar de openingszin van de Mexicaan is net zo begrijpelijk als het lachsalvo dat volgt: “De eerste film is een drol.”", "Het eerste rondje", "Dat is een lekkere ijsbreker wanneer je een paar honderd Basken bij een Mexicaanse filmmarathon verwelkomt. Vijf films op rij en de eerste is meteen al knudde. De man naast de spreker schrikt ervan. Hij is de officiële vertegenwoordiger van het Mexicaanse archief dat de filmkopieën beschikbaar stelde. Hij beheert geen drollen, hij reist met belangrijk cultureel erfgoed de wereld rond. Voor de filmgoden en het vaderland!", "De spreker vervolgt zijn oneerbiedige betoog. Hij legt uit dat je een Mexicaanse filmmarathon maar op een manier kunt doorstaan, ook wanneer er geen drollen op het menu staan: er moet altijd bier bij. Veel bier. En het eerste rondje komt van hem. Guillermo del Toro graait in zijn bomvolle tassen en slingert onder luid gejoel tientallen bierblikken de zaal in. Zelfs het balkon wordt bereikt.", "Het is 1999. Dertiger Del Toro is nog lang niet beroemd of bekroond, maar in San Sebastián is zijn reputatie gevestigd. Ik mag ook niet klagen. Dit festival is een warm bad.", "Fans van Dick Maas", "Twaalf jaar later bevind ik me in Bar Iguana, een paar straten verwijderd van het festivaltheater. Er is veel veranderd in de stad, maar in het duistere hol klinkt nog steeds punkmuziek en schreeuwen festivalgangers elkaar de oren van het hoofd. Mijn tiende bezoek aan het horrorfilmfestival zit er bijna op en iedereen wil me spreken. Omdat Dick Maas niet aanwezig is moet ik aan zijn fans uitleggen waarom de horrorsinterklaas in Sint stoute kinderen naar Spanje wil ontvoeren. Dat Maas met zijn monsterbisschop de katholieke kerk op de korrel lijkt te nemen, vindt iedereen geweldig.", "In Spanje hebben filmliefhebbers heel wat te stellen met de kerk. Vanuit de clerus worden nog altijd pogingen tot censuur ondernomen. Het gedonder was tijdens de dictatuur van generaal Franco aan de orde van de dag, dus het is een beladen kwestie die tot een principiële stellingname noopt. In zijn jaren als directeur van het Baskische horrorfestival ontpopte oprichter José Luis Rebordinos zich tot een geduchte tegenstander van de censuurlobby.", "Toen een ­katholieke actiegroep bij een rechtbank in ­Madrid een verbod op A Serbian Film (2009) afdwong, programmeerde Rebordinos de omstreden film op zijn festival, waar de ­politie de projectie tegenhield.", "Daar zaten we dan met een paar honderd man bij een ­debat in een verlichte zaal, om voor de toegestroomde media te demonstreren hoe een festival eruitziet wanneer films verboden worden.", "Welverdiende promotie", "Tegenwoordig zwaait Rebordinos met zijn codirecteur ­Lucía Olaciregui de scepter over Zinemaldia, het grote ­internationale filmfestival van San Sebastián dat zich kan meten met het International Film Festival Rotterdam. Het is een welverdiende promotie voor twee cinefielen die er een jaar of tien in slaagden het mooiste genrefilmfestival van Europa te maken. Door de financiële crisis en bezuinigingen in de culturele sector is er helaas weinig van over.", "Maar wanneer ik mijn ogen sluit zit ik weer in Antzoki Zaharra bij de voorstelling van de enige goedbewaarde filmkopie van de Italiaanse stripverfilming Diabolik (1968) van Mario Bava. Die kwam met een eigen operateur uit de bunker van de Cinémathèque Française. Rebordinos had er jaren om gesmeekt. Hij kreeg er een staande ovatie voor.", "Nu zit hij zelf in de zaal, naast zijn festivalpartner en achter de drie hoofdrolspelers in Woody Allens Rifkin’s Festival. Niet in zijn oude theater, maar in het koninklijk festivalpaleis waar niemand het in zijn hoofd zal halen om een Mexicaans bacchanaal aan te richten.", "We worden allemaal een dagje ouder."], "authors": ["Bart Van Der Put"], "keywords": ["filmmaker", "mexicaanse", "eerste", "van", "film", "het", "op", "hij", "met", "zijn", "drol", "een", "en", "te", "zei", "er"], "pubDate": "2020-12-02T12:35:30+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}