{"id": "f6544f59-fda4-3395-afb9-a2c8ff2068b1", "title": "Advocaat verlaat Feyenoord volgend jaar en stopt als clubtrainer", "url": "https://www.parool.nl/sport/advocaat-verlaat-feyenoord-volgend-jaar-en-stopt-als-clubtrainer~b1668a12/", "summary": "Beeld BSR Agency“Zeker als een aantal geblesseerden terugkeert, kunnen we er nog een heel goed seizoen van maken”, reageert Advocaat op de website van zijn club.\nIk weet dat ik dat eerder heb gezegd.\nNa een lange en prachtige loopbaan is Feyenoord een schitterende club om straks bij af te sluiten.\n“Dick is echt een geweldige persoonlijkheid en een zeer bevlogen trainer, die met zijn aanpak eigenlijk altijd het maximale uit een ploeg weet te halen.\nFeyenoord mag blij en trots zijn dat hij er voor heeft gekozen zijn lange en schitterende carrière als clubcoach bij ons af te willen sluiten.”", "paragraphs": ["Beeld BSR Agency", "“Zeker als een aantal geblesseerden terugkeert, kunnen we er nog een heel goed seizoen van maken”, reageert Advocaat op de website van zijn club.", "Laatste maanden", "“Daar zal ik alles aan doen, maar daarna is het mooi geweest. Ik weet dat ik dat eerder heb gezegd. Maar deze keer mogen jullie me er aan houden. De komende maanden zijn echt mijn laatste als clubtrainer. Na een lange en prachtige loopbaan is Feyenoord een schitterende club om straks bij af te sluiten. Hopelijk, en ik geloof daar in, kunnen we voor het zo ver is nog mooie dingen laten zien.”", "Technisch directeur Frank Arnesen kan niet anders dan de beslissing van Advocaat accepteren. “Dick is echt een geweldige persoonlijkheid en een zeer bevlogen trainer, die met zijn aanpak eigenlijk altijd het maximale uit een ploeg weet te halen. Feyenoord mag blij en trots zijn dat hij er voor heeft gekozen zijn lange en schitterende carrière als clubcoach bij ons af te willen sluiten.”"], "authors": [], "keywords": ["verlaat", "clubtrainer", "advocaat", "als", "van", "het", "volgend", "zijn", "ik", "stopt", "feyenoord", "een", "en", "te", "jaar", "dat", "er"], "pubDate": "2020-12-01T18:29:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}