{"id": "f65859b3-acc5-33b5-a72b-95d9bbcad994", "title": "Hoe vind ik een betrouwbare klusjesman?", "url": "https://volkskrant.nl/economie/hoe-vind-ik-een-betrouwbare-klusjesman~bc3db245/", "summary": "Vroeger zocht ik in de gouden gids een loodgieter voor het ontstoppen, maar met Google heb ik mijn vertrouwen in dat soort klusdiensten verloren.\nEnige tijd geleden kreeg ik een melding over een oudere dame die via Google een ontstoppingsbedrijf gevonden had.\nZoek een klusjesman die is aangesloten bij een branchevereniging, zodat u altijd kunt klagen bij een van de geschillencommissies van SGC.\nMet een laag inkomen kunt u een pro-deoadvocaat krijgen, maar dan betaalt u nog minimaal 203 euro als eigen bedrage.\nU kunt ook zelf een sommatiebrief sturen en zelfs iemand dagvaarden zonder een advocaat.", "paragraphs": ["Mijn douchebak staat vol water. Vroeger zocht ik in de gouden gids een loodgieter voor het ontstoppen, maar met Google heb ik mijn vertrouwen in dat soort klusdiensten verloren. Graag enkele tips.", "Enige tijd geleden kreeg ik een melding over een oudere dame die via Google een ontstoppingsbedrijf gevonden had. Er verscheen een jonge knul die 1.150 euro voor zijn werk in rekening bracht. De dame betaalde onder protest en beklaagde zich later bij haar dochter, die advocaat is.", "De advocaat achterhaalt via de Kamer van Koophandel het adres van de deugniet en stuurt hem een boze brief, waarin zij een groot deel van het bedrag terugeist. In jargon heet dat een sommatiebrief. Daarin staat precies beschreven wat hij heeft gedaan, waarom het bedrag te hoog was en dat niet reageren zal leiden tot een dagvaarding om voor de rechter te verschijnen. De advocaat neemt ook contact met mij op, om hier publiciteit aan te geven. Het loopt met een sisser af, want de loodgieter betaalt geld terug en spreekt met de advocaat geheimhouding af. De advocaat vraagt mij vervolgens om geen namen te noemen als ik hierover schrijf.", "Maar de zaak is wel interessant. Dit soort klusjesmannen werken vaak voor bemiddelingsbureaus die een hoog tarief rekenen voor de klanten die zij aanleveren. Hierdoor is de klusser genoodzaakt een veel te hoge rekening te schrijven, om er zelf ook nog aan te verdienen. Het enige wat die bureautjes doen, is ervoor zorgen dat zij hoog eindigen bij Google op zoekwoorden als verstopping of ontstoppen.", "U kunt Google links laten liggen en zoeken in detelefoongids.nl, waar de gouden gids is opgenomen. Maar dan nog moet u goed uitkijken wie u kiest. Zoek een klusjesman die is aangesloten bij een branchevereniging, zodat u altijd kunt klagen bij een van de geschillencommissies van SGC. Loodgieters, installateurs en elektriciens vindt u bij technieknederland.nl, dat vroeger Uneto VNI heette. De vaak wat goedkopere klusbedrijven zijn aangesloten bij branchevereniging Vlok (vlok.nl). Slotenmakers zitten bij het Nederlandse Sleutel- en Slotenspecialistengilde (nssg.nl).", "Vraag vooraf altijd naar de kosten. Mijd aanbieders die tarieven exclusief btw noemen. Het is al sinds 1968 wettelijk verboden om particulieren een offerte zonder btw te geven. En ga niet in zee met een bedrijf dat geen offerte wil geven, omdat het maatwerk zou zijn. En tot slot: probeer te voorkomen dat u iemand laat komen in de avonduren of het weekend. De tarieven zijn dan vaak dubbel zo hoog.", "Mocht het toch fout gaan en heeft u geen familie in de advocatuur, bel dan naar het Juridisch Loket voor hulp (0900-8020). Met een laag inkomen kunt u een pro-deoadvocaat krijgen, maar dan betaalt u nog minimaal 203 euro als eigen bedrage. U kunt ook zelf een sommatiebrief sturen en zelfs iemand dagvaarden zonder een advocaat. Voor dit soort teksten is Google wel een handig hulpmiddel."], "authors": ["Reinout Van Der Heijden"], "keywords": ["advocaat", "bij", "hoe", "het", "betrouwbare", "die", "met", "ik", "klusjesman", "een", "en", "te", "dat", "vind", "voor"], "pubDate": "2020-10-29T19:32:11+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}