{"id": "f66f8ddb-ad84-3823-9ce8-b453d17250af", "title": "Kwalificeren of gekwalificeerd worden, dat is de kwestie", "url": "https://trouw.nl/rubrieken/kwalificeren-of-gekwalificeerd-worden-dat-is-de-kwestie~bdbfff83/", "summary": "Een lezer merkt op dat hij in juridische teksten zinnen tegenkomt als ‘Een kinderwagen kwalificeert als vervoermiddel.’ Dit zou hij zelf altijd formuleren als ‘Een kinderwagen wordt gekwalificeerd als vervoermiddel’.\nIn de betekenis van de uitgebreide variant is telkens het onderwerp een soort ‘oorzaak’, of ‘aanstichter’ van een gebeurtenis.\nAls je iets breekt ben je er de oorzaak van dat iets breekt.\nVanuit ‘iemand leert iemand iets’ krijg je gemakkelijk ‘iemand leert zichzelf iets’, en door weglating van ‘zichzelf’ krijg je dan de korte variant.\nOok een taalvraag?", "paragraphs": ["Een lezer merkt op dat hij in juridische teksten zinnen tegenkomt als ‘Een kinderwagen kwalificeert als vervoermiddel.’ Dit zou hij zelf altijd formuleren als ‘Een kinderwagen wordt gekwalificeerd als vervoermiddel’. Immers, de kinderwagen kwalificeert toch niet zelf? Of is dit scherpslijperij, zo voegt hij nog voorzichtig toe. En: ‘Het zou me niets verbazen als er sprake is van een anglicisme.’", "Het is inderdaad een feit dat het woord ‘qualify’ in het Engels zo gebruikt kan worden (‘A pram qualifies as a mode of transport’). Maar om echt van een anglicisme te kunnen spreken zou de constructie in het Nederlands niet moeten bestaan. Nu is dat geen eenvoudig verhaal. Er bestaan verschillende werkwoorden in het Nederlands die op deze manier gebruikt kunnen worden. Het bekendste is ‘breken’. Je kunt ‘iets breken’, maar iets kan ook uit zichzelf breken.", "Maar er zijn er meer: je kunt ‘iemand iets leren’, maar die iemand kan dan ook zelf ook weer iets leren. En je kunt ‘soep koken’, maar soep kan ook zelf koken. In de betekenis van de uitgebreide variant is telkens het onderwerp een soort ‘oorzaak’, of ‘aanstichter’ van een gebeurtenis. Als je iets breekt ben je er de oorzaak van dat iets breekt. Vandaar dat dit ook wel de ‘causatieve alternantie’ genoemd wordt.", "Waarschijnlijk speelt ook een mogelijke wederkerendheid een rol in het hele proces. Vanuit ‘iemand leert iemand iets’ krijg je gemakkelijk ‘iemand leert zichzelf iets’, en door weglating van ‘zichzelf’ krijg je dan de korte variant. Dit zou bij ‘kwalificeren’ heel goed aan de hand kunnen zijn.", "Iemand (of de wet) kwalificeert een kinderwagen als vervoermiddel, de kinderwagen kwalificeert zichzelf (vanuit bepaalde kenmerken) als vervoermiddel, en dan laat je ‘zichzelf’ weg. Het lijkt me nog beperkt tot die juridische taal, maar een echt vreemde constructie is het niet.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["zichzelf", "van", "als", "gekwalificeerd", "het", "maar", "kwalificeren", "een", "je", "dat", "ook", "kwestie", "en", "iets", "worden"], "pubDate": "2020-11-23T12:49:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}