{"id": "f6804ac2-ea9f-3738-8bac-6b4086287700", "title": "Eerste Kamer kwelt Ollongren over Omgevingswet; nieuw uitstel dreigt", "url": "https://www.trouw.nl/politiek/eerste-kamer-kwelt-ollongren-over-omgevingswet-nieuw-uitstel-dreigt~bb11359e/", "summary": "Er dreigt nieuw uitstel voor de Omgevingswet, die over een jaar moet worden ingevoerd.\nDe senatoren zijn geschrokken van het rapport van het Bureau ICT-toetsing (BIT), van november vorig jaar, waarin staat dat ‘kritieke onderdelen’ van het computersysteem ‘niet af en niet voldoende beproefd’ zijn.\nDe ICT-waakhond van de overheid concludeert dat er niets geleerd is van het vorige, eveneens zeer kritische, rapport uit 2017.\nNog geen duidelijkheid over totale kostenMeerdere partijen in de Eerste Kamer zijn bang dat de kosten van de Omgevingswet hoog zullen oplopen.\nPvdA’er Jopie Nooren zegt dat de Eerste Kamer nog niet klaar is voor een eindoordeel.", "paragraphs": ["Er dreigt nieuw uitstel voor de Omgevingswet, die over een jaar moet worden ingevoerd. Minister Kajsa Ollongren (binnenlandse zaken) stuit op een zeer kritische Eerste Kamer. Senatoren vrezen dat het enorme project mislukt nu blijkt dat de ICT nog niet op orde is en de kosten uit de hand lopen.", "Het kabinet noemt de Omgevingswet als ‘de grootste wetgevingsoperatie sinds 1848’, het jaar van de invoering van de Grondwet. De tientallen wetten en regels die nu nog de inrichting van het landschap bepalen, gaan op in deze ene wet. Het is de bedoeling dat burgers en bedrijven straks eenvoudig en digitaal vergunningen voor verbouwingen en evenementen kunnen regelen. Procedures moeten daardoor veel korter worden.", "De invoering van de Omgevingswet is al diverse keren uitgesteld: van 2017 naar 2019, naar 2021. Ollongren wil nu dat de wet op 1 januari 2022 van kracht wordt. Nog meer vertraging is wat haar betreft niet aan de orde. Het parlement moet hier nog deze maand zijn fiat aan geven. De Tweede Kamer lijkt geen obstakel, maar de Eerste Kamer weigert op korte termijn in te stemmen met invoering in januari volgend jaar.", "Scepticisme", "Alle fracties in de senaat hebben vlak voor de kerst in een uitvoerige brief aan Ollongren hun zorgen op een rij gezet. De senatoren zijn geschrokken van het rapport van het Bureau ICT-toetsing (BIT), van november vorig jaar, waarin staat dat ‘kritieke onderdelen’ van het computersysteem ‘niet af en niet voldoende beproefd’ zijn. De ICT-waakhond van de overheid concludeert dat er niets geleerd is van het vorige, eveneens zeer kritische, rapport uit 2017. Het BIT vindt de ICT-infrastructuur ‘nog steeds complex’ en betwijfelt of de invoeringsdatum kan worden gehaald.", "Ook de Raad van State is sceptisch over de snelheid waarmee Ollongren het proces nu wil afronden. De belangrijkste adviseur van de regering vindt dat er pas een besluit kan vallen als álle gemeenten op het computersysteem zijn aangesloten en alle functies goed werken. Daar is, zo blijkt uit het onderzoek van de ICT-waakhond, op dit moment geen sprake van.", "Nog geen duidelijkheid over totale kosten", "Meerdere partijen in de Eerste Kamer zijn bang dat de kosten van de Omgevingswet hoog zullen oplopen. Uit een nog niet gepubliceerd onderzoek van KPMG, dat in handen is van Trouw, staat dat de totale rekening tot 2029 zal groeien naar 1,5 tot 1,8 miljard euro. Veruit het grootste deel hiervan moet door de gemeenten worden betaald, een bedrag dat zij naar eigen zeggen niet kunnen ophoesten.", "De senatoren zijn huiverig om een besluit te nemen over invoering van de Omgevingswet zolang zij geen duidelijkheid hebben over de totale kosten. PvdA’er Jopie Nooren zegt dat de Eerste Kamer nog niet klaar is voor een eindoordeel. “Als je straks een complexe casus met verschillende overheden wilt invoeren in het digitale stelsel, zoals bijvoorbeeld het tracébesluit van de A27, crasht het dan?”", "Op dit moment heeft de senaat domweg te weinig informatie om een besluit te nemen, vindt zij. “Als de antwoorden van de minister geen vertrouwen geven, dan vraag ik me af of invoering per 1 januari 2022 zo verstandig is.”", "Argwaan", "Opvallend genoeg zijn ook coalitiepartijen argwanend. VVD’er Tanja Klip-Martin wil als Eerste Kamerlid ‘een grote mate van comfort’ voelen dat de Omgevingswet per 1 januari ook zal werken. “Het moet dan voor het overgrote deel klaar zijn.” Maar daarvoor moet nog veel werk worden verzet, zegt zij, vooral wat betreft het digitale stelsel. CDA en ChristenUnie zijn eveneens uitgesproken kritisch. CDA-senator Theo Rietkerk: “Naast de vragen die we gezamenlijk stelden is voor mij ook belangrijk dat de samenwerking tussen burgers en de verschillende overheden goed van de grond komt. Dat vraagt om een cultuurverandering. Ik verwacht een stevige brief van de minister, waarin zij alle zorgen wegneemt, gevolgd door een debat.”", "De stemming voor het kabinet is nog spannender, nu een voormalig steunpilaar van de Omgevingswet, Forum voor Democratie, uit elkaar is gevallen. Forum omarmde alle voorstellen rond de Omgevingswet, maar die partij heeft na de implosie van een maand geleden nog twee zetels in de senaat over, niet genoeg om het kabinet aan een meerderheid te helpen. De nieuwe fractie-Van Pareren, waarin zeven oud-Forummers zitten, heeft nog geen standpunt ingenomen over de wet. Senator Bob van Pareren: “Wij gaan zeker niet het Forumstandpunt copy-pasten. Tijdens het fractieoverleg van maandag beraden wij ons.”", "Verbolgenheid", "De Eerste Kamer is ook verontwaardigd over de informatievoorziening door de minister. Zo werd het advies van de Raad van State slechts genoemd in een voetnoot van een brief naar de senaat, terwijl het goed gebruik is zo’n belangrijk document apart naar de Kamer te sturen. SP-senator Rik Janssen ziet parallellen met de manier waarop het kabinet informatie met het parlement deelde in de toeslagenaffaire. “De minister stuurt dingen niet op als het niet uitkomt.”", "Zo deelde Ollongren het rapport van ICT-waakhond BIT met de Eerste Kamer twee dagen nádat daar een debat over de Omgevingswet plaatsvond. Janssen: “De minister heeft er met geen woord over gerept in dat debat, terwijl ze de inhoud al kende”. Hij is ook verbolgen dat het KPMG-rapport nog niet met de senaat is gedeeld.", "De minister stuurt komende week een brief naar de Eerste Kamer waarin zij hoopt de zorgen weg te kunnen nemen. Daarna zal de senaat de tijd willen nemen voor een debat en de finale afweging. Daarmee komt het plan van Ollongren in gevaar.", "Lees ook:", "De Omgevingswet: van Rutte’s stokpaardje tot mislukking", "Op papier ziet het er zo mooi uit: burgers die dankzij een nieuwe wet snel aan vergunningen kunnen komen. Maar het project zucht onder financiële en ICT-problemen."], "authors": ["Niels Markus", "Bart Zuidervaart"], "keywords": ["zijn", "van", "kamer", "nog", "dreigt", "eerste", "en", "voor", "een", "nieuw", "ollongren", "uitstel", "het", "niet", "dat", "kwelt", "omgevingswet"], "pubDate": "2021-01-11T08:51:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}