{"id": "f682b457-77a1-37a0-bd67-42747bf5fb24", "title": "Rechtbank beslist of Kandinsky in het Stedelijk Museum mag blijven", "url": "https://volkskrant.nl/cultuur-media/rechtbank-beslist-of-kandinsky-in-het-stedelijk-museum-mag-blijven~bfb7f7a0/", "summary": "Beeld Stedelijk MuseumDe vaste collectie van het Stedelijk Museum Amsterdam gaat alweer verhuizen.\nAllereerst omdat het kleurrijke schilderij van de later beroemd geworden schilder al heel lang in de vaste collectie van het Stedelijk hangt.\nIn het oordeel was ook de betekenis van het schilderij voor de collectie van het Stedelijk meegewogen.\nNa de oorlog heeft Klein geen pogingen ondernomen het doek terug te krijgen van het Stedelijk.\nDe gemeente Amsterdam en het Stedelijk Museum blijven erbij dat de koop te goeder trouw was.", "paragraphs": ["Wassily Kandinsky, Bild mit Häusern. Beeld Stedelijk Museum", "De vaste collectie van het Stedelijk Museum Amsterdam gaat alweer verhuizen. In 2017 was die verplaatst van de oudbouw naar de kelderzaal. De directeur die twee jaar daarna aantrad, Rein Wolfs, vindt dat niets. Daarom wordt alles terug verkast. Maar voor één collectiestuk gaat dat mogelijk niet op.", "Woensdag beslist de rechtbank in Amsterdam of het schilderij Bild mit Häusern (1909) van Wassily Kandinsky moet worden teruggeven aan erfgenamen van de oorspronkelijke Joodse eigenaren. Het doek werd in oktober 1940, vijf maanden na de Duitse inval van Nederland, op een veiling in Amsterdam gekocht door het Stedelijk. Omdat dit een gemeentelijk museum is, is de rechtszaak ook aangespannen tegen de stad Amsterdam.", "Het is om meerdere redenen een bijzonder proces. Allereerst omdat het kleurrijke schilderij van de later beroemd geworden schilder al heel lang in de vaste collectie van het Stedelijk hangt. Het is ook veel waard, mogelijk enkele tientallen miljoen euro. Bovendien komt het niet vaak voor dat zaken als deze bij de rechter belanden. Dat is slechts twee keer eerder gebeurd. Die processen hadden niet tot een verandering geleid.", "Volgens de normale juridische regels is de roof van kunst bij Joden tijdens het nazibewind (1933-1945) al lang verjaard. In 1998 werd evenwel internationaal afgesproken dat deze kunst alsnog moet worden teruggegeven. Nederland heeft in 2001 een speciale instantie opgericht om dit soort zaken te beoordelen: de Restitutiecommissie. Die heeft inmiddels 163 uitspraken gedaan. In ongeveer de helft van die zaken werd een claim toegewezen.", "Maar dat gold niet voor de Kandinsky: dat verzoek wees de Restitutiecommissie in 2018 af. Dat leidde tot een golf van protest uit Joodse hoek. In het oordeel was ook de betekenis van het schilderij voor de collectie van het Stedelijk meegewogen. Dat is volgens de critici in strijd met het principe dat iets moet worden teruggegeven als het geroofd is. De erfgenamen besloten in beroep te gaan bij de rechter.", "Bild mit Häusern werd in 1923 gekocht door Emanuel Lewenstein, eigenaar van een naaimachinebedrijf in Amsterdam en een verzamelaar van kunst. Na zijn dood en die van zijn vrouw, ging het schilderij naar hun kinderen, Robert (overleden in 1974) en en Wilhelmine (in 2007 kinderloos gestorven). Robert Lewenstein trouwde met Irma Klein, een Duitse actrice die vanwege haar Joodse afkomst haar geboorteland was ontvlucht. Hun huwelijk zou geen stand houden. Voor de oorlog vertrok Lewenstein met een andere vrouw naar Amerika. Zij kregen twee kinderen. Deze broer en zus, beiden woonachtig in de VS, eisten het schilderij in het Stedelijk als eersten op.", "Later voegde zich nog een vrouw uit Amsterdam bij hen. Zij is de weduwe van een overlevende van de Holocaust, die door Irma Klein als een pleegzoon werd beschouwd. Klein overleed in 1983 en haar man daarna ook. De Amsterdamse is de enige erfgename van Klein. Bij toewijzing van de claim zouden de Amerikaanse broer en zus ieder 37,5 procent van het schilderij krijgen en de vrouw uit Amsterdam 25 procent, zo spraken de drie af.", "Maar zo liep het niet. De Restitutiecommissie liet uitvoerig onderzoek verrichten naar de familie en het schilderij. Het Stedelijk kocht het doek bij veilinghuis Frederik Muller in Amsterdam, dat heel wat door de nazi’s gestolen kunst heeft verhandeld, zo bleek later. Volgens de erfgenamen is Bild mit Häusern ook geroofd. Maar de Restitutiecommissie ziet daar geen bewijs voor. De Duitse bezetter had op het moment van de veiling ook nog geen anti-Joodse maatregelen uitgevaardigd.", "Het schilderij bevond zich in de zomer van 1940 bij Irma Klein; bij de scheiding van haar man had zij het werk toegewezen gekregen, zo stelt de Restitutiecommissie vast. Er zijn aanwijzingen dat zij het doek heeft laten veilen vanwege financiële problemen. Het bedrijf van haar ex had eerder verlies geleden en hun scheiding had alles er niet beter op gemaakt. Tegelijk meent de Restitutiecommissie dat het bezitsverlies niet los kan worden gezien van de moeilijke omstandigheden waaronder Joden in de oorlog verkeerden.", "Omdat het werk toebehoorde aan Klein, heeft alleen haar erfgenaam - de Amsterdamse - recht op het schilderij, zo bepaalde de Restitutiecommissie. Toch krijgt die het niet. Na de oorlog heeft Klein geen pogingen ondernomen het doek terug te krijgen van het Stedelijk. Sterker nog, zij heeft andere weken uitgeleend aan het museum. De Kandinsky is daarnaast een belangrijk werk in de vaste collectie van het museum en er is niet gebleken dat de Amsterdamse enige emotionele binding met het werk heeft opgebouwd. Alles afwegend komt de Restitutiecommissie tot het oordeel dat de claim moet worden afgewezen.", "Volgens de drie erfgenamen, die zich vanaf het begin hebben laten adviseren door een Canadese advocaat die is gespecialiseerd in roofkunstzaken, klopt het niet dat Lewenstein en Klein in geldnood verkeerden en dat Joden tijdens de oorlog zelf werken konden laten veilen. Bovendien voerden zij tijdens een zitting van de rechtbank in oktober aan dat meerdere leden van de Restitutiecommissie niet onpartijdig zijn: zij zouden banden met het Stedelijk hebben, bijvoorbeeld doordat zij aan het museum doneren.", "De gemeente Amsterdam en het Stedelijk Museum blijven erbij dat de koop te goeder trouw was. Van belangenverstrengeling is volgens de gedaagden ook geen sprake. Bovendien hadden leden van de Restitutiecommissie al kunnen worden gewraakt toen zij zich over deze zaak bogen: de informatie dat zij mogelijk betrokken zouden zijn bij het Stedelijk was toen al openbaar.", "Alsof de zaak niet al gecompliceerd genoeg is, kwam er na de zitting ook nog een rapport uit over het Nederlandse restitutiebeleid. Dat moet empathischer, concludeerde een evaluatiecommissie. Plus: het belang om een kunstwerk te behouden voor het openbaar kunstbezit mag niet meer meewegen als het Rijk, een provincie of een gemeente de eigenaar van dat werk is. En: het mag de oorspronkelijke eigenaren niet worden verweten dat zij na de oorlog een werk niet hebben geprobeerd terug te krijgen.", "De rechtbank hoeft dit advies niet mee te wegen. Toch kan het rapport wel de mening van de rechters beïnvloeden. Tegelijk zullen zij niet snel geneigd zijn een oordeel te verwerpen van een in restitutie gespecialiseerde instantie. Op basis van de zitting lijkt de claim van de erfgenamen, die niet aanwezig waren, opnieuw te gaan stranden: de voorzitter van de rechtbank stelde veel vragen aan hun advocaten, maar vroeg nagenoeg niets aan de raadsman van de gemeente en het museum."], "authors": ["Michiel Kruijt"], "keywords": ["van", "dat", "die", "niet", "een", "stedelijk", "zij", "kandinsky", "en", "blijven", "beslist", "museum", "rechtbank", "mag", "het", "restitutiecommissie"], "pubDate": "2020-12-15T16:49:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}