{"id": "f687c4a4-924c-39db-84a7-e55d63252b9a", "title": "“I’m very sorry,” says agent who scammed expats", "url": "https://www.parool.nl/english/i-m-very-sorry-says-agent-who-scammed-expats~bbd62358/", "summary": "Beeld Gijs Kast“I was desperate, and I had a child to look after,” a visibly emotional M. told the judges.\n“I’ve been a gambling addict for nine years.\n“Very sorry”Last year, victims told Het Parool about M’s modus operandi.\nHe was registered as a business with the chamber of commerce under his own name, and had provided copies of his ID.\nM. was first arrested on suspicion of fraud last November after at least thirteen victims reported him to police.", "paragraphs": ["Beeld Gijs Kast", "“I was desperate, and I had a child to look after,” a visibly emotional M. told the judges. “I’ve been a gambling addict for nine years. My personal situation was bad, and gambling was an escape route.” He gambled away the money he stole from his victims and used it to pay off debts, sometimes repaying one person using another’s money. The total amount involved is believed to be around €100,000.", "“Very sorry”", "Last year, victims told Het Parool about M’s modus operandi. He came across as a likeable figure who sympathised with the desperation of some of his clients, and there was no particular reason to suspect him. He was registered as a business with the chamber of commerce under his own name, and had provided copies of his ID.", "M. was first arrested on suspicion of fraud last November after at least thirteen victims reported him to police. He was given bail, but committed more offences while awaiting trial, was rearrested in June, and has been in custody ever since. He said he felt bad about what he had done, but his situation was so desperate that he could see no other solution: “I’m very sorry for what I’ve done, and I want to pay all the victims back.”", "M’s lawyer asked the court to release him so that he could obtain treatment for his addiction, but this was denied on the grounds that he was likely to reoffend.", "The full hearing is scheduled for 1:30 pm on 8 January."], "authors": ["Josien Wolthuizen", "Vertaling", "Het Vertaalcollectief"], "keywords": ["agent", "ive", "pay", "money", "scammed", "victims", "im", "told", "situation", "visibly", "gambling", "bad", "desperate", "sorry", "expats"], "pubDate": "2019-11-07T13:23:23+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}