{"id": "f68a6fa5-2924-35ad-a5e4-d6bb12b79c86", "title": "Als geen ander associeert Ronald Goedemondt er wild op los ★★★★★", "url": "https://www.volkskrant.nl/cultuur-media/als-geen-ander-associeert-ronald-goedemondt-er-wild-op-los~b84439c2/", "summary": "Ronald GoedemondtTwee dagen voor de theaters voor het eerst hun deuren sloten, verstuurde het impresariaat van Ronald Goedemondt de uitnodigingen voor de première van zijn nieuwe voorstelling Numero uno op 7 april.\nVan zijn show in de grote zaal van het DeLaMar Theater in Amsterdam, met 250 aanwezigen, maakte hij een opname.\nAl die losse verhalen staan toch wel losjes met elkaar in verbinding, via wat serieuzere dingen die Goedemondt over zichzelf vertelt.\nMaar die bijzondere ‘eigen wereld’ toegankelijk maken, ‘de rest’ meenemen op zijn alternatieve denkroute, jakkerend over zijpaden waar zo veel wonderlijks passeert, dat kan Ronald Goedemondt echt als geen ander.\nNumero uno Cabaret ★★★★★ Door Ronald Goedemondt Televisiepremière 9/1 op SBS 6, terug te zien op kijk.nl", "paragraphs": ["Ronald Goedemondt", "Twee dagen voor de theaters voor het eerst hun deuren sloten, verstuurde het impresariaat van Ronald Goedemondt de uitnodigingen voor de première van zijn nieuwe voorstelling Numero uno op 7 april. Het bekende verhaal: die première ging niet door. In de zomer kon de populaire cabaretier weer een paar keer spelen. Van zijn show in de grote zaal van het DeLaMar Theater in Amsterdam, met 250 aanwezigen, maakte hij een opname. Die opname zond SBS 6 zaterdagavond uit.", "Geen lange, uitverkochte tournee dus voor Numero uno, maar een televisiepremière met 564 duizend kijkers, mede mogelijk gemaakt door koffiecups van Douwe Egberts. Gelukkig wel, zeg, want deze show hadden Ronald Goedemondt-fans niet willen missen.", "Hij knalt er gelijk een lekkere opmerking in over de afstand die het publiek tot elkaar en hem bewaart: de plekken op het verre balkon waren nu eens het duurst, want het veiligst. Dat actuele grapje rekt hij vervolgens op naar tijdloze anekdotes die iets zeggen over het innemen van ruimte en hoeveel moeite hij daarmee heeft.", "Met Numero uno, zijn zevende programma, wijkt Ronald Goedemondt niet ver af van zijn eerdere succesnummers. Hij doet geen pogingen om eigentijdse maatschappelijke ontwikkelingen te duiden, of iets in die trant. In plaats daarvan vraagt hij zich in vliegende vaart typische Ronald Goedemondt-dingen af, veelal over hoe mensen doen en zijn.", "Als in een actiefilm iemand zijn auto uit wordt gejaagd en de uitjager neemt plaats achter het stuur, waarom is het dan nooit zo dat die stoel te dicht bij het stuur staat? Wat je nooit ziet in actiefilms, zie je wel in een Ronald Goedemondt-voorstelling. Hij heeft een geweldig oog voor het absurde in het alledaagse, de ongemakkelijke realiteit, kleinigheden die niet meevallen. Je stoel verzetten tijdens het rijden, om maar iets te noemen.", "Een observatie of situatie die op zichzelf al heel komisch is, bouwt Goedemondt uit met mooi gevonden vergelijkingen en scherpe bijzinnen (zoals ‘Ik ben geen alcoholist, want daar heb ik de discipline niet voor’), om al verder associërend verzeild te raken in een nieuwe toestand. Met zijn springerige lijf, gezichtsuitdrukkingen en stem maakt hij een beschrijving van wat er allemaal kan misgaan als je in de snackbar een softijsje bestelt steeds gekker.", "Anderen typeren kan hij als de beste, neem mensen die op agressieve wijze hun thee laten trekken. Maar een vastomlijnd beeld van wie hij zelf is heeft hij niet, legt Goedemondt uit – het begin van een verhaal over waarom hij zo dol is op parfummonstertjes, die stuk voor stuk een nieuwe identiteit beloven. Het gáát maar door, het wordt alsmaar grappiger, en voor je het weet ben je in het Spoorwegmuseum, een plek waar Goedemondt nog niet dood gevonden wil worden.", "Wat ook knap is: Goedemondt durft erop te vertrouwen dat hij geen rode draad hoeft vast te houden. Al die losse verhalen staan toch wel losjes met elkaar in verbinding, via wat serieuzere dingen die Goedemondt over zichzelf vertelt. Het gaat dan bijvoorbeeld over zijn angstige aard, zijn paniekaanvallen, zijn vreemde-eend-in-de-bijtzijn, het gevoel nergens echt bij te horen. Hij kon als kind volledig opgaan in zijn eigen wereld.", "Dat geldt natuurlijk voor veel meer creatievelingen, eenzelvig zijn is geen uitzonderlijk uitgangspunt voor een cabaretvoorstelling. Maar die bijzondere ‘eigen wereld’ toegankelijk maken, ‘de rest’ meenemen op zijn alternatieve denkroute, jakkerend over zijpaden waar zo veel wonderlijks passeert, dat kan Ronald Goedemondt echt als geen ander.", "Numero uno Cabaret ★★★★★ Door Ronald Goedemondt Televisiepremière 9/1 op SBS 6, terug te zien op kijk.nl"], "authors": ["Gidi Heesakkers"], "keywords": ["er", "zijn", "van", "die", "associeert", "voor", "een", "goedemondt", "geen", "op", "als", "te", "het", "los", "hij", "wild", "ronald", "ander"], "pubDate": "2021-01-10T16:09:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}