{"id": "f6a28449-15cd-3d35-9196-c73765edab0c", "title": "ANWB: Thuiswerken zorgde dit jaar voor 63 procent minder files", "url": "https://nu.nl/economie/6099319/anwb-thuiswerken-zorgde-dit-jaar-voor-63-procent-minder-files.html", "summary": "De lengte en duur van files in Nederland nam dit jaar met 63 procent af, concludeert de ANWB woensdag op basis van jaarlijkse filecijfers.\nOok in de eerste twee maanden van 2020 nam het aantal files flink toe met zo'n 20 procent.\nDaar kwam abrupt een einde aan na de oproep van het kabinet op 15 maart om zoveel mogelijk thuis te werken.\nZomervakantie zorgde voor kleine piekDoor het mooie weer ontstonden overdag in het voorjaar en in de zomer wel meer files.\nDe Afsluitdijk, waar werkzaamheden zijn, voeren dit jaar de top tien van fileplekken aan.", "paragraphs": ["De lengte en duur van files in Nederland nam dit jaar met 63 procent af, concludeert de ANWB woensdag op basis van jaarlijkse filecijfers. Dankzij thuiswerken waren de Nederlandse wegen een stuk rustiger.", "De afgelopen jaren groeide het aantal files juist hard. Ook in de eerste twee maanden van 2020 nam het aantal files flink toe met zo'n 20 procent.", "Daar kwam abrupt een einde aan na de oproep van het kabinet op 15 maart om zoveel mogelijk thuis te werken. Premier Mark Rutte vroeg Nederlanders toen alleen te reizen indien noodzakelijk.", "De oproep is direct terug te zien in de filecijfers. De vaak dagelijkse files bij beruchte knelpunten verdwenen.", "Zomervakantie zorgde voor kleine piek", "Door het mooie weer ontstonden overdag in het voorjaar en in de zomer wel meer files. Tijdens de zomervakantie was het overdag zelfs drukker dan vorig jaar. Volgens de ANWB komt dit deels doordat Nederlanders de vakantie doorbrachten in eigen land.", "De ANWB noteerde op dinsdag 28 januari een recordavondspits van 951 kilometer. De Afsluitdijk, waar werkzaamheden zijn, voeren dit jaar de top tien van fileplekken aan. Op de tweede plaats staat de N3 bij Dordrecht. De A27 tussen Lexmond en Werkendam staat op de derde plaats."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["anwb", "van", "het", "63", "voor", "jaar", "en", "thuiswerken", "een", "dit", "minder", "procent", "op", "files", "te", "zorgde"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}