{"id": "f6c31106-e5b2-344d-87ce-dc039280a7ac", "title": "Activist Joshua Wong pleit schuldig tijdens proces in Hongkong", "url": "https://www.parool.nl/wereld/activist-joshua-wong-pleit-schuldig-tijdens-proces-in-hongkong~b65d44b2/", "summary": "Joshua Wong (rechts), Ivan Lam en Agnes Chow arriveren bij de rechtbank in Hongkong.\n“We zullen blijven vechten voor vrijheid.”Wong werd vorig jaar ook al vijf weken vastgezet voor minachting van de rechtbank.\nHij werd vrijgelaten op een moment dat de protesten al volop bezig waren.\nDe arrestaties van Wong en andere dissidenten is China op veel kritiek komen te staan van Westerse landen.\nZij beschuldigen China ervan een te grote invloed op Hongkong uit te oefenen.", "paragraphs": ["Joshua Wong (rechts), Ivan Lam en Agnes Chow arriveren bij de rechtbank in Hongkong. Beeld EPA", "In de Chinese stad Hongkong waren vorig jaar maandenlange, vaak gewelddadige, protesten waarbij miljoenen inwoners de straat op gingen. Peking en de lokale autoriteiten wezen de eisen van de demonstranten voor vrije verkiezingen af en traden hard op tegen aanhangers van de democratie.", "Wong (24) wordt samen met twee andere bekende dissidenten, Ivan Lam en Agnes Chow, vervolgd vanwege een protest dat plaatsvond buiten het hoofdkantoor van de stadspolitie. Wong, die pas 17 jaar oud was toen hij het gezicht werd van de door studenten geleide democratieprotesten van de Umbrella Movement uit 2014, kan een maximum gevangenisstraf van vijf jaar krijgen als hij wordt veroordeeld.", "“Waarschijnlijk willen de autoriteiten me opnieuw achter de tralies hebben. Maar ik ben ervan overtuigd dat niets ons ervan zal weerhouden om te blijven strijden voor een vrije democratie, geen gevangenisstraf, verbod op eerlijke verkiezingen of welk ander machtsmiddel dan ook”, zei hij bij het binnengaan van de rechtbank. “We zullen blijven vechten voor vrijheid.”", "Wong werd vorig jaar ook al vijf weken vastgezet voor minachting van de rechtbank. Hij werd vrijgelaten op een moment dat de protesten al volop bezig waren. De arrestaties van Wong en andere dissidenten is China op veel kritiek komen te staan van Westerse landen. Zij beschuldigen China ervan een te grote invloed op Hongkong uit te oefenen."], "authors": ["Het Parool"], "keywords": ["pleit", "proces", "van", "jaar", "op", "hij", "joshua", "schuldig", "tijdens", "activist", "een", "en", "wong", "te", "werd", "hongkong", "voor"], "pubDate": "2020-11-23T04:13:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}