{"id": "f6cb6dde-7f13-3818-b831-39da56fda25f", "title": "De mysterieuze monoliet in de woestijn van Utah? Die is weer verdwenen", "url": "https://volkskrant.nl/nieuws-achtergrond/de-mysterieuze-monoliet-in-de-woestijn-van-utah-die-is-weer-verdwenen~b33134cf/", "summary": "Na inspectie van het voorwerp, waarbij het onduidelijk was hoe diep het in de bodem doorliep, werden foto’s de wereld ingestuurd, die vooral online voor opwinding zorgden.\nSpace OdysseyHelikopterpiloot Bret Hutchings speculeerde tegenover lokale nieuwszenders over de herkomst van het voorwerp, dat zonder enige toelichting ver van de bewoonde wereld was geplaatst.\nToen maakten de plaatselijke autoriteiten volgens The New York Times bekend dat het object weer is verdwenen.\nVoor de zekerheid werd erbij gezegd dat dit niet het werk was van de federale ambtenaren van Utah zelf.\nHet bestuur van Utah zegt de verdwijning niet te zullen onderzoeken.", "paragraphs": ["Midden in de woestijn in Utah is een glimmend metalen object ontdekt. Wat is het, en hoe is het er terechtgekomen? En: weer weggehaald?", "De eerste bezoekers doken vorige week op – weliswaar per helikopter – bij de plek waar een raadselachtig voorwerp werd waargenomen. De Utah Division of Wildlife was in een afgelegen deel van de woestijn in het zuiden van de Amerikaanse staat bezig aan een rondje wilde schapen tellen, toen ze op een glimmende metalen plank, een monoliet van ongeveer 3 meter hoog stuitten. Na inspectie van het voorwerp, waarbij het onduidelijk was hoe diep het in de bodem doorliep, werden foto’s de wereld ingestuurd, die vooral online voor opwinding zorgden.", "Het mysterieuze object. Beeld Utah Department of Public Safety / AP", "Om te beginnen besloot Utah niet bekend te maken waar het voorwerp zich bevindt, om te voorkomen dat nieuwsgierigen een gevaarlijke expeditie zouden maken. Het niet noemen van de exacte locatie veroorzaakte meteen een online speurtocht op Google Earth. Al snel werd de mogelijke locatie gevonden en kon worden geconstateerd dat het object voor het eerst opduikt op beelden uit oktober 2016, afgaande op de rechthoekige schaduw.", "Space Odyssey", "Helikopterpiloot Bret Hutchings speculeerde tegenover lokale nieuwszenders over de herkomst van het voorwerp, dat zonder enige toelichting ver van de bewoonde wereld was geplaatst. ‘Het zal een kunstvoorwerp zijn of het is van iemand die een grote fan is van 2001: A Space Odyssey.’ In de sciencefictionklassieker van Stanley Kubrick uit 1968 duikt een mysterieuze zwarte glimmende monoliet op doorheen de geschiedenis van de mensheid. Hoewel Kubrick nooit verklaart wat de monoliet betekent, is de suggestie dat hij van buitenaardse oorsprong is.", "Beeld Utah Department of Public Safety / AP", "Kunstkenners menen in het metalen voorwerp het werk te herkennen van de in 2011 overleden kunstenaar John McCracken, meester van de minimal art en bekend om zijn ‘planksculpturen’. David Zwirner, de galerie die de nalatenschap van McCracken beheert, liet aan The Art Newspaper aanvankelijk weten dat het hier ‘een hommage’ betrof, maar zeggen inmiddels overtuigd te zijn van de betrokkenheid van de kunstenaar. Een dag later stuurden ze een beeld de wereld in van een soortgelijke plank in hun galerie in Chelsea, New York, die ze een ‘portal naar Utah’ noemen.", "Verdwenen", "Het mysterie werd er zaterdag niet kleiner op. Toen maakten de plaatselijke autoriteiten volgens The New York Times bekend dat het object weer is verdwenen. ‘Onbekenden’ zouden het vrijdag hebben weggehaald. Voor de zekerheid werd erbij gezegd dat dit niet het werk was van de federale ambtenaren van Utah zelf. Die beschouwden de glimmende paal als ‘privébezit’.", "‘IT'S GONE’, toeterde het regionale departement van Veiligheid zaterdag op Instagram. ‘Bijna net zo snel als het kwam, is het nu weer weg. We kunnen alleen maar speculeren over de toedracht: mogelijk buitenaardse wezens?’, werd er knipogend aan toegevoegd. ‘Hopelijk komt het ons in Canada bezoeken nu’, reageerde een vrolijke Canadees.", "Het bestuur van Utah zegt de verdwijning niet te zullen onderzoeken. ‘Het ontvreemden van privé-bezit, daar gaat het kantoor van de San Juan en Grand County Sheriff over.’ Dat had zaterdag op vragen van The New York Times nog niet gereageerd."], "authors": ["Mark Moorman"], "keywords": ["van", "het", "op", "die", "mysterieuze", "werd", "een", "monoliet", "utah", "weer", "dat", "te", "niet", "voorwerp", "woestijn", "verdwenen"], "pubDate": "2020-11-29T08:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}