{"id": "f6e3d47a-113f-302d-971d-92df512d2fc5", "title": "Het basketbalsprookje van de Nigeriaanse Griek Giannis Antetokounmpo", "url": "https://volkskrant.nl/sport/het-basketbalsprookje-van-de-nigeriaanse-griek-giannis-antetokounmpo~ba0e9357/", "summary": "Als de Most Valuable Player (MVP) van de laatste twee seizoenen zou zijn beslissing niet alleen de toekomst van Milwaukee, maar die van de hele NBA beïnvloeden.\n‘Het is mijn enige thuis in dit land’, zei hij een dag nadat hij zijn handtekening had gezet.\nDit is waar ik mijn kinderen wil opvoeden.’Natuurlijk speelde de waarde van het contract mee.\nDe afgelopen seizoenen kreeg Milwaukee het verwijt op het moment suprême voorspelbaar te zijn.\nOok Antetokounmpo hoefde niet loyaal te zijn aan zijn werkgever, in een industrie waar jaarlijks talloze spelers zonder inspraak door clubs worden verscheept.", "paragraphs": ["epa08887683 (FILE) - Milwaukee Bucks forward Giannis Antetokounmpo of Greece pulls down a rebound during the NBA game between the Philadelphia 76ers and the Milwaukee Bucks at Fiserv Forum in Milwaukee, Wisconsin, USA, 22 February 2020 (re-issued on 16 December 2020). Milwaukee Bucks star Giannis Antetokounmpo has signed a five-year contract extension worth 228.2 million US dollar (187.2 million euro), media reports stated on 16 December 2020. EPA/TANNEN MAURY SHUTTERSTOCK OUT Beeld EPA", "Als kind verkocht Giannis Antetokounmpo (26) met zijn broers zonnebrillen en horloges op de straten van Athene, de stad waar zijn ouders, immigranten uit Nigeria, hun leven met de hulp van hun vier zoons trachtten te herstarten. Afgelopen week verlengde de Griekse sterbasketballer zijn verblijf bij Milwaukee Bucks met een contract van recordwaarde: vanaf volgend jaar gaat Antetokounmpo verspreid over vijf seizoenen 228 miljoen dollar verdienen.", "Aan de kook", "In aanloop naar het nieuwe NBA-seizoen, dat morgen begint, hield The Greek Freak, zoals hij wordt genoemd, de gemoederen aan de kook in de Amerikaanse basketbalcompetitie. Zou hij zijn aflopende contract verlengen of over een jaar transfervrij vertrekken, zoals andere toppers hem voordeden? In de NBA kunnen spelers bij een aflopend contract of via een ruil van club veranderen, transfersommen als in het Europese voetbal kent men niet.", "Als de Most Valuable Player (MVP) van de laatste twee seizoenen zou zijn beslissing niet alleen de toekomst van Milwaukee, maar die van de hele NBA beïnvloeden. In verschillende steden hielden aasgierende clubs alvast ruimte vrij onder hun salarisplafond.", "Vertrouwen in club", "Antetokounmpo besloot te blijven. Sinds zijn debuut in 2013 kwam hij nooit verder dan de halve finale, maar de Griek zegt te vertrouwen in de directie van zijn club. Die waagde zeven jaar geleden een gokje door een jonge, onbekende Griek aan de selectie toe te voegen. Antetokounmpo raakte naar eigen zeggen verliefd op de stad Milwaukee, gelegen in de noordelijke staat Wisconsin. ‘Het is mijn enige thuis in dit land’, zei hij een dag nadat hij zijn handtekening had gezet. ‘Deze stad heeft mij en mijn familie op een geweldige manier ontvangen. Dit is waar ik mijn kinderen wil opvoeden.’", "Natuurlijk speelde de waarde van het contract mee. Alleen Milwaukee kon Antetokounmpo een zogeheten supermax voorschotelen, een type contract waarmee NBA-teams 35 procent van hun salarisbudget mogen besteden aan een speler die minstens acht seizoenen voor zijn debuutclub speelde en die ook trouw wil blijven. Basketballers komen in aanmerking voor de beloning als ze aan drie criteria voldoen: een MVP-trofee, de prijs voor beste verdediger of een plekje bij de beste vijftien spelers. Alleen vorig seizoen al voldeed Antetokounmpo, goed voor 29 punten en 13 rebounds, aan alle drie tegelijk.", "Lange benen", "In Milwaukee verheugt men zich op nog eens vijf seizoenen van The Greek Freak, een basketballer die speelt met de grenzen van het voorstelbare. 2.10 meter lang is de sterspeler die werd geboren in Athene, het gros van de centimeters lijkt uit benen te bestaan.", "Bij de Bucks dient hij als uit de kluiten gewassen spelverdeler met een vurige drang naar de ring. Alleen met een muurtje aan tegenstanders is de krachtige, maar behendige Antetokounmpo te stoppen, een methode die tegenstanders in de play-offs geregeld hanteren. De afgelopen seizoenen kreeg Milwaukee het verwijt op het moment suprême voorspelbaar te zijn. Stop je Giannis, dan stop je de Bucks. Ook zijn vrije worpen en driepunters kunnen nog beter.", "Trend doorbroken", "De contractverlenging van Antetokounmpo werd gezien als een overwinning voor bescheiden clubs uit kleinere steden. Dertig plaatsen in de Verenigde Staten kennen meer inwoners dan Milwaukee. Door te blijven doorbrak de Griek een trend van sterspelers die vertrekken naar aantrekkelijke, vaak zonnige oorden waar ze hun merknaam kunnen vergroten.", "LeBron James verliet Cleveland Cavaliers in 2010 voor Miami Heat, Kevin Durant ging in 2016 van Oklahoma City Thunder naar Golden State Warriors. Anthony Davis verhuisde vorig jaar van New Orleans Pelicans naar Los Angeles Lakers nadat hij kenbaar had gemaakt dat hij wilde vertrekken. Zijn contract liep nog een jaar door, maar omdat hij niet wilde verlengen, kon New Orleans niet anders dan mee te werken aan een ruil.", "Steeds vaker nemen ontevreden spelers in de NBA de touwtjes in eigen handen. In Houston, weliswaar geen kleine speelstad, probeert sterspeler James Harden momenteel een vertrek te forceren terwijl zijn contract pas over twee seizoenen afloopt. Om zijn wens kracht bij te zetten, bezocht hij een paar nacht- en stripclubs in Atlanta en Las Vegas terwijl zijn ploeggenoten in Houston aan de voorbereiding begonnen. Voor de zekerheid plaatste hij enkele foto’s op de sociale media. ‘Ik was er om te trainen’, verklaarde Harden later.", "Abdul-Jabbar", "Milwaukee bleef een nieuw trauma bespaard. In 1975 verliet Kareem Abdul-Jabbar de Bucks omdat hij in New York of Los Angeles wilde wonen. In Wisconsin had hij het wel gezien. De center vertrok uiteindelijk naar de Lakers.", "Ook Antetokounmpo hoefde niet loyaal te zijn aan zijn werkgever, in een industrie waar jaarlijks talloze spelers zonder inspraak door clubs worden verscheept. Toch besloot hij zijn leven te verbinden aan Milwaukee, de stad en de club. Een kampioenschap is het enige dat resteert, zij het niet zaligmakend. ‘Wie weet duurt het tien jaar om mijn eerste titel te winnen. Misschien worden het vijf kampioenschappen, of anders wel geen’, zei Antetokounmpo. ‘Ik weet wie ik ben, en waar ik in geloof. Dat zijn de mensen die me trouw zijn gebleven.’"], "authors": ["Koen Van Der Velden"], "keywords": ["zijn", "van", "basketbalsprookje", "nigeriaanse", "en", "een", "milwaukee", "aan", "te", "giannis", "het", "hij", "griek", "antetokounmpo"], "pubDate": "2020-12-20T18:43:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}