{"id": "f6ecf61d-f780-33b8-a6e6-f6c01bb3d2b6", "title": "Zonder mondkapje in de supermarkt? Bemoei je er niet mee, jongeman", "url": "https://trouw.nl/opinie/zonder-mondkapje-in-de-supermarkt-bemoei-je-er-niet-mee-jongeman~b58d5a11/", "summary": "Ik zat op een bankje te wachten, toen de vrouw zich aan mij openbaarde.\nDe lijnen die haar lichaam begrensden naderden de perfectie.\nHaar handen in haar nek, haar gezicht met gesloten ogen, haar borsten en de onzichtbare holte in haar rug, alles in haar ademde extase en gefluister.\nIdeale prooiWaarom moest ik op dat moment toch aan die andere vrouw in de supermarkt denken?\nEen dag eerder was ik haar tegengekomen en stond op het punt de onbekende aan te spreken.", "paragraphs": ["Na een jaar was ik weer terug in het huis dat zich achter hoge bomen verschuilt. Beneden leidde een lint van herfstbladeren naar de studio. Ik kwam er gisterochtend om een tekst op te nemen. René, de man die aan de knoppen zit en met decibels jongleert, leek opgelucht: na maanden van gedwongen inactiviteit maakte het corona­virus eindelijk pas op de plaats. Er was weer werk voor zijn studio. Ik zat op een bankje te wachten, toen de vrouw zich aan mij openbaarde. Ze hing ingelijst aan de muur, naakt in het halfduister dat haar schoonheid omrandde.", "Ik kon mijn ogen niet van de foto afhouden. De lijnen die haar lichaam begrensden naderden de perfectie. Haar handen in haar nek, haar gezicht met gesloten ogen, haar borsten en de onzichtbare holte in haar rug, alles in haar ademde extase en gefluister. Fransen zouden haar houding op de foto een ‘pose lascsive’ noemen, een attitude die verlangen opwekt. Helaas, botsing der culturen, wordt dit laatste woord in het Nederlands met ‘liederlijk’ vertaald.", "Ideale prooi", "Waarom moest ik op dat moment toch aan die andere vrouw in de supermarkt denken? Een dag eerder was ik haar tegengekomen en stond op het punt de onbekende aan te spreken. Met bezorgdheid, want als enige tussen andere klanten, droeg de oude vrouw geen mondkapje. Ze gleed onverschillig op haar scoot­mobiel. In haar blik, geborduurd in een canvas van rimpels, hadden zich berusting en leegte genesteld. Ze moest hoog in de tachtig zijn en met al die zwevende deeltjes om haar heen, vormde ze een ideale prooi.", "Ik wilde haar waarschuwen en voelde al in mijn jaszak het reservemondkapje. Mevrouw, zonder bescherming en in uw conditie loopt u hier gevaar. Maar ik hield deze woorden in toen ze dwars door me heen keek. Ik bloosde van gêne. Wat wist ik van haar eigen verlangen om het lot bewust te willen tarten. Om een toch al bijna uitgedroogd leven niet achter een papieren masker te verstoppen? Bemoei je er niet mee, jongeman, laat me vrij in mijn keuzen.", "Vergankelijkheid", "Ik slikte mijn woorden op tijd in en we passeerden elkaar in stilte. Nog steeds in de foto verzonken, dacht ik aan vergankelijkheid: had die oude vrouw uit de supermarkt ooit ook een even perfect lichaam gehad?", "René had koffie ingeschonken en noteerde mijn fascinatie: “Ze is al twintig jaar dood!” Ik incasseerde, geknakt. René vertelde verder over de foto die hij van deze studente maakte, nu een goede veertig jaar geleden. Hij had de blauwe gordijnen van de ramen afgehaald en achter haar gedrapeerd. De foto was als ­geschenk bedoeld voor haar vriend. Maar hoewel deze die prent prachtig vond, was hij minder te spreken over die fotograaf die met een fotolens het lichaam van zijn aanstaande had mogen strelen. “Ze was net in de veertig toen ze stierf en haar naam was Kay.”", "Op weg naar huis probeerde ik het lichaam van Kay van mijn netvliezen te spoelen. Had ze misschien niet, in plaats van vereeuwigd en ­bewonderd te worden in een lijst aan de muur, veel liever op haar tachtigste door een supermarkt op een scootmobiel willen glijden?", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["van", "zonder", "supermarkt", "op", "bemoei", "die", "mee", "het", "ik", "niet", "je", "haar", "een", "jongeman", "en", "ze", "te", "mondkapje", "er"], "pubDate": "2020-11-19T07:58:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}