{"id": "f6ff9f33-cfa3-3cb5-b782-2a9e5ee6fdb7", "title": "Gigantisch kunstwerk op NDSM-werf voor jonge vluchtelingen", "url": "https://www.parool.nl/kunst-media/gigantisch-kunstwerk-op-ndsm-werf-voor-jonge-vluchtelingen~b25a0350/", "summary": "De onthulling van het kunstwerk voor vluchtelingenkinderen.\nHet kunstwerk in de NDSM-loods is gigantisch, 4 bij 34 meter, en bestaat uit 400 beschilderde Unicef-dozen.\n“Maar de coronacrisis is wel degelijk een kindercrisis, vooral voor kinderen op de vlucht.\nAan het einde van de dag wordt het kunstwerk afgebroken en worden de dozen verdeeld onder Unicef-vrijwilligers.\nMet de campagne ‘Kies je pakje voor een beter 2021’ roept Unicef Nederland op een hulpgoederenpakket te kiezen voor een betere toekomst voor kinderen op de vlucht.", "paragraphs": ["De onthulling van het kunstwerk voor vluchtelingenkinderen. Beeld Eva Plevier", "Unicef-ambassadeurs zanger Guus Meeuwis en olympisch zwemmer Ranomi Kromowidjojo waren bij de onthulling aanwezig.", "Het kunstwerk in de NDSM-loods is gigantisch, 4 bij 34 meter, en bestaat uit 400 beschilderde Unicef-dozen. Het zijn dezelfde dozen als voor hulpgoederenpakketen worden gebruikt die wereldwijd uitgedeeld worden aan kinderen en hun families. Met het kunstwerk wil Unicef laten zien hoe groot de impact is van de coronapandemie op vluchtelingenkinderen.", "“Het idee heerst dat kinderen nauwelijks door corona worden getroffen,” zegt Suzanne Laszlo, directeur van Unicef. “Maar de coronacrisis is wel degelijk een kindercrisis, vooral voor kinderen op de vlucht. Zij worden meer dan ooit op grote schaal geraakt door alle indirecte gevolgen.”", "Graffitikunstenaars", "Stein en Wessel Koning, bekend van hun graffitikunst, zorgden voor de beschildering. Vanuit de gedachte dat 2020 een zwaar jaar is geweest, zetten ze hoopvolle boodschappen voor het nieuwe jaar op de bovenkant van de dozen. “Wij willen ons inzetten voor deze wereld en de medemens, een vluchtelingenkind kan wel wat meer kleur in zijn leven gebruiken,” zegt Stein Koning.", "Aan het einde van de dag wordt het kunstwerk afgebroken en worden de dozen verdeeld onder Unicef-vrijwilligers. Deze vrijwilligers vragen aan scholen, gemeenten, prominenten, buren, ouders en kinderen om ook persoonlijke wensen voor gevluchte kinderen in Syrië, Jordanië en Libanon op hun doos te schrijven en deze op social te delen met de hashtag #ikkies.", "Met de campagne ‘Kies je pakje voor een beter 2021’ roept Unicef Nederland op een hulpgoederenpakket te kiezen voor een betere toekomst voor kinderen op de vlucht. Het pakje kan online worden gevolgd, van pakhuis of opslag in de Midden-Oosten-regio tot het eindpunt in de vluchtelingenkampen."], "authors": ["Het Parool"], "keywords": ["van", "het", "op", "jonge", "gigantisch", "kinderen", "unicef", "vluchtelingen", "worden", "een", "kunstwerk", "ndsmwerf", "en", "voor"], "pubDate": "2020-12-10T11:01:32+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}