{"id": "f71f46fe-8b5c-3071-b463-d5dde9a9129c", "title": "10 lekkere hapjes voor oudejaarsavond om het ondanks de coronamaatregelen toch gezellig te maken tijdens oud en nieuw", "url": "https://www.dvhn.nl/extra/10-lekkere-hapjes-voor-oudejaarsavond-om-het-ondanks-de-coronamaatregelen-toch-gezellig-te-maken-tijdens-oud-en-nieuw-26314030.html", "summary": "Het formaat van de hapjes vind ik ook zo leuk, ze zijn niet te groot en daardoor ideaal voor op een feestje of bij de borrel.\nHet receptGeitenkaasballetjesloadingDeze feestelijke balletjes van geitenkaas doen het goed met kerst, een verjaardag of een borrel.\nHier lees je hoe je ze maaktCamembert met honing uit de ovenloadingDeze camembert met honing is dan zeer geschikt voor bij de borrel.\nEn het kost je weinig tijd om te maken.\nZo maak je hetGriekse spanakopitaloadingMisschien heb je ze wel eens gegeten in Griekenland.", "paragraphs": ["Of het nu met de feestdagen is, of omdat je gewoon zin hebt in een gezellig avondje: hapjes. Met deze recepten is zelf lekkere hapjes maken helemaal niet moeilijk.", "Bladerdeeghapjes met brie en cranberry", "loading", "Deze hapjes zijn ontzettend lekker. De combinatie van de brie en cranberry is echt heerlijk. Het formaat van de hapjes vind ik ook zo leuk, ze zijn niet te groot en daardoor ideaal voor op een feestje of bij de borrel. Het recept", "Geitenkaasballetjes", "loading", "Deze feestelijke balletjes van geitenkaas doen het goed met kerst, een verjaardag of een borrel. Ze zien er prachtig uit en je hoeft er niet uren voor in de keuken te staan. En de kleur kies je helemaal zelf. Hier lees je hoe je ze maakt", "Camembert met honing uit de oven", "loading", "Deze camembert met honing is dan zeer geschikt voor bij de borrel. Lekker om te dippen met een toastje. En het kost je weinig tijd om te maken. Zo maak je het", "Griekse spanakopita", "loading", "Misschien heb je ze wel eens gegeten in Griekenland. Ze staan in ieder geval vaak op de menukaart. Dit hapje is vegetarisch, bevat 180 calorieën en 16 gram koolhydraten.", "Wraps met filet americain", "loading", "Eigenlijk heb je maar vier ingrediënten nodig voor dit simpele, maar heerlijke gerechtje. Wil je de filet americain ook zelf maken dan kost het wat meer tijd en heb je wat meer ingrediënten nodig. Het recept", "Lentho: een Javaans vegan hapje", "Lentho wordt gemaakt van fijn geraspt cassave, bruine bonen en kruiden. Het is een authentieke oude Javaanse recept. De combinatie van verse kentjoer wortel en limoenblaadjes geven deze hapje een specifieke smaak. Het originele recept", "Indiase samosa’s met dipsaus", "loading", "Deze Indiase deeghapjes zijn rijk aan gezonde groenten en specerijen. Met de frisse dipsaus heb je een heerlijke frisse combinatie tussen pittig en zuur. Zo maak je ze", "Komkommerrolletjes met zalm en dille", "loading", "Zalm is een vis waar veel mensen enorm van kunnen genieten. Bovendien zit de vis met een zacht typische smaak vol omega 3 vetzuren. Goede vetten dus en de norm is nog steeds dat 2x per week vette vis eten, goed is in een gevarieerd en gezond voedingspatroon. Zalm past dus bij onze gezonde leefstijl. Dit kleine gerechtje is lekker als voorafje maar ook als hapje op tafel. Het recept", "Mexicaanse empanada", "loading", "Een empanada is gevulde deegwaar die gebakken of gefrituurd wordt. Je hebt een Spaanse variant en een Mexicaanse. Ik ging dit keer voor de Mexicaanse variant .", "Vijf dipsausjes voor bij de nachos", "loading", "", "Nacho’s doen het altijd goed. Nu kun je de sausjes kant-en-klaar krijgen in de supermarkt, maar vaak zit er veel suiker in die dipsausjes. Daarom de vijf lekkerste en gezondste dipsausjes op een rij. De sausjes"], "authors": ["Carina Twerda"], "keywords": ["maken", "het", "van", "toch", "voor", "en", "om", "een", "met", "ze", "oud", "te", "nieuw", "ondanks", "op", "oudejaarsavond", "tijdens", "je"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}