{"id": "f74cf04c-0402-3b67-9156-5b1e0a4205cb", "title": "Politie Den Haag rukt uit voor hoofdsteun met Scream-masker", "url": "https://nu.nl/opmerkelijk/6100794/politie-den-haag-rukt-uit-voor-hoofdsteun-met-scream-masker.html", "summary": "De politie Den Haag is donderdagavond uitgerukt voor een auto met twee hoofdsteunen waarop maskers bekend uit de horrorfilms Scream en Friday the 13th bevestigd waren.\n\"In het donker leek het net alsof er mensen met maskers in het voertuig zagen\", meldt de politie op Facebook.\n\"Wij zijn blij met heel oplettende burgers en rijden liever een keer te veel dan te weinig.\"\nDe dader draagt een masker dat geïnspireerd is op het beroemde schilderij De Schreeuw van Edvard Munch.\nMet het eerste deel uit 1996 zorgde regisseur Wes Craven voor een nieuwe impuls voor het wat ingedutte horrorgenre.", "paragraphs": ["De politie Den Haag is donderdagavond uitgerukt voor een auto met twee hoofdsteunen waarop maskers bekend uit de horrorfilms Scream en Friday the 13th bevestigd waren. De agenten kregen meldingen dat in de auto twee mannen gesignaleerd waren onder verdachte omstandigheden.", "\"In het donker leek het net alsof er mensen met maskers in het voertuig zagen\", meldt de politie op Facebook. De melders wordt ook niets verweten. \"Wij zijn blij met heel oplettende burgers en rijden liever een keer te veel dan te weinig.\"", "Het is onduidelijk van wie de auto is en waarom de maskers op de hoofdsteunen zijn geplaatst.", "Scream-reeks markeerde revival voor horrorfilms", "De Scream-films spelen zich af in het plaatsje Woodsboro waar met regelmaat moorden worden gepleegd. De dader draagt een masker dat geïnspireerd is op het beroemde schilderij De Schreeuw van Edvard Munch.", "Met het eerste deel uit 1996 zorgde regisseur Wes Craven voor een nieuwe impuls voor het wat ingedutte horrorgenre. Inmiddels zijn er drie vervolgen gemaakt; het vijfde deel uit de reeks wordt binnenkort opgenomen.", "De Friday the 13th-reeks vertelt over de maniakale moordenaar Jason Voorhees die dood en verderf zaait rond Crystal Lake, waar elke zomer veel tieners kamperen. Jason draagt een hockeymasker om zijn zwaar gehavende gezicht te verhullen. De reeks, die begon in 1980, telt inmiddels twaalf delen; er wordt gewerkt aan een nieuwe film."], "authors": ["Door"], "keywords": ["politie", "zijn", "den", "screammasker", "voor", "en", "uit", "met", "een", "wordt", "te", "op", "het", "rukt", "haag", "hoofdsteun"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}