{"id": "f758df92-1f06-3bac-8b79-ff9e78eace20", "title": "Nieuw woonblok in Leeuwesteyn krijgt 70 duurzame huur- en koopwoningen", "url": "https://nu.nl/utrecht/6101268/nieuw-woonblok-in-leeuwesteyn-krijgt-70-duurzame-huur-en-koopwoningen.html", "summary": "In het een nieuw woonblok in de Utrechtse wijk Leeuwesteyn komen ongeveer zeventig duurzame huur- en koopwoningen, zo blijkt maandag uit de plannen van de gemeente.\nHet Utrechtse collectief De Strakke Hand gaat het woonblok voorzien van een muurschildering.\nLeeuwesteyn ligt in Leidsche Rijn aan de westkant van het Amsterdam-Rijnkanaal.\nOp het dak van het woonblok komen panelen die zowel water verwarmen als energie opwekken.\nIn het ontwerp van het gebouw zijn statige en lineaire details uit de art-decostijl te vinden.", "paragraphs": ["In het een nieuw woonblok in de Utrechtse wijk Leeuwesteyn komen ongeveer zeventig duurzame huur- en koopwoningen, zo blijkt maandag uit de plannen van de gemeente. Het Utrechtse collectief De Strakke Hand gaat het woonblok voorzien van een muurschildering.", "Leeuwesteyn ligt in Leidsche Rijn aan de westkant van het Amsterdam-Rijnkanaal. Van de 70 woningen in het nieuwe blok zijn er 45 voor verhuur in het middensegment. De andere 25 woningen zijn bestemd voor de verkoop. Het woonblok krijgt naast privétuinen ook een centrale binnentuin.", "Duurzaamheid is een belangrijke eis voor nieuwbouw in Utrecht. De bouwmaterialen krijgen een zogenaamd materialenpaspoort zodat ze in de toekomst hergebruikt kunnen worden. Verder worden de woningen remontabel gebouwd, zodat ze later makkelijker aan te passen zijn.", "Op het dak van het woonblok komen panelen die zowel water verwarmen als energie opwekken. De energie gaat rechtstreeks naar de warmtepompen van de woningen. Ook houdt het plan rekening met de natuurlijke afvoer en berging van regenwater.", "In het ontwerp van het gebouw zijn statige en lineaire details uit de art-decostijl te vinden. Het woonblok krijgt bijvoorbeeld een kroon door de kantelen die boven de dakrand uitsteken. De Kroon op Leeuwesteyn moet er daarbij 'Utregs' uit komen te zien. Daar moet het kunstwerk van De Strakke Hand voor zorgen.", "Naar verwachting start de verkoop van de koopwoningen halverwege dit jaar. De bouw moet eind 2021 beginnen en de laatste woning moet in 2023 worden opgeleverd."], "authors": ["Door"], "keywords": ["krijgt", "moet", "van", "het", "zijn", "leeuwesteyn", "duurzame", "en", "woningen", "een", "woonblok", "voor", "nieuw", "koopwoningen", "70", "huur", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}