{"id": "f769cd7c-5ead-358b-bb52-3f467feb4ac3", "title": "Is virtueel geld nu betrouwbaarder dan reëel geld?", "url": "https://volkskrant.nl/economie/is-virtueel-geld-nu-betrouwbaarder-dan-reeel-geld~bbd4054f/", "summary": "Dat de bitcoin nu zo snel in waarde stijgt, zegt misschien weinig over de waarde van de bitcoin zelf.\nAls het virtuele geld in waarde stijgt, daalt tegelijkertijd het reële geld in waarde.\nMensen die er verstand van zeggen te hebben (centrale bankiers, ministers van Financiën en het economen-establishment) maken zich niet ongerust.\nGoud steeg vorig jaar 15 procent in waarde en zilver zelfs 50 procent.\nFidelity, een van de grootste vermogensbeheerders, heeft nu een bitcoinportefeuille.", "paragraphs": ["Dat de bitcoin nu zo snel in waarde stijgt, zegt misschien weinig over de waarde van de bitcoin zelf. Cryptovaluta zijn nog altijd de nieuwe kleren van de keizer.", "Er is geen gereguleerde markt en er is geen toezichthouder. En als betaalmiddel hebben ze na tien jaar nog weinig echte vooruitgang gemaakt, terwijl met name de bitcoin daarvoor eigenlijk ooit bedoeld was.", "Maar de koersexplosie van de bitcoin zegt mogelijk wel iets over het wegvallen van het vertrouwen in de bestaande valuta, waaronder ook de euro en de dollar. Als het virtuele geld in waarde stijgt, daalt tegelijkertijd het reële geld in waarde.", "Mensen die er verstand van zeggen te hebben (centrale bankiers, ministers van Financiën en het economen-establishment) maken zich niet ongerust. Die vinden dat de overheden in deze crisistijd alle geldsluizen moeten openzetten. Begrotingstekorten mogen oplopen tot historische percentages, centrale banken mogen miljarden aan schulden blijven opkopen. Zo blijft de rente laag en valt niemand zich een buil.", "President Klaas Knot van De Nederlandsche Bank (DNB) waarschuwde bij de jaarwisseling zelfs dat overheden ook na de pandemie niet meteen moeten gaan bezuinigen. De sekte van de zogenoemde moderne monetaire theorie zegt dat het helemaal niet nodig is orde op zaken te stellen. De overheid kan autonoom zoveel geld creëren als nodig is.", "Het feit dat de inflatie en de rente niet stijgen is daarvan een bewijs. Maar intussen stijgen wel allerlei andere assets. De huizenprijzen rijzen wereldwijd uit de pan. Goud steeg vorig jaar 15 procent in waarde en zilver zelfs 50 procent. En de bitcoin verviervoudigde in waarde.", "In de laatste week kwam daar een stijging met 25 procent overheen. De reden is dat niet alleen particuliere speculanten, maar ook grote vermogensbeheerders, zoals conservatieve pensioenfondsen en speculatieve hedgefondsen, ineens cryptovaluta in hun beleggingsportefeuille willen hebben. Deze zogenoemde bitcoin-whales (walvissen) kopen niet één of twee bitcoins, maar honderden tegelijkertijd.", "Zakenbank Guggenheim investeerde onlangs een gigasom van 650 miljoen dollar in bitcoins. Fidelity, een van de grootste vermogensbeheerders, heeft nu een bitcoinportefeuille. Burgemeester Francis Suarez van Miami zei afgelopen weekeinde van plan te zijn 1 miljoen dollar van de reserves van de stad in bitcoins te steken. Daar zou hij er dan veertig voor krijgen. Tegenover die vraag staat weinig aanbod, want nieuwe bitcoins worden nog maar zelden gemijnd.", "Dat serieuze beleggers er zoveel geld in willen steken is een teken aan de wand. Ze kunnen het onderscheid tussen de virtuele wereld – de fantasiewereld – en de reële wereld niet meer maken, omdat ook de reële wereld in een fantasiewereld van eeuwigdurend gratis geld is getreden.", "Hopelijk storten niet beide fantasieën tegelijkertijd ineen."], "authors": ["Peter De Waard"], "keywords": ["van", "dan", "waarde", "reëel", "virtueel", "en", "een", "nu", "te", "bitcoin", "het", "betrouwbaarder", "niet", "dat", "geld"], "pubDate": "2021-01-04T21:17:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}