{"id": "f79841e6-9c32-3b35-ac69-94d9905317a3", "title": "In dit zeldzame genre BN’ers kan er maar een de koning zijn", "url": "https://www.parool.nl/kunst-media/in-dit-zeldzame-genre-bn-ers-kan-er-maar-een-de-koning-zijn~be9df797f/", "summary": "Lips heeft beroepsmatig zo vaak naar joelende BN’ers gekeken dat hij weleens droomt dat hij meedoet aan Ik hou van Holland en een black-out krijgt als hij O kleine jodeljongen moet zingen.\nGuus Meeuwis, Kim-Lian van der Meij, Ruben Nicolaï, Jan Smit: zet ze achter een desk, laat de camera draaien en ze staan aan.\nMaar in dit zeldzame genre BN’ers kan er maar een de koning zijn en dat is Jeroen van Koningsbrugge.\nZijn humeur is immer opgewekt, zijn grappen zijn volvet en hij wekt de schijn echt te willen winnen.\nZuurpruimen zullen dat afdoen als nep en aanstellerig, Lips zag een professional aan het werk en nam zijn pet af.", "paragraphs": ["I can see your voice.", "Diepe bewondering heeft Lips voor ze, BN’ers die je in ieder programma neer kunt zetten en die dan doen alsof ze het enorm naar hun zin hebben. Die dolenthousiast meespelen, gevatte opmerkingen maken en bulderen van het lachen.", "Lips zou er niet aan moeten denken, in zo’n reusachtige studio in Aalsmeer aantreden voor een of ander hysterische show waarbij je geacht wordt op commando in de polonaise aan te sluiten. Lips heeft beroepsmatig zo vaak naar joelende BN’ers gekeken dat hij weleens droomt dat hij meedoet aan Ik hou van Holland en een black-out krijgt als hij O kleine jodeljongen moet zingen.", "Dat niet veel mensen het talent bezitten om in panels lollig te doen blijkt wel uit het feit dat altijd dezelfde ­mensen in deze shows te zien zijn. Guus Meeuwis, Kim-Lian van der Meij, Ruben Nicolaï, Jan Smit: zet ze achter een desk, laat de camera draaien en ze staan aan.", "Maar in dit zeldzame genre BN’ers kan er maar een de koning zijn en dat is Jeroen van Koningsbrugge. Hij is een verdienstelijk zanger, acteur, presentator en cabaretier, maar als panellid is hij ongeëvenaard. Aan hoeveel spelprogramma’s zou hij al hebben meegedaan?", "Hoe vaak zou hij al door de baas van RTL zijn gebeld: “Hoi Jeroen, we hebben een nieuwe show, iets met muziek, humor en BN’ers. We hebben je nodig. Kun je volgende week dinsdag, 11 uur ’s ochtends? Fijn, dank je!”", "En Van Koningsbrugge levert altijd. Zijn humeur is immer opgewekt, zijn grappen zijn volvet en hij wekt de schijn echt te willen winnen. Hij is de ideale panel-BN’er. Gisteravond zat hij in I can see your voice, de zoveelste niets om het lijf hebbende zangshow op RTL4. Hij was energiek, geestig en zong en danste vrolijk mee. Zuurpruimen zullen dat afdoen als nep en aanstellerig, Lips zag een professional aan het werk en nam zijn pet af.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["aan", "van", "dit", "het", "maar", "hij", "zijn", "kan", "zeldzame", "een", "koning", "bners", "en", "genre", "dat", "ze", "te", "er"], "pubDate": "2020-12-04T09:34:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}