{"id": "f7b2cab9-4bf0-3cb0-bee8-eaed411f3152", "title": "Besturingssysteem Linux uitgebracht voor oude Nintendo 64", "url": "https://nu.nl/games/6098933/besturingssysteem-linux-uitgebracht-voor-oude-nintendo-64.html", "summary": "Het besturingssysteem Linux is verschenen voor de inmiddels bijna 25 jaar oude Nintendo 64-spelcomputer, meldt Phoronix.\nDat deed ook softwaremaker Lauri Kasanen, die de software heeft overgezet naar de hardware van de Nintendo 64.\n\"Door Linux beschikbaar te stellen is het makkelijker om emulatiesoftware voor oude spelcomputers op de Nintendo 64 uit te brengen.\"\nNiet de eerste pogingSoftwaremakers probeerden al eens eerder Linux naar de Nintendo 64 te brengen, maar stopten de ontwikkeling vroegtijdig.\nDe Nintendo 64 verscheen in 1996.", "paragraphs": ["Het besturingssysteem Linux is verschenen voor de inmiddels bijna 25 jaar oude Nintendo 64-spelcomputer, meldt Phoronix.", "Linux is niet in het beheer van één bedrijf of ontwikkelaar, maar is open source beschikbaar gesteld. Dit betekent dat iedereen kan bijdragen aan de verdere ontwikkeling van de software.", "Dat deed ook softwaremaker Lauri Kasanen, die de software heeft overgezet naar de hardware van de Nintendo 64. Dit verandert de gameconsole in een computer die andersoortige software kan draaien.", "\"Sommigen zullen zich afvragen waarom ik dit heb gedaan\", schrijft Kasanen in een e-mail. \"Door Linux beschikbaar te stellen is het makkelijker om emulatiesoftware voor oude spelcomputers op de Nintendo 64 uit te brengen.\"", "\"En de belangrijkste reden waarom ik dit deed: omdat ik het kan\", voegt de ontwikkelaar toe aan de e-mail.", "Het betreft een vroege versie van het besturingssysteem, die alleen met een speciale gamecartridge op de spelcomputer kan worden geïnstalleerd.", "Niet de eerste poging", "Softwaremakers probeerden al eens eerder Linux naar de Nintendo 64 te brengen, maar stopten de ontwikkeling vroegtijdig. Kasanen stelt dat zijn versie niet op deze eerdere pogingen gebaseerd is, maar volledig draait op eigen code.", "De Nintendo 64 verscheen in 1996. In de jaren daarop werden games zoals Super Mario 64 en The Legend of Zelda: Ocarina of Time voor de machine uitgebracht."], "authors": ["Door"], "keywords": ["oude", "van", "uitgebracht", "linux", "besturingssysteem", "voor", "een", "nintendo", "kan", "dit", "op", "te", "het", "64"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}