{"id": "f7b8a2f4-c500-3d35-a364-5cc944a58989", "title": "Huus van de Taol plaatst online-overzicht van werkwoordspelling", "url": "https://www.dvhn.nl/drenthe/aa_en_hunze/Huus-van-de-Taol-plaatst-online-overzicht-van-werkwoordspelling-26347848.html", "summary": "Streektaalorganisatie Huus van de Taol heeft op haar website een overzicht geplaatst van de werkwoordspelling in alle zeven varianten van het Drents.\n‘Het is een document waarvoor we een groep vrijwilligers heel dankbaar voor zijn,’ vertelt Arja Olthof van de streektaalorganisatie.\nIn totaal zijn van ruim 175 werkwoorden de vervoegingen in kaart gebracht.\n‘Het is belangrijk dat de taal vastgelegd wordt, maar nóg belangrijker om een document als dit te laten groeien met vervoegingen die nu nog niet opgenomen zijn.\nWie opmerkingen of aanvullingen op de werkwoorden heeft kan die ook kwijt via de website.’", "paragraphs": ["Streektaalorganisatie Huus van de Taol heeft op haar website een overzicht geplaatst van de werkwoordspelling in alle zeven varianten van het Drents.", "‘Het is een document waarvoor we een groep vrijwilligers heel dankbaar voor zijn,’ vertelt Arja Olthof van de streektaalorganisatie. ‘Zij hebben in de laatste anderhalf jaar veel werk verzet door zelf vervoegingen aan te leveren en met taalvaste sprekers om de tafel te gaan om tot dit uitgebreide overzicht te komen.’", "De online-database kan door schrijvers worden gebruikt om snel de vervoeging van het werkwoord in de juiste spelling achterhalen. In totaal zijn van ruim 175 werkwoorden de vervoegingen in kaart gebracht.", "Toevoegingen", "Als het aan Olthof ligt, wordt de database doorlopend aangevuld. ‘Het is belangrijk dat de taal vastgelegd wordt, maar nóg belangrijker om een document als dit te laten groeien met vervoegingen die nu nog niet opgenomen zijn. Wie opmerkingen of aanvullingen op de werkwoorden heeft kan die ook kwijt via de website.’"], "authors": [], "keywords": ["zijn", "van", "huus", "vervoegingen", "om", "een", "wordt", "website", "werkwoorden", "plaatst", "te", "taol", "het", "onlineoverzicht", "werkwoordspelling"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}