{"id": "f7cb1ffb-50e9-34b2-8cbf-65fd8b2f2f87", "title": "Commerciële testers: zorgcowboys of nuttig en onmisbaar?", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2021/01/commerciele-testers-zorgcowboys-of-nuttig-en-onmisbaar-798037/", "summary": "Google de term ‘coronatest’ of ‘PCR-test’, en een universum aan websites van commerciële aanbieders opent zich.\nVerspreid door het land hebben de GGD’s, de gemeentelijke gezondheidsdiensten, zo’n honderdvijftig grote en kleine locaties waar wordt getest op het coronavirus.\nWanneer de tijd dringt, kom je dan al snel uit bij een commerciële aanbieder.\nEen PCR-test bij een commerciële aanbieder kost gemiddeld zo’n 130 euro, maar er wordt hier en daar flink gestunt met aanbiedingen.\nOok zijn de commerciële testlocaties verplicht om positieve gevallen te melden bij het RIVM, dat ze optelt bij het eigen totaal.", "paragraphs": ["Google de term ‘coronatest’ of ‘PCR-test’, en een universum aan websites van commerciële aanbieders opent zich. Zeker nu steeds meer landen van inkomende reizigers eisen dat ze een negatieve, internationaal erkende coronatest kunnen laten zien, blijft het aanbieden van tests een lucratieve business. Wat bieden de commerciële testers precies? Zijn ze betrouwbaar? En wie houdt toezicht?", "1.", "Welk aandeel hebben de commerciële testlocaties?", "Verspreid door het land hebben de GGD’s, de gemeentelijke gezondheidsdiensten, zo’n honderdvijftig grote en kleine locaties waar wordt getest op het coronavirus. Minder duidelijk is hoeveel commerciële partijen coronatests aanbieden. Het aandeel van de naar schatting honderdvijftig commerciële aanbieders – waarbij een aanbieder vaak meerdere locaties beheert – is sinds het najaar eerder gegroeid dan geslonken.", "Ook de overheid heeft geen scherp beeld van al die aanbieders. De Inspectie Gezondheidszorg houdt toezicht op de testlocaties, maar een aanmeldplicht hebben de aanbieders vooralsnog niet. Wie, wat waar precies doet, blijft onduidelijk.", "2.", "Waarom zijn er zo veel commerciële testlocaties?", "De testlocaties van de GGD zijn op papier alleen bedoeld voor mensen die klachten hebben. Wie geen klachten heeft, kan er alleen terecht na een oproep door de GGD of de app Coronamelder. Maar de behoefte aan tests is groter, zeker nu veel landen (ook Nederland) van inkomende reizigers eisen dat ze een negatieve coronatest kunnen overleggen.", "Zo moet iemand die klachtenvrij is en, bijvoorbeeld, naar België reist, een recente coronatest kunnen laten zien. Wanneer de tijd dringt, kom je dan al snel uit bij een commerciële aanbieder. Die zitten namelijk overal: in privéklinieken, op industrieterreinen, in kantoorgebouwen.", "De logische reden voor de wildgroei aan testlocaties, is uiteraard het lucratieve karakter van deze nieuwe bedrijfstak. Wanneer het de gezondheid betreft of als een buitenlandse reis in het geding is, wordt niet meer gekeken op een paar tientjes. Precies om die reden hebben heel wat reisbureaus, privéklinieken en andere bedrijfjes zich op het testen gestort, niet zelden doordat de crisis hun oorspronkelijke inkomsten deed opdrogen. Wie er rijk zijn geworden van de test-industrie, is vooralsnog moeilijk vast te stellen.", "3.Wat bieden de commerciële testlocaties?", "Inmiddels zijn langs commerciële weg dezelfde tests beschikbaar als via de GGD’s. Wie een noodzakelijk buitenlandse reis gaat maken, doet er goed aan van tevoren na te gaan van welk type test het land van bestemming een bewijs eist. Meestal is dat de PCR-test, zo’n beetje de gouden standaard van het internationale testverkeer. Evenals bij de GGD’s is de uitslag daarvan pas na minimaal 24 uur bekend.", "Het belangrijkste verschil met de GGD-tests is dat de commerciële tests niet gratis zijn. Een PCR-test bij een commerciële aanbieder kost gemiddeld zo’n 130 euro, maar er wordt hier en daar flink gestunt met aanbiedingen. Veel commerciële aanbieders bieden voor 20 tot 30 euro extra ook een reisverklaring aan, al is niet helemaal duidelijk wat de waarde van zo’n document is. Ook is het mogelijk de PCR-test te combineren met een antistoffentest, die kan uitwijzen of iemand ooit besmet is geweest.", "Sneltests zijn, behalve sneller, doorgaans ook goedkoper dan PCR-tests. De gemiddelde prijs daarvan ligt rond de 70 euro.", "4.Is commercieel testen betrouwbaar?", "Er is weinig reden om te veronderstellen dat commercieel testen minder betrouwbaar is dan testen door de GGD. Weliswaar heeft niet elke locatie zijn zaakjes op orde, zullen er best wat ‘zorgcowboys’ tussen zitten en zijn de commerciële locaties niet centraal geregistreerd, ze moeten wel onder leiding staan van een bevoegde zorgverlener, opgenomen in het BIG-register. En zolang ze gebruikmaken van erkende tests, valt ook op de testresultaten weinig af te dingen.", "Wel geldt voor de populaire antigeen-sneltests de kanttekening dat ze mogelijk wat minder gevoelig zijn dat de PCR-tests, al zijn er ook onderzoeken waaruit blijkt dat de diverse testmethoden elkaar in nauwkeurigheid nauwelijks ontlopen.", "Ook zijn de commerciële testlocaties verplicht om positieve gevallen te melden bij het RIVM, dat ze optelt bij het eigen totaal. Doordat de commerciële aanbieders niet hoeven te melden hoeveel tests ze in totaal doen, ontstaat echter wel een scheef beeld in de landelijke cijfers. Op die manier is immers niet vast te stellen welk percentage van de tests een positieve uitslag geeft, noch hoe dat percentage zich ontwikkelt."], "authors": [], "keywords": ["zijn", "van", "en", "zorgcowboys", "een", "ze", "dat", "op", "te", "onmisbaar", "het", "commerciële", "niet", "nuttig", "testers"], "pubDate": "2021-01-08T15:03:17Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}