{"id": "f7d990e7-e132-35bc-bdfd-56d9044f820a", "title": "Denk jezelf een geweldig leven: werkt dat manifesteren nou echt?", "url": "https://volkskrant.nl/de-gids/denk-jezelf-een-geweldig-leven-werkt-dat-manifesteren-nou-echt~b89b0c732/", "summary": "Manifesteren in drie stappen‘Het gaat erom dat je met de kracht van je gedachten je droomleven kunt creëren’, zegt manifestatie-expert Willemijn Welten vastberaden.\n‘De koopsom was precies het bedrag dat op het briefje stond.’Niks geen spiritualiteitIs er bewijs dat dit manifesteren werkt, los van deze persoonlijke anekdotes?\nWat mij hielp is dat ik weigerde toe te geven aan negatieve omstandigheden en dat ik altijd in mezelf ben blijven geloven.\n‘Geloven dat je bent ontslagen omdat je eigenlijk toch al iets anders wilde doen, dat noemen we zelfbedrog’, zegt ze.\nUiteindelijk gaat het om het creëren van nieuwe gewoontes.’ De derde stap van het manifesteren, zoals Willemijn Welten het ondernemen van actie omschrijft, is dus onmisbaar.", "paragraphs": ["Het duikt overal op: manifesteren als methode om je droomleven te creëren: door je doelen duidelijk uit te denken zou je ze ook sneller bereiken. Hoe werkt het? En wat is de keerzijde?", "In de podcast Met z’n allen vertelt dj-manager José Woldring van The Media Nanny dat ze van jongs af aan haar doelen écht voor zich ziet, manifesteren noemt ze dat. ‘Als klein meisje wist ik: ik wil een pony. Toen ben ik plaatjes uit de Penny gaan knippen, heb ik bedacht hoe hij zou heten en helemaal dat leven met die pony in mijn hoofd gecreëerd. En toen stond er op mijn tiende verjaardag een pony op stal.’", "Podcasthost van Gwen van Poorten reageert enthousiast. Ook zij doet al jarenlang aan manifesteren, maar ze is ook huiverig om dit zweverige onderwerp uitgebreid te bespreken. ‘Ik wil niet dat mensen denken: ‘Woehoe, Gwen heeft haar bezemsteel gepakt, ik ga nu afhaken.’", "Maar manifesteren is allang niet meer voorbehouden aan zweverige types. ‘Er is geen beter moment dan deze pandemie om door middel van manifesteren je doelen te bereiken’, kopte de Britse Vogue. ‘Manifesteren is de nieuwste internet wellnesshype’, schreef de Amerikaanse website VOX. ‘Alle coole mensen doen tegenwoordig kennelijk aan manifesteren’, constateerde The Guardian droogjes.", "Wat is manifesteren precies? De definities lopen nogal uiteen. Aan de ene kant is er de spirituele uitleg dat je met een bepaalde intentie (‘ik wil een rustiger leven’) iets uitzendt naar het universum om dat vervolgens terug te krijgen, doordat die energieën of trillingen op elkaar aansluiten. Deze ‘wet van de aantrekkingskracht’ doet denken aan de bestseller The Secret uit 2006, waarvan meer dan 30 miljoen boeken zijn verkocht. Vanuit de wetenschap kwam er veel kritiek op dit commercieel zeer handig uitgeserveerde idee dat je geluk, rijkdom en gezondheid zelf kunt creëren door middel van je gedachten.", "Er is ook een minder mystieke uitleg: door positief te denken en duidelijk te formuleren wat je wilt in het leven, zonder je vooraf te laten afschrikken door beren op de weg, kun je in ieder geval stappen ondernemen om daadwerkelijk iets te bereiken. Het vergt geen hogere wiskunde om te bedenken dat mensen juist tijdens deze coronacrisis vol onzekerheden, behoefte hebben aan dit idee van controle.", "Manifesteren in drie stappen", "‘Het gaat erom dat je met de kracht van je gedachten je droomleven kunt creëren’, zegt manifestatie-expert Willemijn Welten vastberaden. Ze kan het weten, want ze geeft zelfs cursussen over manifesteren. Volgens haar werkt het in drie stappen. ‘Het begint met een intentie: wat zou je willen bereiken? Schrijf je doel op en deel dit met vrienden, zo maak je het concreet. Formuleer het in de tegenwoordige tijd en in de positieve vorm, bijvoorbeeld: ik verdien veel geld.’", "Vanuit daar volgt de tweede stap: hoe voel je je als dat doel is bereikt? Door te doen alsof het al zover is, ontdek je volgens Welten wellicht oude overtuigingen die je tegenwerken, zoals: dit is niets voor mij, het gaat me toch niet lukken. ‘We hebben allemaal dat soort stemmetjes in ons brein, die vaak lang geleden zijn gevormd. Dat je als dubbeltje nooit een kwartje kunt worden. Het is de bedoeling dat je die oude overtuigingen loslaat. Dit is het moeilijkste stuk.’", "Bij stap drie onderneem je actie. ‘Je gaat geen heel plan uitwerken met allerlei mitsen en maren, maar neemt de eerste concrete stap die je op die dag dichter bij je doelt brengt.’", "Willemijn Welten ‘manifesteerde’ een koophuis, ook al was dat voor haar op dat moment een tamelijk onrealistisch doel, als zzp’er in Amsterdam. ‘Ik heb zelfs het bedrag opgeschreven op een briefje. Ik voelde hoe het zou zijn als ik er woonde. En met dat gevoel in mijn hoofd ben ik mijn financiële administratie op orde gaan brengen. De tweede stap was het benaderen van een hypotheekadviseur.’ Tegen alle verwachtingen in lukte het haar. ‘De koopsom was precies het bedrag dat op het briefje stond.’", "Niks geen spiritualiteit", "Is er bewijs dat dit manifesteren werkt, los van deze persoonlijke anekdotes? Er zijn genoeg voorbeelden te verzinnen waaruit blijkt dat bepaalde gedachten daadwerkelijk een uitwerking hebben in het echte leven, zegt hoogleraar sociale psychologie Roos Vonk van de Radboud Universiteit. ‘Denk bijvoorbeeld aan een skiër die ervan overtuigd is dat hij gaat vallen. Hij zal verkrampen waardoor de kans op een valpartij groter is. Of neem de persoon die er vanuit gaat dat iedereen op het feestje hem stom zal vinden, en door die houding ook daadwerkelijk minder leuke gesprekken heeft.’ Dat heeft weinig met spiritualiteit te maken, in de zin dat het universum iets teruggeeft dat je uitstraalt. Het zijn werkelijkheden die je creëert met je gedrag. ‘Self fulfilling prophecy noemen we dat. Door wat je in je hoofd hebt, verandert je gedrag en daarmee beïnvloed je het gedrag van anderen. Hierdoor ontstaat er een nieuwe werkelijkheid.’", "Visionboards", "De Britse neurowetenschapper Tara Swart, auteur van het boek De Bron, noemt ‘selectieve aandacht’ één van de bewezen mechanismen waarom manifesteren werkt. Ze raadt mensen aan ‘visionboards’ te maken van wat ze willen bereiken. Plaatjes plakken dus, iets wat door veel manifesteerders wordt gedaan. Zelf deed Swart dat met een afbeelding van een trouwring na haar scheiding, om te blijven geloven in de liefde. Zo’n moodboard ‘slaat de beelden op in je onderbewustzijn en bereid je hersenen voor om kansen te grijpen wanneer die zich voordoen’, zegt Swart. Op die manier filtert je brein wat belangrijk is en wat niet.", "Volgens Vonk is het een algemeen verschijnsel dat als er iets heel erg in je hoofd zit, je het sneller opmerkt. ‘Een vrouw die zwanger is ziet opeens overal andere zwangere vrouwen terwijl dat eerder niet het geval was. Je drempel van waarnemen is lager. Feitelijk gezien zijn er natuurlijk niet opeens meer zwangere vrouwen.’", "De kansen an sich nemen dus niet opeens toe, vanwege magnetische gedachten of een positief gestemd universum, maar je merkt de mogelijkheden sneller op wanneer ze zich voordoen. Swart adviseert om een moodboard naast je bed te bewaren en er even naar te kijken voordat je gaat slapen. Bij haar werkte het. Twee maanden later ontmoette ze haar nieuwe man in het vliegtuig.", "Als je met de juiste gedachten alles kunt krijgen wat je wilt, hoe zit het dan met de mensen die hun dromen niet in vervulling zien gaan? Moeten zij de schuld bij zichzelf zoeken als ze met ziekte of ontslag te maken krijgen? Dit idee dat ‘je krijgt wat je verdient’ kon op kritiek rekenen na het succes van The Secret.", "Donald Trump", "Het doet ook denken aan het favoriete boek van Donald Trump: The Power of Positive Thinking van de bekende Amerikaanse dominee Norman Vincent Peale. Het zelfhulpboek prijkte in de jaren vijftig maar liefst 186 weken op The New York Times-bestsellerlijst. Trump dankt zijn wederopstanding na een zakelijk debacle in 1990 aan de adviezen van Peale. ‘Ik geloof sterk in de kracht van positief denken. Wat mij hielp is dat ik weigerde toe te geven aan negatieve omstandigheden en dat ik altijd in mezelf ben blijven geloven. Ik geloofde niet dat ik uitgespeeld was, ook al schreven alle kranten dat.’ Succes, roem, geld: het is volgens Trump een keuze. Op die manier krijgt manifesteren een elitair randje én een naar bijsmaakje.", "‘Ik houd niet van die formulering: je krijgt wat je verdient’, zegt Willemijn Welten dan ook. ‘Alsof je een slechte mindset hebt en daarom ziekte aantrekt. Zo werkt het natuurlijk niet. Ik geloof wel dat je van alle tegenslagen iets kan leren. Tijdens deze coronatijd zijn er veel mensen ontslagen. Ik zie het dan zo: klaarblijkelijk heb jij iets anders gewenst, misschien wilde je altijd al ondernemen, en is dit misschien een mooie kans van het universum.’", "Vonk vindt dat onzin. ‘Geloven dat je bent ontslagen omdat je eigenlijk toch al iets anders wilde doen, dat noemen we zelfbedrog’, zegt ze. ‘We weten uit onderzoek dat het mensen helpt om een positieve draai te geven aan zo’n gebeurtenis. Zelfbedrog kan dus zeker helpen om je lekkerder te voelen en ergens vrede mee te hebben. Je creëert een verhaal: eigenlijk wilde ik die relatie of baan niet meer, en daarom gebeurt dit nu.’ Er spreekt volgens Vonk vooral een behoefte aan zingeving uit. ‘Mensen hebben de behoefte om te geloven dat ze hun leven kunnen beheersen. Vroeger had je religie. De lieve Heer had een bedoeling voor alles en dat accepteerde je. Die houvast hebben we niet meer.’", "‘Mental contrasting’", "Hebben positief ingestelde mensen meer kans op succes dan sombere types? Nee, niet als ze niet óók goed nadenken over alles wat er fout kan gaan, zegt Vonk. Ze haalt het onderzoek aan van wetenschapper Gabriele Oettingen, auteur van het boek Rethinking Positive Thinking. Vonk vat dit onderzoek samen in haar boek Je bent wat je doet. Daaruit blijkt dat dromers (indulgers) en somberaars (tobbers) beiden niet ver komen. ‘Wat het beste werkt is de derde strategie: ‘mental contrasting’. Mensen die aan ‘mental contrasting’ doen hebben duidelijk voor ogen waar ze naartoe willen, maar zijn ook bezig met alle obstakels die ze zullen tegenkomen en hoe ze daarmee om moeten gaan. Ze hebben scherp in de gaten van zichzelf wanneer ze geneigd zijn af te haken.’", "Stel dat je wilt afvallen. Vonk: ‘Ik val twintig kilo af, ik ben dan fit en ik ga veel bewegen: dat is positief denken. Maar wat ga je concreet doen om dat doel te bereiken? En wat is je plan B, bijvoorbeeld als je wilde hardlopen en het regent? Dan ga je misschien naar de sportschool, maar waar is je pasje ook alweer? Vooraf over dit soort details denken vinden mensen minder leuk. Uiteindelijk gaat het om het creëren van nieuwe gewoontes.’ De derde stap van het manifesteren, zoals Willemijn Welten het ondernemen van actie omschrijft, is dus onmisbaar. Anders is manifesteren niets meer dan dagdromen."], "authors": ["Anna Van Den Breemer"], "keywords": ["dat", "jezelf", "van", "die", "een", "manifesteren", "leven", "en", "te", "ik", "denk", "werkt", "echt", "nou", "op", "je", "geweldig", "het"], "pubDate": "2020-11-23T09:09:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}