{"id": "f7e784b9-aadb-3a93-b04f-43a322b7d108", "title": "Kinderen zonder nationaliteit, 100.000 bijstandskinderen in armoede en andere kwesties", "url": "https://trouw.nl/opinie/kinderen-zonder-nationaliteit-100-000-bijstandskinderen-in-armoede-en-andere-kwesties~b6dc7aee/", "summary": "De manier waarop de Nederlandse overheid hem behandelt, heeft de aandacht getrokken van het Mensenrechtencomité van de VN.\n“Volgens het comité stonden er in 2016 in Nederland 13.169 kinderen onder de tien jaar geregistreerd met een onbekende nationaliteit”, voegde het ANP hieraan toe.\nGroningers zijn vorige week een inzamelingsactie voor hem begonnen, aldus het Dagblad van het Noorden.\nDat het ging om een op hol geslagen bureaucratie was overduidelijk, maar te weinig aandacht kreeg het gegeven dat de belastingdienst consequent joeg op mensen met een tweede nationaliteit.\nDrie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt.", "paragraphs": ["Af en toe staat op de deze plek de rubriek ‘Berichten die helemaal niets met elkaar te maken hebben’, en vandaag is het daarvoor weer de hoogste tijd.", "Laten we beginnen bij Denny, in 2010 in Utrecht geboren. De manier waarop de Nederlandse overheid hem behandelt, heeft de aandacht getrokken van het Mensenrechtencomité van de VN. Denny is het kind van een Chinese moeder die in 2004 als vijftienjarige naar Nederland kwam en hier werd gedwongen te werken als prostituee. Zij beschikte niet over identiteitspapieren en Denny werd geregistreerd als ‘kind met onbekende nationaliteit’. Hij verblijft nu in een asielzoekerscentrum.", "Het VN-comité oordeelt dat Nederland daarmee zijn recht op internationale bescherming heeft geschonden. “Volgens het comité stonden er in 2016 in Nederland 13.169 kinderen onder de tien jaar geregistreerd met een onbekende nationaliteit”, voegde het ANP hieraan toe. Deze kinderen hangt het lot boven het hoofd van de 32-jarige Chun, die als jongen zonder papieren vanuit China in Nederland terechtkwam, hier al zestien jaar woont, maar formeel niet bestaat. Hij mag niet werken, is niet verzekerd, heeft geen rechten. Groningers zijn vorige week een inzamelingsactie voor hem begonnen, aldus het Dagblad van het Noorden.", "Masterclass hypocrisie", "Iets heel anders: de bijstandsaffaire, waarbij gemeenten duizenden euro’s blijken terug te vorderen van uitkeringsgerechtigden die boodschappen krijgen van familieleden. Dat is geheel conform de bepalingen van de Participatiewet waar VVD, CDA, PVV, SGP, CU, D66 en GroenLinks in 2013 mee instemden. Dat Kamerleden nu ontploffen van verontwaardiging, is ‘een masterclass hypocrisie’, schreef advocaat Thomas Sanders in Het Financieele Dagblad.", "Overigens bleek in november uit een Nibud-onderzoek dat de bijstand te laag is om van te leven en groeien meer dan 100.000 bijstandskinderen op in armoede, maar dat is uiteraard een andere kwestie, en die heeft dan weer niets te maken met het feit dat het aantal daklozen in tien jaar tijd is gestegen van 18.000 naar 40.000. Het was de scheidende directeur van het Leger des Heils die deze cijfers aanhaalde in deze krant: “We staan toe dat mensen verloren raken”. Hij wees er ook op dat twee derde van de mensen die zich bij de daklozenopvang meldt, wordt weggestuurd. Ze zijn te ‘zelfredzaam’. De gemiddelde wachttijd voor een sociale huurwoning is negen jaar, maar dat staat hier verder los van.", "Nog iets anders: de toeslagenaffaire. Dat het ging om een op hol geslagen bureaucratie was overduidelijk, maar te weinig aandacht kreeg het gegeven dat de belastingdienst consequent joeg op mensen met een tweede nationaliteit. Dit weekeinde meldde RTL-journalist Pieter Klein dat in mails van de dienst het woord ‘zwartjes’ werd gebruikt, maar met racisme heeft dat natuurlijk niets te maken. Net zomin als met de conclusie van oud-Ombudsman Brenninkmeijer in Trouw dat de wetgever zich niet aan de rechtsstaat houdt, de uitvoerder zich niet om grondrechten bekreunt en de rechter het beleid alleen maar bevestigt.", "Tot zover deze gemengde berichten.", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["kinderen", "van", "100000", "en", "zonder", "nationaliteit", "een", "andere", "met", "bijstandskinderen", "armoede", "te", "op", "het", "kwesties", "niet", "dat", "die"], "pubDate": "2021-01-04T06:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}