{"id": "f8057e98-e857-347c-8185-eefb51605256", "title": "Het lachje, de dictie, de logica van Frank de Boer - het was, echt, een vleugje Rinus Michels", "url": "https://trouw.nl/nieuws/het-lachje-de-dictie-de-logica-van-frank-de-boer-het-was-echt-een-vleugje-rinus-michels~b75291e0/", "summary": "Ja, Frank de Boer kan nors kijken, ook als hij niet boos is.\nNiet één om zich ­tegen anderen af te zetten, om iets van een gelijk te ­halen.\nDat hij liet zien dat hij wist waarom een vraag werd gesteld en dat hij dan in zijn antwoord zoveel zei als hij wilde zeggen – wetend dat een goede verstaander er genoeg aan zou hebben.\nNiets nieuws, een verankerde wetmatigheid, een duffe waarheid die niet uitkomt bij het opplakken van etiketten, als het even niet gaat of kan zoals vaak zo gemakkelijk gewenst.\nHet lachje, de dictie, de logica, de (zelf)relativering – het was, echt, zomaar ineens een vleugje Rinus Michels.", "paragraphs": ["Ja, Frank de Boer kan nors kijken, ook als hij niet boos is. Het kwam allemaal weer voorbij sinds zijn entree als bondscoach: de frons, de zakkende wenkbrauwen – helemaal toen er aanvankelijk maar niet gewonnen werd. Maar hij kan ook geinig knipogen, Frank de Boer.", "Een vileine knipoog is het nooit. Niet één om zich ­tegen anderen af te zetten, om iets van een gelijk te ­halen. Het is hem en zijn broer in West-Friesland altijd meegegeven: nooit boven een ander gaan staan – en ze hebben het nooit gedaan. De knipoog van Frank de Boer is nooit een andere dan één van verstandhouding: van mij mag iedereen zeggen wat hij wil, waarom niet, maar dan mag ik soms knipogen, toch?", "Van Ronald Koeman heb ik de grijns altijd het mooist gevonden. Dat hij liet zien dat hij wist waarom een vraag werd gesteld en dat hij dan in zijn antwoord zoveel zei als hij wilde zeggen – wetend dat een goede verstaander er genoeg aan zou hebben. Zoals Koeman kan grijnzen, zo knipoogt De Boer.", "Toen Frank de Boer in 2016 als trainer afscheid nam van Ajax, en beschaafd als hij is ook van ons, zei ik hem dat ik hem graag als bondscoach weer zou treffen. Dat is er niet van gekomen. Ik volg hem nu op afstand. Ik hield mijn hart vast, toen hij bondscoach werd. Er was, zacht gezegd, geen groot enthousiasme. Dat zou saai voetbal worden. Stond hij daar niet voor?", "Een stel gretige Titaantjes", "Frank de Boer! Opgevoed door Louis van Gaal, die met een stel gretige Titaantjes – verstandig geïnstrueerd, dat wel – in de jaren negentig de aanval zocht en Europa en de wereld veroverde. Niet licht zal ik vergeten hoe De Boer zich als trainer van Ajax in de nababbel van een persconferentie na een doorsnee competitiewedstrijd druk maakte om een bal die in de zone van de rechtsback was verspeeld. Er was geen doelpunt uit voortgekomen, er was niet verloren, maar hij begréép het gewoon niet en hij schetste hoe ze het hadden moeten oplossen – hoe Reiziger, zijn broer en Rijkaard dat in een handomdraai hadden gedaan.", "Die spelers had hij niet, toen helemaal niet. Nog even in één zin hoe het ging: De Boer, de goedige clubman, conformeerde zich aan het beleid van Ajax, dat (ja, het is nog maar kort geleden) niet grootscheeps wilde inkopen, en hij hield teams over waarmee niet het leukste voetbal kon worden gespeeld. Hij was er één, zo gaat dat in de vluchtige beeldvorming, van het saaie voetbal.", "Nu proef je verbazing: zijn Oranje speelt soms best leuk – leuker, hoor je hier en daar zelfs al, dan onder Ronald Koeman. “Het heeft met de kwaliteiten van de spelers te maken”, zei De Boer deze week kalm na de zege op Polen. Niets nieuws, een verankerde wetmatigheid, een duffe waarheid die niet uitkomt bij het opplakken van etiketten, als het even niet gaat of kan zoals vaak zo gemakkelijk gewenst.", "Oranje staat precies waar het moet staan", "Italië, de winnaar van de Nations League-poule, is ­beter. Oranje staat precies waar het moet staan, of je dat nu de subtop wilt noemen of de kop van de grote middenmoot. Dat wist Ronald Koeman, dat weet Frank de Boer. Ik houd nog steeds wel mijn hart vast, want als dat besef er al is, het kan ook zo weer vervlogen zijn – als het straks onvermijdelijk weer een keer niet gaat zoals zo gemakkelijk gewenst.", "Tegenstanders lopen er soms zomaar doorheen, wat trouwens ook onder Koeman zo was. “Soms lijd je balverlies waar je geen balverlies moet lijden. Daar is niet tegen te voetballen”, zei Frank de Boer woensdagavond. Het lachje, de dictie, de logica, de (zelf)relativering – het was, echt, zomaar ineens een vleugje Rinus Michels.", "Goed en leuk om te zien. Ik dacht er de knipoog bij.", "Henk Hoijtink bespreekt in zijn columns de voetbalwereld. Lees ze hier terug."], "authors": ["Henk Hoijtink"], "keywords": ["van", "rinus", "als", "michels", "logica", "het", "vleugje", "frank", "echt", "lachje", "hij", "ik", "een", "niet", "dat", "en", "er"], "pubDate": "2020-11-21T08:51:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}