{"id": "f8117635-dc03-3d73-a1cc-96c83e8eb980", "title": "Nieuwe surprises, een andere Piet. Over een paar jaar weten kinderen niet beter", "url": "https://trouw.nl/opinie/nieuwe-surprises-een-andere-piet-over-een-paar-jaar-weten-kinderen-niet-beter~b80133e9/", "summary": "De trend is duidelijk: Zwarte Piet is een kleurenpiet geworden, een roetveegpiet of een ongeschminkte Piet met een vrolijke muts op.\nDe zwarte Piet verdwijnt.\nDie gedaanteverandering is een traag en taai proces, negen jaar geleden definitief ingezet door protestgroep Zwarte Piet is Racisme.\nEen traag proces, met een uitkomst die aan het begin ervan door velen ondenkbaar en in ieder geval zeer onwenselijk werd geacht.\nEn niet tevergeten: er groeit een generatie kinderen op die binnen een paar jaar niet beter weet.", "paragraphs": ["Op deze zaterdagse Pakjesavond zullen de surprises zeker anders zijn dan vorig jaar. Denk aan anderhalvemeterstokken, mondkapjes in allerlei kleuren en maten en zelfgefabriceerde ‘vaccins’ met vervaarlijke inhoud. De Sint die op bezoek komt, zal even vertrouwd zijn als altijd. En de Pieten? De trend is duidelijk: Zwarte Piet is een kleurenpiet geworden, een roetveegpiet of een ongeschminkte Piet met een vrolijke muts op. De zwarte Piet verdwijnt. Langzamerhand.", "Uit peilingen blijkt dat een groeiend deel van de bevolking accepteert dat de roetveegpiet de standaard wordt, zij het dat die aanvaarding om uiteenlopende redenen is en niet altijd uit overtuiging. Was in 2013 nog de overgrote meerderheid, 89 procent, voor het behoud van Zwarte Piet, nu is dat nog ongeveer de helft, blijkt uit een peiling van ‘EenVandaag’ vorige maand. Een peiling van I&O Research bevestigt dat beeld deze week.", "Die gedaanteverandering is een traag en taai proces, negen jaar geleden definitief ingezet door protestgroep Zwarte Piet is Racisme. Een traag proces, met een uitkomst die aan het begin ervan door velen ondenkbaar en in ieder geval zeer onwenselijk werd geacht. Want wie had in 2011 gedacht dat er in 2020 op de meeste scholen geen Zwarte Pieten meer over het plein zouden buitelen, maar roetveegpieten? Wie had gedacht dat in het Sinterklaasjournaal voor het tweede jaar op rij geen klassieke Zwarte Pieten meer zijn? Of dat die ontbreken in etalages en folders in de weken voor 5 december, op wat uitzonderingen na?", "Zeker, er zijn nog plaatsen waar het beeld van de knecht van de Sint onveranderd is. En er is zeker nog verontwaardiging over het feit dat de actiegroep Kick Out Zwarte Piet zo veel invloed heeft gekregen.", "Zwarte Piet is niet verboden, het olijke knechtje is wel inzet geworden van een wel heel stevig maatschappelijk debat, met veel boosheid, pijn en protest.", "Wat vooral vastgesteld kan worden is dat er in Nederland bereidheid is om naar elkaar te luisteren, elkaars pijn en gevoeligheden, zij het met enige moeite, serieus te nemen. Het gevolg is duidelijk zichtbaar. Het kinderfeest is gebleven, 5 december is ondanks corona een vrolijke avond waarbij mensen elkaar een plezier willen doen. En het is mogelijk gebleken om langzamerhand een culturele gewoonte om te buigen.", "Dat proces is niet afgerond, het gaat door. Nederland heeft het eeuwenlang zonder Zwarte Piet gedaan. Dat moet de komende tijd toch ook lukken. En niet tevergeten: er groeit een generatie kinderen op die binnen een paar jaar niet beter weet.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": [], "keywords": ["beter", "paar", "van", "piet", "het", "op", "nieuwe", "met", "zwarte", "kinderen", "een", "surprises", "weten", "niet", "jaar", "en", "dat"], "pubDate": "2020-12-05T07:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}