{"id": "f81751d6-22bb-3682-adf8-55f93dd374f6", "title": "Alle muziekliefhebbers zouden de lessen van Jan Wijn moeten lezen", "url": "https://www.parool.nl/kunst-media/alle-muziekliefhebbers-zouden-de-lessen-van-jan-wijn-moeten-lezen~b93bc7f5/", "summary": "Het betekende het einde van een veelbelovende carrière als solist.\nEen uitzonderlijk geval van domme pech; de keerzijde van het uitzonderlijke geluk dat hij met een enorm talent ter wereld was gekomen.\nVerplichte kostWijn gaf uiteindelijk 58 jaar les aan het conservatorium, een periode waarin hij een onwaarschijnlijke hoeveelheid jonge pianisten de kneepjes van het vak bijbracht.\nHet maakt Wijn tot de beroemdste pianistensmid van Nederland, of beter gezegd, maakte, want Wijn is vorig jaar gestopt met zijn lessen aan het conservatorium.\nHij was iemand met sterke overtuigingen, die hij met grote toewijding probeerde over te brengen op zijn leerlingen.", "paragraphs": ["Beeld Merlijn Doomernik", "Hoe zou het leven van pianist Jan Wijn (86) zijn verlopen als zijn rechterhand in 1972 niet raar was gaan doen en hij gewoon op topniveau had kunnen blijven spelen? De vraag is even intrigerend als zinloos, want hij kreeg die kwaal nu eenmaal en hij moest daarna zijn leven her­ijken.", "Focale dystonie was het. Een neurologische afwijking, die maakte dat zijn rechterhand een onverbeterlijk eigenwijs deel van zijn anatomie werd en zich samentrok als dat nou juist niet moest. Dan greep hij mis als hij octaven moest spelen.", "Het betekende het einde van een veelbelovende carrière als solist. Het zorgde er ook voor dat hij zich nu volledig kon richten op zijn lespraktijk die hij er al sinds 1962 in Tilburg en vanaf 1968 in Amsterdam op nahield. ‘Enorm zonde’ vond hij het wel. En het was ook niet dat hij zich bij die haperende rechterhand neerlegde.", "Hij bezocht de psychiater Hans Henkemans (zelf een pianovirtuoos), die het op ‘angst’ gooide. ‘Een spin trekt ook zijn poten in als hij bang is.’ Helaas was dat leuterkoek. De klacht was van fysiologische aard. Een uitzonderlijk geval van domme pech; de keerzijde van het uitzonderlijke geluk dat hij met een enorm talent ter wereld was gekomen.", "Verplichte kost", "Wijn gaf uiteindelijk 58 jaar les aan het conservatorium, een periode waarin hij een onwaarschijnlijke hoeveelheid jonge pianisten de kneepjes van het vak bijbracht. Zijn lijst van leerlingen is indrukwekkend en gaat van Ronald Brautigam tot Wibi Soerjadi, Leo van Doeselaar en Wyneke Jordans, Ivo Janssen, Hannes Minnaar, Paolo Giacometti, Marietta Petkova, Nono Gvetadze, Thomas Beijer, Caspar Vos naar Lucas en Arthur Jussen. En dit is nog maar het topje van de ijsberg. Het maakt Wijn tot de beroemdste pianistensmid van Nederland, of beter gezegd, maakte, want Wijn is vorig jaar gestopt met zijn lessen aan het conservatorium.", "Om dat afscheid extra cachet te geven, heeft Trouwjournaliste Sandra Kooke, die zichzelf ‘een fervent amateurpianiste’ noemt, een boek over hem gemaakt, dat Speel! De lessen van Jan Wijn heet. Elke aspirerende musicus en elke muziekliefhebber zou het moeten lezen, want de behartenswaardige zinnen klotsen van de bladspiegel.", "Wijn gaf les in de geest van zijn eigen pianodocent Cornelius Berkhout. Die drukte hem altijd weer op het hart ‘dienend aan de muziek te zijn’. Dus: speel wat er in de partituur staat, logisch, eerlijk, oprecht, verzorgd, vrij en met verbeeldingskracht, maar zonder malle buitenissigheden die meer met jouw ego te maken hebben dan met dat van de componist.", "Dat is makkelijker gezegd dan gedaan. Kooke wijdt aan elk van de genoemde vereisten een uitgebreide afzonderlijke paragraaf, die steeds eerst en vooral duidelijk maakt hoe raadselachtig heel goed pianospelen eigenlijk is, laat staan hoe je dat iemand zou moeten bijbrengen.", "Kooke legt zorgvuldig uit wat Wijn tot zo’n uitzonderlijke pedagoog maakt. Het zit hem in de woordkeus bij zijn kritiek – die altijd opbouwend is. Al zijn aanwijzingen hebben weerhaakjes. Ze blijven hangen en nestelen zich voorgoed in het geheugen. ‘Je moet even de jonge hond in het hok stoppen.’ (Bedoeld wordt: doe het even wat rustiger.) Variant: ‘Het zijn geen Olympische Spelen.’", "Goede smaak en integriteit", "Een van Wijns stellingen is dat iedereen ‘onder zijn kunnen presteert’ en dat het de taak van de leraar is de musicus vrij te maken, ‘te ontpellen’. Misschien is het juist dát waardoor Wijn zo’n uitzonderlijke leraar was. “Hij is een spiegel. Hij laat je zien wie je bent, als musicus en als mens,” zegt Paolo Giacometti in het boek.", "Het boek besluit met negen interviews met ex-leerlingen die terugblikken op hun tijd bij Wijn. Thomas Beijer vat samen waar je een leerling van Wijn aan kunt herkennen: goede smaak en integriteit. “Het is veel moeilijker om zonder dan mét aanstellerij te spelen. Met krullen en tierelantijnen is het sneller indrukwekkend. Maar eigenlijk is het nep.”", "En in het gesprek met Marietta Petkova is te lezen dat het ook kon knetteren tussen leraar en leerling. “Jan wilde me behoeden, op het rechte pad houden. Hij was iemand met sterke overtuigingen, die hij met grote toewijding probeerde over te brengen op zijn leerlingen. Maar er was geen plaats voor iets anders. Dat gaf conflicten.” Uiteindelijk kwam het goed tussen de twee.", "En Caspar Vos verwoordt wat in alle gesprekken tussen de regels door voelbaar is: “Je kunt niet anders dan van deze man houden.”", "Sandra Kooke: Speel! De lessen van Jan Wijn. ISVW Uitgevers, €19,95."], "authors": ["Erik Voermans"], "keywords": ["zijn", "van", "lessen", "lezen", "alle", "en", "wijn", "een", "met", "dat", "moeten", "muziekliefhebbers", "het", "jan", "hij", "zouden", "die"], "pubDate": "2021-01-07T14:00:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}