{"id": "f82559fa-4696-302a-91db-5bcab358073e", "title": "Het delen van psychisch leed op Instagram en Twitter, doet dat nou kwaad of goed?", "url": "https://volkskrant.nl/cultuur-media/het-delen-van-psychisch-leed-op-instagram-en-twitter-doet-dat-nou-kwaad-of-goed~bd45b1ea/", "summary": "Ze werd een voorvechter van verandering op dat gebied; aanvankelijk op sociale media, later ook als gast in talkshows en op het Binnenhof.\n‘Ik ben bang dat het heel veel gaat losmaken en dat ik het niet aan kan.’Bouwman is niet de enige die op sociale media bericht over haar psychische en psychiatrische problematiek.\nOp Facebook, Instagram en Twitter wemelt het van de profielen van bekende en onbekende mensen die berichten plaatsen over hun mentale worstelingen.\nDezelfde ervaringenBouwman kan het moment dat ze voor het eerst besloot te twitteren over haar psychische problemen nog goed herinneren.\nDe oorzaken: het onderling ‘normaliseren van suïcidaal gedrag als reactie op problemen’ en het gevaar van ‘besmetting’: elkaar op ideeën brengen en neerwaarts beïnvloeden.", "paragraphs": ["Zowel bekende als onbekende mensen delen op sociale media hun worstelingen met depressie, angst, PTSS of eetproblemen. Herkenbaar voor lotgenoten, maar ook potentieel gevaarlijk.", "Op 21 november 2019, het is half één ’s nachts, doet Charlotte Bouwman (27) een noodoproep op Twitter. ‘Is er hier iemand nog wakker die kan bellen even? Had nooit verwacht dit te plaatsen maar de crisisdienst kan pas over een paar uur terugbellen en 113 heeft ‘geen medewerker beschikbaar’ ik kan alleen een bericht achterlaten en binnen 24u teruggebeld worden wat te laat is.’", "Een aantal twitteraars stuurt haar een privébericht met nummer. Bouwman belt die nacht met een van hen: een onbekende vrouw, ook een journalist. Verschillende mensen, die haar bericht later lezen, noemen het ‘dapper’ dat Bouwman op Twitter om hulp vraagt. Anderen reageren bezorgd: ‘Jezus, hoe gaat het nu met je?’", "Is er hier iemand nog wakker die kan bellen even? Had nooit verwacht dit te plaatsen maar de crisisdienst kan pas over een paar uur terugbellen en 113 heeft ‘geen medewerker beschikbaar’ ik kan alleen een bericht achterlaten en binnen 24u teruggebeld worden wat te laat is — Charlotte Bouwman (@charlotbouwman) 20 november 2019", "Ze werd rustig van het telefoongesprek, zegt ze. ‘Misschien ook wel juist omdat het zo raar is om ’s nachts om 1 uur ineens een vreemde aan de lijn te krijgen. Het helpt mij: de gedachte dat ik altijd iemand kan bereiken.’", "Bouwman was van plan geweest om de tweet naderhand te wissen, vertelt ze nu, ruim een jaar later, in haar Amsterdamse woning, op een steenworp van de kliniek waar ze sinds een paar maanden in behandeling is. Maar er waren zoveel reacties op gekomen, dat het ‘niet netjes’ voelde naar de mensen die reageerden om ’m weg te halen. Bovendien vond ze: ‘Dit is wél hoe het gaat, ik vind het ook belangrijk om dat te laten zien.’", "Charlotte Bouwman werkte als verslaggever bij NRC en schrijft een boek over haar suïcidaliteit en ervaringen met de geestelijke gezondheidszorg. Ze groeide het afgelopen jaar uit tot een opvallende aanwezigheid op Twitter en Instagram met haar berichten over diezelfde thema’s. Haar toon varieert van geestig, scherp en sarcastisch tot voelbaar broos en in mentale nood.", "Een terugkerend onderwerp: de lange wachtlijsten in de ggz. Ze werd een voorvechter van verandering op dat gebied; aanvankelijk op sociale media, later ook als gast in talkshows en op het Binnenhof. In januari voerde ze actie bij het ministerie van Volksgezondheid. Met haar hond Bobbie nam ze plaats in de hal, een protestbord in de hand: ‘Ik ben al acht jaar suïcidaal en sta al 804 dagen op een wachtlijst voor de juiste hulp. Vanaf nu wacht ik hier!’", "In september kon ze starten met haar behandeling. ‘Na meer dan 1000 dagen wachten is dat heel onwennig en fucking spannend’, schreef ze op Twitter. ‘Ik ben bang dat het heel veel gaat losmaken en dat ik het niet aan kan.’", "Bouwman is niet de enige die op sociale media bericht over haar psychische en psychiatrische problematiek. Op Facebook, Instagram en Twitter wemelt het van de profielen van bekende en onbekende mensen die berichten plaatsen over hun mentale worstelingen. Gedetailleerde updates over diagnoses, negatieve gevoelens, schaamte en angst, over zelfbeschadiging, eetproblematiek, al dan niet gedwongen opnames, suïcidepogingen en seksueel misbruik. De hashtags zijn legio, maar #mentalhealth, #openup en #recovery worden door vrijwel iedereen gebruikt. Sociale media blijken een aantrekkelijke plek voor herkenning, steun en laagdrempelig lotgenotencontact.", "Al scrollend langs al die persoonlijke verhalen dringt de vraag zich op: waarom doen mensen dit en wat brengt het hen? Helpt het online delen en lezen van ervaringen om beter te worden, of kan het herstel juist ook in de weg zitten?", "Dezelfde ervaringen", "Bouwman kan het moment dat ze voor het eerst besloot te twitteren over haar psychische problemen nog goed herinneren. In april 2019 schrijft ze dat ze niet langer eufemistisch over ‘het ziekenhuis’ wil spreken, als ze weer eens is opgenomen op de gesloten afdeling van een psychiatrische kliniek, en dat ze onder meer worstelt met suïcidaliteit.", "Ze heeft lang getwijfeld, vooral vanwege de mogelijke impact op haar loopbaan. ‘Want wie gaat er nou iemand als correspondent naar zeg, Rusland, sturen, als je weet dat diegene opgenomen is geweest?’", "Zelf miste ze verhalen van ‘succesvolle’ mensen met dezelfde ervaringen als zij. Een is journalist Hannah Jane Parkinson van de Britse krant The Guardian. ‘Zij heeft één keer een geweldig stuk geschreven over haar gedwongen opname, maar verder schrijft ze over populaire cultuur. Zo’n stuk geeft hoop: het kan dus wel, ziek zijn en werken.’ Bouwmans vrienden zeggen soms tegen haar dat ze van haar ziekteverloop meer meekrijgen via Instagram dan gewoon, face to face. ‘Ik wil met hun over andere dingen praten, niet telkens over psychiatrische updates.’", "Veel accounts op Twitter en Instagram zijn (zoals dat van Bouwman) openbaar. Zo konden de 27 duizend volgers van Anne Fleur Dekker (26) deze zomer op Twitter een weergave lezen van een gesprek met haar psychiater. Dekker werd in 2017 een instant twitterberoemdheid, na een massaal opgepikt online opiniestuk over misogyne en racistische uitspraken van Thierry Baudet. Dat stuk, in combinatie met een controversiële tweet over Geert Wilders, katapulteerden haar in het vizier van rechts Nederland dat haar tot lievelingsvijand bombardeerde – ze moest onderduiken vanwege de vele bedreigingen en liep PTSS (posttraumatische stressstoornis) op.", "Op 29 juli citeert Dekker – die de afgelopen jaren meerdere psychoses beleefde – in een reeks van 16 berichten zichzelf en haar psychiater. Ze krijgt tot haar opluchting niet de door patiënten vaak gevreesde (want zware) diagnose schizofrenie. Haar psychiater noemt haar, onder meer dankzij haar ziekte-inzicht en behandelingsbereidheid, hersteld, aldus Dekker. Ze eindigt haar berichtenreeks uitgelaten: ‘Jongens. Ik heb mijn schizofrenie genezen.’", "Goed. De grote zorgoverleg/herdiagnose dag vandaag dus. Ik zag er zoals jullie weten tegenop omdat ik er vrijwel zeker van was dat ik vandaag de definitieve diagnose 'schizofrenie' zou krijgen omdat ik inmiddels elk criterium voor die diagnose heb aangetikt. — Anne Fleur Dekker (@annefleurdd) 29 juli 2020", "Behalve dat van Bouwman (@thecuriouscaseofcharlottebouwman, bijna 3 duizend volgers) en Dekker (@annefleurdd 12,7 duizend volgers) is er op Instagram onder meer het account @stronglikeafighter (meer dan 16 duizend volgers). Achter dit pseudoniem gaat de 25-jarige Kenza Bolsius schuil, die jarenlang een ‘fitgirl’-account had, waar ze fraaie foto’s plaatste van gezonde maaltijden en haar gespierde buik. Tot ze in 2017 besloot open te zijn over haar psychische problemen, haar worsteling met zelfbeschadiging, eetproblematiek, depressies en trauma’s door seksueel misbruik. Inmiddels is haar account uitgegroeid tot een platform waar mensen met mentale problemen samenkomen voor steun onder de hashtag #stronglikeafighterarmy. Maar ook meer in de luwte delen talloze mensen, veelal (jonge) vrouwen en meisjes, hun psychiatrische wel en wee met hun volgers.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door null (@stronglikeafighter) op 28 Dec 2020 om 7:22 PST", "Klein sociaal vangnet", "Zoals Marion Rietveldt (40) die op @marionsfight (836 volgers) tussen de foto’s van tekeningen en haar kat sinds een jaar in berichtjes vertelt over de complexe trauma’s waarmee ze kampt, over zelfbeschadiging, haar dissociatieve identiteitsstoornis en behandelingen in de ggz. ‘Om mezelf en anderen te helpen voelen dat het oké is om mentaal ziek te zien. Dat je het niet hoeft te verbergen.’", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Marion Rietveldt (@marionsfight) op 28 Dec 2020 om 7:23 PST", "Rietveldt voelt zich minder alleen sinds ze op Instagram meer begon te delen, ‘door de positieve en steunende reacties. Ik heb een klein sociaal vangnet, deze contacten zijn belangrijk voor mij. Er zijn ook offline vriendschappen uit ontstaan.’", "Emma Castrop (23) begon eind 2019 met een intensieve klinische behandeling van tien maanden. Om niet telkens vragen te ontwijken of een ‘lang en moeilijk’ verhaal te hoeven vertellen begon ze @emmastrueselfie (‘volgeplakt met DSM labels’, 531 volgers), voor vrienden en familie.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door null (@emmastrueselfie) op 28 Dec 2020 om 7:24 PST", "In haar posts vertelt Castrop over verf gooien bij creatieve therapie, medicatie of hoe haar moeder moest ‘babysitten’ na opnames als ze suïcidaal was. De toon varieert van ernstig tot vrolijk, als ze bijvoorbeeld haar afscheidsfeestje op de afdeling in de kliniek beschrijft. ‘De hit van de avond was natuurlijk ‘Borderline’ van MEROL’.", "Ze heeft ook contact met andere jonge vrouwen die posten over psychische problematiek, ‘mensen in wie ik me herken’. ‘Je snapt elkaar sneller, deelt bepaalde gespreksonderwerpen en spreekt de taal van hulpverlenersland.’", "Dat de wereld van #mentalhealth op Instagram niet alleen maar warm en steunend is, ervoer Marion Rietveldt ook. Ze belandde aanvankelijk vooral bij accounts die haar juist verder van huis brachten. ‘Mensen die schrijven dat ze beter willen worden. Maar ik zag snijwonden en dacht: zo diep wil ik ook. Dat soort gedachten heb je als je niet lekker in je vel zit en jezelf beschadigt.’", "Mensen die deelden dat ze wéér zijn opgenomen, wéér in isolatie zitten, heeft ze uiteindelijk verwijderd. ‘Het wordt een giftig soort competitie. Ik dacht bijvoorbeeld: jeetje ik ben nooit opgenomen geweest, dus ik ben niet ziek genoeg. Het was een proces om dat in te zien.’", "‘Het luistert nauw wie je volgt’, zegt ook beeldend kunstenaar Brechje Geutjes (35) over Instagram en het thema psychiatrie. Aan de ene kant heb je de destructieve accounts, met name op het gebied van eetstoornissen en zelfbeschadiging, zegt ze. ‘Als je nog erg ziek bent, besef je niet hoe schadelijk die accounts zijn. Ze gebruiken allemaal het woord ‘recovery’. Zeker als je je jonger bent, wil je bij een clubje horen, en als de sfeer in dat clubje destructief is, is dat levensgevaarlijk.’", "Geutjes heeft ook moeite met ‘het warme bad van de positieve, inspirerende accounts gericht op herstel’ aan de andere kant van het spectrum. ‘Alsof je van ziek naar beter gaat. Als ik er op slechte dagen naar kijk, komt een gevoel van falen boven. Dat helpt niet. Ik zie het eerder aankomen als het slechter met me gaat, kan hulp inschakelen als dat nodig is, maar ik sluit niet uit dat het ooit nog mis gaat. Die middenweg vind je online maar weinig.’", "Voor Fleur Jaspers (23) bleek het óntvolgen van alle ‘recovery-accounts’ een belangrijke stap in haar herstel. Ze is nog steeds actief op Instagram en ‘open over haar psychische problemen’ op haar openbare account. ‘Ik doe het om mensen te informeren en hen dingen beter te laten begrijpen. Het hielp mij in de tijd dat het slechter ging, dat mensen in mijn directe omgeving beter wisten wat er speelde – ik voelde me meer begrepen.’", "Charlotte Bouwman krijgt geregeld privéberichten via Twitter of Instagram van mensen in nood. In het begin schrok ze van die berichten, zegt ze. ‘Ik voelde me verantwoordelijk. Toen ik te gast was bij De wereld draait door heb ik het hele uur daarvoor geappt en zelfs gebeld met een man die zei: ik ga nu een poging doen en jij moet de groeten doen aan mijn kinderen.’", "Zo uitvoerig op hulpvragen ingaan doet ze niet meer. ‘Ik vind mezelf nu best hard: sorry, ik kan dit niet dragen, ik kan je er niet mee helpen. Uit ervaring weet ik: als ik er op inga, gaan mensen vaak niet meer weg. Dus kan ik maar beter meteen duidelijk zijn.’", "Hoewel ze minder volgers heeft, moest ook Fleur Jaspers leren haar grenzen online goed te bewaken. Ze kreeg geregeld ‘ellenlange berichten met ellende’. ‘Dan voelde ik me verantwoordelijk om te reageren, omdat ik wist, een kleine afwijzing kan al gevaarlijk zijn, dan zit die persoon er slechter bij door mij. Nu durf ik te schrijven dat het mij helaas niet altijd lukt om anderen via deze route te helpen.’", "Eigenlijk vindt Jaspers dat er meer aandacht voor sociale media zou moeten komen bij opleidingen voor artsen en psychologen. ‘Ik heb het idee dat het voor veel behandelaars een totaal onbekende wereld is.’", "Ook Bouwman is ervan overtuigd dat de gemiddelde behandelaar niet ‘op de hoogte is van Twitter en Instagram’. Ze zegt dat ze het met haar behandelaars nooit heeft over haar online activiteiten. ‘Zelf maak ik me weleens zorgen als ik berichten zie van heel erg verwarde mensen met veel volgers op Twitter. Dan denk ik, weet je behandelaar dit?’", "In grote lijnen bestaan er twee effecten van media-uitingen over zelfdoding. Het Werther-effect (naar Goethes protagonist die zijn leven beëindigde en liefhebbers van het personage tot eenzelfde levenseinde ‘inspireerde’): als berichten leiden tot imitatie. En het Papageno-effect (naar een personage uit de Toverfluit van Mozart dat ondanks wanhoop en suïcidale gedachten door zijn omgeving op andere gedachten kan worden gebracht): verhalen van mensen die hersteld zijn van suïcidale gedachten – wat een beschermend effect zou hebben.", "Gemengde gevoelens", "Ja, wat vinden behandelaars hier eigenlijk van? Lidewy Hendriks, psycholoog bij MIND Korrelatie, een stichting die anonieme hulp biedt bij psychische problemen, heeft er gemengde gevoelens bij. ‘Ik juich het toe omdat delen op sociale media voor jongere mensen een laagdrempelige eerste stap naar meer openheid kan zijn, maar ik ben ook huiverig.’", "Online lotgenotencontact kan riskant zijn, volgens Hendriks. Bij wie mentaal kwetsbaar is, kan een kleine verkeerde of verkeerd begrepen opmerking ingrijpende negatieve gevoelens oproepen en grote consequenties hebben. Aanvankelijk mooi contact kan snel accelereren tot riskant, of in het jargon van psychische behandelingen ‘triggerend’ – dat wat de klachten of het schadelijke gedrag aanwakkert, verergert of ontketent.", "Ze wijst op tragische maar veel voorkomende mechanismen: leedconcurrentie en leedvergelijking. Hendriks: ‘Kijk haar, zij is er veel erger aan toe. Het kan kopieergedrag stimuleren.’ Ook kan het volgens de psycholoog gebeuren dat de stoornis of klachten ‘een identiteit’ worden, een mechanisme waarvoor ook de psychiater van Bouwman haar ooit waarschuwde; dat Instagram (of in het geval van Bouwman haar boek en actievoeren) als het ware helpt om de ongezonde identiteit steeds meer te verankeren. Mensen plaatsen soms alleen nog maar berichten over hun ziekte of stoornis. Dat is misschien ‘mooi voor het maatschappelijk bewustzijn’, zegt Hendriks, maar niet per se voor de persoon zelf. ‘Want hoe dramatischer de post, hoe meer likes. In behandelingen probeer je als psycholoog die gezonde kant juist te stimuleren. En is openheid echt dat al die onbekende mensen weten hoe het met jou gaat, of kun je beter praten met je naasten, met mensen die je vertrouwt?’", "Beeld Aafke Bouman", "In een door experts vaak aangehaalde Australische studie uit 2016 in vakblad Early Intervention in Psychiatry vergeleken onderzoekers dertig internationale studies over de invloed van berichten op sociale media over suïcidaliteit op mensen die kampen met psychische problemen. Uit de studies bleek dat een belangrijk deel van de mensen dat online steun zoekt, dat in ‘het echte leven’ niet doet of durft. Percentages noemen ze niet, omdat die per bekeken studie te sterk varieerden. Er is een groep mensen die ‘zich door hun online lotgenotencontact juist verder verwijdert van de maatschappij’, schrijven de onderzoekers. De oorzaken: het onderling ‘normaliseren van suïcidaal gedrag als reactie op problemen’ en het gevaar van ‘besmetting’: elkaar op ideeën brengen en neerwaarts beïnvloeden.", "Datzelfde concludeerden onderzoekers van 113 Zelfmoordpreventie en Amsterdam UMC vorig jaar, na een onderzoek naar suïcide onder tieners in 2017, vanwege een opvallende toename van zelfdodingen onder jongeren (van rond de 50 naar meer dan 80 in een jaar). De onderzoekers beschrijven in hun studie een keur aan zorgwekkend online gedrag: van het hebben van geheime accounts, tot het delen en opzoeken van foto’s van zelfbeschadiging en suïcidepogingen, communicatie via verborgen hashtags, activiteiten in pro-ana (anorexia, red.) en pro-zelfbeschadigingsgroepen.", "Lotgenotencontact en openheid verminderen stigma’s en dat is ontzettend belangrijk, zegt Derek de Beurs, expert suïcide-preventie bij het Trimbos Instituut. ‘Ik zou willen dat we in een maatschappij leefden waarin de dingen die bijvoorbeeld Charlotte Bouwman deelt niet problematisch zijn. Dat je gewoon kan zeggen dat je opgenomen bent geweest, dat suïcidaliteit een rol speelt in je leven. Er wordt zoveel in stilte geleden.’", "Toch noemt De Beurs sociale media ‘een potentiële ramp’ en zegt hij dat er nog veel te weinig onderzoek is gedaan naar de effecten ervan op psychiatrisch leed. Over onderwerpen als suïcide of zelfbeschadiging is, net als bij eetstoornissen, bekend dat het nauw luistert hoe erover geschreven wordt. Niet voor niets werken traditionele media met richtlijnen. ‘Ze plaatsen geen foto’s, noemen geen methoden en romantiseren een doodswens of destructieve neigingen niet. Op sociale media zie ik met grote regelmaat het tegenovergestelde.’ De Beurs wijst ook op de fuik van het algoritme. ‘Voor je het weet zit je in een tunnel waarin iedereen dezelfde destructieve neigingen heeft als jij. Bied daar maar eens weerstand aan.’", "Sinds september 2019 weren Facebook en Instagram berichten over zelfbeschadiging en suïcide. ‘Grafische afbeeldingen’ worden verwijderd of voorzien van een waarschuwing. Een goede ontwikkeling, denkt De Beurs, al vraagt hij zich af hoe groot het effect is. ‘Het is positief dat je niet per ongeluk iets te zien krijgt dat je niet wilt zien, maar als je zelf actief zoekt, kun je alles vinden wat je wilt.’", "Van tijd tot tijd twijfelt Charlotte Bouwman over het voortzetten van haar activiteiten op Twitter en Instagram. Ze nam zich voor geen berichten meer op sociale media zetten wanneer ze in paniek is, niet ‘in het moment’. Een video die ze deze herfst kort na een suïcidepoging online zette, liet ze vooraf aan twee vrienden zien. ‘Zo van: kan dit op deze manier? Het is toch een heftig bericht, en ik wil voorkomen dat ik het niet meer helder zie door de situatie.’", "Het helpt om te horen dat dingen die háár hielpen ook iets voor anderen kunnen betekenen. ‘Ik deelde ooit iets dat een verpleegkundige tegen mij zei, een quote die me altijd is bijgebleven: ‘Dood kan altijd nog.’ Laatst stuurde iemand dat deze quote haar heeft geholpen toen ze suïcidaal was.’ Zulke reacties maken al dat posten op sociale media waardevol, wil ze maar zeggen.", "Bij het naar buiten gaan, terug naar de kliniek, vraagt een buurvrouw in het trappenhuis of ze weer thuis is. ‘Nog niet’, zegt Bouwman.", "Verbetering: in een eerder versie van dit artikel stond dat Charlotte Bouwman 30 jaar oud is, dat moet 27 zijn.", "Mensen die na het lezen van dit verhaal psychische hulp zoeken kunnen terecht bij MIND Korrelatie via mindkorrelatie.nl. Heb je gedachten aan zelfmoord? Zoek dan hulp bij 113 Zelfmoordpreventie via www.113.nl"], "authors": ["Gidi Heesakkers", "Ianthe Sahadat"], "keywords": ["ik", "goed", "nou", "van", "en", "een", "ze", "dat", "op", "psychisch", "leed", "het", "haar", "twitter", "instagram", "die", "kwaad"], "pubDate": "2020-12-28T14:47:57Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}