{"id": "f827ce8a-48dd-3f42-83ca-714dc90841e1", "title": "Thuiswerken in een tiny house: één stap van bed naar bureau", "url": "https://www.parool.nl/ps/thuiswerken-in-een-tiny-house-een-stap-van-bed-naar-bureau~b3d9c0c5/", "summary": "In een tiny house leer je met de seizoenen leven.”Vierenhalf jaar geleden verruilde Jonker een rijtjes­woning met drie slaapkamers voor haar zelfvoorzienende tiny house, dat ze zelf liet bouwen.\nSamen met een initiatiefgroep heb ik de gemeente gevraagd om tijdelijk te mogen wonen op een stuk ongebruikte gemeentegrond, als een pilotproject met vijf tiny houses.\nZe richtte de keet in met planten en tweedehandsmeubels en maakte er een ruimte met drie werkplekken van.\nEen van hen is Karin Prins (38), die als tekstschrijver werkt en met haar man en twee kinderen (6 en 4) in een tiny house met een vloeroppervlakte van 24 vierkante meter woont.\n“De kinderen hebben allebei een slaapplek met een deur, verder zijn er in huis geen aparte ruimtes.", "paragraphs": ["Het tiny house (16 m2) van Marjolein Jonker", "Sinds maart gaat Marjolein Jonker (45) er niet meer op uit om lezingen over tiny houses te geven of adviesgesprekken met gemeenten te voeren. Al haar werk doet ze nu ­vanuit huis – een woning van 16 vierkante meter in ­Alkmaar, zonder ­wifi, elektriciteit of stromend water. Ze gebruikt in plaats daarvan de hotspot van haar mobiele ­telefoon, de energie die drie zonnepanelen op het dak ­leveren en gefilterd ­regenwater.", "“Toen ik hier net woonde, was het even wennen,” zegt ze. “In de winter werd ik weleens wakker zonder stroom, omdat er in die periode minder zonuren zijn en mijn accu leeg was. Maar daar bedenk je vanzelf oplossingen voor. In een tiny house leer je met de seizoenen leven.”", "Vierenhalf jaar geleden verruilde Jonker een rijtjes­woning met drie slaapkamers voor haar zelfvoorzienende tiny house, dat ze zelf liet bouwen. “Ik wilde meer natuur en minder spullen om me heen, en mijn ecologische voetafdruk verkleinen,” zegt ze. “Een beetje back to basic.”", "Toen ze geen betaalbare, kleine woning met tuin kon vinden, ontdekte Jonker de Amerikaanse tinyhouse-­beweging: mensen die wonen in volwaardige, vrijstaande woningen op wielen of een fundering, met een vloer­oppervlak van maximaal 50 vierkante meter. “Ik wist meteen: dit wil ik. Die woonvorm bestond alleen nog niet in Nederland. Samen met een initiatiefgroep heb ik de gemeente gevraagd om tijdelijk te mogen wonen op een stuk ongebruikte gemeentegrond, als een pilotproject met vijf tiny houses. Dat is gelukt.”", "De ruimte binnen in het huisje van Marjolein Jonker. ‘Het scheelt dat ik hier alleen woon. Beeld Lopke van de Reijt", "Een uitdaging", "Dat ze hele dagen in haar tiny house zou doorbrengen, had Jonker niet kunnen voorzien, maar ze komt de dagen prima door in haar kleine ruimte. “Ik rol ’s ochtends mijn bed uit, steek mijn kacheltje aan, neem een kop thee en kruip achter mijn laptop, om er aan het eind van de middag weer achter vandaan te komen. Sociale contacten ­verlopen vooral via Whatsapp en telefoon. Maar dat geldt ook voor veel mensen in grotere huizen. Het enige verschil is dat er minder ruimte zit tussen mijn bank en mijn werkplek.”", "Bovendien kun je een tiny house naar je eigen wensen bouwen en inrichten; dus ze mist niets, zegt Jonker. “Als de muren van een tiny house op je afkomen zodra je er veel tijd doorbrengt, was je misschien al niet zo geschikt om op een kleine oppervlakte te wonen. Al scheelt het dat ik alleen woon. Met z’n tweeën thuiswerken in een kleine ruimte kan best een uitdaging zijn.”", "Marjolein Jonker in haar woning. Beeld Lopke van de Reijt", "Schaftkeet delen", "Dat weet Natasja Oosterloo (39) uit ervaring: zij en haar man werken sinds maart ook fulltime thuis – zij als zelfstandig ondernemer op het gebied van duurzaamheid, hij als IT’er. Even naar een aparte ruimte lopen als je moet bellen is er niet bij: de vloeroppervlakte van hun tiny house in Zeist bedraagt 12 vierkante meter. De bad­kamer is de enige ruimte met een deur.", "“Ik werkte altijd al thuis,” zegt Oosterloo, “maar begin dit jaar, toen mijn man nog naar kantoor ging, werd ik dat al zat. In zo’n kleine ruimte staart de afwas je toch al snel aan. Ik had behoefte aan een aparte werkruimte, om geconcentreerder te kunnen werken en werk en privé ­beter te kunnen scheiden.”", "Oosterloo kocht een oude schaftkeet, die ze liet plaatsen op het bosrijke terrein met vijfien tiny houses. Ze richtte de keet in met planten en tweedehandsmeubels en maakte er een ruimte met drie werkplekken van. Delen is een belangrijk aspect van tiny house living, zegt ze. Net voor de lockdown in maart was ‘Skeetje’ klaar voor gebruik. “We hebben er een extra raam in gemaakt zodat er ­genoeg licht is,” zegt ze. “Er staat een elektrisch kacheltje, en mijn man heeft er het beeldscherm en de ­bureaustoel die hij van zijn werkgever in bruikleen kreeg neergezet.”", "Alleen vrienden ontvangen is wat lastiger in deze tijd: anderhalve meter afstand houden van twee gasten is een uitdaging. “We spreken daarom vooral buiten met mensen af; je loopt vanaf hier zo het bos in. Een luxe. Ik heb ­medelijden met mensen die in deze tijd driehoog-achter wonen zonder buitenruimte.”", "Natasja Oosterloos tiny house Beeld Peter Hermeling", "Met het hele gezin", "Veel van Oosterloos buren, die nu ook thuiswerken, ­maken dankbaar gebruik van de aparte werkruimte. Een van hen is Karin Prins (38), die als tekstschrijver werkt en met haar man en twee kinderen (6 en 4) in een tiny house met een vloeroppervlakte van 24 vierkante meter woont.", "“De kinderen hebben allebei een slaapplek met een deur, verder zijn er in huis geen aparte ruimtes. Ik kan me nergens terugtrekken om te werken, dus die schaftkeet is een uitkomst,” zegt ze. “Sommige tinyhousebewoners willen het liefst in the middle of nowhere staan met hun huisje, maar ik vind buren heel belangrijk. Zeker in crisistijd. Van klein wonen word je creatief, maar het is wel fijn om elkaar te kunnen helpen en spullen van elkaar te lenen. Dat is alleen al nodig omdat de opslagruimte in huis beperkt is.”", "Prins’ man werkt als aannemer – hij bouwt en levert tiny houses, waar nu veel vraag naar is – en kan nog buitens­huis werken, maar het combineren van thuis­onderwijs en thuiswerken wordt bij de nieuwe lockdown wel een uit­daging, verwacht ze. “Toen de scholen in het voorjaar dichtgingen, was het lekker weer. De kinderen konden na een ochtend thuisonderwijs buitenspelen. In de winter ­leven we minder buiten, dus we ­moeten zien hoe we dat in goede banen gaan leiden. ­Gelukkig had ik de periode van de kerstvakantie al vrij genomen.”", "Spijt van de keuze om klein te wonen heeft Prins niet. “Met pubers wordt het vast een uitdaging, dus misschien bouwen we ooit nog twee units aan dit huis vast, zodat de kinderen een eigen ruimte hebben – pubers moeten met de deuren kunnen slaan. Tot die tijd gaat het prima zo. We hebben alles wat we nodig hebben en zitten niet meer vast aan een pittige hypotheek, waardoor onze vaste lasten laag zijn. Dat geeft financieel ook wat rust in deze tijd.”", "Karin Prins' tiny house. Beeld Peter Hermeling"], "authors": ["Kim Van Der Meulen"], "keywords": ["ik", "tiny", "er", "van", "het", "house", "naar", "en", "thuiswerken", "een", "bureau", "bed", "met", "ze", "te", "één", "stap"], "pubDate": "2020-12-18T18:00:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}