{"id": "f83917b0-6ae1-31fb-834a-7fa630761a51", "title": "Eddy Posthuma de Boer zag zijn schoolvriendjes vertrekken naar Westerbork: ‘Dat ben ik nooit vergeten’", "url": "https://trouw.nl/verdieping/eddy-posthuma-de-boer-zag-zijn-schoolvriendjes-vertrekken-naar-westerbork-dat-ben-ik-nooit-vergeten~b0f9d513/", "summary": "Er mochten drie fotografen langskomen: een van het ANP, eentje van een ander fotobureau en ik.\nFrans, Nederlands, wiskunde: ik vond alles prachtig en ik heb de school in ’48 toch kunnen afmaken.\nWaanzinnig... Ik zal niet zeggen dat ik me schuldig heb gevoeld – wat kon ik doen, als jochie van twaalf?\nLaat ik het dan zo zeggen: er zijn van die levensdingen, die hoef je niet uit te spreken.\nBegin vorig jaar heb ik een licht herseninfarct gehad en ik wás al twintig jaar maculadegeneratiepatiënt, dus dat rechteroog is er nu voorgoed mee opgehouden.", "paragraphs": ["Eddy Posthuma de Boer (Amsterdam, 1931) is fotograaf. Zijn werk is veelvuldig tentoongesteld en gepubliceerd in kranten en tijdschriften. Onlangs verscheen bij uitgeverij Ambo|Anthos het boekje ‘Muggen & Olifanten’ dat hij samen met zijn dochter Eva, schrijfster en columniste, heeft samengesteld.", "I Gij zult geen andere goden voor mijn aangezicht hebben", "“Ergens in de jaren zeventig fotografeerde ik op het vulkanische eiland Lanzarote een man met een zware bril en een hoedje op zijn kop, die midden in een zwart en weinig vruchtbaar akkerlandschap stond. Cees Nooteboom, die met me mee was op reportage, moet gedacht hebben: ‘de aarde was woest en ledig’, ja hoor, daar zal je Hem hebben, dat is God! Hij schreef er een gedicht bij: De eerste foto van God. Ik begrijp wat Cees bedoelt, maar voor mij was ’t gewoon een Spaans boertje. Als ik aan God denk, zie ik de zon voor me. De zon is verantwoordelijk voor het leven op aarde. Zonder die grote vuurbal zijn we niks. Als de zon dooft, doven wij ook.”", "II Gij zult u geen gesneden beeld maken noch enige gestalte van wat boven in de hemel, noch van wat beneden op de aarde, noch van wat in de wateren onder de aarde is", "“Voor mij staat niemand op een hoger plan en ik ben ook geen snob die jou eens even zal gaan vertellen welke beroemdheden hij allemaal voor zijn camera heeft gehad, hou op zeg! Laat ik het omdraaien: zullen die mensen zich mij nog wel herinneren? Zou Beatrix nog weten dat ik haar in 1964 op Drakensteyn heb gefotografeerd? Ik kreeg de opdracht van mijn leervader in de journalistiek Imre Rona, fotograaf en oprichter van ABC Press. Er kwamen uit veel landen verzoeken bij hem binnen voor foto’s van de huwbare prinses en uiteindelijk had de RVD ingestemd en een sessie geregeld. Er mochten drie fotografen langskomen: een van het ANP, eentje van een ander fotobureau en ik. De vrouw van Paul Huf zei: ‘Heb je wel een net pak jongen?’. ‘Nee, moet dat dan?’ ‘Ja! Hup, naar de Bonneterie jij!’ Afijn, ik kwam aan op het kasteel, in mijn pak, we maakten een paar foto’s van Beatrix met haar hond, die twee anderen pakten hun spullen weer in, ‘dankuwel Majesteit’ en klaar, weg waren ze. Ik vroeg de kamenierster of ik niet nog een paar... ‘O ja, hoor!’ zei Beatrix, ‘ik ga me meteen even verkleden!’ Even later stond ze voor me bij het raam, met een waaier in haar hand. En weet je wat ik dacht? Heerlijk mens! Gewoon, een leuke meid van in de twintig die lekker een kerel wilde hebben. Een jaar later kreeg ik bericht van de RVD. Beatrix ging zich met Claus verloven en ze had gezegd: ‘Die ene meneer moet komen!’. Dat heb ik nog gedaan – naar Soestdijk dit keer, weer in dat rare pak – maar het was wel meteen de laatste fotosessie die ik voor het koningshuis heb gedaan. Ik ben een republikein, ik had helemaal geen zin om hoffotograaf te worden. Waarom ik dan eerder wel op audiëntie ging? Uit nieuwsgierigheid! Ik ben daar binnen geweest. Ik heb het bekeken. Ik heb het gezien.”", "III Gij zult de naam van de Here, uw God, niet ijdel gebruiken", "“Dat ik niet in God geloof, mijn ogen uitkijk als ik grote massa’s mensen zie bidden of het idee dat Mohammed rondjes vloog op een gevleugeld paard behoorlijk waanzinnig vind, wil niet zeggen dat ik er behoefte aan heb om hele bevolkingsgroepen in het openbaar te beledigen, al valt het me wel op hoe snel sommige gelovigen zich beledigd vóélen. Hoe ze, om een paar spotprentjes van Mohammed, iemand de keel doorsnijden! Dat is toch verschrikkelijk? We mogen denken wat we willen. Ik pas me – als ongelovige, in de minderheid – altijd aan, ik hou me gedeisd als het nodig is, maar ik laat me zeker niet door een of andere godsdienst de wet voorschrijven. Sodemieter op!”", "IV Gedenk de sabbatdag, dat gij die heiligt, zes dagen zult gij arbeiden en al uw werk doen; maar de zevende dag is de sabbat van de Here uw God, dan zult gij geen werk doen", "“De journalistiek kent geen zondagsrust. Natuurlijk, het gezinsleven heeft z’n eigen rechten en z’n plichten, daar deed ik gewoon aan mee, maar in principe zijn alle dagen hier hetzelfde. Nog altijd. Er liggen hier allerlei nieuwe plannen klaar. Om half zes heb ik een rustmoment. Dan neem ik een paar borrels. Mijn vader draait zich om in zijn graf. Hij was geheelonthouder en streng drankbestrijder. Nou, wat mij betreft mag-ie nog wel een tijdje blijven tollen.”", "V Eer uw vader en uw moeder", "“Mijn vader was een stugge Fries, ik had niet echt een band met hem. Hij werd geboren in 1896, vertrok al op jonge leeftijd vanwege de armoe uit zijn dorp It Heidenskip naar Amsterdam, waar hij mijn moeder tegenkwam, een meisje uit de Jordaan. Mijn vader verfoeide alles wat met het geloof te maken had, voelde zich aangetrokken tot het anarchisme en vernoemde ons, zijn twee zonen, naar zijn voorbeelden Ferdinand Domela Nieuwenhuis en Eduard Douwes Dekker.", "“Mijn twee jaar oudere broer, Ferdi, ging nogal luid schreeuwend door het leven. Die wist hoe het moest. Ik was een stil en nogal eenzaam jongetje. Ik had rood haar en sproeten, werd op school behoorlijk gepest. De oorlog speelde ook een grote rol in mijn jeugd. Het begon ermee dat onze juf, mevrouw Pisaro, van de ene op de andere dag verdween, niet lang daarna kregen we voortaan op zaterdag les van ene meneer Hettema die, in z’n W.A.-uniformpie, kwam vertellen over de heldendaden van Adolf Hitler en de nieuwe samenleving, die aanstaande was. Toen mijn vader erover hoorde, wilde hij dat we van school veranderden, maar dat bleek verboden. Niet veel later ging alles dicht. Ik leefde op de straat, was mateloos geïnteresseerd in al de verschillende bouwstijlen in onze Stadionbuurt. Nieuwsgierigheid, dat was mijn grootste drijfveer. Toen we, een paar maanden na die vreselijke hongerwinter, werden bevrijd en ik eindelijk naar de mulo kon, bleef de hele klas natuurlijk na een jaar zitten; we hadden een enorme leerachterstand opgelopen. Goddank had ik leuke leermeesters. Frans, Nederlands, wiskunde: ik vond alles prachtig en ik heb de school in ’48 toch kunnen afmaken.", "“Als jongetje stond ik al uren bij de fotowinkel naar die apparaten te kijken. Ik wist: dát ga ik later doen. Die ingebakken nieuwsgierigheid kwam daar heel goed van pas. Ik begon in die tijd steeds vaker rond te hangen op het Leidseplein, waar ik onder anderen bevriend raakte met Rob Wout (politiek cartoonist Opland, overleden in 2011, AV), die zei: ‘Ga met me mee naar de Volkskrant!’ De hoofdredacteur, meneer Lücker, was tevreden over het werk dat ik liet zien, maar volgens mij vond hij het vooral heel prettig dat ik níét katholiek was: ‘Als ik jou naar een bisschopswijding stuur, weet ik in ieder geval zeker dat je niet op je knieën zal gaan en dat je met een goeie foto thuiskomt’. Ik werd beter in mijn vak, haalde mooie opdrachten binnen, maar mijn vader was niet onder de indruk. Hij zei weleens, met zo’n misprijzend gezicht: ‘Werk je nog voor die roomsen?’. Ik ben nooit in verzet geweest, heb ’m maar een beetje laten kletsen en dacht: ach man, schei toch uit, ik ben lekker aan het werk en ga de wereld ontdekken.", "“Het is nooit wat geworden tussen ons. De relatie kwam op nul te staan. Toen hij in ’74 overleed had hij nog nooit een voet bij ons over de vloer gezet, terwijl we hier al sinds 1961 wonen. Met mijn moeder had ik een veel betere band. Schat van een mens, de kinderen waren ook dol op haar. Zij is 93 geworden. Ik heb haar nog heel vaak rondgereden door de stad. Daar genoot ze enorm van... maar weet je, die jeugd, ik moet je eerlijk zeggen dat ik er niet zo vaak aan terugdenk. In feite waren mijn ouders een stel eenvoudige, eerlijke mensen die twee jongetjes keurig netjes hebben opgevoed. Daar is geen dominee of pastoor aan te pas gekomen. Ik heb er wel respect voor dat ze het helemaal zelf hebben gedaan.”", "VI Gij zult niet doodslaan", "“Op mijn vijfenzestigste stelde ik mezelf de vraag wat ik nog per se wilde fotograferen in mijn leven en toen is het Kinderen in nood-plan ontstaan: via foto-exposities aandacht vragen voor kinderen die in erbarmelijke omstandigheden verkeren. Het was een ­directe echo van mijn jeugd.", "“In 1943 was ik met mijn broertje op het Olympiaplein en zag lange rijen mensen bij de tram, lijn 24. Ze werden door bewakers in het gareel gehouden. Ineens riep Ferdi: ‘Hé, moet je kijken wie er al in zitten!’. Het waren een paar van mijn schoolvriendjes. Ze vertrokken naar Westerbork en daarvandaan naar Sobibor. Nooit meer teruggezien. Waanzinnig... Ik zal niet zeggen dat ik me schuldig heb gevoeld – wat kon ik doen, als jochie van twaalf? – maar ik ben het nooit vergeten. Die oorlog is één groot pakket geworden, waar van alles in zit: verdrietige herinneringen aan mijn klasgenootjes, de hongerwinter, maar ook de bevrijding en het moment waarop ik van een Canadese soldaat een krant in mijn handen kreeg gedrukt: The Maple Leaf. Kijk, daar hangt de voorpagina nog altijd, in een lijstje. ‘KAPUT’ staat erop, da’s een ‘T’ te weinig, maar ik denk dat ze met de grootst mogelijke letters wilden laten weten dat die vreselijk oorlog eindelijk voorbij was.”", "VII Gij zult niet echtbreken", "“Wouter Keja, die als ontwerper had meegewerkt aan het decor van Olé la Marquerita, de eerste musicalshow van Ramses Shaffy, zei op een dag, ergens in 1957, tegen me: ‘Ik ken een meisje in Parijs, heb je zin om mee te gaan?’. Hij vertelde over Henriette, over Carla Lipp, Hans van Manen en al die andere gekke, jonge mensen, die in de power van hun beginnende volwassenheid door Ramses bij elkaar gebracht waren. De show was, geloof ik, maar vier keer uitgevoerd omdat er geen hond kwam kijken. Afijn, Wouter en ik naar Parijs en daar was ze dan: Henriette Klautz. We hadden het leuk samen, maar ik moest terug naar Holland. Een jaar later belde ze ineens bij me aan en werden we een stel. Het is een paar keer aan en uit gegaan, maar uiteindelijk zijn we in 1961 dan toch getrouwd. Er werd in de jaren die volgden in onze kringen flink geëxperimenteerd met de vrije liefde, maar daarvoor hadden wij het veel te druk. Henriette ging zingen en werd beroemd als operazangeres, ik had de fotografie en dan waren er ook die twee ­lieve dochters nog... Nee, je hebt gelijk, met tijdgebrek had het natuurlijk niet zoveel te maken. Laat ik het dan zo zeggen: er zijn van die levensdingen, die hoef je niet uit te spreken. Elkaar trouw blijven is er één van. Bovendien, ik heb geen idee hoe ik zoiets aan had moeten pakken. Als je een womanizer zoekt, ben je hier aan het verkeerde adres.”", "VIII Gij zult niet stelen", "“Fotografie is diefstal van de ziel? Totale flauwekul! Als ik nu een portret van jou moest maken, zou ik in de eerste plaats kijken of ik een beetje een behoorlijk licht op je hoofd kon zetten. Is het rond, dan geef ik je zijlicht, mensen met een smalle kop krijgen licht van boven, zodat het allemaal wat breder lijkt. Ik ga me toch niet bezighouden met wat jou bezielt? Het moet gewoon technisch in orde zijn. En hopelijk slaat er een vonkje over, maar dat heb je niet in de hand. We kijken elkaar vriendelijk aan en... o ja, niet lachen! Zodra iemand begint te ­lachen, zeg ik: Ken je daar effe mee ophouden, alsjeblieft! Een lach is toch een soort grimas, terwijl het menselijke gelaat op zichzelf, met die twee ogen, neus en mond, anatomisch gezien al zó interessant is! Geen mens is gelijk. Wist je trouwens dat voor dieren hetzelfde geldt? Iedere kat is anders. Dat is toch fantastisch? Ach jongen, het leven is zo fascinerend; ik geniet nog elke dag van iedere waarneming die ik doe.”", "IX Gij zult geen valse getuigenissen spreken tegen uw naaste", "“Vroeger moest je een brief naar de krant sturen en wist de redactie onmiddellijk of het afgedrukt kon worden, of in de prullenbak moest verdwijnen. Tegenwoordig wordt er van alles op Twitter, Facebook en Instagram gesmeten. Er zit geen filter meer tussen. Zo kan bijvoorbeeld iemand als de journalist en emeritus hoogleraar Karel van Wolferen, met wie ik min of meer bevriend ben geweest, een krantje beginnen dat, God betere het, Gezond verstand heet en waarin allerlei complottheorieën aandacht krijgen: Covid is een flauwekulverhaal, de aanslag op de Twin Towers was een complot van de Israëlische geheime dienst en ga zo maar door... Die man is knettergek geworden. Het is doodeng en levensgevaarlijk als de waarheid op zo’n manier wordt aangetast.”", "X Gij zult niet begeren uws naasten huis; gij zult niet begeren uws naasten vrouw, noch zijn dienstknecht, noch zijn dienstmaagd, noch zijn rund, noch zijn ezel, noch iets dat van uw naaste is", "“Soms ben ik een tikkeltje jaloers op mensen die heel goed kunnen musiceren, dat is toch wel de allerhoogste, onaantastbare kunstvorm. Ik heb vroeger pianoles gehad, maar ik ben te oud om het nu nog op te pikken. Bovendien kom ik hier, in m’n studio, al erg veel tijd tekort.", "“En dan moet ik alles ook nog met één oog doen. Begin vorig jaar heb ik een licht herseninfarct gehad en ik wás al twintig jaar maculadegeneratiepatiënt, dus dat rechteroog is er nu voorgoed mee opgehouden. Maar hé, ik ben 89, dan mag er zo langzamerhand wel iets aan gaan mankeren toch? Ik loop de honderd meter ook niet meer in tien seconden. Vorig jaar heb ik Het Genootschap Van Niet Klagende Mensen opgericht. Tot nu toe ben ik het enige lid – o, doe je mee? Top. Zijn we voortaan met z’n twee­­ën.", "“Ik ben altijd een levensgenieter geweest. Voor mij voelt het alsof ik iedere dag weer iets zou kunnen ontdekken. Dit klinkt misschien raar, maar ik ben óók nieuwsgierig hoe het zal zijn om dood te gaan; wat ik dán weer mee ga maken. Ja, ik zal mijn fototoestel meenemen! Potverdorie zeg, dát is een goed idee... een reportage uit het hiernamaals, dat lijkt me wel een mooie opdracht. En dat ik dan dat Spaanse boertje tegenkom en zeg: kan jij je nog herinneren dat ik jaren geleden ook al een foto van je heb gemaakt?”", "Arjan Visser interviewt iedere twee weken iemand aan de hand van de Tien Geboden."], "authors": ["Arjan Visser"], "keywords": ["ik", "schoolvriendjes", "zag", "zijn", "naar", "nooit", "vertrekken", "die", "je", "van", "en", "een", "westerbork", "vergeten", "op", "het", "posthuma", "niet", "dat"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}