{"id": "f83a5e35-64cb-3a2f-b718-541a16addac5", "title": "Voor de grote dag aanbreekt, eerst proefprikken in Houten", "url": "https://trouw.nl/zorg/voor-de-grote-dag-aanbreekt-eerst-proefprikken-in-houten~b3792748/", "summary": "De woorden van de projectleider vaccinatie van de GGD regio Utrecht schallen door de grote hal van Expo Houten.\nDe dagen en weken erna stampt de gezondheidsdienst nog eens negentien vaccinatiewijkjes in grote hallen door het hele land uit de grond.\nMaar voor de eerste naald in een bovenarm verdwijnt, moeten eerst alle stappen van het proces minutieus doorlopen worden.\nDat is een richtlijn van het RIVM”, zegt de verpleegkundige die normaal bij het consultatiebureau van de GGD werkt.\nEn dan moeten ze in Houten helemaal paraat staan voor het zorgpersoneel dat in duizendtallen hier vaccin zal krijgen.", "paragraphs": ["Testen, testen, testen, is het devies in de voorbereiding van de grootste vaccinatiecampagne in de Nederlandse geschiedenis. Morgen gaan de eerste naalden in bovenarmen van zorgpersoneel. Dat vergt de nodige voorbereiding.", "De woorden van de projectleider vaccinatie van de GGD regio Utrecht schallen door de grote hal van Expo Houten. “Oke, we starten. Het eerste scenario is gewoon normaal, er begint niets spannends.” In normale tijden klinkt hier het geroezemoes van duizenden bezoekers van beurzen voor liefhebbers van modeltreinen, duikattributen of militaire parafernalia. Maar nu is er met grijze schotten een wijkje van vaccinatiestraten gebouwd. Ervoor staat een handjevol GGD-medewerkers te luisteren naar de projectleider.", "Beeld Werry Crone", "Vanaf vrijdag krijgen in deze hal in Houten driehonderd zorgmedewerkers per dag het Pfizer/BioNTech-vaccin. Op dezelfde dag neemt de GGD ook de locatie op de Rotterdamse luchthaven in gebruik, in een oud-distributiecentrum in Veghel begint de GGD op woensdag al. De dagen en weken erna stampt de gezondheidsdienst nog eens negentien vaccinatiewijkjes in grote hallen door het hele land uit de grond. Maar voor de eerste naald in een bovenarm verdwijnt, moeten eerst alle stappen van het proces minutieus doorlopen worden.", "Het coronavirus in eigen land te lijf", "“Wie was ook alweer de burger?”, vraagt de projectleider vanachter haar mondkapje met GGD-logo. Germien van Breeschoten steekt haar vinger op. Van Breeschoten is normaal reisadviesverpleegkundige, ze ent aanstaande reizigers in tegen virussen in verre landen. Maar komende weken gaat ze het coronavirus in eigen land te lijf. En dus doet ze mee aan de opleidings- en testdag in Houten.", "Beeld Werry Crone", "Ze is samen met al die andere vaccineerders onderdeel van de geschiedenis, benadrukt Tessa Rijntalder, manager van de coronatak van de GGD regio Utrecht. “Jullie gaan de boeken in.” Hoe vaccineren werkt, wisten alle aanwezigen al. Maar hoe doe je dat met een mondkapje op? Hoe reken je de dosis uit die je van dit vaccin uit de flacon in de spuit moet krijgen? En wat is de bewaartermijn?", "Vol overtuiging loopt Van Breeschoten op de vaccinhal af. Bij de host moet ze haar gezondheidsverklaring, identiteitsbewijs en werkgeversverklaring laten zien. Hup, daar gaat ze weer, door naar de administrateur voor een tweede check van de papieren, en dan tussen de schotten door naar de optrekker en de prikker. Hoewel er geoefend wordt zonder prik, trekt Van Breeschoten voor de vorm haar jasje uit. In dezelfde tijd kan de optrekker het vaccin klaarzetten, waarmee de prikker moet vaccineren. Daarna loopt ze door naar de wachthokjes aan het einde van de hal. Op een klapstoeltje moeten daar de net geprikte zorgmedewerkers een kwartier blijven zitten om in de gaten gehouden te worden.", "Beeld Werry Crone", "Cynthia van Miltenburg neemt de rol in van observator. “Omdat het een nieuw vaccin is moet er bij iedereen gekeken worden of diegene niet onwel wordt. Dat is een richtlijn van het RIVM”, zegt de verpleegkundige die normaal bij het consultatiebureau van de GGD werkt. Ook Van Miltenburg zal de komende weken veel in de hal in Houten te vinden zijn. “Mijn normale werk gaat gewoon door. Ik ga dit ernaast doen. Ik wil nou eenmaal dat corona snel voorbij is.”", "Na vier rondes is de proef klaar voor de dag. Woensdag komt de inspectie langs om nog eens te kijken of alles op rolletjes loopt. En dan moeten ze in Houten helemaal paraat staan voor het zorgpersoneel dat in duizendtallen hier vaccin zal krijgen. Er hebben zich door het hele land al ruim 25.000 zorgmedewerkers gemeld. Rijntalder: “Dit is waarschijnlijk de grootste vaccinatiecampagne uit de Nederlandse geschiedenis.”", "Lees ook:", "EU-landen morren over het trage priktempo: ‘Een vaccinramp’", "De Europese Commissie krijgt het verwijt dat ze te weinig heeft besteld van het Pfizer-vaccin. Die kaatst terug dat problemen zich vooral voordoen bij productie en nationaal prikbeleid."], "authors": ["Gidi Pols"], "keywords": ["eerst", "door", "van", "voor", "proefprikken", "aanbreekt", "een", "en", "ze", "op", "te", "grote", "het", "dag", "houten", "dat"], "pubDate": "2021-01-05T19:31:35Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}