{"id": "f841e523-b7d7-3104-8146-881738f049d9", "title": "Ook China’s communisten zoeken nationaal eerherstel", "url": "https://nrc.nl/nieuws/2020/12/02/ook-chinas-communisten-zoeken-nationaal-eerherstel-a4022236", "summary": "Met de lange blik van het Chinese geschiedbesef is de mondmaskerdiplomatie van 2020 een ironische repliek op de kanonneerbootdiplomatie uit 1840.\nDe opkomst van China als wereldmacht kan zonder deze voorgeschiedenis niet worden begrepen.\nEen knap en overtuigend boek, waarin de auteur vertelt hoe het gegriefde China stap voor stap een plek op het wereldtoneel herwint.\nOok de Singaporese oud-diplomaat en intellectueel Kishore Mahbubani ontregelt de gedachte dat China’s opkomst uitdraait op een ideologische strijd tussen democratie en autocratie.\nDan ligt het vaandel ‘alle democratieën samen’ tegen ‘autocratische staten’ immers voor het oprapen.", "paragraphs": ["Verbijsterd ervoeren wij rijke welvaartsstaten dit voorjaar hoe we in pandemische ademnood kwamen wegens basale medische tekorten én hoe hulp met tonnen tegelijk uit China kwam aanvliegen. Als weldoener maakte Beijing goede sier in Italië, Tsjechië en Servië, en ook in Nederland kwam zorgminister Martin van Rijn de Chinese mondkapjes zelf op Schiphol afhalen.", "Met de lange blik van het Chinese geschiedbesef is de mondmaskerdiplomatie van 2020 een ironische repliek op de kanonneerbootdiplomatie uit 1840. Destijds verschaften Britse marineschepen – algauw gevolgd door Franse en Amerikaanse – zich met geweld toegang tot Chinese havens en markten, in het bijzonder om opium uit India te verkopen. Nu kwamen hun dokters onze kant op. Met de opiumoorlogen begon China’s ‘eeuw van vernedering’ door buitenlandse machten, waaraan in het officiële geschiedverhaal pas in 1949 een einde kwam dankzij Mao en de Communistische Partij.", "De opkomst van China als wereldmacht kan zonder deze voorgeschiedenis niet worden begrepen. Dat stelt historicus en Clingendael-onderzoeker Frans-Paul van der Putten in zijn recente De wederopstanding van China. Van prooi tot wereldmacht. Een knap en overtuigend boek, waarin de auteur vertelt hoe het gegriefde China stap voor stap een plek op het wereldtoneel herwint. Wat begon als reactie op westers en Japans imperialisme – het verlangen weer sterk te worden – gaat in de dynamiek van de globalisering over in een streven naar wereldwijde invloed en zelfs suprematie. Ook de assertieve politiek van president Xi duidt Van der Putten vanuit de wens China „onkwetsbaar te maken”, al erkent hij dat onduidelijk is waar een defensieve strategie omslaat in een offensieve.", "Treffend is de continuïteit in China’s geopolitieke aspiraties. Communistische leiders Mao, Deng en Xi verschijnen in het boek als erfgenamen van de nationalisten Sun Yat-sen en Chiang Kai-shek. De eerste kreeg het land in de jaren twintig weer op de been, terwijl de tweede in 1943-45 voor China de status van regionale grootmacht verwierf, als vast lid van de VN Veiligheidsraad – een flinke stap vooruit sinds de opiumoorlogen. Zeker, de communisten grepen de macht na een burgeroorlog met de nationalisten (die zich op Taiwan terugtrokken), maar Mao zette hun buitenlandse programma voort. Dit gold onder meer voor territoriale claims op Tibet, Hongkong, Taiwan en de eilanden in de Zuid-Chinese Zee, het denken in invloedssferen, alsmede de erkenning van de VN-orde, waarin de Volksrepubliek in 1971 de plek van Taiwan innam. Deze continuïteit relativeert de ‘ideologische’ drijfveren achter China’s huidige expansie.", "Ook de Singaporese oud-diplomaat en intellectueel Kishore Mahbubani ontregelt de gedachte dat China’s opkomst uitdraait op een ideologische strijd tussen democratie en autocratie. Want hoe komt het dan, vraagt hij zich af in Heeft China al gewonnen?, dat twee van de drie grootste democratieën op de wereld, India en Indonesië, zich geenszins bedreigd voelen door de Chinese ideologie? En maakt Amerika geen fundamentele beoordelingsfout wanneer het China’s leidende partij beschouwt als communistisch? Anders gezegd, „in hoeverre wordt het hoofd van een Chinese leider in beslag genomen door de marxistisch-leninistische ideologie en in hoeverre door de rijke geschiedenis van de Chinese cultuur?”", "Lees ook dit opiniestuk van Ian Buruma: Wie houdt er nog van Trump?", "Het zijn brandende kwesties op een moment dat velen in Europa en de VS de verwijdering van de Trump-jaren achter zich willen laten door schouder aan schouder tegen China op te trekken. Dan ligt het vaandel ‘alle democratieën samen’ tegen ‘autocratische staten’ immers voor het oprapen. Joe Bidens beoogd minister van Buitenlandse Zaken Antony Blinken bepleitte vorig jaar, samen met neoconservatief Robert Kagan, een „liga van democratieën”; de president bereidt voor 2021 een „top van democratieën” voor. In Brussel wedijveren EU-instellingen wie de roodste loper voor Biden uitrolt en roept de Commissie dezer dagen op tot een „mondiale alliantie” van gelijkgezinde partners tegen China. Inzake handelsbeleid is er inderdaad alle reden trans-Atlantische krachten te bundelen tegen oneerlijke praktijken.", "Toch is het goed te weten in welk stuk we spelen alvorens vrijwillig in een Amerikaans politiek verhaal te stappen. Draait het hier om Goed versus Kwaad, met Xi als nieuwe duivel? Dat is de heersende lezing in Washington, waarin alleen een verpletterende zege denkbaar is. Of is het een strijd tussen twee beschavingsruimtes, West en Oost? Dat vraagt om samenleven, in een plurale wereldorde. Of is het een conflict tussen twee berekenende grootmachten, Washington en Beijing? Dan moeten we als de wiedeweerga zelf macht ontplooien.", "Luuk van Middelaar is politiek filosoof, historicus en hoogleraar EU-recht (Leiden).", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 2 december 2020"], "authors": ["Luuk Van Middelaar", "Leestijd Minuten"], "keywords": ["zoeken", "van", "als", "eerherstel", "china", "het", "op", "communisten", "een", "ook", "chinas", "en", "te", "dat", "nationaal", "voor"], "pubDate": "2020-12-02T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}