{"id": "f8435482-1e97-31e0-b9e3-04d95a4e4760", "title": "Is aandelen beleggen volkssport in het eerste coronajaar?", "url": "https://volkskrant.nl/economie/is-aandelen-beleggen-volkssport-in-het-eerste-coronajaar~b1598b47/", "summary": "De AEX staat op dit moment hoger dan in het begin van het coronajaar en in vele sectoren zoals de ict wordt het ene na andere koersrecord gebroken.\nDat zijn er twee keer zoveel als op een zondag buiten coronatijd naar de kerk gaan.\n‘En’, stelde Kantar, ‘nog eens 12 procent van het aantal huishoudens zou volgend jaar willen mee gaan doen.\nEr zijn allerlei discountlijnen waar met enkele duimbewegingen voor een habbekrats aan- en verkooptransacties kunnen worden gedaan.\nIn de wisseling van het eerste naar tweede coronajaar staat in Nederland de volgende morgen de beleggingsapp op standby.", "paragraphs": ["Het ganzenbord kan voorlopig tot de volgende morgen blijven staan, zoals in Van Kooten en De Bies derde vredesjaar toen geluk nog heel gewoon was en moeder er ook een warme sjaal bij breide.", "Nederland is massaal verslingerd geraakt aan spelletjes. En met wat er tot 19 januari in het verschiet ligt, zal de gekte alleen maar toenemen. Nu het niet meer mogelijk is om op visite te gaan, sportschool, theater en horeca te bezoeken en de kletsprogramma’s op televisie niet veel anders bieden dan dezelfde opinie bv’tjes met hun coronameningen, moet er wat anders worden gevonden.", "Gelukkig zijn er behalve ganzenbord, monopoly en mens-erger-je-niet ook nieuwere spelen zoals 30 seconds en ticket to ride – allemaal onschuldig behalve dat ze misschien slechte karaktereigenschappen prikkelen.", "Een opwindender maar minder onschuldige variant is het beursspel. Mensen zijn in de lockdown ook massaal in aandelen gaan beleggen. In de jaren negentig was dit een volkssport, maar het enthousiasme verdween na de de dotcomcrisis van 2001 en de kredietcrisis van 2008 toen bleek dat aandelen behalve stijgen ook konden dalen. What goes up, must come down.", "Deze beurswijsheid lijkt in deze crisis er niet toe te doen. De AEX staat op dit moment hoger dan in het begin van het coronajaar en in vele sectoren zoals de ict wordt het ene na andere koersrecord gebroken. Vorige week waren de aandelen niet aan te slepen bij de beursgang van Airbnb, waardoor de koers verdubbelde van 68 naar 148 dollar.", "Wie niet meedoet aan deze tombola moet zich een dief van de eigen portemonnee wanen, zo geen complete sukkel. Vorige week meldde bureau Kantar dat 1,75 miljoen mensen inmiddels op de aandelenmarkt zitten, 17 procent meer dan begin dit jaar. Dat zijn er twee keer zoveel als op een zondag buiten coronatijd naar de kerk gaan.", "Veel van de nieuwkomers zijn jong, zo tussen de 25 en 40 jaar. ‘En’, stelde Kantar, ‘nog eens 12 procent van het aantal huishoudens zou volgend jaar willen mee gaan doen. Dat is een uitzonderlijk beeld.’", "Doordat sparen particulieren geld kost, stijgt het aantal beleggers sowieso al weer enige tijd. Maar een groot deel daarvan liftte mee op de index en volgde de algemene trend. In coronatijd pluizen mensen zelf de koersenpagina’s weer uit. Ze analyseren of ze Koninklijke Olie (‘we rijden minder’) beter kunnen inwisselen voor Ahold-Delhaize (‘we kunnen alleen nog shoppen in de supermarkten’) of dat de Olies daardoor juist zijn overgewaardeerd en de supermarktaandelen veel te duur zijn geworden.", "In aandelen handelen is dankzij apps veel gemakkelijker. Er zijn allerlei discountlijnen waar met enkele duimbewegingen voor een habbekrats aan- en verkooptransacties kunnen worden gedaan.", "In de wisseling van het eerste naar tweede coronajaar staat in Nederland de volgende morgen de beleggingsapp op standby."], "authors": ["Peter De Waard"], "keywords": ["van", "dat", "volkssport", "niet", "een", "aandelen", "en", "te", "zijn", "eerste", "beleggen", "op", "coronajaar", "er", "het"], "pubDate": "2020-12-14T16:49:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}