{"id": "f8442f72-026e-3756-954c-9c328b736e4f", "title": "‘Theo Hiddema toch geen lijstduwer Forum voor Democratie’", "url": "https://www.parool.nl/nederland/theo-hiddema-toch-geen-lijstduwer-forum-voor-democratie~b69564a1/", "summary": "Thierry Baudet en Theo Hiddema in de Tweede Kamer tijdens het vragenuurtje.\nBeeld ANPHIddema was na de laatste verkiezingen samen met Thierry Baudet een van de twee Forumleden in de Tweede Kamer.\nNa een rel rondom antisemitische en racistische appjes stapte hij op binnen de partij en stopte in de Kamer.\nNadat Baudet de interne machtsstrijd had gewonnen, liet Hiddema weten wel beschikbaar te zijn als lijstduwer voor de partij.\n“Met wie van hen dan ook voorzie ik voor mij geen lol in de Tweede Kamer.”De NOS weet niet of Baudet al op de hoogte is van de beslissing van Hiddema.", "paragraphs": ["Thierry Baudet en Theo Hiddema in de Tweede Kamer tijdens het vragenuurtje. Beeld ANP", "HIddema was na de laatste verkiezingen samen met Thierry Baudet een van de twee Forumleden in de Tweede Kamer. Na een rel rondom antisemitische en racistische appjes stapte hij op binnen de partij en stopte in de Kamer. Hij wilde niet deelnemen aan de machtsstrijd die binnen de partij ontstond en verklaarde zichzelf in een brief aan Tweede Kamervoorzitter Khadija Arib ‘politiek arbeidsongeschikt’.", "Nadat Baudet de interne machtsstrijd had gewonnen, liet Hiddema weten wel beschikbaar te zijn als lijstduwer voor de partij. Volgens de NOS komt hij daar nu op terug. Hij heeft Baudet laten weten dat hij de ‘religieuze gedrevenheid tegen het coronabeleid’ politiek irrelevant vindt. “Wij zijn geen FvD’ers geworden vanwege onze kennis van een pandemie.”", "Ook zou Hiddema ontevreden zijn over de nummer twee op de kandidatenlijst van FvD, voormalig Tweede Kamerlid voor de VVD, Wybren van Haga. “Die beweert dat Rutte met betrekking tot het virus het land in een dwangstaat wil veranderen,” zegt Hiddema. Ook zouden de andere kandidaten op de lijst Hiddema niet kunnen bekoren. “Met wie van hen dan ook voorzie ik voor mij geen lol in de Tweede Kamer.”", "De NOS weet niet of Baudet al op de hoogte is van de beslissing van Hiddema."], "authors": ["Het Parool"], "keywords": ["zijn", "van", "lijstduwer", "toch", "voor", "baudet", "democratie", "een", "en", "geen", "hiddema", "op", "hij", "het", "theo", "forum", "tweede"], "pubDate": "2021-01-05T07:16:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}