{"id": "f85daf55-e19c-3d9c-a2f8-92fc3f5e77a5", "title": "Scholen kunnen zittingen van rechtbank Utrecht binnenkort volgen via Skype", "url": "https://nu.nl/utrecht/6101028/scholen-kunnen-zittingen-van-rechtbank-utrecht-binnenkort-volgen-via-skype.html", "summary": "Scholen kunnen binnenkort via Skype politierechterzittingen van de rechtbank Midden-Nederland bijwonen.\nSinds de uitbraak van COVID-19 is het niet meer mogelijk om met een groep een zitting bij te wonen.\nDaarom biedt de rechtbank Midden-Nederland in samenwerking met ProDemos dit alternatief.\nIn 2019 bezochten bijna vijfduizend leerlingen een van de locaties van de rechtbank Midden-Nederland om een zitting bij te wonen.\nTijdens zo'n zitting kunnen leerlingen een zaak daarom van begin tot eind volgen.", "paragraphs": ["Scholen kunnen binnenkort via Skype politierechterzittingen van de rechtbank Midden-Nederland bijwonen. Het gaat om de locaties Utrecht, Almere, Amersfoort en Lelystad.", "Sinds de uitbraak van COVID-19 is het niet meer mogelijk om met een groep een zitting bij te wonen. Daarom biedt de rechtbank Midden-Nederland in samenwerking met ProDemos dit alternatief.", "In 2019 bezochten bijna vijfduizend leerlingen een van de locaties van de rechtbank Midden-Nederland om een zitting bij te wonen. Voor leerlingen zou dit een indrukwekkende en belangrijke ervaring zijn.", "De ruimte in de zittingszaal is momenteel te beperkt om groepsbezoeken toe te laten. Daarom kunnen leerlingen vanaf twaalf jaar straks via Skype toch aanwezig zijn bij een politierechterzitting.", "Bedreiging, mishandeling of diefstal", "De politierechter behandelt strafzaken waarbij niet meer dan een jaar gevangenisstraf kan worden geëist. Deze strafzaken kunnen bijvoorbeeld gaan over bedreiging, mishandeling, vernieling of diefstal.", "In deze gevallen wordt bijna altijd direct na afloop van de zaak een uitspraak gedaan. Tijdens zo'n zitting kunnen leerlingen een zaak daarom van begin tot eind volgen.", "Er gelden wel een aantal regels. Zo mag de zitting alleen maar bekeken worden onder toezicht van een docent. Ook mogen er geen geluids- of beeldopnames worden gemaakt. Docenten kunnen zich nu inschrijven voor rechtszaken vanaf 21 januari."], "authors": ["Door"], "keywords": ["van", "leerlingen", "kunnen", "een", "om", "volgen", "zittingen", "scholen", "skype", "rechtbank", "binnenkort", "zitting", "te", "middennederland", "worden", "utrecht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}