{"id": "f8616e99-c1f9-3c2f-ab06-03ec26885c59", "title": "Amsterdammers uit de VS: ‘Deze schaamte voel ik al vier jaar’", "url": "https://www.parool.nl/amsterdam/amsterdammers-uit-de-vs-deze-schaamte-voel-ik-al-vier-jaar~b73737ee/", "summary": "Op de dag van de inauguratie zal er meer aandacht moeten zijn van de autoriteiten.\nHij is een intrigant en een saboteur.”Emilie Gordenker, directeur van het Van Gogh MuseumEmilie Gordenker.\nLaat dit een grote waarschuwing aan aankomend president Biden zijn.”“Wat hebben ze eigenlijk met deze actie bereikt?\nVrienden en collega’s van het orkest appten me: Ben je aan het kijken?”“De menigte was agressief, volslagen gek en werden gedreven door complotdenken.\nHij is monomaan en gericht op zijn eigen ondergang en het voorkomen daarvan.", "paragraphs": ["Tracy Metz, directeur van het John Adams Institute", "Tracy Metz. Beeld Femke Boermans", "“Laila Frank, Amerika-specialist, en ik zaten gisteravond tijdens een John Adams-event in de tv-studio te praten met een journalist van The Washington Post en oud-voorzitter Michael Steele van de Republican National Committee over de senaatsverkiezingen in Georgia. Terwijl we spraken, verschenen op CNN beelden van Trump-aanhangers, die het recht in eigen hand namen, de ramen stuk sloegen en het Capitool binnenwandelden.”", "“Iemand nam plaats achter het bureau van Nancy Pelosi, voorzitter van het Huis van Afgevaardigden, een ander zat op de stoel van vicepresident Mike Pence. Dit hebben we nog nooit meegemaakt. Het was verbijsterend. Bij iedere aanwezige was groot ongeloof en totale verbouwerering. Dit was on-ge-hoord.”", "“Er werd geschiedenis geschreven in Georgia maar ook in Washington. Het was de apotheose waar Trump naartoe had gewerkt. Hij riep hiertoe op. Dit verwacht je in Oezbekistan of een dergelijk land. Maar niet in de VS. Ik schaam me voor deze gebeurtenis. Die schaamte voel ik al vier jaar.”", "“Dit was een spontane, ongeorganiseerde bende. Het had veel erger kunnen zijn. Op de dag van de inauguratie zal er meer aandacht moeten zijn van de autoriteiten. Want Trump is nog niet klaar. Hij kan ondergronds verdergaan en ons nog veel last bezorgen. Hij is een intrigant en een saboteur.”", "Emilie Gordenker, directeur van het Van Gogh Museum", "Emilie Gordenker. Beeld Tomek Aaron", "“Het is onvoorstelbaar dat dit is gebeurd. Alsof je naar een slechte film kijkt. Het is aangewakkerd door de uitspraken van Trump. Wel is het hoopvol dat vele Republikeinen zich eindelijk tegen hem keren.”", "“Het beeld van de man aan het bureau van Nancy Pelosi, voorzitter van het Huis van Afgevaardigden, met zijn voeten op het bureau schokte me, evenals het breken van de ramen, de vernielingen van de spullen in het Capitool en de beelden van de mensen die op hun knieën in de Senaat zaten. En dan die veiligheidsman die zelf het hek opendeed voor de woedende menigte. Laat dit een grote waarschuwing aan aankomend president Biden zijn.”", "“Wat hebben ze eigenlijk met deze actie bereikt? Het tegendeel. Iedereen kwam alsnog die avond terug om de stemming af te ronden.”", "“Ook is er veel schaamte. Iedereen roept dat Amerika een bananenrepubliek is. Het moet juist een boegbeeld zijn van democratie.”", "“Het is nu fingers crossed dat het verder vreedzaam verloopt. De komende twee weken zijn precair. We moeten die nu zien door te komen.”", "“Maar ook de maanden en jaren daarna wordt het een ingewikkelde klus om de verdeeldheid in het land te beslechten. Ik wens Joe Biden veel succes daarbij.”", "Greg Shapiro, komiek", "Greg Shapiro Beeld ANP", "“Ik was gisteren bij het zien van de beelden op tv. Zoals ze zeggen: shocked but not surprised. Iemand sprak over een coup oftewel een Koup Klux Klan. De actie was letterlijk een poging van Trump-aanhangers, of beter gezegd terroristen, om de bezegeling van Bidens winst te stoppen.”", "“Ik heb altijd een verlate reactie. Als ik nu, een dag later, de beelden weer zie en die vergelijk met de eerdere demonstraties van Black Lives Matter waar zoveel hardhandige arrestaties waren, ben ik verbaasd. Bij de bestorming van het Capitool gebeurde er bijna niets om het tegen te houden. De reactie was: dit zijn ons soort mensen. Er zijn weliswaar vier doden gevallen, maar het had nog veel erger kunnen zijn.”", "“The Washington Post roept nu dat Trump afgezet moet worden. Ik wil meer verantwoordelijkheid zien van kranten als The Washington Post en The New York Times. Zij hebben Trump lange tijd serieus genomen. En nu zegt The Post dit. We hadden dit allemaal ook veel eerder moeten zien aankomen.”", "“We gaan nu hopelijk de goede kant op. Het kan niet erger dan gisteren. Trump is nu klaar. De aanhangers zijn klaar. Hun leider is een slappe zak. Hopelijk gaat het 20 januari bij de inauguratie van Biden rustig verlopen en kan de ceremonie zonder incidenten voor het Capitool plaatsvinden. En niet ergens in een bunker.”", "Benjamin Peled, violist bij het Concertgebouworkest", "Benjamin Peled Beeld Alex Berger", "“Ik keek erg uit naar 6 januari. Het was de laatste horde die genomen moest worden om Biden officieel tot president te benoemen. Ik zat gisteravond voor de tv en hoopte het debat te volgen. Na een paar minuten zag ik de bestorming van het Capitool. Ik was geschokt. Dit ging veel te ver. Vrienden en collega’s van het orkest appten me: Ben je aan het kijken?”", "“De menigte was agressief, volslagen gek en werden gedreven door complotdenken. Ik wist dat er iets stond te gebeuren op de zesde maar heb het niet aan zien komen dat het zo uit de hand zou lopen.”", "“Het was een belachelijk idee om het proces te willen stoppen. Krankzinnig en beschamend. De aanhangers hadden dit nooit uit zichzelf gedaan maar werden geïnspireerd en opgehitst door Trump. Hij is verantwoordelijk voor wat er gebeurd is.”", "“De Republikeinen hebben altijd hun hand boven zijn hoofd gehouden. They made the marriage. De Republikeinse Partij zou hiervan een les moeten leren, maar ik betwijfel of ze dat doen.”", "“Dat Biden nu officieel president is, is een grote opluchting voor me. Er verscheen vanochtend een big smile op mijn gezicht. Het is een done deal.”", "“Ik heb contact met mijn familie. Zij zijn ook geshockeerd. Dit is het donkere resultaat van de laatste vier jaar. Zo droevig voor de VS. De bestorming geeft een schaamteloos en schreeuwerig beeld van Amerika terwijl er ook zoveel goeds is.”", "James Kennedy, hoogleraar moderne Nederlandse geschiedenis", "James Kennedy. Beeld ANP", "“Echt ontdaan was ik door de gebeurtenissen. Dit wil je niet zien gebeuren. Het was shockerend om te zien dat mensen de ruiten van het Capitool braken en zwaaiden met de Confederate-vlag, het symbool van de zuidelijke slavernijstaten van de VS. Het laat het sentiment zien. Deze aanhangers van Trump willen niets te maken hebben met de pluriforme Verenigde Staten. Heel primitief.”", "“Impeachment van Trump heeft niet mijn voorkeur. Het systeem is te log. Dat is niet realiseerbaar. Een betere oplossing is om te zeggen dat hij incapabel en niet meer bij zinnen is, via het 25ste amendement. Dan neemt de regering zijn verantwoordelijkheid en kan Pence de komende weken verder als president.”", "“Trump heeft het met zijn actie helemaal verbruid. Politici in zijn partij, de professionele politici, zien hem liever gaan dan komen. Deze man moet nooit meer aan de macht komen. Hij is monomaan en gericht op zijn eigen ondergang en het voorkomen daarvan. Hij is ook wraakzuchtig en kan daardoor heel gevaarlijk zijn.”", "“Aan de andere kant wordt de ruimte steeds kleiner voor hem. Het beeld is het laatste etmaal verschoven: zelfs conservatieve Republikeinen willen niets meer met hem te maken hebben.”", "“Donald Trump graaft zijn eigen graf. Hij is zelfdestructief bezig, ook voor zijn dynastie. Het is precies waar je Trump wilt hebben. Wij hoeven eigenlijk verder niets te doen. Hij gaat de geschiedenis in als een president die vooral op eigen machtsbehoud gericht was en van de democratie niets begreep.”"], "authors": ["Hanneloes Pen"], "keywords": ["ik", "jaar", "trump", "deze", "zijn", "uit", "te", "amsterdammers", "van", "en", "een", "vs", "dit", "al", "schaamte", "voel", "op", "het", "vier"], "pubDate": "2021-01-07T14:43:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}