{"id": "f864dd63-0b7f-307b-b825-3969d1baa67b", "title": "Een explosief genenmengsel: geen duiven maar straaljagers", "url": "https://volkskrant.nl/sport/een-explosief-genenmengsel-geen-duiven-maar-straaljagers~b98fee89/", "summary": "Het komt niet zo vaak voor dat een postduif de sportpagina’s haalt, maar als het gebeurt neem ik het nieuws gretig tot me.\nZal me dat een explosief genenmengsel opleveren: geen duiven maar straaljagers.\nIk sloeg een duif hoger aan dan een wielrenner, laat staan een voetballer.\nVandaag zal het elektronisch gaan, met een chip of zo, maar in mijn kindertijd werd een gummiring van de duivenpoot gestroopt die in een speciale duivenklok moest.\nDe eerzucht van mijn oom was groter dan de eerzucht van de duif: met een schot hagel haalde hij de kampioen neer.", "paragraphs": ["Het komt niet zo vaak voor dat een postduif de sportpagina’s haalt, maar als het gebeurt neem ik het nieuws gretig tot me. Het zal met mijn kindertijd te maken hebben en dus sentiment zijn. Mijn dorp was vergeven van de duivenmelkers. Die waren allemaal aangesloten bij de plaatselijke postduivenvereniging. Na een soort cultuurclash waren er zelfs twee. Ik mag wel zeggen dat ik heel wat duivenhokken van binnen gezien heb.", "In NRC van zaterdag lees ik over de Belgische duivin New Kim die op een onlineveiling voor 1,6 miljoen euro verkocht werd aan de Chinese bouwmagnaat Xing Wei. In China bloeit de duivensport; er wordt volop gegokt op de wedvluchten. Voor New Kim breekt een rustige tijd aan. Vliegen hoeft niet meer, ze moet zich alleen vermenigvuldigen. Haar partner is bekend: de Belgische doffer Armando waarvoor Xing Wei vorig jaar 1,25 miljoen betaalde. Zal me dat een explosief genenmengsel opleveren: geen duiven maar straaljagers.", "Ik heb eens een atletiekcoach hardop horen dromen over het systematisch koppelen van getalenteerde topsporters. Dat het mooie dingen zou kunnen opleveren. Het leek mij meer iets voor een totalitaire staat. Of voor een film. Dit terzijde.", "De liefde waarmee de duivenmelkers in mijn dorp hun wedstrijdvliegers omringden maakte diepe indruk op me. De beestjes werden als baby’s vertroeteld. Hokken even schoon zo niet schoner dan mijn slaapkamer. Wreed vond ik het dan weer wel dat de duiven gestimuleerd werden zo rap mogelijk terug naar huis te vliegen door ze botweg te scheiden van hun geliefde. Sommige duivinnen werden er zelfs voor van hun nest met eitjes gehaald.", "Voor de duiven had ik meer respect dan voor de melkers. Zíj moesten het toch maar doen, zonder landkaart honderden kilometers verderop losgelaten te worden en dan de weg terug zien te vinden. Dat was topsport van de bovenste plank. Ik sloeg een duif hoger aan dan een wielrenner, laat staan een voetballer.", "New Kim is specialist op de middellange afstanden (400-600 kilometer). Bovendien wordt ze omschreven als ‘een goede binnenloper’. Ze blijft bij thuiskomst niet irritant boven het hok cirkelen maar duikt er gelijk in. Dat is belangrijk, de tijd wordt pas opgenomen als een duif binnen is. Vandaag zal het elektronisch gaan, met een chip of zo, maar in mijn kindertijd werd een gummiring van de duivenpoot gestroopt die in een speciale duivenklok moest. Hiermee was het tijdstip van aankomst geregistreerd.", "Een oom van me dacht eens een race gewonnen te hebben. Helaas had hij een slechte binnenloper, de duif streek neer op de nok van de boerderij. De eerzucht van mijn oom was groter dan de eerzucht van de duif: met een schot hagel haalde hij de kampioen neer.", "Bij hem kwam ik dus niet meer in de buurt."], "authors": ["Peter Winnen"], "keywords": ["explosief", "geen", "van", "dan", "het", "op", "maar", "duiven", "straaljagers", "ik", "een", "mijn", "dat", "te", "genenmengsel", "voor"], "pubDate": "2020-11-23T22:13:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}