{"id": "f883e63a-dd64-3978-ae05-2d54e80997e6", "title": "Luchtmacht oefent nu ook 's avonds, en alleen boven Nederland", "url": "https://nos.nl/artikel/2363915-luchtmacht-oefent-nu-ook-s-avonds-en-alleen-boven-nederland.html", "summary": "Oplettende luisteraars hebben ze misschien al voorbij horen komen: de helikopters, jachtvliegtuigen en transporttoestellen van de Koninklijke Luchtmacht.\nSinds vorige week vliegen ze overdag boven Nederland voor trainingen en vanaf vandaag zijn de militaire toestellen ook 's avonds nog in touw.\nVliegen in het donkerBovendien oefenen de vliegers door datzelfde virus nu alleen boven Nederland, terwijl ze normaal gesproken ook trainingen hebben in het buitenland.\nNu vliegen de helikopters en jachtvliegtuigen vooral boven de Noordzee en de provincies in het noorden, oosten en zuiden van Nederland.\nMeer klachtenOok vorig jaar werd er door de coronacrisis al meer dan gebruikelijk boven Nederland gevlogen.", "paragraphs": ["Oplettende luisteraars hebben ze misschien al voorbij horen komen: de helikopters, jachtvliegtuigen en transporttoestellen van de Koninklijke Luchtmacht. Sinds vorige week vliegen ze overdag boven Nederland voor trainingen en vanaf vandaag zijn de militaire toestellen ook 's avonds nog in touw.", "Vanwege de corona-uitbraak heeft Defensie besloten om de trainingen, die ieder jaar terugkeren, ditmaal in één keer aan te kondigen. \"Vanwege het coronavirus zijn mensen vaker thuis\", zegt Luchtmachtwoordvoerder Niels Vredegoor. \"Daardoor merken ze ons sneller op.\"", "Vliegen in het donker", "Bovendien oefenen de vliegers door datzelfde virus nu alleen boven Nederland, terwijl ze normaal gesproken ook trainingen hebben in het buitenland. Daar kunnen ze oefenen in bijvoorbeeld bergachtig gebied.", "Nu vliegen de helikopters en jachtvliegtuigen vooral boven de Noordzee en de provincies in het noorden, oosten en zuiden van Nederland. Vanaf vandaag kunnen ze daar tot 23.00 uur actief zijn. \"Veel van onze missie-inzet is 's nachts. We vliegen dan zonder verlichting en vrij laag. Dat moet je wel goed geoefend hebben\", legt Vredegoor uit.", "Meer klachten", "Ook vorig jaar werd er door de coronacrisis al meer dan gebruikelijk boven Nederland gevlogen. Toen kwamen er bij de Luchtmacht \"substantieel meer\" meldingen binnen van geluidsoverlast.", "Defensie onderzoekt nog waar die toename precies vandaan komt, maar vermoedt dat één van de redenen de corona-uitbraak is. \"Mensen zitten thuis, zien ons vliegen en denken: waarom moet dat? Maar wij hebben de opdracht om inzetbaar te blijven. En dus moeten we blijven doorvliegen.\"", "Vorig jaar oefenden helikopters van Defensie met landingen in stofwolken. Niet zoals gebruikelijk in Spanje, maar - ook toen vanwege corona - op de Oirschotse Heide in Noord-Brabant:"], "authors": [], "keywords": ["luchtmacht", "s", "van", "zijn", "boven", "trainingen", "en", "vliegen", "avonds", "ze", "nu", "ook", "nederland", "alleen", "het", "hebben", "oefent"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}