{"id": "f89cb47d-72d4-386b-a280-780408b9fdc6", "title": "Illegale prostitutie in Urban Lodge Hotel, gasten blijven slechts een half uur", "url": "https://www.parool.nl/amsterdam/illegale-prostitutie-in-urban-lodge-hotel-gasten-blijven-slechts-een-half-uur~b5aec0fcb/", "summary": "Het Urban Lodge Hotel in Nieuw-West is het eerste Amsterdamse hotel dat drie maanden dicht moet vanwege illegale prostitutie.\n‘(..) Ook is er waargenomen dat een jonge schaars geklede vrouw het hotel is uitgelopen en buiten bij een groepje mannen ging staan.\nIn een auto voor de entree treft de politie een 16-jarig meisje aan dat in het hotel verblijft, en dat samen met een man lachgas gebruikt.\nAmsterdammers mijden WallenDat de gemeente een hotel drie maanden – tot 6 maart – sluit vanwege sekswerk, is niet eerder voorgekomen.\nEen ambtenaar die zich voordoet als klant en via een website een afspraak heeft gemaakt met een prostituee, wordt naar het hotel geleid.", "paragraphs": ["Het Urban Lodge Hotel in Nieuw-West is het eerste Amsterdamse hotel dat drie maanden dicht moet vanwege illegale prostitutie. Tijdens een gemeentelijke controle werden zeker vijf sekswerkers betrapt.", "Bij de controle op 4 december stuiten ambtenaren van het gemeentelijke Team Prostitutie op een trits aanwijzingen voor illegaal sekswerk, zo blijkt uit de rapportage in het bezit van Het Parool. Nog voor binnenkomst, als de inspecteurs nog in de auto voor de hoofdingang zitten, wordt al duidelijk wat er gaande is. ‘(..) Ook is er waargenomen dat een jonge schaars geklede vrouw het hotel is uitgelopen en buiten bij een groepje mannen ging staan. Daar deed de jonge vrouw haar rok meerdere malen omhoog en werd door de mannen betast.’", "De inspecteurs doen verslag van ‘schaars geklede’ vrouwen aan de bar en in de lift, meerdere kamers die in gebruik zijn, terwijl klanten van de sekswerkers het gebouw inlopen en na een half uur weer vertrekken. Bijna iedereen die in of rond het Urban Lodge Hotel staande wordt gehouden door een van de meegekomen agenten, erkent daar te zijn voor seks, staat in het rapport. In een auto voor de entree treft de politie een 16-jarig meisje aan dat in het hotel verblijft, en dat samen met een man lachgas gebruikt. Zij wordt teruggebracht naar haar ouders. Of in dit geval sprake was van prostitutie, is onduidelijk.", "Amsterdammers mijden Wallen", "Dat de gemeente een hotel drie maanden – tot 6 maart – sluit vanwege sekswerk, is niet eerder voorgekomen. In sommige gevallen is prostitutie in hotels toegestaan – denk aan een gast die een escortdame laat komen voor de nacht. Het wordt illegaal als sekswerkers een hotelkamer gebruiken als werkruimte om meerdere klanten per dag te ontvangen.", "Volgens Koninklijke Horeca Nederland (KHN) is het gebruik van Amsterdamse hotels door prostituees in opkomst, nu hotelkamers goedkoper zijn geworden vanwege het afgenomen toerisme. Voorheen had de betaalde seks vooral plaats in hotels langs snelwegen. Prostituees richten zich nu bovendien meer op een lokale doelgroep, omdat buitenlandse bezoekers wegblijven – en Amsterdammers gaan volgens KHN liever niet naar een peeskamer op de Wallen, als die vanwege de lockdowns al geopend zijn.", "Nepafspraak", "Het Urban Lodge Hotel past in dat beeld. Het voormalige kantoor nabij station Sloterdijk was tot februari vorig jaar druk en populair als middenklassehotel, maar na het uitbreken van de coronapandemie bleven de meeste van de 120 kamers leeg. Ondanks de huidige lage prijzen, een paar tientjes per nacht is geen uitzondering, schommelt de bezettingsgraad rond de 20 procent.", "Het hotel blijkt populair bij buitenlandse prostituees die tijdelijk in Amsterdam willen werken en via profielen op prostitutiewebsites hun klanten werven. De ambtenaren van Team Prostitutie krijgen van de sekswerkers te horen dat het hotel bekendstaat als een locatie van waaruit zij makkelijk kunnen werken.", "In november krijgt de afdeling, die toezicht houdt op de seksbranche in Amsterdam, de eerste tips binnen, een maand later volgt de uitgebreide controleactie. Een ambtenaar die zich voordoet als klant en via een website een afspraak heeft gemaakt met een prostituee, wordt naar het hotel geleid. Via Whatsapp krijgt hij de instructie tegen de portier van het hotel te zeggen dat hij voor zijn vriendin komt.", "Schaars geklede vrouwen", "Die dag wordt vastgesteld dat er in vijf kamers sprake is van illegale prostitutie. De sekswerkers vertellen dat zij meestal een paar nachten in het hotel blijven. ‘In de kamer lag op een krukje naast het bed een pak tissues, een doos condooms, een fles glijmiddel en een busje traangas,’ valt te lezen in de rapportage.", "Het hotel wordt niet direct gesloten. De portier zegt niet te weten dat er prostitutie plaatsvond. Het management maakt met de ambtenaren van Team Prostitutie werkafspraken. Ook worden er nieuwe huisregels opgesteld. Zo belooft het hotel bij te houden hoeveel bezoek er per kamer wordt ontvangen, en om álle gasten per kamer te registreren, in plaats van één gast.", "Maar als er een dag later weer een controle is, opnieuw door een nepafspraak te maken met een sekswerker, kunnen de toezichthouders nog steeds probleemloos terecht in het Urban Lodge. Ook lopen er opnieuw schaars geklede vrouwen door het gebouw. Daarop wordt het hotel direct gesloten, tot begin maart."], "authors": ["Ruben Koops"], "keywords": ["urban", "er", "van", "gasten", "half", "prostitutie", "lodge", "en", "een", "wordt", "illegale", "te", "hotel", "het", "uur", "dat", "slechts"], "pubDate": "2021-01-09T06:00:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}