{"id": "f89ee581-73e7-384d-a927-18f04a39846e", "title": "Anouk, zeldzame krent in de weeïge Voice-pap", "url": "https://volkskrant.nl/cultuur-media/anouk-zeldzame-krent-in-de-weeige-voice-pap~b092c665/", "summary": "Het vreemde aan The Voice is: het begin is het lekkerst.\nGedurende het seizoen blijkt vaak dat geen van die gerechtjes smakelijk genoeg is om er week in, week uit grote porties van te willen.\nNaar ik vrees door een productieteam aangemoedigd zich niet in te houden, houdt Anouk zich niet in.\nAfgelopen vrijdag raakte Smit verstrikt in een oeverloze spraakverwarring met een kandidaat.\nIk wil gewoon naar huis.’ En even later: ‘Ik heb echt een fucking glas wijn nodig.’Anouk, zeldzame krent in de weeïge Voice-pap.", "paragraphs": ["Van alle langzaam sleets rakende De Mol-vondsten met Martijn Krabbé die zich geroutineerd een weg knaagt door een rijstebrij vakkundig opgepiepte magnetronemoties, is The Voice of Holland (RTL4) hier thuis nog altijd favoriet. Sinds een paar weken deinen wij elke vrijdagavond met miljoenen anderen welgemoed mee, eerst met de argeloze puber die even vergeten lijkt dat succes in een tv-talentenjacht voornamelijk kans biedt op een jaartje optreden op bedrijfsfeesten en Holland Casino-avondjes en daarna met de al jaren vergeefs aan de weg timmerende dertiger.", "Het vreemde aan The Voice is: het begin is het lekkerst. Tijdens the blind auditions (met die draaiende stoelen is dat) zet het programma je schalen vol amuses voor, die allemaal verrukkelijk lijken, vooral omdat de borden zo feestelijk zijn opgemaakt. Gedurende het seizoen blijkt vaak dat geen van die gerechtjes smakelijk genoeg is om er week in, week uit grote porties van te willen. Tegen de tijd dat de finaledag aanbreekt, is de trouwe kijker een beetje misselijk. Geen tiny dinner mint, nee, dank u.", "De algemene toon in The Voice varieert van mild enthousiast tot extatisch. Gemiddeld twee keer per aflevering gaan juryleden op hun stoel staan, om het studiopubliek en de kijkers te laten weten: dit is uitzonderlijk. Het merendeel van de auditanten wordt overladen met lyrische luisterrapporten en als kritiek vermomde complimenten van de vier juryleden. De enkeling die niet ‘door mag’, krijgt sinds een paar seizoenen geen commentaar meer, maar druipt in stilte af, richting Krabbé of Chantal Janzen, om een verbale troostmassage van heb ik jou daar te ontvangen (‘Echt on-be-grijpelijk! Het was bril-jánt!’). Zo verlaten zelfs de eerste afvallers het pand nog als kampioenen.", "Bij The Voice wordt ook de grootste loser een beetje winnaar.", "Althans: als Anouk er niet zou zijn. Naar ik vrees door een productieteam aangemoedigd zich niet in te houden, houdt Anouk zich niet in. Het was altijd al een smakelijke wrange combi, haar ongeduldige gezucht in dat gelikte decor vol wezenloze positiviteit, maar in dit coronajaar bereikt het ongemak een nieuw hoogtepunt: omdat Anouk wegens zware astma niet in de studio kan zijn, is ze aanwezig via een videoscherm.", "Zo daalt haar met de week minder omfloerst wordende commentaar als een hemelse (én muzikaal inhoudelijke) toorn op de deelnemers neer. De ene keer krijgt een babbelgrage kandidate de wind van voren, de andere keer wordt collega-jurylid Jan Smit voortdurend geconfronteerd met zijn talige stramheid die ertoe leidt dat hij mensen alleen ‘goed’, ‘heel goed’ of ‘erg goed’ vindt.", "Afgelopen vrijdag raakte Smit verstrikt in een oeverloze spraakverwarring met een kandidaat. Anouk brak in: ‘Gaat iemand nog iets zeggen over zijn stem? Ik wil gewoon naar huis.’ En even later: ‘Ik heb echt een fucking glas wijn nodig.’", "Anouk, zeldzame krent in de weeïge Voice-pap. Geef die vrouw een fucking glas wijn."], "authors": ["Frank Heinen"], "keywords": ["van", "dat", "die", "niet", "een", "het", "en", "anouk", "voicepap", "zijn", "zeldzame", "voice", "krent", "met", "weeïge"], "pubDate": "2020-12-13T14:01:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}