{"id": "f8a65872-788d-363c-9e3c-66e845439417", "title": "Hoe modern topvoetbal is veranderd in een secondenspel", "url": "https://volkskrant.nl/sport/hoe-modern-topvoetbal-is-veranderd-in-een-secondenspel~bc60b247/", "summary": "Van het binnen acht seconden terugveroveren van de bal tot een schot op doel binnen tien tellen daarna.\nLeipzig jaagt en jaagt, en vindt simpelweg telkens de ruimte in de snelle tegenstoot na een balverovering.\nNa elk balverlies op de training drukt een van de assistent-trainers op een knop.\nHoe mooi voetbal ook kan zijn, het is en blijft een chaotisch spel, waarbij de bal constant van kant wisselt.\nHoe lager het gemiddelde PPDA-cijfers van een ploeg, hoe feller het waarschijnlijk druk weet te genereren.", "paragraphs": ["RB Leizpig heeft hogesnelheidsvoetbal tot norm verheven. Van het binnen acht seconden terugveroveren van de bal tot een schot op doel binnen tien tellen daarna.", "Geduldig spel behoort in topvoetbal tot het verleden. Het spel wordt alsmaar sneller, dynamischer en, vooral, directer. Om succesvol te zijn, dient een ploeg zo vaak mogelijk balverlies bij de tegenstander af te dwingen, en vervolgens de snelste route naar het doel te vinden. Indachtig de twee gouden regels van de invloedrijke Duitse coach Ralf Rangnick: binnen acht seconden de bal terug, een doelpoging binnen de tien volgende tellen.", "RB Leipzig, de voormalig ploeg van Rangnick, heeft dit turbovoetbal tot kunst verheven. Dat merkte Manchester United dinsdag in de Champions League. De bal mocht Manchester hebben. Leipzig jaagt en jaagt, en vindt simpelweg telkens de ruimte in de snelle tegenstoot na een balverovering. Europa’s jongste topclub, in 2013 nog een vierdeklasser in Duitsland, wint met 3-2 van het puissant rijke United en plaatst zich voor de tweede ronde van de Champions League.", "Direct spel à la Leipzig werkt in de Champions League. Steeds minder passes gaan vooraf aan een doelpunt. In de voorbije groepsfase van de Champions League telde de gemiddelde treffer nog maar een opmaat van 3,1 passes. Vergelijk dat met het gemiddeld aantal passes voorafgaand aan een goal in de Champions League-edities van 2019/20 (3,4), 2018/19 (3,7) en 2017/18 (3,8), en de cijfers vertellen een eenduidig verhaal. Voetbal groeit uit tot een alsmaar sneller, alsmaar directer spel.", "De 8 en 10 seconden van Rangnick", "‘Sommige spelers hebben in het begin last van het getik, maar wij hebben inmiddels ervaren dat dergelijke trainingsvormen al binnen een paar weken effect hebben.’ Met traditioneel ernstige blik praat Rangnick in 2017 met de officiële website van de Bundesliga over zijn geliefde countdown-clock.", "Na elk balverlies op de training drukt een van de assistent-trainers op een knop. Binnen acht tellen moet de bal veroverd zijn. Heeft de ploeg de bal weer in het bezit, dan drukt de assistent nogmaals. 10, 9, 8… Na de balverovering is er ook haast geboden. Binnen tien seconden moet er een schot op doel volgen. Op deze wijze worden de Leipzig-spelers gedrild tot hogesnelheidsvoetballers.", "Hoe mooi voetbal ook kan zijn, het is en blijft een chaotisch spel, waarbij de bal constant van kant wisselt. Leipzig omarmt de chaos. Niet aan de bal dient de ploeg het verschil te maken, maar juist zonder de bal.", "In 2016 legt Rangnick zijn filosofie uit in gesprek met Voetbal International: ‘Een wijsheid van Johan Cruijff is dat je een wedstrijd altijd wint als je in je elftal zeven of acht spelers hebt die op hun positie meer individuele kwaliteiten hebben dan hun directe tegenspeler. Dat werkt niet meer. Ploegen als Liverpool vallen je met twee of drie spelers aan als jij de speler in balbezit bent. Steeds weer, negentig minuten lang.’", "Rangnick zal instemmend hebben toegekeken hoe zijn Leipzig, waar hij tussen 2012 en de zomer van 2020 afwisselend als hoofdtrainer, technisch directeur en chef ontwikkeling de implementatie van zijn speelstijl overzag, het dit jaar doet. Onder leiding van 33-jarige trainer Julian Nagelsmann spelen Die Roten Bullen een zeldzaam directe vorm van voetbal.", "Van de 25 goals die Leipzig dit seizoen uit open spel scoorde, vielen er liefst 16 binnen tien tellen na een balverovering. Justin Kluiverts beslissende 3-0 tegen Manchester United is er een uit het boekje. Angeliño verovert na flink druk zetten de bal op de Engelse helft, een paar tellen later rondt de Nederlander in de snelle tegenstoot af.", "Gegenpressing loont", "Het spektakel bij Leipzig speelt zich vooral af op momenten als de bal niet in de eigen ploeg is. Dan wervelt het elftal over het veld heen, in een collectieve jacht op de tegenstander. De pressing, het verstoren van de spelopbouw van de tegenstander door constant druk uit te oefenen met aanstormende spelers, is heilig bij Europa’s topclub.", "Maar minstens zo belangrijk is de Gegenpressing. Dit is waar de achtsecondenregel van Rangnick in werking treedt. Binnen acht tellen moet de bal terugveroverd zijn. De tegenstander is op zijn kwetsbaarst op de momenten net nadat het de bal heeft veroverd, is hierbij de gedachtegang. Dan moet het elftal immers omschakelen van hoe het defensief op het veld stond - met zo min mogelijk onderlinge ruimte - naar hoe het aanvallend wil staan - met zo veel mogelijk ruimte tussen elke speler. Precies in die paar tellen van desorganisatie wil Leipzig de bal alweer terug hebben.", "Statistiekenbureau Opta Sports kan in kaart brengen hoe effectief teams druk zetten. Dit doet het aan de hand van een metriek genaamd Passes Per Defensive Action. PPDA meet hoeveel passes een team gemiddeld toestaat per aanval van de tegenstander. Hoe lager het gemiddelde PPDA-cijfers van een ploeg, hoe feller het waarschijnlijk druk weet te genereren.", "In de groepsfase van de Champions League prijkt de naam van RB Leipzig bovenaan de PPDA-ranglijst. De ploeg van Nagelsmann laat gemiddeld maar 8,4 passes per balbezit van de tegenstander toe. Nummers twee en drie op deze lijst zijn zusterclub Red Bull Salzburg (9,3) en Ajax (9,3), twee ploegen van buiten de vijf traditionele topcompetities die de voorbije jaren de Europese elite geregeld dwars lagen.", "Noodzaak", "Maar collectief druk zetten is allang geen tactiek meer die alleen is weggelegd voor de kleinere clubs in het machtig rijke Europese voetbal. Ook de absolute topteams hebben de revolutie omarmd. Toernooifavorieten Bayern München (10,1), Paris Saint-Germain (10,5) en Manchester City (10,8) hielden in de voorbije groepsfase opponenten gemiddeld ook onder de elf passes per balbezit.", "De bal veroveren op de helft van de tegenstander is nu the name of the game. In de Champions League van 2011/12 leden ploegen gemiddeld per wedstrijd 5,3 keer balverlies in de dertig meter voor het eigen doel. Inmiddels is dit gemiddelde is bijna verdubbeld. In de groepsfase van de huidige Champions League lag dit moyenne op 9,7 keer per duel."], "authors": ["Sam Planting"], "keywords": ["van", "leipzig", "topvoetbal", "een", "het", "veranderd", "en", "modern", "zijn", "op", "binnen", "bal", "met", "secondenspel", "hoe"], "pubDate": "2020-12-11T18:07:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}