{"id": "f8b670b2-37c4-32e1-9fed-8b3425b5cd0a", "title": "Corona heeft zelfs invloed op onze heilwensen en nieuwjaarsclichés", "url": "https://trouw.nl/cultuur-media/corona-heeft-zelfs-invloed-op-onze-heilwensen-en-nieuwjaarscliches~b59b2a44/", "summary": "Alsof corona in 2020 voor een collectief gevoel van lotsverbondenheid heeft gezorgd.\nSoms waren de heilwensen wel heel specifiek: ‘Ik wens je een 2021 zonder corona’.\nOok wensen van dit type trof ik een paar keer aan: ‘Een 2021 zonder coronabeperkingen gewenst!’ of ‘Een 2021 in volledige vrijheid!’ Alsof we met z’n allen een jaarlang hebben vastgezeten.\nTen slotte valt het veelvuldig gebruik van ‘beter’ op in recente heilwensen: in plaats van ‘Een goed 2021!’ wordt ons door familie, vrienden, vage kennissen en zelfs instanties ‘Een beter 2021!’ toegewenst.\nZelf houd ik het graag wat taliger: ik wens iedereen een jaar met veel interessante woorden en uitdrukkingen toe.", "paragraphs": ["Een ‘raar jaar’ – hoe vaak hebben we dat rond deze jaarwisseling niet gehoord? ‘Het was een raar jaar’ werd bovendien vaak aangevuld met: ‘voor ons allemaal’. Alsof corona in 2020 voor een collectief gevoel van lotsverbondenheid heeft gezorgd.", "Ook het cliché dat 2020 ‘een ander jaar was dan andere jaren’ hebben we de afgelopen dagen geregeld kunnen horen en lezen, zowel in persoonlijke app- en mailberichten als in de media. Gelukkig maar, denk ik dan: anders werd het wel een heel saaie bedoening op aarde.", "Niet saai waren in elk geval de nieuwjaarsgroeten die dezer dagen werden uitgewisseld. Word je normaliter rond oud en nieuw gegroet met de vaste formule ‘Gelukkig nieuwjaar’, de afgelopen dagen waren de wensen vaak expliciet op ons lichamelijke welzijn gericht: ‘Een gezond 2021!’ Als je zo’n wens wat al te vaak hoort, zou je je bijna zorgen gaan maken en krijg je in elk geval de neiging toch eens in de spiegel te kijken of er een aanleiding is voor zo’n fysieke heilwens. Soms waren de heilwensen wel heel specifiek: ‘Ik wens je een 2021 zonder corona’. En zonder kanker, beroerte en hartstilstand, denk ik er onwillekeurig bij.", "‘Een 2021 in volledige vrijheid!’", "Ik ben vast niet de enige die zulke wensen heeft ontvangen, want op Facebook en Twitter werden de afgelopen dagen veel nieuwjaarsgroeten uitgewisseld met daarin de woorden ‘corona’ of ‘covid’. Ook wensen van dit type trof ik een paar keer aan: ‘Een 2021 zonder coronabeperkingen gewenst!’ of ‘Een 2021 in volledige vrijheid!’ Alsof we met z’n allen een jaarlang hebben vastgezeten.", "Ten slotte valt het veelvuldig gebruik van ‘beter’ op in recente heilwensen: in plaats van ‘Een goed 2021!’ wordt ons door familie, vrienden, vage kennissen en zelfs instanties ‘Een beter 2021!’ toegewenst. Zelf houd ik het graag wat taliger: ik wens iedereen een jaar met veel interessante woorden en uitdrukkingen toe.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["ik", "je", "van", "voor", "invloed", "en", "heeft", "een", "met", "nieuwjaarsclichés", "vaak", "onze", "op", "corona", "het", "heilwensen", "zelfs", "2021"], "pubDate": "2021-01-02T13:33:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}