{"id": "f8c06480-7853-3817-bf8f-1bf67beb6f9e", "title": "Zien: de transformaties van Sylvie Meis!", "url": "https://www.telegraaf.nl/vrouw/148756526/zien-de-transformaties-van-sylvie-meis", "summary": "2005 - Huwelijk Sylvie Meis en Rafael van der VaartIn 2005 stapte Sylvie in het huwelijksbootje met Rafael van der Vaart.\n2014 - Met de meiden op stapIn 2014 deelde Sylvie deze gezellige foto als allereerste Instagram-post.\n2016 - Donkere aanzetOok in 2016 was het tijd voor een nieuw kapsel, met deze keer een donkere haaraanzet en een iets korter model.\n2019 - VROUW CoverIn 2019 straalde Sylvie op de cover van onze glossy.\nGisteren heeft Sylvie deze foto gedeeld met daarbij het nieuws dat ze ambassadeur is voor deze fillers.", "paragraphs": ["1. 2002 - BNN Winterpresentatie", "Hier zie je een 24-jarige Sylvie bij de BNN Winterpresentatie in 2002. De jeugdigheid straalt ervan af!", "Ⓒ Hollandse Hoogte", "2. 2005 - Huwelijk Sylvie Meis en Rafael van der Vaart", "In 2005 stapte Sylvie in het huwelijksbootje met Rafael van der Vaart. Deze geweldige jurk had ze aan op haar trouwdag, die helemaal past bij de 00's.", "Ⓒ Hollandse Hoogte / ANP", "3. 2009 - Korte coupe", "Haar (noodgedwongen) korte coupe in 2009 liet haar gezicht heel mooi uitkomen.", "4. 2014 - Met de meiden op stap", "In 2014 deelde Sylvie deze gezellige foto als allereerste Instagram-post. Girls night out!", "5. 2016 - Donkere aanzet", "Ook in 2016 was het tijd voor een nieuw kapsel, met deze keer een donkere haaraanzet en een iets korter model. Dit werk is verricht door Leco van Zadelhoff. Ziet eruit als een plaatje!", "6. 2019 - VROUW Cover", "In 2019 straalde Sylvie op de cover van onze glossy. Een prachtig resultaat! Heb jij het exclusieve interview destijds gelezen?", "7. 2020 - Filler-ambassadeur", "Inmiddels aangekomen in het heden. Gisteren heeft Sylvie deze foto gedeeld met daarbij het nieuws dat ze ambassadeur is voor deze fillers."], "authors": [], "keywords": ["van", "deze", "het", "zien", "op", "transformaties", "met", "meis", "een", "ze", "rafael", "sylvie", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}