{"id": "f8cc252d-c4d5-3f2d-aab1-565795333331", "title": "Is Rutte tegelijkertijd vadertje staat en moedertje thuis?", "url": "https://volkskrant.nl/economie/is-rutte-tegelijkertijd-vadertje-staat-en-moedertje-thuis~be2e7b29/", "summary": "Hij rekende in drie zinnen af met de visie van zijn voorgangers op de economie: ‘Als het beweegt, belast het.\nAls het blijft bewegen, reguleer het.\n‘Socialisme is het opmaken van het geld van anderen’, aldus de IJzeren Dame.\nHet onlineverkeer wordt gereguleerd en de roep om ontmanteling van de grote technologieconcerns als Google en Facebook klinkt luider en luider.\nMark Rutte is tegelijkertijd vadertje staat en moedertje thuis.", "paragraphs": ["In de jaren tachtig werd de overheid gebombardeerd tot de vijand van het volk. ‘De overheid is niet de oplossing, maar juist het probleem’, zei de toenmalige Amerikaanse president Ronald Reagan die de schuld van de hoge inflatie en werkloosheid bij big government legde.", "Overheden die het bbp reguleerden en herverdeelden, waren een doorn in zijn oog. Hij rekende in drie zinnen af met de visie van zijn voorgangers op de economie: ‘Als het beweegt, belast het. Als het blijft bewegen, reguleer het. Als het niet meer beweegt, subsidieer het.’", "Zijn afkeer van overheidsinterventie nam hij zo letterlijk dat hij zich als president de tijd gunde in de middag een uiltje te knappen. Net als Reagan noemde Margaret Thatcher aan de andere kant van de grote plas de markt een sterker en betrouwbaarder kracht dan de overheid ooit zou kunnen zijn. ‘Socialisme is het opmaken van het geld van anderen’, aldus de IJzeren Dame. Ruud Lubbers huldigde het principe dat ‘als Den Haag een stapje terug zou doen en het initiatief van mensen waardeerde, de overheid kleiner werd, de economie gezonder en de samenleving sterker’. No-nonsense.", "Sinds die tijd is in Nederland het toptarief van de inkomstenbelasting teruggegaan van 72 naar 49,5 procent, is de vennootschapsbelasting verlaagd van 48 naar 25 procent (en zelfs 15 procent voor winsten tot 200 duizend) en is de vermogensbelasting afgeschaft. In de neoliberale golf kromp de overheid van meloen tot mandarijn.", "Maar na twee crises lijkt big government terug. Overheden zijn net zo machtig als vlak na de oorlog. Niet de markt maar een grootscheeps stimuleringsprogramma moet de economie aan de praat houden. De overheid bepaalt welke bedrijven (luchtvaartmaatschappijen) en mensen (kappers, horecamedewerkers) financiële steun krijgen. Centrale banken kopen aandelen en rommelkredieten op.", "Het onlineverkeer wordt gereguleerd en de roep om ontmanteling van de grote technologieconcerns als Google en Facebook klinkt luider en luider. Aan steeds meer bedrijfstakken worden ethische en duurzaamheidsregels opgelegd. Het aantal beursgenoteerde bedrijven is dalende.", "De overheid heeft niet alleen de regie over de economie in handen genomen, maar ook over het persoonlijk leven van de burgers: rookwaren moeten worden weggestopt, alcoholgebruik tegengegaan, vuurwerk verboden en seksuele excessen aangepakt. De overheid bepaalt waar een mondkapje moet worden gedragen, wanneer men op vakantie kan en hoeveel bezoek thuis mag worden ontvangen.", "Premiers spreken het volk weer op dinsdag toe en waarschuwen ze op straffe van harde maatregelen zich aan de regels te houden. Mark Rutte is tegelijkertijd vadertje staat en moedertje thuis.", "Voor een liberale vrijgezel moet dat moeilijk zijn. Of het ook de oplossing is voor de huidige problemen blijkt in 2021."], "authors": ["Peter De Waard"], "keywords": ["staat", "moedertje", "vadertje", "van", "zijn", "thuis", "en", "een", "rutte", "tegelijkertijd", "niet", "op", "het", "worden", "als", "overheid"], "pubDate": "2020-12-30T16:14:42Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}