{"id": "f8f60c2f-f27e-3aca-976c-afd9905584b7", "title": "Vanwege de lockdown werd de Gijsbreght van Amstel dit jaar een podcast", "url": "https://volkskrant.nl/cultuur-media/vanwege-de-lockdown-werd-de-gijsbreght-van-amstel-dit-jaar-een-podcast~b3e2d305/", "summary": "Beeld Casper KosterHet zou het in ere herstellen van een belangrijke theatertraditie moeten worden: de opvoering van het treurspel Gijsbreght van Amstel van Joost van den Vondel door theatergroep Dood Paard.\nMen besloot een podcast van het treurspel te maken, die op 1 januari, de dag waarop Gijsbreght van Amstel eeuwenlang zijn nieuwjaarspremière beleefde, werd gepresenteerd.\nWat dat betreft kon hij zich uitleven in deze rigoureuze bewerking van de originele Gijsbreght van Amstel.\nZo hield ik in wezen het geraamte van het stuk over.’De oerpremière van Gijsbreght van Amstel was op 1 januari 1638.\nArchiefbeeld van een generale repetitie van ‘Gijsbreght van Aemstel’.", "paragraphs": ["Manja Topper en Jorn Heijdenrijk, Gijsbreght van Amstel (Dood Paard/Theater Bellevue). Beeld Casper Koster", "Het zou het in ere herstellen van een belangrijke theatertraditie moeten worden: de opvoering van het treurspel Gijsbreght van Amstel van Joost van den Vondel door theatergroep Dood Paard. Het was de bedoeling dit beroemde stuk in de afgelopen kerst- en nieuwjaarsperiode terug in het theater te brengen in een flink ingekorte versie van Carel Alphenaar. Maar toen kwam de lockdown en ging de hele boel op slot.", "Zoals bij veel theatermakers borrelde ook bij Dood Paard en medeproducent Theater Bellevue na aanvankelijk teleurstelling de creativiteit op. Men besloot een podcast van het treurspel te maken, die op 1 januari, de dag waarop Gijsbreght van Amstel eeuwenlang zijn nieuwjaarspremière beleefde, werd gepresenteerd. Daarin spelen Dood Paard-acteurs Manja Topper en Jorn Heijdenrijk alle twaalf rollen in het stuk, aangevuld met een paar grappige en informatieve extra’s en terzijdes. Helaas zijn de toneelspelers niet te zien, want de voorstelling zou naar verwachting een feest van verkleedpartijen en hilariteit zijn geworden. En dat zou het toch ietwat saaie, logge stuk zeker ten goede zijn gekomen.", "Dol op ’s lands bekendste dichter", "Maar noem Vondel (1587-1679) niet saai, of log, of ouderwets want dan krijg je bewerker Carel Alphenaar op je dak. Hij is sinds zijn jeugd dol op ’s lands bekendste dichter en toneelschrijver. Alphenaar (80): ‘Ik was 16 en zat op het Coornhert Lyceum in Haarlem, en daar moest je minstens één stuk van Vondel op je leeslijst hebben. Maar ik heb ze er bijna allemaal op gezet. Het hele Vondel-oeuvre heb ik thuis voor de spiegel voorgedragen. Prachtig vond ik het, die onverwachte rijmen, die rijmen als zweepslagen, rijmen die net op het nippertje lijken te kloppen. Och man, die rijmstructuren klinken als sneeuwklokjes in de lente!’", "Alphenaar is muzikant, componist, theatermaker, en dus ook Vondel-liefhebber en -kenner. Wat dat betreft kon hij zich uitleven in deze rigoureuze bewerking van de originele Gijsbreght van Amstel. Hij bracht het lijvige toneelstuk terug tot een voorstelling van een uur; in zijn bewerking zijn derhalve heel wat personages en verzen gesneuveld.", "Alphenaar: ‘Ik heb een geannoteerde schooleditie gekocht en ben gewoon met een potlood gaan schrappen. De Gijsbrecht is zeker niet Vondels beste stuk, er zitten veel herhalingen en overbodige personages in. Het wemelt bijvoorbeeld van de priesters, daarvan heb ik er simpelweg eentje gemaakt. Al die edellieden kon ik tot twee terugbrengen. Zo hield ik in wezen het geraamte van het stuk over.’", "De oerpremière van Gijsbreght van Amstel was op 1 januari 1638. Vondel had het geschreven als gelegenheidsstuk voor de opening van de nieuwe Amsterdamse schouwburg, destijds gevestigd aan de Keizersgracht. Met dichterlijke vrijheid beschreef hij de belegering van de stad in 1250, waarbij Gijsbreght zich moest verweren tegen indringers uit omliggende gewesten als Waterland en Kennemerland. De jaarlijkse opvoering van het stuk in de kerst- en nieuwjaarsweek werd een traditie, die 350 jaar lang heeft geduurd. Vaak werd de opvoering gebruikt om de gegoede burgerij daarna de kans te geven uitgebreid op het nieuwe jaar te proosten.", "Archiefbeeld van een generale repetitie van ‘Gijsbreght van Aemstel’. Vanaf links: Joham Schmitz als Gijsbreght, Ramses Shaffy als Arend en Henk van Ulsen als Vosmaer. Beeld Hollandse Hoogte/ANP", "Gijsbreght van Amstel – voorlopig de podcast begint met stemmige muziek van een teorbe (een soort luit), fraai uitgevoerd door Israel Golani, waarna de twee acteurs, voordat zij aan Vondels verzen beginnen, een recept voor een goed gevulde kerststol bereiden (de stemgember blijkt niet voorhanden). Dan wisselen ze wat wetenswaardigheden uit over de geschiedenis van de stad Amsterdam, in de tijd waarin de Gijsbreght zich afspeelde. Tussendoor stoppen ze soms om de overbodige passages kort samen te vatten.", "Hier en daar raken de spelers verdwaald in de tekst en dan hoor je ineens ‘KUT, KLOTE, opnieuw!’ En tussendoor wordt geïnformeerd hoe het staat met de kerststol die in de oven ligt. Opmerkelijk: Manja Topper speelt Gijsbreght, Jorn Heijdenrijk Badeloch. Topper doet dat lichtvoetig en wars van een gedragen toon, en roept bij tijd en wijle zelfs spanning en suspense op. Heijdenrijk jongleert met stemhoogten en tempi. Knap ook hoe die twee voortdurend van rol wisselen – zo zijn ze onder meer een broeder, veldheer en portier. Alphenaar zelf is overigens ook te horen, in de rol van Rafael, een van de zeven engelen, die hij voor de gelegenheid heeft voorzien van een zachte g.", "Alphenaar: ‘In mijn bewerking heb ik het metrum en het gepaard rijm niet aangetast, maar wel alle moeilijke woorden vervangen. En al is dit dus niet Vondels beste stuk – Lucifer en Jozef in Egypte zijn bijvoorbeeld veel beter – toch bleken ook nu weer sommige zinnen zó mooi te zijn, dat ik stond te juichen langs de kantlijn.’", "Gijsbreght van Amstel – voorlopig de podcast is een productie van Theater Bellevue en Dood Paard.", "Verschillende Gijsbreghten De Nederlandse Comedie maakte in 1968 een eind aan de jarenlange traditie elk jaar rond Oud en Nieuw de Gijsbreght op te voeren (tot dan toe was dat een subsidievoorwaarde!). Spektakelregisseur Carel Briels liet het stuk in 1974 opvoeren in de Westerkerk in Amsterdam; in latere versies speelden onder meer Sigrid Koetse en Ramses Shaffy mee. In 1988 reanimeerde Hans Croiset de Gijsbreght bij Het Nationale Toneel, en in 2012 zorgde Het Toneel Speelt voor een volgende wederopstanding, in regie van Jaap Spijkers met Mark Rietman en Carine Crutzen in de hoofdrol."], "authors": ["Hein Janssen"], "keywords": ["gijsbreght", "ik", "zijn", "lockdown", "van", "het", "vanwege", "jaar", "en", "podcast", "een", "dit", "op", "te", "amstel", "werd", "die"], "pubDate": "2021-01-04T15:51:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}