{"id": "f904887e-7aec-30eb-a12d-30359ec37f66", "title": "Onderzoek: Leugens kun je wel horen maar niet zien", "url": "https://volkskrant.nl/wetenschap/onderzoek-leugens-kun-je-wel-horen-maar-niet-zien~b34828e99/", "summary": "De situatie zelf kan mensen zó ongemakkelijk maken dat ze raar gaan doen.\nLeugenaars houden vast dat aan dat ene verhaal dat ze uit hun hoofd hebben geleerd.\nEn je kunt onverwachte vragen stellen: je alibi is dat je bent gaan lunchen met een goede vriend: waar zat jij?\nAan de hand van hun taalgebruik tijdens allerlei tests wil ze een lijst opstellen van criteria waaraan je kunt zien of iemand wel of niet liegt.\nZe voorspelt dat ze onder andere zal vinden dat de verhalen van leugenaars korter zijn, en minder informatie en bijzonderheden zullen bevatten.", "paragraphs": ["De klassieke manier om leugenaars te ontmaskeren: de leugendetector van John Larson (rechts). Beeld Getty", "Dat stelt rechtspsycholoog Glynis Bogaard, verbonden aan de Universiteit Maastricht. Zij onderzoekt de manier waarop leugenaars praten. Haar hoofdvragen: zijn er manieren om leugens te detecteren, en zo ja, hoe dan? Wat zijn de signalen voor leugens? Bogaard krijgt van de Nederlandse organisatie voor Wetenschappelijk Onderzoek een Veni-subsidie voor jonge onderzoekers: 250.000 euro onderzoeksgeld voor de komende vier jaar. Ze werkt voor haar onderzoek veel samen met politie en opsporing.", "Rechercheurs zeggen geregeld dat ze in de verhoorkamer aan de lichaamstaal van de spreker kunnen zien of die liegt over wat hij heeft uitgevreten. Die zweet, bloost, wiebelt en friemelt, kijkt weg als je hem iets vraagt. Bogaard stelt dat er geen bewezen verband is tussen dit soort zenuwachtigheid en liegen. De situatie zelf kan mensen zó ongemakkelijk maken dat ze raar gaan doen.", "De manier waarop mensen praten is daarentegen wel een sterke aanwijzing voor liegen, stelt Bogaard. Daarin verschillen leugenaars en mensen die de waarheid spreken van elkaar. De rechtspsycholoog zoekt naar signalen voor leugens die je kunt aantonen op individueel niveau: ‘Mensen die de waarheid spreken, vertellen spontaan allerlei details: kleuren, geuren, tijdstippen, wat ze zagen, afstanden, wat ze zoal deden. En ze corrigeren zichzelf: oh nee, het was pas om twee uur, want ik heb eerst nog geluncht. Leugenaars houden vast dat aan dat ene verhaal dat ze uit hun hoofd hebben geleerd. Ze vertellen minder vaak en minder uitgebreid hoe lang iets heeft geduurd, geven geen zogenoemde temporele details.’", "Er zijn in de praktijk verschillende manieren om te checken of iemand liegt. Bijvoorbeeld door hem opnieuw te laten vertellen wat er is gebeurd, maar dan van achter naar voren: het laatste moment als eerste. ‘Liegen vormt een heel zware belasting voor het werkgeheugen. Leugenaars hebben hun verhaal vooraf voorbereid, het is heel moeilijk voor ze als ze daarvan af moeten wijken door het om te draaien.", "‘Je kunt ze een tekening laten maken van de situatie: waar stond jij precies, waar stond die ander, hoe ver weg? En je kunt onverwachte vragen stellen: je alibi is dat je bent gaan lunchen met een goede vriend: waar zat jij? Hoe lang heb je gewacht op je eten? Wie kreeg als eerste zijn bord? Het is moeilijk daarop vlot antwoord te geven als je liegt.’", "Bogaard gaat nu eerst het laboratorium in om te registreren hoe een individu praat wanneer die liegt of wanneer die de waarheid spreekt. Ze werkt daarvoor met proefpersonen. Die geeft ze allerlei taken en opdrachten. Bijvoorbeeld een klein misdaadje plegen, zoals ‘steel een usb-stick’. Daarna moet 50 procent van de proefpersonen niet vertellen wat ze echt hebben gedaan, maar een alibi bedenken; de andere 50 procent mag de waarheid spreken. Aan de hand van hun taalgebruik tijdens allerlei tests wil ze een lijst opstellen van criteria waaraan je kunt zien of iemand wel of niet liegt. Ze voorspelt dat ze onder andere zal vinden dat de verhalen van leugenaars korter zijn, en minder informatie en bijzonderheden zullen bevatten.", "Tijdens het laatste jaar van haar Veni-onderzoek gaat Bogaard samenwerken met de politie om uit te proberen of de door haar gevonden criteria voor taalgebruik en taalkundige kenmerken bij liegen kloppen en werkbaar zijn. De verwachting is dat haar richtlijnen praktisch toepasbaar zullen zijn voor de politie, en voor mensen die fraude moeten opsporen, zoals verzekeraars en de Belastingdienst."], "authors": ["Mieke Zijlmans"], "keywords": ["van", "het", "zien", "maar", "die", "leugens", "niet", "onderzoek", "je", "ze", "horen", "en", "kun", "een", "dat", "te", "wel", "voor"], "pubDate": "2020-11-15T21:20:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}