{"id": "f90866d1-63f8-3560-bbc7-869206110b38", "title": "Europa schroeft klimaatdoelen op: 55 procent minder CO2-uitstoot in 2030", "url": "https://nu.nl/economie/6096017/europa-schroeft-klimaatdoelen-op-55-procent-minder-co2-uitstoot-in-2030.html", "summary": "De leiders van de landen van de Europese Unie hebben vrijdag een akkoord bereikt over het verder terugbrengen van de CO2-uitstoot, met 55 procent ten opzichte van 1990.\nHet uiteindelijke doel is om de uitstoot in de landen van de EU in 2050 terug te brengen tot nul.\nDeze zomer werd al duidelijk dat binnen Europa de wens leefde om de uitstoot van broeikasgassen sneller terug te brengen.\nDe grootste winst zou te behalen zijn bij energiecentrales, in de industrie en door minder te vliegen binnen Europa.\nHet gaat om de begroting voor de jaren 2021 tot en met 2027, met een omvang van 1,8 biljoen euro.", "paragraphs": ["De leiders van de landen van de Europese Unie hebben vrijdag een akkoord bereikt over het verder terugbrengen van de CO2-uitstoot, met 55 procent ten opzichte van 1990. Dat maakt EU-president Charles Michel vrijdag bekend via Twitter.", "Eerder was afgesproken dat de uitstoot over tien jaar 40 procent lager moest zijn dan in 1990. \"Europa is de leider in de strijd tegen klimaatverandering\", aldus Michel.", "Het uiteindelijke doel is om de uitstoot in de landen van de EU in 2050 terug te brengen tot nul. Deze zomer werd al duidelijk dat binnen Europa de wens leefde om de uitstoot van broeikasgassen sneller terug te brengen.", "De grootste winst zou te behalen zijn bij energiecentrales, in de industrie en door minder te vliegen binnen Europa.", "De afspraken zijn gemaakt op de top in Brussel, waar de Europese leiders donderdag al tot een akkoord kwamen over de begroting en het coronanoodpakket. Het gaat om de begroting voor de jaren 2021 tot en met 2027, met een omvang van 1,8 biljoen euro. Daarin zit ook 750 miljard euro aan coronasteun voor de zwaarst getroffen landen."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["zijn", "om", "van", "landen", "tot", "europa", "te", "het", "procent", "uitstoot", "klimaatdoelen", "en", "op", "minder", "co2uitstoot", "met", "55", "schroeft", "2030"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}