{"id": "f909e1a1-db6e-38f2-a74f-49580d2c1faa", "title": "Gill Hornby's intrige rond de zus van Jane Austen is weinig opwindend en dat is precies de bedoeling", "url": "https://trouw.nl/cultuur-media/gill-hornby-s-intrige-rond-de-zus-van-jane-austen-is-weinig-opwindend-en-dat-is-precies-de-bedoeling~b4d2c3c7/", "summary": "Gill Hornby heeft haar achtergrond mee voor een roman over Jane Austens zus Cassandra.\nHornby’s oudere broer is schrijver Nick Hornby, haar man is schrijver Robert Harris.\nIn Miss Austen spint de pas op latere leeftijd zelf ook aan het schrijven geraakte Hornby een intrige rond Cassandra Fowley die jaren na de dood van haar zus Jane de pastorie van een vriendin bezoekt.\nDe bijna bejaarde Cassandra is op zoek naar de verdwenen correspondentie van haar zus.\nDe echte Cassandra heeft kort voor haar dood een groot deel van Jane’s correspondentie verbrand en Hornby verzint een plot rond het geheim dat de brieven zouden onthullen.", "paragraphs": ["Wat gebeurde er met Jane Austens brieven? En waarom?", "Gill Hornby heeft haar achtergrond mee voor een roman over Jane Austens zus Cassandra. Hornby’s oudere broer is schrijver Nick Hornby, haar man is schrijver Robert Harris.", "In Miss Austen spint de pas op latere leeftijd zelf ook aan het schrijven geraakte Hornby een intrige rond Cassandra Fowley die jaren na de dood van haar zus Jane de pastorie van een vriendin bezoekt. De bijna bejaarde Cassandra is op zoek naar de verdwenen correspondentie van haar zus. De echte Cassandra heeft kort voor haar dood een groot deel van Jane’s correspondentie verbrand en Hornby verzint een plot rond het geheim dat de brieven zouden onthullen.", "Gill Hornby Beeld Gavin Smith", "Het levert een af en toe scherpe, weinig opwindende roman op. En dat is precies de bedoeling getuige de uitroep van een van de hoofdpersonen die haar liefde voor Austens weinig enerverende Persuasion aldus verklaart: “Zelf hou ik niet zo van opwindende gebeurtenissen, en ik begrijp ook niet waarom daar zoveel over geschreven wordt.”", "Aan Austen spin-offs, prequels en sequels ondertussen geen gebrek, met als voorlopig bizar hoogtepunt Pride and prejudice and zombies. En Bridget Jones, althans het eerste deel. En de film ‘Clueless’. Niets dat door Miss Austen van de troon zal worden gestoten, al valt voor Austen-fans ook aan deze Hornby vast genoeg te beleven.", "Gill Hornby", "Miss Austen", "Vert. Hi-en Montijn Cargo; 350 blz. € 20,99"], "authors": ["Jann Ruyters"], "keywords": ["van", "hornbys", "precies", "intrige", "voor", "weinig", "en", "jane", "een", "zus", "rond", "op", "ook", "gill", "hornby", "haar", "opwindend", "cassandra"], "pubDate": "2020-11-22T08:47:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}