{"id": "f922835a-9e62-34a1-9745-40a82370d850", "title": "Bob Dylan verkoopt rechten van zijn oeuvre aan Universal Music", "url": "https://nu.nl/muziek/6095102/bob-dylan-verkoopt-rechten-van-zijn-oeuvre-aan-universal-music.html", "summary": "Universal Music heeft de rechten op het volledige oeuvre van Bob Dylan overgekocht.\nUniversal Music Publishing Group maakt de aankoop van de volledige catalogus van Dylan maandag bekend.\nThe New York Times spreekt van mogelijk de grootste overname van auteursrechten op het vlak van muziek.\nDeze bedragen vallen nu in handen van Universal Music.\nLucian Grainge, algemeen directeur van Universal Music, omschrijft Dylan als een van de beste liedjesschrijvers uit de geschiedenis.", "paragraphs": ["Universal Music heeft de rechten op het volledige oeuvre van Bob Dylan overgekocht. De platenmaatschappij heeft zich daarmee de rechten op zo'n zeshonderd liedjes van de muzikant toegeëigend, meldt The New York Times maandag.", "Universal Music Publishing Group maakt de aankoop van de volledige catalogus van Dylan maandag bekend. The New York Times spreekt van mogelijk de grootste overname van auteursrechten op het vlak van muziek.", "De prijs die Universal Music heeft moeten betalen, is niet bekendgemaakt. Het bedrag wordt geschat op 300 miljoen dollar (ongeveer 250 miljoen euro). Met de verkoop doet Dylan afstand van de inkomsten die zijn muziek genereert. Deze bedragen vallen nu in handen van Universal Music. Rechten over eventuele toekomstige muziek zijn niet inbegrepen in de deal.", "Lucian Grainge, algemeen directeur van Universal Music, omschrijft Dylan als een van de beste liedjesschrijvers uit de geschiedenis. De singer-songwriter wilde zelf niet reageren op de verkoop.", "De 79-jarige Dylan heeft sinds 1962 in totaal 39 albums uitgebracht. Zijn recentste album Rough and Rowdy Ways verscheen eerder dit jaar. De Amerikaanse singer-songwriter schreef in zijn carrière klassiekers als Blowin' in the Wind, Like a Rolling Stone en The Times They Are A-Changin'."], "authors": ["Door"], "keywords": ["aan", "van", "heeft", "bob", "oeuvre", "op", "times", "zijn", "verkoopt", "music", "niet", "dylan", "rechten", "universal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}