{"id": "f9270e5c-c5b4-3fe9-98ee-3a4e8f781185", "title": "Slim slot: eerste OV-fietsen te openen met ov-chipkaart", "url": "https://www.rtlnieuws.nl/tech/artikel/5207909/slot-ov-fiets-openen-ov-chipkaart-fietsen-sleutels", "summary": "De eerste vierhonderd fietsen met zo'n nieuw slot staan in de stalling van station Apeldoorn en zijn vanaf maandag in gebruik.\nAan het einde van dit jaar is waarschijnlijk zo'n 70 procent van de ov-fietsen voorzien van een elektronisch slot, meldt NS.\nHet nieuwe slot opent door de ov-chipkaart er tegen te houden.\nBij inlevering van de fiets wordt de huur automatisch beëindigd als de fiets op slot wordt gezet en is in de app te controleren of de fiets ook echt goed is ingeleverd.\nOok in de speciale NS Lab-app is informatie te vinden over de ov-fiets en het nieuwe slot.", "paragraphs": ["De eerste vierhonderd fietsen met zo'n nieuw slot staan in de stalling van station Apeldoorn en zijn vanaf maandag in gebruik. Aan het einde van dit jaar is waarschijnlijk zo'n 70 procent van de ov-fietsen voorzien van een elektronisch slot, meldt NS.", "Het nieuwe slot opent door de ov-chipkaart er tegen te houden. Als er een abonnement op de kaart staat, springt het 'slimme slot' open. Bij inlevering van de fiets wordt de huur automatisch beëindigd als de fiets op slot wordt gezet en is in de app te controleren of de fiets ook echt goed is ingeleverd.", "Instructie op bagagedrager", "Tijdens een proef in Apeldoorn is de techniek uitgebreid getest. Reizigers beoordeelden het nieuwe snufje met een 8. Ze gaven ook aan dat ze informatie wilden hebben over de werking van het slot, vandaar dat er nu op de bagagedrager van de ov-fiets een instructie is te vinden, aldus NS. Ook in de speciale NS Lab-app is informatie te vinden over de ov-fiets en het nieuwe slot."], "authors": [], "keywords": ["er", "van", "slim", "eerste", "nieuwe", "met", "een", "slot", "openen", "te", "op", "ook", "het", "fiets", "ovchipkaart", "ovfietsen"], "pubDate": "2021-01-11T11:33:12Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}