{"id": "f92acce7-d8e0-3b58-80db-a92a2adb1435", "title": "Stuk minder inbraken in Amsterdam vanwege corona", "url": "https://www.parool.nl/amsterdam/stuk-minder-inbraken-in-amsterdam-vanwege-corona~bc26dac68/", "summary": "Dat is 22 procent minder dan een jaar eerder en volgens de verzekeraar voor het eerst minder dan 30.000 keer.\nOok in Amsterdam nam het aantal inbraken af, al blijft de hoofdstad koploper met 2079 gevallen.\nVan de 25 grootste gemeenten nam alleen in Ede en Enschede het aantal inbraken toe.\nDit jaar werd er rond de jaarwisseling landelijk 176 keer toegeslagen, 58 procent minder dan een jaar eerder.\nIn het meest gunstige scenario komt het aantal inbraken dit jaar uit op ongeveer 28.500, voorspelt de verzekeraar.", "paragraphs": ["Beeld Getty Images", "Dat blijkt uit de zogeheten Inbraakbarometer van verzekeraar Interpolis. In totaal sloegen inbrekers 29.218 keer toe in Nederland. Dat is 22 procent minder dan een jaar eerder en volgens de verzekeraar voor het eerst minder dan 30.000 keer.", "Ook in Amsterdam nam het aantal inbraken af, al blijft de hoofdstad koploper met 2079 gevallen. Dat zijn er bijna een kwart minder dan in 2019. Van de 25 grootste gemeenten nam alleen in Ede en Enschede het aantal inbraken toe. Terschelling was de enige gemeente zonder gemelde inbraken.", "Oud- en Nieuwjaarsdag vielen op: op deze dagen vinden over het algemeen de meeste inbraken plaats. Dit jaar werd er rond de jaarwisseling landelijk 176 keer toegeslagen, 58 procent minder dan een jaar eerder.", "Interpolis verwacht dat het aantal inbraken in 2021 opnieuw zal dalen, zeker als de coronamaatregelen nog een tijd aanhouden en thuiswerken een blijvend fenomeen wordt. In het meest gunstige scenario komt het aantal inbraken dit jaar uit op ongeveer 28.500, voorspelt de verzekeraar."], "authors": ["Anp Het Parool"], "keywords": ["stuk", "dan", "verzekeraar", "vanwege", "amsterdam", "jaar", "en", "een", "inbraken", "aantal", "minder", "op", "corona", "het"], "pubDate": "2021-01-06T15:26:25Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}