{"id": "f9356a92-ff07-362d-931c-de0cb543700e", "title": "Review: Demon's Souls is een waardige remake van een pittige klassieker", "url": "https://nu.nl/reviews/6092741/review-demons-souls-is-een-waardige-remake-van-een-pittige-klassieker.html", "summary": "Demon's Souls is een van de weinige exclusieve PlayStation 5-games van het moment.\nHet spel is een aanrader voor iedereen die niet vies is van een flinke uitdaging en overrompeld wil worden door de prestaties van de nieuwe PlayStation.\nOoit sloot een koning een onverstandige deal met een demon, waarna een dichte mist - en daarmee het kwaad - zijn intrede in het land deed.\nPas later bleek Demon's Souls de geboorte van een heel nieuw genre: de Souls-games.\nDit merk je, zeker omdat in het spel een fractie van een seconde het verschil tussen leven en dood kan betekenen.", "paragraphs": ["Demon's Souls is een van de weinige exclusieve PlayStation 5-games van het moment. Het spel is een aanrader voor iedereen die niet vies is van een flinke uitdaging en overrompeld wil worden door de prestaties van de nieuwe PlayStation.", "In Demon's Souls speel je een held in het land Boletaria. Ooit sloot een koning een onverstandige deal met een demon, waarna een dichte mist - en daarmee het kwaad - zijn intrede in het land deed. Als held trek jij eropuit om Boletaria van de vloek te ontdoen en het land te herstellen. Hiervoor worstel je jezelf stapje voor stapje door vaak duistere en smerige werelden om grote demonen te verslaan.", "De originele versie van Demon's Souls verscheen in 2010 voor de PlayStation 3 en werd geprezen om de hoge moeilijkheidsgraad. Daardoor wist het spel aanvankelijk geen enorm publiek te bereiken. Maar door de jaren heen kreeg de game de status van een cultklassieker.", "Pas later bleek Demon's Souls de geboorte van een heel nieuw genre: de Souls-games. Ontwikkelaar FromSoftware begon daarna aan de inmiddels bekende Dark Souls-serie, maar maakte ook Bloodborne en Sekiro. Deze games zijn geliefd en worden goed verkocht.", "Hoewel Demon's Souls in de basis een tien jaar oude game is, voelt hij op de PlayStation 5 als nieuw. Het spel is opnieuw ontwikkeld door Bluepoint Games en daarmee geschikt gemaakt voor de nieuwe generatie spelcomputers van Sony.", "Bazen in Demon's Souls zijn soms beeldvullend. (Afbeelding: Bluepoint Games)", "Elk gevecht is spannend", "Het eerste wat opvalt, is hoe vloeiend het spel werkt en oogt. In de nieuwe versie draait Demon's Souls stabiel op 60 beelden per seconden. Dit merk je, zeker omdat in het spel een fractie van een seconde het verschil tussen leven en dood kan betekenen. Als speler probeer je de aanvallen van vijanden te analyseren en daar vervolgens snel op in te spelen. Maak je een fout, dan word je soms met één klap gedood.", "Als dat gebeurt, begin je weer aan het begin van het level. Ook raak je verzamelde zielen kwijt, die je krijgt door vijanden te verslaan. Deze zielen kun je ophalen op de plek waar je bent gestorven, maar daarvoor krijg je slechts één kans. Ga je ondertussen weer dood, dan zijn de zielen voor altijd weg.", "En dat is vaak erg pijnlijk, want die zielen staan aan de basis van alles wat je in het spel doet. Je verbetert je bestaande wapens, koopt er nieuwe mee en je ruilt ze in om sterker te worden. Dat je ze kunt kwijtraken, maakt gevechten met elke vijand spannend. Maar hierdoor zul je ook regelmatig hele stukken van levels opnieuw moeten spelen. Doe je dat vaak genoeg, dan merk je dat het steeds gemakkelijker wordt.", "De game is vaak duister en vies. (Afbeelding: Bluepoint Games)", "Iets moderner, maar nog steeds bikkelhard", "Hoewel de hoge moeilijkheidsgraad onveranderd is, heeft Bluepoint wel wat kleine aanpassingen gedaan waardoor het spel iets gestroomlijnder aanvoelt. Maar het spel blijft bikkelhard: bij afdalingen val je snel je dood tegemoet en je bijt jezelf regelmatig stuk op moeilijke bazen, terwijl je naar hun zwakke plek zoekt en aanvallen probeert te ontwijken.", "Omdat je zelf de volgorde bepaalt waarin je levels doorloopt, komt het regelmatig voor dat je in een gebied komt waar je nog te zwak voor bent en vervolgens genadeloos afgestraft wordt. Ontdekken wordt soms beloond als het gaat om het vinden van items, maar het spel neemt je niet aan de hand door te vertellen waar je heen moet. Dat kan voor sommige spelers frustrerend zijn.", "65 Trailer Demon’s Souls PS5", "Conclusie", "Demon's Souls zag er aardig uit op de PlayStation 3, maar op de PlayStation 5 heeft de game zich ontpopt tot een van de mooiste games die er is, zonder de sfeer uit het origineel te verliezen. De belichting en het (sombere) kleurgebruik maken de omgevingen grimmig en dankzij de ray-tracingtechniek van de PS5 wordt de omgeving in plassen op de grond weerspiegeld. Het is een lust voor het oog.", "Bluepoint is dicht bij de PlayStation 3-versie gebleven, maar heeft het spel uitstekend vertaald naar 2020. De onvergetelijke momenten uit het origineel, waarin draken over grote kasteelmuren vliegen en je vecht tegen bazen die nauwelijks in beeld passen, maken ook nu weer indruk. Het betekent een warm bad voor oude fans en een mooi instapmoment voor nieuwe spelers die op zoek zijn naar een flinke uitdaging."], "authors": ["Door", "Rutger Otto"], "keywords": ["spel", "remake", "van", "klassieker", "waardige", "het", "pittige", "op", "demons", "souls", "een", "je", "en", "te", "review", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}