{"id": "f93b1db5-9514-3687-a5bb-b8a7925948d2", "title": "De Abraham Lincoln van Ethiopië herwint populariteit na overwinning in Tigray", "url": "https://trouw.nl/buitenland/de-abraham-lincoln-van-ethiopie-herwint-populariteit-na-overwinning-in-tigray~ba2a966a/", "summary": "Abiy toonde zich een voorvechter van het vrije woord aldus Kassahun “Vrijheid van meningsuiting moet gekoesterd worden”, was het adagium dat Abiy uitdroeg.\nDe top van het leger, politie, veiligheidsdiensten, ambtenarij en in de politiek bestonden vooral uit leden van de beruchte TPLF.\nVervolgens kwam vanaf 1991 het juk van de TPLF totdat Abiy premier werd van het land met inmiddels 110 miljoen inwoners.\nHij wordt nu gezien als de Abraham Lincoln van Ethiopië.\nHij heeft de eenheid van het land verzekerd.”Terwijl de kritiek op Abiy internationaal aanzwelt, neemt in Ethiopië zijn populariteit juist weer toe.", "paragraphs": ["“Ik was een jonge soldaat. Ik maakte de oorlog in de frontlinie mee. Sommigen verheerlijken oorlog, romantiseren het. Ze kennen niet de angst, de vermoeidheid en de hartverscheurende taferelen. Ze kennen het bittere gevoel na een bloedbad niet.”", "Aan het woord is premier Abiy Ahmed van Ethiopië, vorig jaar tijdens de uitreiking van de Nobelprijs voor de vrede. In de oorlog tussen Ethiopië en Eritrea van 1998 tot en met 2000 was Abiy gelegerd in Badme, een grensstad, waar hevig om werd gevochten door beide legers en waar honderdduizend mensen omkwamen. Toen Abiy premier werd in april 2018 sloot hij vrede met het buurland Eritrea, waarmee al achttien jaar een gespannen en ijskoude wapenstilstand heerste aan de grens. ‘De premier van de hoop’ kreeg er onmiddellijk de hoogste onderscheiding ter wereld voor.", "Hij vertelde in Oslo hoe hij als radio-operator in Badme was gelegerd. “Ik ging even van mijn post. Toen ik een paar minuten later terugkwam was mijn hele eenheid weggevaagd.” De verschrikkingen, de hel van oorlog, kent hij als geen ander.", "Ruim een jaar later stuurde diezelfde premier het Ethiopische leger naar de opstandige provincie Tigray. De vele tienduizenden vluchtelingen die in Soedan arriveerden vertelden heftige verhalen over ongelofelijke wreedheden. Verhalen die de nekharen recht overeind doen staan. Niets hiervan is te controleren. Tigray is afgesloten van de buitenwereld. Het internet- en telefoonverkeer ligt al weken plat.", "Afgelopen zondag namen de Ethiopische troepen de provinciale hoofdstad Mekele in. In een bewogen verklaring aan het Ethiopische Hogerhuis verzekerde Abiy heel beslist dat het Ethiopische leger daarbij geen enkel burgerslachtoffer heeft gemaakt.", "De Hoge Commissaris voor de mensenrechten van de Verenigde Naties, Michelle Bachelet, waarschuwde kort daarvoor voor oorlogsmisdaden en misdrijven tegen de menselijkheid. Onderzoeken zullen er zeker komen. En Abiy, de vredesduif, kan dan in een heel ander licht komen te staan. Er zijn in drie weken tijd vreselijke dingen gebeurd. Wie zijn daarvoor verantwoordelijk: het Ethiopische leger met Abiy aan het hoofd als premier of de milities uit Tigray?", "Vrouw als president", "Het begon zo mooi in het voorjaar van 2018. Al vier jaar waren er grootschalige jongerenprotesten tegen het autoritaire regime in Ethiopië, waar de TPLF, de partij uit Tigray, al sinds 1991 de dienst uitmaakt. De TPLF was onderdeel, maar ook de baas, van de regerende paraplupartij, de EPRDF, die bestaat uit meerdere etnische partijen. Die andere partijen schakelden in een interne machtsstrijd de TPLF uit en benoemden de jonge Abiy Ahmed tot de nieuwe premier van het land.", "Onmiddellijk kondigde Abiy grote democratische hervormingen aan met het vooruitzicht op vrije verkiezingen dit jaar. Kassahun Alemu, hoogleraar politieke wetenschappen aan de universiteit van Addis Abeba, kent de premier persoonlijk. Hij somt staccato via de telefoon een lange rij successen op van twee en half jaar Abiy aan de macht. Hij legaliseerde verboden politieke partijen. Oppositieleiders in ballingschap mochten terugkeren. Hij hief de censuur op. 264 media die een verschijningsverbod hadden, konden weer publiceren. Abiy toonde zich een voorvechter van het vrije woord aldus Kassahun “Vrijheid van meningsuiting moet gekoesterd worden”, was het adagium dat Abiy uitdroeg.", "Hij toonde zich ook een voorvechter voor de positie van vrouwen. Ethiopië kreeg een vrouw als president. Een vrouw werd hoofd van de kiescommissie. Abiy benoemde een vrouw tot president van het Hooggerechtshof. Zijn kabinet bestaat voor de helft uit vrouwelijke ministers. “Vrouwen zijn minder gevoelig voor corruptie dan mannen”, zei Abiy eens.", "En toen begon de grote schoonmaak. De top van het leger, politie, veiligheidsdiensten, ambtenarij en in de politiek bestonden vooral uit leden van de beruchte TPLF. Een voor een werden ze vervangen.", "Het enthousiasme over de nieuwe wind die Abiy door Ethiopië liet waaien was groot. Er ontstond in 2018 een heuse Abiymania. T-shirts met zijn afbeelding waren niet aan te slepen. Boeken van zijn hand en over hem waren onmiddellijk uitverkocht. Hij werd vergeleken met Mozes, die het Joodse volk bevrijdde uit de ketenen van de farao.", "Het Ethiopische volk, bestaande uit tachtig volken, leefde al sinds honderd jaar in een vrijwel dictatoriaal geregeerd land. Sinds 1916 onder Haile Selassie, die zichzelf veertien jaar later tot keizer kroonde. Daarna volgde vanaf 1974 het marxistische Derg-regime van de militaire junta die de keizer afzette. Vervolgens kwam vanaf 1991 het juk van de TPLF totdat Abiy premier werd van het land met inmiddels 110 miljoen inwoners.", "De gevangen premier", "Zijn hervormingen leidden ook tot grote tegenstand. Redie Bereketeab uit Eritrea is al twintig jaar onderzoeker voor het Nordic Africa Institute in Zweden en volgt de ontwikkelingen in Ethiopië op de voet. “Een paar dagen geleden legde Abiy een verklaring af in het parlement over de burgeroorlog in Tigray. Daar vertelde hij een paar hele opmerkelijke dingen”, zegt Bereketeab die Amhaars spreekt. “Abiy beschreef zijn positie in de eerste periode als minister-president. Hij noemde zichzelf deze week: ‘de gevangen premier’. Toen hij tegen de wil van de TPLF gekozen werd als eerste minister, zat hij vast in zijn huis en kantoor. Hij mocht zonder toestemming van de veiligheidsdienst, die in handen was van de TPLF, niet gaan en staan waar hij wilde. Ook mocht hij geen eigen beveiligers aanstellen. Hij moest falen.”", "Het voorbeeld illustreert de groeiende animositeit tussen de TPLF en Abiy. Na voortdurende sabotage van zijn hervormingsbeleid door de Tigrayers mondde dit uit in de burgeroorlog van november. De TPLF is inmiddels verdreven uit de provinciehoofdstad Mekele in Tigray en Abiy riep vorig weekend de overwinning uit.", "Ethiopische vluchtelingen uit Tigray wachten op hulp in een kamp in Soedan. Beeld EPA", "In die twee en half jaar ging er ook veel fout. De kern van het nieuwe beleid van Abiy is dat hij naar een eenheidsstaat wil, met een eigen Ethiopische identiteit en hij niet langer het etnisch federalisme omarmt. Dit tast de machtsbasis aan van lokale en regionale etnische leiders.", "“Abiy heeft de top van Ethiopië veranderd, maar nog niet de lagen daaronder”, legt Kassahun uit. “In die bestuurslagen, langs etnische lijnen per regio opgebouwd, zit het verzet. Hier zitten machthebbers met privileges uit de tijd van de TPLF en die willen ze niet kwijt. Maar ook zij moeten verantwoordelijk worden gehouden voor hun daden, waaronder het schenden van mensenrechten in het verleden.” Bij de implementatie van veranderingen mislukt het vaak in de lagere bestuurslagen, analyseert Kassahun.", "Tegelijkertijd verwachten veel etnische groepen verbeteringen na de machtswisseling. De grootste bevolkingsgroep in Ethiopië zijn de Oromo uit de gelijknamige provincie. Abiy komt er zelf vandaan. Hij is er geboren in Bashasha met 5000 inwoners. De Oromo verwachten, na jaren van onderdrukking door de Tigrayers van de TPLF een betere en invloedrijkere positie in het land ten opzichte van andere volken.", "Onafhankelijke journalistiek", "Vooral de jeugd is het wachten beu. Demonstraties in Oromo volgen elkaar sinds 2019 snel op en worden hard neergeslagen. Toen deze zomer de populaire Oromo protestzanger Hachalu Hundessa (34) in zijn auto werd doodgeschoten, onder nooit opgehelderde omstandigheden, sloeg de vlam in de pan.", "Laetitia Bader van Human Right Watch en directeur voor de Hoorn van Afrika hekelt het optreden in Oromo door het leger en de politie. Bader noemt dit een omslagpunt in het beleid van Abiy. Ook Amnesty uit zware kritiek op het ingrijpen in Oromo waar zeker tienduizend mensen willekeurig zijn gearresteerd in een jaar tijd.", "“Er wordt geen verantwoordelijkheid genomen voor wat het leger en de politie in Oromo hebben gedaan”, zegt Bader. Voor haar zijn de wittebroodsweken van Abiy al lang voorbij. “Hij heeft veel te lang het voordeel van de twijfel gekregen van de internationale gemeenschap.” Ze spreekt ook van willekeurige arrestaties van Tigrayers op hoge functies, die geen eerlijk proces krijgen. Naar Ethiopië teruggekeerde oppositieleiders worden weer opgepakt. Journalisten die onwelgevallige artikelen publiceren, verdwijnen weer achter de tralies. “Onafhankelijk journalistiek is niet meer mogelijk in Ethiopië”, kritiseert Bader.", "Tegenstelling", "Zowel Bereketeab en Kassahun zien dit meer als oprispingen in een transitieproces. “Die grote gewelddadige protesten in Oromo komen van jongeren die misleid worden door de kliek die chaos wil om de eigen positie en belangen te beschermen”, is de overtuiging van Kassahun.", "Ook Bereketeab vindt dat Abiy nog veel te kort premier is om van mislukkingen te spreken. “Zo’n hervormingsproces heeft veel meer tijd nodig in een land dat meer dan honderd jaar dictatoriaal is geregeerd.” Hij ziet ook de tegenkrachten, en niet alleen in Oromo, die vinden dat Abiy opschuift naar het eenheidsstreven, en weg van de etnisch georganiseerde machtsbases van de vele volken in het land.", "“Het is daarom zo belangrijk, dat de door corona uitgestelde landelijke en regionale verkiezingen volgend jaar doorgaan”, zegt Bereketeab. Hij verwacht grote steun voor Abiy bij verkiezingen. Pas als hij een eigen kiezersmandaat heeft, kan Abiy de grondwet wijzigen, die grote democratische hervormingen tegenhoudt. Die constitutie is uit de tijd van TPLF.", "De overwinning in Tigray heeft Abiy in Ethiopië veel groter gemaakt, volgens Bereketeab. “Abiymania is weer volledig terug. Hij wordt nu gezien als de Abraham Lincoln van Ethiopië. President Lincoln verenigde Amerika, het noorden met het zuiden na de burgeroorlog in de negentiende eeuw. Abiy verenigt Ethiopië na de overwinning in Tigray. Hij heeft de eenheid van het land verzekerd.”", "Terwijl de kritiek op Abiy internationaal aanzwelt, neemt in Ethiopië zijn populariteit juist weer toe. Het is een tegenstelling die wringt, maar die is misschien ook wel typisch voor de persoon Abiy Ahmed.", "Lees ook:", "Tigray-leider begon als guerrillastrijder en is dat nu weer.", "De leider van Tigray, die de opstand in Ethiopië aanvoert, begon als technische man van de guerrillagroep TPLF in de jaren tachtig.", "Ethiopië is steeds meer een broeinest van etnische conflicten.", "Moorden, (politieke) arrestaties, een couppoging, etnische conflicten en gewelddadige rellen teisteren Ethiopië. Het etnisch federalisme waar het land decennia op draaide staat onder hoogspanning."], "authors": ["Erik Van Zwam"], "keywords": ["lincoln", "van", "overwinning", "herwint", "het", "hij", "die", "abraham", "zijn", "tigray", "abiy", "een", "en", "uit", "populariteit", "ethiopië"], "pubDate": "2020-12-05T12:58:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}