{"id": "f94997d5-aab9-3b96-a8b1-c4465cb803d7", "title": "Woonlasten voor Amsterdammers nemen bovengemiddeld toe", "url": "https://www.parool.nl/amsterdam/woonlasten-voor-amsterdammers-nemen-bovengemiddeld-toe~b75c4f12/", "summary": "Dit ligt ver boven de gemiddelde stijging van 6,2 procent voor heel Nederland.\nDe verwachte inflatie voor 2021 ligt op 1,4 procent: de woonlasten stijgen dus veel sterker dan de inflatie.\nConcreet zijn Amsterdamse huurders gemiddeld 67 euro meer kwijt per jaar, huiseigenaren 106 euro meer.\nIn het rapport van Coelo staat tevens dat de gemeente verwacht heffingen kwijt te schelden voor gezinnen met een minimuminkomen.\nGemiddeld stijgt de Amsterdamse afvalstoffenheffing met 18 procent, tegenover 9 procent landelijk: met 435 euro voor een meerpersoonshuishouden telt Amsterdam het hoogste tarief voor de afvalstoffenheffing.", "paragraphs": ["Amsterdamse huurders zijn gemiddeld 18,2 procent meer kwijt, tegenover het landelijk gemiddelde van 8 procent. Beeld Hollandse Hoogte / ANP", "Van de huiseigenaren in grote gemeenten in Nederland zien die in Amsterdam de grootste toename van de lokale woonlasten: 16,2 procent, blijkt uit onderzoek van het Centrum voor Onderzoek van de Economie van de Lagere Overheden (Coelo). Dit ligt ver boven de gemiddelde stijging van 6,2 procent voor heel Nederland.", "De verwachte inflatie voor 2021 ligt op 1,4 procent: de woonlasten stijgen dus veel sterker dan de inflatie. Amsterdamse huurders zijn gemiddeld 18,2 procent meer kwijt, tegenover het landelijk gemiddelde van 8 procent. Huurders in onder meer Amersfoort en Utrecht zien een sterkere stijging van de lokale lasten. Concreet zijn Amsterdamse huurders gemiddeld 67 euro meer kwijt per jaar, huiseigenaren 106 euro meer.", "Plantsoenen onderhouden", "“Dit jaar springt Amsterdam er echt uit,” zegt onderzoeker Corine Hoeben. De afgelopen jaren kwam ze ­Amsterdam niet tegen als koploper. Hoe dat komt? “Ik vermoed dat het corona is, en de achterblijvende ­opbrengsten uit andere belastingen.”", "Kosten moeten immers gedekt worden. “Je kunt ook terugschroeven op het onderhoud van plantsoenen, maar daarvoor hebben veel gemeenten tijdens de vorige economische ­crisis al gekozen.”", "Wethouder Victor Everhardt (Financiën) zei al eerder dat de voorbije jaren de afvalstoffenheffing niet kostendekkend was. Dat hoort wel het geval te zijn en om die reden wordt de heffing nu verhoogd. In het rapport van Coelo staat tevens dat de gemeente verwacht heffingen kwijt te schelden voor gezinnen met een minimuminkomen.", "Toeristen en parkeren", "De onroerendezaakbelasting, die ­eigenaren van woningen betalen, stijgt sterk in Amsterdam: met 22,6 procent. Dat trekt ook het landelijk gemiddelde omhoog: elders in grote gemeenten in Nederland stijgt de ­onroerendezaakbelasting gemiddeld met 2,9 procent, gecorrigeerd voor ­inflatie.", "“Het is heel duidelijk dat Amsterdam in normale situaties veel inkomsten krijgt uit toeristen- en parkeer­belasting,” zegt Hoeben. “Dan kan de onroerendezaakbelasting laag blijven.” Maar door corona wisten toeristen en bezoekers minder goed de weg naar de stad te vinden en daalden de ­inkomsten.", "Ondanks de sterke stijging in de on­roerendezaakbelasting betalen Amsterdamse huiseigenaren nog steeds een relatief laag bedrag: alleen in Den Haag moeten zij minder geld afstaan.", "Gemiddeld stijgt de Amsterdamse afvalstoffenheffing met 18 procent, tegenover 9 procent landelijk: met 435 euro voor een meerpersoonshuishouden telt Amsterdam het hoogste tarief voor de afvalstoffenheffing."], "authors": ["Tahrim Ramdjan"], "keywords": ["amsterdammers", "van", "zijn", "amsterdam", "voor", "en", "nemen", "woonlasten", "met", "amsterdamse", "bovengemiddeld", "toe", "procent", "het", "dat"], "pubDate": "2021-01-11T11:03:32Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}