{"id": "f9531382-fc29-3568-9bae-773733b6218d", "title": "‘Kinderen die niks beangstigends te zien krijgen worden slecht voorbereid op de grotemensenwereld’", "url": "https://volkskrant.nl/cultuur-media/kinderen-die-niks-beangstigends-te-zien-krijgen-worden-slecht-voorbereid-op-de-grotemensenwereld~bf65f4c4/", "summary": "Als ze door het bos denderen, vormen ze een zwarte, niet te stoppen massa.\nOké, dacht ik toen, als kinderen geen beangstigende zaken meer voorgeschoteld krijgen in verhalen, betekent dat dat ze slecht voorbereid worden op de grotemensenwereld.\nTegenwoordig zie je daar steeds meer verzet tegen, maar zeven jaar geleden dachten Ross en ik daar al over na.\nLevendig.’Moore: ‘Bij The Secret of Kells namen we risico door iets compleet anders te maken dan de computeranimaties van die tijd.\nJullie studio wordt steeds vaker in één adem genoemd met het Japanse Studio Ghibli en het Amerikaanse Pixar.", "paragraphs": ["Beeld uit ‘Wolfwalkers’.", "Behoorlijk angstaanjagend zijn ze, de wolven in animatiefilm Wolfwalkers. Hun ogen lichten op in het donker en hun tanden blikkeren. Als ze door het bos denderen, vormen ze een zwarte, niet te stoppen massa.", "Ze zijn eng en moeten dood, zo heeft Lord Protector de inwoners van het Ierse middeleeuwse stadje Kilkenny duidelijk gemaakt. Kinderen mogen niet naar buiten. Maar de 11-jarige Robyn is niet bang aangelegd. En als zij anno 1650 via de stadspoorten ontsnapt, ontmoet ze de ruige roodharige Mehb. Een wolfwalker is zij: meisje bij dag, wolf als ze slaapt.", "Wolfwalkers is de vierde film van animatiestudio Cartoon Saloon, een onafhankelijke, kleine studio in het Ierse stadje Kilkenny dat sinds 1999 films aflevert die volstrekt eigenzinnig én zeer herkenbaar zijn. Juweeltjes van handgetekende animaties, waarin Keltische mythologie en de werkelijkheid vaak in elkaar overlopen. Best griezelig soms, altijd betoverend, beeldschoon en gedurfd vormgegeven. De eerdere films, The Secret of Kells (2009), Song of the Sea (2014) en The Breadwinner (2017) werden unaniem lovend ontvangen en genomineerd voor een Oscar; de naam van de kleine onafhankelijke studio begint langzaam maar zeker net zo’n keurmerk te worden als het Japanse Studio Ghibli en het Amerikaanse Pixar.", "Ook in Wolfwalkers tuimel je als kijker van de ene visuele verrassing in de andere. Het stadje waar Robyn woont, bijvoorbeeld, is zo platgeslagen als steden in middeleeuwse prenten, terwijl in het bos juist alles in beweging lijkt. En het verhaal is misschien simpel – meisje wordt vrienden met weerwolf en neemt het daarna op voor de wolven – maar het zit boordevol thema’s die verre van kinderachtig zijn: de relatie tussen mens en natuur, autoriteit en geoorloofd verzet daartegen, polarisatie en hoe die wordt gevoed.", "Tomm Moore en Ross Stewart, makers van de animatiefilm ‘Wolfwalkers’.", "Regisseur is Tomm Moore, die Cartoon Saloon oprichtte en ook The Secret of Kells en Song of the Sea regisseerde. Wolfwalkers maakte hij samen met zijn vaste artdirector én jeugdvriend Ross Stewart, die hier zijn regiedebuut maakt. Je mag kijkende kinderen best wel een beetje uitdagen, vinden ze.", "Stewart: ‘Vroeger was mijn favoriete schrijver Roald Dahl, omdat hij gevaar, mysterie en enge dingen niet uit de weg gaat. Volgens mij was het ergens in de jaren negentig dat ik merkte dat veel animaties zo gladgestreken werden, zo veilig. Oké, dacht ik toen, als kinderen geen beangstigende zaken meer voorgeschoteld krijgen in verhalen, betekent dat dat ze slecht voorbereid worden op de grotemensenwereld. Want daar ís gevaar.’", "Moore: ‘De films die wij als kind zagen waren ook duister. The Dark Crystal, Labyrinth, Black Cauldron, The Never Ending Story. Kinderen van nu zijn baby’s. Niets meer gewend.’", "Figureerden de mythische Ierse ‘wolfwalkers’ in de verhalen waar jullie mee opgroeiden?", "Moore: ‘Nee, ik hoorde pas later over weerwolven in Kilkenny, in een gesprek over verdwenen folklore. Het trieste is dat zulke verhalen zijn vergeten nu de wolven in Ierland zijn uitgeroeid.", "‘Tijdens onze research hebben Ross en ik onder meer manuscripten gelezen van Gerald van Wales (kroniekschrijver, 1146-1223, red.). Fantastisch materiaal, omdat hij zo heerlijk feitelijk schrijft: dat gebouw staat daar, die persoon woont hier, en o, gisteren ontmoette een man daarginds een weerwolf.’ (Lacht.)", "‘Hij schetst precies het soort wereld dat we in Wolfwalkers willen oproepen, één waarin magie deel uitmaakt van het dagelijks leven.’", "Stewart: ‘Wat we ook ontdekten was dat mensen vroeger vooral respectvol naast wolven leefden, in een soort balans.’", "Moore: ‘Ik denk dat we daar wat van kunnen leren. We zijn de natuur gaan zien als iets dat ons toebehoort, wildernis als iets dat getemd moet worden. Tegenwoordig zie je daar steeds meer verzet tegen, maar zeven jaar geleden dachten Ross en ik daar al over na. En sindsdien is dat thema steeds relevanter geworden.’", "Dat geldt voor meer thema’s in de film. Wolfwalkers gaat ook over autoriteit en verzet, over polarisatie, over de manier waarop vrouwen worden klein gehouden…", "Moore: ‘Al die thema’s zijn aan elkaar gelinkt, hè? Aan de basis ligt het idee dat de ene groep zich superieur voelt aan een andere groep.’", "Stewart: ‘Zoals de stadsmensen in Wolfwalkers bang zijn voor wolven, bijvoorbeeld, kunnen mensen nu bang zijn voor immigranten – die zijn onbekend, en daarmee eng, en daarom willen ze hen weghebben uit de maatschappij.’", "‘Wolfwalkers’.", "Waar hebben jullie inspiratie vandaan gehaald voor de stijl van de film?", "Stewart: ‘Tomm en ik zijn allebei visuele denkers, dus zodra we een verhaalidee hadden, zijn we dat meteen gaan tekenen. Robyn voelt zich gevangen in de stad, dus daar zie je strakke, geometrische patronen, veel horizontale en verticale lijnen, alles wat het gevoel van een kooi oproept. We lieten ons inspireren door middeleeuwse houtgravuren, die een soort agressieve energie hebben en dikke zwarte lijnen.’", "Moore: ‘Mensen in de stad hebben zwart-witte kleding en zwart-witte gedachten.’", "Stewart: ‘De scènes in de natuur moesten daar lijnrecht tegenover staan. Alles daar moest vrij zijn en losjes en energiek. Levendig.’", "Moore: ‘Bij The Secret of Kells namen we risico door iets compleet anders te maken dan de computeranimaties van die tijd. Bij Song of the Sea hebben we onze stijl verder ontwikkeld. En bij Wolfwalkers dachten we: oké, nu willen we nóg verder gaan, alles uitproberen wat we eerder misschien niet durfden.’", "Zelfs de schetslijntjes laten jullie soms staan.", "Moore: ‘Ja, dat is belangrijk omdat het weergeeft hoe een personage zich voelt. En het is ook een ode aan de handgetekende animatie. Ik heb het gevoel dat kijkers een beetje moe worden van de perfectie van computeranimaties.’", "‘Wolfwalkers’.", "Jullie studio wordt steeds vaker in één adem genoemd met het Japanse Studio Ghibli en het Amerikaanse Pixar. Was dat ook de ambitie toen je het bedrijf oprichtte, Tomm?", "Moore: ‘Nou nee, ik wilde gewoon The Secret of Kells maken en daarna een echte baan zoeken. Maar toen ik de film in Amerika vertoonde, en voor het eerst animatoren van Pixar ontmoette, zeiden ze: jullie leven is een droom. Je eigen verhalen vertellen, in je eigen stijl, en die uitbrengen via een eigen studio – dat is wat iedereen wil.’", "Stewart: ‘Zelfs als het betekent dat je nog geen tiende verdient van een animator daar, haha.’", "Moore: ‘Bij Pixar hebben ze ook gratis pizza en een zwembad. Dat zou cool zijn, maar onze studio is de afgelopen jaren gaan voelen als een grote familie. Er is altijd wel iemand die iets heeft gebakken en dat komt uitdelen’.", "Stewart: ‘We hebben studiohonden die hun kauwspeeltjes om de haverklap bij je voeten laten vallen.’", "Moore: ‘Misschien word ik oud hoor, maar ik houd van de sfeer hier, het is gemoedelijker.’", "‘Elke lijn, cirkel, kras en kleur is even verrukkelijk’, schrijft Kevin Toma in de recensie van Wolfwalkers ★★★★☆"], "authors": ["Floortje Smit"], "keywords": ["van", "als", "slecht", "zien", "op", "het", "zijn", "niks", "kinderen", "die", "ik", "voorbereid", "krijgen", "een", "te", "en", "dat", "ze", "grotemensenwereld", "worden"], "pubDate": "2020-11-25T19:01:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}