{"id": "f9657c61-c816-38d8-ace2-3bf5fd7e75d3", "title": "Plan woontorens Doctor A.D. Sacharovlaan deels aangepast na klachten", "url": "https://nu.nl/alphen-aan-den-rijn/6095821/plan-woontorens-doctor-ad-sacharovlaan-deels-aangepast-na-klachten.html", "summary": "Het plan voor de twee woontorens (190 appartementen) in de Alphense Doctor A.D. Sacharovlaan is deels aangepast.\nDe reden hiervoor is dat omwonenden vonden dat de toren te dicht bij hun huizen zouden komen te staan, met geen privacy en geen zon als gevolg.\nTegenover het Scala College staat nu nog een groot leeg kantoorpand, waar eerst Frames en daarvoor L'Oréal in zaten.\nHet gebouw moet plaatsmaken voor twee woonflats met 190 gasloze appartementen, met een mix van koop en huur (waarvan een kwart sociaal en minimaal 10 procent middenhuur).\nOm dat te compenseren, krijgt de rechter toren twee extra verdiepingen.", "paragraphs": ["Het plan voor de twee woontorens (190 appartementen) in de Alphense Doctor A.D. Sacharovlaan is deels aangepast. De reden hiervoor is dat omwonenden vonden dat de toren te dicht bij hun huizen zouden komen te staan, met geen privacy en geen zon als gevolg.", "Tegenover het Scala College staat nu nog een groot leeg kantoorpand, waar eerst Frames en daarvoor L'Oréal in zaten. Het gebouw moet plaatsmaken voor twee woonflats met 190 gasloze appartementen, met een mix van koop en huur (waarvan een kwart sociaal en minimaal 10 procent middenhuur).", "Toen bewoners van de Sacharovlaan en de Molenwerfstraat lucht van de plannen kregen, schrokken ze van hoe dichtbij de torens zouden komen te staan en hoe hoog ze zouden worden: privacy, zon en een parkeerplek maken plaats voor verkeersdrukte, zeiden ze. \"Zulke torens tegen mijn achtertuin, dat is belachelijk. Hier in de buurt is nul draagvlak voor die torens. Straks daalt de waarde van mijn woning\", zei een bewoner.", "Het plan is terug op de tekentafel. Nu is de afstand tussen de woningen vergroot. Ook is de meest linkse woontoren, waar de bewoners over vielen, met één verdieping verlaagd. Om dat te compenseren, krijgt de rechter toren twee extra verdiepingen. \"Er was nogal wat om te doen, maar hopelijk hebben we een groot deel van de problemen weggenomen\", zegt wethouder Gerard van As (Ruimtelijke Ontwikkeling)."], "authors": ["Door", "Ad Alphen"], "keywords": ["ad", "van", "klachten", "zouden", "twee", "plan", "aangepast", "voor", "woontorens", "met", "een", "sacharovlaan", "en", "te", "dat", "ze", "doctor", "deels"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}