{"id": "f97c08f1-9651-3810-ae42-bb26a4915575", "title": "Eindelijk eens geen prutsgebruikservaring: met Apple TV laat Apple zien hoe het wel moet", "url": "https://volkskrant.nl/wetenschap/eindelijk-eens-geen-prutsgebruikservaring-met-apple-tv-laat-apple-zien-hoe-het-wel-moet~b1128415/", "summary": "En ik besloot toen om half drie ’s nachts iedereen naar huis was en ik niet geheel nuchter, dat nu hét moment was om dat ding te installeren.\nBinnen vijf minuten had ik wifi, straalde ik op magische wijze muziek naar mijn stereo én printte ik draadloos.\nDatzelfde verblufte gevoel kreeg ik eindelijk weer eens toen ik onlangs een nieuwe Apple TV kocht, Apples digitale tv- en media-knooppuntkastje.\nEigenlijk koop je met een Apple TV de interface waarvan je had gewild dat je tv-fabrikant of -provider hem had meegeleverd.\nEindelijk pakt Apple weer eens een prutsgebruikservaring aan die veel mensen al jaren frustreert en laat het zien hoe dat wel moet.", "paragraphs": ["Denkfouten in het hedendaags ontwerp gefileerd door innovatie-expert (en cabaretier) Jasper van Kuijk. Deze week: mediakastjes.", "Ooit, toen wifi nog nieuw, spannend en veel te moeilijk te installeren was, kreeg ik voor mijn verjaardag een Apple Airport draadloze wifi-router. En ik besloot toen om half drie ’s nachts iedereen naar huis was en ik niet geheel nuchter, dat nu hét moment was om dat ding te installeren. Wat lukte. Binnen vijf minuten had ik wifi, straalde ik op magische wijze muziek naar mijn stereo én printte ik draadloos. Ik was nog verbaasder dan dronken.", "Datzelfde verblufte gevoel kreeg ik eindelijk weer eens toen ik onlangs een nieuwe Apple TV kocht, Apples digitale tv- en media-knooppuntkastje.", "Ik kijk tv via een best nieuwe televisie, een home theatre-systeem van hetzelfde merk en een up-to-date tv-ontvanger van onze internetprovider, met allemaal dezelfde hdmi-standaard. En dus zou je verwachten dat dat spul enigszins samen kan werken. Dat je bijvoorbeeld met één afstandsbediening de hele boel in kunt schakelen. Maar nee.", "Nu had ik ergens in de marge van dat tv-systeem ook nog een tien jaar oud Apple TV-kastje hangen. Maar als ik daar iets naartoe probeerde te casten klapte het er om de vijf minuten uit. En op mijn exemplaar kon ik – in tegenstelling tot op de nieuwere – geen apps installeren van bijvoorbeeld NPO, Netflix en tv-aanbieders, of van YouTube en yogales-aanbieders.", "Dus toch maar de sprong gewaagd naar het nieuwste model.", "Installeren ging razendsnel, de gebruiksinterface is heerlijk soepel, zeker in vergelijking met de houterige hinkstapsprong-interactie van de gemiddelde tv-ontvanger, en ook apps installeren en configureren bleek supersimpel. Eigenlijk koop je met een Apple TV de interface waarvan je had gewild dat je tv-fabrikant of -provider hem had meegeleverd.", "Maar toen kwam de bonus. Na een tijdje ging, als ik de Apple TV aanzette, ineens ook de tv aan. En vice versa bij het uitzetten. Geen idee hoe dit kan, maar ik kijk tegenwoordig lekker moderne televisie maar dan ouderwets met één afstandsbediening. En door een abonnement op NLZiet hebben we toegang tot alle Nederlandse tv-kanalen (plus een enorm archief) tegen de helft van de prijs die onze internetprovider rekent voor hun tv-kastje. Die laatste gaat er dus uit.", "Eindelijk pakt Apple weer eens een prutsgebruikservaring aan die veel mensen al jaren frustreert en laat het zien hoe dat wel moet. Net zoals het bedrijf dat eerder deed met computers, wifi-routers, audiospelers en de smartphone. Alle content op één plek, één afstandsbediening en een superieure gebruiksinterface. Dat je denkt: ‘Ah, zo is digitaal tv-kijken dus bedoeld.’", "Ik snap eerlijk gezegd niet dat de Apple TV niet unaniem een belachelijk groot succes is, en vrees dus enigszins dat Apple alsnog uitstapt en ik over een paar jaar met een achterhaald en vastgelopen kastje zit. En als het wél een succes wordt, zit ik waarschijnlijk over een paar jaar volledig gevangen in Apple’s gouden interactie- en betaalkooi. Maar dan wel mooi met één afstandsbediening. Halleluja.", "Jasper van Kuijk op Twitter: @jaspervankuijk"], "authors": ["Jasper Van Kuijk"], "keywords": ["ik", "moet", "van", "laat", "prutsgebruikservaring", "en", "met", "een", "zien", "apple", "hoe", "op", "het", "tv", "dat", "wel"], "pubDate": "2020-12-18T12:59:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}