{"id": "f984e08c-4c92-3ed3-b284-bd3eceb623fa", "title": "De hoofdstad van Slovenië is schattig en gemoedelijk tegelijk", "url": "https://volkskrant.nl/reizen/de-hoofdstad-van-slovenie-is-schattig-en-gemoedelijk-tegelijk~bab71919/", "summary": "Schattig en gemoedelijk en rondom overal natuur.\nKolossaal, lelijk, maar op een of andere manier toch weer mooi en typerend voor Ljubljana’s geschiedenis.’Park en bosMark Koghee: ‘Joseph Radetzky was een veldmaarschalk in de Habsburgse monarchie.\nEen prachtig park met een grote speeltuin, dat direct aan het centrum ligt en overloopt in het Rožnik-bos.\nMonstera past helemaal in die trend; het is de bistro van een van Sloveniës bekendste tv-koks, Bine Volčič.\nEen buurtje met gekraakte, oude Joegoslavische legerbarakken, helemaal versierd met graffiti en kleuren en gekke kunst.", "paragraphs": ["Waar moet je wezen? Wat moet je zien? Journalist Mark Koghee gidst ons buiten de gebaande paden in de Ljubljana, waar hij verliefd werd en inmiddels zeven jaar woont.", "Hij ging naar Slovenië om te fietsen, maar werd er verliefd. Inmiddels woont Mark Koghee (46) 7 jaar in de Sloveense hoofdstad Ljubljana, met zijn gezin. Hij is journalist, werkt voor de online vakantiegids Mijn Slovenië, fietst nog steeds en organiseert ook fietstochten. ‘Loebjana, die j en l slik je een beetje in, betekent vrij vertaald ‘de geliefde’. Het is geen metropool, maar een stad van driehonderdduizend inwoners. Schattig en gemoedelijk en rondom overal natuur. Zoals het natuurgebied Barje, een geweldig fietsgebied met onverharde paden. Ljubljana is klein maar bruisend en heeft een heel eigen karakter. Dat komt door de karakteristieke gebouwen van Jože Plečnik, ‘de Sloveense Gaudí’, maar vooral door de architectuur uit de socialistische tijd, zoals de blokkige, modernistische gebouwen van Edvard Ravnikar. Kolossaal, lelijk, maar op een of andere manier toch weer mooi en typerend voor Ljubljana’s geschiedenis.’", "Park en bos", "Mark Koghee: ‘Joseph Radetzky was een veldmaarschalk in de Habsburgse monarchie. Strauss’ Radetzkymars is naar hem vernoemd. Hij woonde lang in kasteel Tivoli en liet het grote stadspark naast het kasteel aanleggen. Een prachtig park met een grote speeltuin, dat direct aan het centrum ligt en overloopt in het Rožnik-bos. Het bos ligt eigenlijk midden in de stad. Aan de andere kant van het bos begint bijna het gebied met de skischansen. Een stad met skischansen op minder dan twintig minuten rijden, hoe cool is dat.’", "Tivoli Park", "Stukjes niemandsland", "‘Trnovo en Krakovo zijn gezellige, aan elkaar grenzende, niet al te drukke buurten in het zuiden langs de rivier. Bij de Eipprova ulica (straat, red.) zitten veel cafés bij elkaar aan het water. In Krakavo is goed te zien dat hier vroeger de stadsboerderijen waren. Er zijn nog steeds overal kleine en grote moestuinen. Ik vind het ook karakteristiek dat er nog zo veel braakliggend terrein is, zomaar een open lap groen, een rommelig stukje niemandsland. In Nederland zou een projectontwikkelaar er meteen een appartementencomplex op zetten.’", "Eipprova ulica", "Lunchtent van tv-kok", "‘Ljubljana wordt steeds meer een foodstad. Dan is het weer gourmetmaand, dan is er weer een burgerfestival en in de zomermaanden is er op vrijdag ‘open keuken’ in het centrum. Monstera past helemaal in die trend; het is de bistro van een van Sloveniës bekendste tv-koks, Bine Volčič. Hij kookt internationaal, met Sloveense accenten. Ik heb er eens lamsvlees gegeten dat exact 18 uur had gekookt op exact 82 graden. Let op, het is een lunchrestaurant. Lunch is in Slovenië de belangrijkste maaltijd.’", "Monstera Bistro, Gosposka ulica 9", "Rundvleessoep in de herberg", "‘Lunchen bij een herberg iets buiten de stad, een gostilna, is ook een goed idee. Over het algemeen wordt daar wat simpeler en traditioneler Sloveens eten geserveerd in grotere porties. Ik kom nog al eens bij Gostilna Pri Žabarju, voor de Sloveense wijn en kikkerpootjes. Een paar jaar terug fietste actrice Funda Müjde door Slovenië met haar handbike. Ik ben een stukje met haar meegefietst en we stopten vlak buiten Ljubljana bij Gostilna Pri Micki, een simpel restaurant met gedateerde inrichting. Maar het rook er zo onweerstaanbaar naar rundvleessoep dat we meteen een kom bestelden, ook al was het nog vroeg op de ochtend. Heel lekkere rundvleessoep.’", "Gostilna Pri Žabarju, Viška cesta 50", "Gostilna pri Micki gostinstvo d.o.o, Novo naselje 1", "Kleurige barakken", "‘Ljubljana’s alternatieve hotspot. Een buurtje met gekraakte, oude Joegoslavische legerbarakken, helemaal versierd met graffiti en kleuren en gekke kunst. De overheid wilde Metelkova eerst met de grond gelijk maken, maar gedoogt dit hippiewijkje nu toch. Er is vooral ’s avonds veel te doen: feesten, clubs, dj’s. Overdag is Metelkova leuk om rond te lopen en alle barakken te bekijken.’", "Metelkova, Metelkova ulica 10", "Wolkenkrabberrooftopbar", "‘Nebotičnik, ‘wolkenkrabber’ in het Sloveens, is gebouwd in 1933, naar Amerikaans voorbeeld, en heel lang het hoogste gebouw van de Balkan geweest. Op de bovenste verdieping zit een restaurant en een rooftopbar. Die bar vind ik het leukst, voor koffie of een drankje en uitzicht over de stad en het kasteel.’", "Nebotičnik, Štefanova ulica 1", "Toeven aan de rivier", "‘Dit is niet zo’n bekend stadsstrand, en het is eerlijk gezegd niet eens een strand, maar een rustige, groene spot aan de rivier. Voor op een mooie herfstdag of om er straks weer in de zomer op de trappen of in het gras te zitten met wat te drinken en te lezen. Špica lig een beetje uit het centrum, niet ver van de hoek in de rivier de Ljubljanica.’", "Park Špica, Gruberjevo nabrežje 20"], "authors": ["Mirjam Bosgraaf"], "keywords": ["van", "gemoedelijk", "hoofdstad", "dat", "een", "en", "maar", "slovenië", "te", "op", "er", "schattig", "tegelijk", "met", "het"], "pubDate": "2019-11-29T14:00:57Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}