{"id": "f9902860-9aa6-3fd2-b7a2-4ca4430cb5b9", "title": "Zo ziet Verstappen het graag: van start tot finish de dienst uitmaken", "url": "https://volkskrant.nl/sport/zo-ziet-verstappen-het-graag-van-start-tot-finish-de-dienst-uitmaken~b4f4ae31/", "summary": "Max Verstappen viert zijn winst op het Yas Marina Circuit in Abu Dhabi.\nVan start tot finish leiden en op de streep ruim vijftien seconden voorsprong op de nummer twee.\nTe vaak was hij voor succes afhankelijk van het falen van anderen of van circuits die z’n auto gunstig waren gezind.\nIets dat hij maanden geleden al wist, toen Mercedes acht van de eerste tien races had gewonnen.\nVanuit dat oogpunt zou de relatief eentonige GP van Abu Dhabi van zondag een voorproefje kunnen zijn van een Formule 1 waarin Verstappen heerst.", "paragraphs": ["Max Verstappen viert zijn winst op het Yas Marina Circuit in Abu Dhabi. Beeld Pool via REUTERS", "Beginnen vanaf de eerste plek. Van start tot finish leiden en op de streep ruim vijftien seconden voorsprong op de nummer twee. Max Verstappen won zondag in Abu Dhabi zijn tiende grote prijs in de Formule 1 op de manier zoals hij het ruim vier jaar geleden voor zich zag, toen hij overstapte naar Red Bull. Soeverein, zonder al te veel tegenstand.", "Zet de wedstrijd alleen naast de andere 95 races die hij reed voor het topteam en zijn overmacht in Abu Dhabi blijkt een uitzondering. Te vaak was hij voor succes afhankelijk van het falen van anderen of van circuits die z’n auto gunstig waren gezind.", "Zondag werd Verstappen daardoor definitief niet de jongste wereldkampioen ooit. Iets dat hij maanden geleden al wist, toen Mercedes acht van de eerste tien races had gewonnen. De Duitse renstal besloot vanwege die overmacht maanden geleden al de 2020-auto niet meer te verbeteren, om volgend jaar nóg dominanter te zijn.", "Red Bull kon zodoende in de laatste races enigszins richting Mercedes kruipen, met als beloning de zege in de seizoensafsluiter in Abu Dhabi. Maar Verstappen voorspelde het al: ook volgend jaar, in zijn zevende Formule 1-seizoen, zal hij waarschijnlijk niet serieus om de wereldtitel strijden.", "Dat was hem niet voorspeld na 15 mei 2016, toen hij in Spanje als 18-jarige op sensationele wijze zijn eerste race voor Red Bull ook meteen won. Vriend en vijand waren het eens: de jongste racewinnaar ooit in de F1 zou ook de jongste kampioen worden. Hij had immers tot en met 2020 de tijd.", "Nu hij nog altijd moet wachten op die eerste titel begint hij uit de pas te lopen met meervoudig kampioenen Ayrton Senna en Michael Schumacher, waarmee hij door zijn bliksementree in de F1 al zo vaak werd vergeleken. Zij hadden na zes F1-seizoenen hun eerste titels veroverd.", "Verstappen viert feest met de medewerkers van zijn raceteam. Beeld AFP", "Of Verstappens carrièrepad na zijn eerste zege dan teleurstellend is te noemen? ‘Als je het vanuit dat oogpunt bekijkt misschien een beetje’, zegt Michael Bleekemolen, die in 1978 één F1-race reed. ‘Maar Max creëert dat zelf ook, hè. Hij gaat voor het hoogste. Dat zegt hij en straalt hij ook uit. En hij heeft gelijk, want in de Formule 1 belanden alleen de wereldkampioenen in de geschiedenisboeken.’", "Aan de andere kant wordt er volgens Bleekemolen weleens vergeten hoe bijzonder het is dat een Nederlander als 23-jarige 119 F1-races en 42 podiumplaatsen achter zijn naam heeft. Voor Verstappens F1-debuut in 2015 waren de twee podiumplaatsen van Verstappens vader Jos de meest in het oog springende prestaties van een Nederlander in de klasse.", "In Bleekemolens tijd was het al nieuws als een Nederlandse coureur zich überhaupt wist te kwalificeren voor een GP. ‘Wat dat betreft zijn we een vreemd volkje’, zegt hij over de hoge verwachtingen rond Verstappen. ‘Als we eenmaal kaviaar hebben gegeten, verwachten we het de volgende ochtend ook meteen bij het ontbijt.’", "Formule 1-kenner Koen Vergeer verwacht niet dat Verstappen zonder kampioenschappen zal blijven. Daarvoor is hij te goed. De Nederlander won dit jaar twee GP’s in een auto die aantoonbaar langzamer was dan de Mercedessen. De grilligheden in zijn rijden, die hem in zijn eerste F1-jaren geregeld WK-punten kostte, heeft hij met ervaring weggepoetst. Ondanks vijf uitvalbeurten finishte hij als derde in de WK-stand.", "Verder oogt hij geduldiger dan in zijn eerste Red Bull-seizoenen. Zo vindt hij dat er ‘te dramatisch’ wordt gedaan over zijn situatie bij Red Bull. Hij rijdt nog altijd bij het op een na beste team in de F1. Plus: mocht het bij Red Bull uiteindelijk niet lukken, dan is er bij een ander topteam altijd wel ruimte voor een coureur van het kaliber-Verstappen, denkt F1-schrijver Vergeer.", "‘Ron Dennis (oud-teambaas van McLaren, red.) zei ooit: de goedkoopste manier om een auto sneller te maken is een goede coureur strikken. Die slokt misschien wat salaris op, maar dat staat in schril contrast met de prijs voor al die windtunneluren die nodig zijn om een paar tienden te winnen.’", "Als Verstappen eenmaal die winnende auto bezit, kan het ‘zomaar hard gaan’, zegt Vergeer. Met drie of vier titels op rij. ‘Dat is de trend in de 21ste eeuw’, zegt hij. Ter vergelijking: tussen 2000 en 2020 telde de F1 zeven verschillende wereldkampioenen. Tussen 1980 en 2000 waren dat er elf. ‘Vroeger was het veel lastiger was een technische voorsprong vast te houden’, legt Vergeer uit.", "Vanuit dat oogpunt zou de relatief eentonige GP van Abu Dhabi van zondag een voorproefje kunnen zijn van een Formule 1 waarin Verstappen heerst. Volgens Vergeer is het zaak daarom ook te genieten nu Verstappen nog niet in een superieure bolide zit. ‘Want dat maakt races interessant. Het levert spektakel op. Als hij alles nu al ruim zou winnen, krijg je een soort Michael van Gerwen-effect. Dan is een overwinning niet meer bijzonder. Dat vechten tegen de bierkaai heeft ook wel iets heldhaftig.’"], "authors": ["Lennart Bloemhof"], "keywords": ["van", "graag", "verstappen", "dat", "die", "een", "en", "zo", "finish", "te", "zijn", "tot", "hij", "op", "ziet", "start", "uitmaken", "het"], "pubDate": "2020-12-13T19:47:55Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}