{"id": "f9b0f84b-34d8-3fa2-9769-445bd18a671b", "title": "Theatergezelschap uit Groningen streamt voorstelling in Gaza", "url": "https://www.dvhn.nl/cultuur/Theatergezelschap-uit-Groningen-streamt-voorstelling-in-Gaza-26293329.html", "summary": "Meer dan honderd theaterstudenten en medewerkers van Theater Day Productions in Jabalya (Gaza) zien deze kerst de voorstelling’ ’IK… eh ik’ van Het Houten Huis uit Groningen.\nHet Houten Huis maakt voor de stream gebruik van het platform NITE Hotel van NNT/ Guy & Roni.\nDe studenten en medewerkers in Gaza worden voorafgaand aan de voorstelling vanuit de Machinefabriek live welkom geheten; in de lobby van het online hotel.\nTheatermakers uit Gaza mogen niet reizen‘Bijzonder’, vindt algemeen directeur David van Griethuysen van Het Houten Huis, ‘want nog steeds geldt dat theatermakers uit Gaza niet kunnen en mogen reizen om politieke redenen en nu ook vanwege corona nauwelijks de deur uit kunnen.\nIn het najaar van 2018 werd de voorstelling Muziek van Beneden gestreamd.", "paragraphs": ["Meer dan honderd theaterstudenten en medewerkers van Theater Day Productions in Jabalya (Gaza) zien deze kerst de voorstelling’ ’IK… eh ik’ van Het Houten Huis uit Groningen. Het muziektheatergezelschap streamt een versie die is opgenomen in de Machinefabriek in Groningen.", "Het Houten Huis maakt voor de stream gebruik van het platform NITE Hotel van NNT/ Guy & Roni. Bezoekers van dit online hotel kunnen een kijkje nemen in de kamers, chatten in de bar en plaatsnemen in de theaterzaal.", "De studenten en medewerkers in Gaza worden voorafgaand aan de voorstelling vanuit de Machinefabriek live welkom geheten; in de lobby van het online hotel.", "Na de voorstelling verplaatsen de gasten zich digitaal naar een kamer waar ze met regisseur Elien van den Hoek en muzikant/ acteur Martin Franke in gesprek gaan.", "Theatermakers uit Gaza mogen niet reizen", "‘Bijzonder’, vindt algemeen directeur David van Griethuysen van Het Houten Huis, ‘want nog steeds geldt dat theatermakers uit Gaza niet kunnen en mogen reizen om politieke redenen en nu ook vanwege corona nauwelijks de deur uit kunnen. Een geïsoleerde situatie waarbij uitwisseling en inspiratie over het internet cruciaal zijn.’", "Van Groningen naar Gaza en terug", "De stream is onderdeel van de vierjarige samenwerking Van Groningen naar Gaza en teru g, tussen Theater Day Productions, stichting Groningen-Jabalya, Het Houten Huis, NNT/ Guy & Roni, De Steeg, De Noorderlingen, Grand Theatre en Jonge Harten Theaterfestival.", "In het najaar van 2018 werd de voorstelling Muziek van Beneden gestreamd."], "authors": [], "keywords": ["gaza", "van", "naar", "theatergezelschap", "streamt", "uit", "groningen", "een", "het", "huis", "en", "houten", "voorstelling"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}