{"id": "f9b26fc9-3612-31b6-bf99-0d87d26a6107", "title": "Paul Witteman leek even te vergeten dat een briljante 14-jarige violiste nog geen geoliede machine is", "url": "https://trouw.nl/opinie/paul-witteman-leek-even-te-vergeten-dat-een-briljante-14-jarige-violiste-nog-geen-geoliede-machine-is~b027a0de/", "summary": "Alsof de makers willen zeggen: heus mensen, er ís een toekomst, en die wordt gewoon mooi, luister maar naar deze prille talenten, die moeten en die zullen nog, die laten zich echt niet stoppen.\nAl leek Paul Witteman vorige week even te vergeten dat – hoe briljant ook – die jonge mensen nog geen geoliede machines zijn.\n– dat het jonge meisje daarna moeite leek te hebben meteen geconcentreerd te spelen.\nBizar hoe je soms maar een nanoseconde van een nummer hoeft te horen om het weer helemaal mee te kunnen zingen, al heb je het veertig jaar niet gehoord.\nEn je je kon verliezen in je hoofd, genietend van muziek, zwevend tussen de sterren.", "paragraphs": ["O lieve heertje. Ik zit in een bungalowtje aan de Veluwerand, gehuurd om deze dagen wat dichter bij mijn moeder te zijn. Zo’n huisje in het bos, het klinkt als een onbekommerd vluchtoord, maar dit zijn bepaald geen dagen waarop je de buitenwereld buitensluit. Ook deze sombere, kortste dag van het jaar lijkt weer een lange knarsende draai om zijn as te worden, voor de rammelende aardbol. En die lichte loopneus, is dat gewoon dennenallergie? Voor de zekerheid een – dure – sneltest besteld. Ach, kerst 2020, waar geef je anders je geld aan uit?", "De neiging is groot om te verdwijnen in de muziek. Ik kijk vooral naar programma’s als het immer troostrijke ‘Podium Witteman’, het vaste baken aan het begin van de zondagavond. Een podium dat dit seizoen nog nadrukkelijker wordt opengesteld voor jonge musici. Alsof de makers willen zeggen: heus mensen, er ís een toekomst, en die wordt gewoon mooi, luister maar naar deze prille talenten, die moeten en die zullen nog, die laten zich echt niet stoppen. Al leek Paul Witteman vorige week even te vergeten dat – hoe briljant ook – die jonge mensen nog geen geoliede machines zijn. Pal voordat ze moest optreden onderwierp Witteman een 14-jarige violiste aan zúlke indringende vragen – ja of nee, nu zeggen: treed je liever hier op of in het Concertgebouw? – dat het jonge meisje daarna moeite leek te hebben meteen geconcentreerd te spelen.", "Nou ja, geen man overboord. Misschien maakt zo’n ervaring haar per saldo sterker. Door de doornen naar de sterren, zo werkt dat toch?", "Opborrelende gevoelens", "Maar muziek, het blijft een magisch fenomeen. Neem de gezellige Top 2000 Quiz, die dit weekend zijn finale bereikte. Bizar hoe je soms maar een nanoseconde van een nummer hoeft te horen om het weer helemaal mee te kunnen zingen, al heb je het veertig jaar niet gehoord. En hoe dan ook allerlei gevoelens uit die tijd weer opborrelen. Dus, ja of nee, nu kiezen: wat gaat er mee naar een onbewoond eiland, tien boeken of tien muziekstukken? Ik weet het, heel gemeen om die twee bronnen van plezier zo tegen elkaar uit te spelen. Stop per categorie gerust vijf stuks in de koffer.", "Een enkele keer heb ik de immens domme gedachte dat het ideaal zou zijn wanneer van alle lichaamsdelen alleen je oren nog functioneerden. En je je kon verliezen in je hoofd, genietend van muziek, zwevend tussen de sterren. Ik vrees dat het toch al snel erg eenzaam zou zijn.", "Samen genieten", "Want neem wat mijn moeder vertelde. Ze woont nu in een fijne serviceflat, op de zevende etage. Waar het uitzicht haar soms in de zevende hemel brengt, zo mooi kunnen de luchten zijn boven de stad en de weilanden. Wat op zo’n moment wel eens gebeurt, is dat een lieve buurvrouw opbelt, van ’kom snel, kom eens kijken!’. Waarop mijn moeder dan op buufs balkon precies hetzelfde uitzicht staat te bewonderen, als ze heeft vanaf haar eigen plekje.", "Maar buurvrouw heeft gelijk: samen genieten maakt het mooie mooier. Ik zie een item van weer.nl, de meteodienst van SBS6, en hoor dat zojuist om 11.02 uur op deze maandagmorgen de astronomische winter officieel van start is gegaan. Fijn dat de winter begint met goed nieuws: vanaf nu worden de dagen weer langer. We ploegen ons naar lichtere tijden, daar in de verte. Echt waar. Kom maar kijken op mijn balkon.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Redactie Trouw"], "keywords": ["violiste", "machine", "geen", "paul", "leek", "zijn", "nog", "te", "witteman", "die", "je", "van", "en", "een", "geoliede", "vergeten", "op", "het", "dat"], "pubDate": "2020-12-21T17:21:29Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}