{"id": "f9bd0e04-d773-38b1-b3f8-e757617cbd33", "title": "Mijn pessimistische levenshouding is van harte aan te bevelen, want als je nergens op rekent is alles leuk", "url": "https://volkskrant.nl/columns-opinie/mijn-pessimistische-levenshouding-is-van-harte-aan-te-bevelen-want-als-je-nergens-op-rekent-is-alles-leuk~bc999197/", "summary": "Hè wat lekker, het jaar ligt uitgestrekt voor ons klaar om gevuld te worden met een nieuwe set levensdagen.\nIk ben inmiddels zover dat ik al blij ben als het leven enigszins op gang komt in het najaar, of zeg maar gerust: december.\nDeze pessimistische levenshouding is van harte aan te bevelen, want als je nergens op rekent is alles leuk.\nDat is de enige juiste uitdrukking voor een meevaller van dat formaat.\nIk acht de kans daarop vrijwel nihil, maar mocht het tóch gebeuren dan klim ik op de tafel voor een dansje.", "paragraphs": ["Ibtihal Jadib kan eindelijk haar nieuwe agenda inlijven. Niet dat er iets in te noteren valt, maar dat biedt juist mogelijkheden.", "Hè wat lekker, het jaar ligt uitgestrekt voor ons klaar om gevuld te worden met een nieuwe set levensdagen. Ik had eind november al een agenda gekocht voor 2021 en kon sindsdien nauwelijks wachten, verrukt als ik was met m’n maagdelijke zakboekje. Een digitale agenda levert toch een hoop minder pret op, zo zonder tastbare registratie van de dagelijkse beslommeringen. Tenzij het je ontbreekt aan een dosis truttigheid, dan heb je nergens last van. In mijn geval is die dosis vrij hoog en koop ik niet alleen elk jaar hijgerig van geluk een nieuw zakboekje, maar bewáár ik de oude ook, waardoor volstrekt nodeloos tot jaren terug te herleiden is wanneer ik bij de tandarts ben geweest of een massage heb geboekt. Beide zaken doe ik overigens te weinig, maar omdat ik goede voornemens het liefst ontwijk, blijft een aanzet tot verbetering uit.", "Ondertussen valt er niets te noteren, in die nieuwe agenda. Het verlammende effect van de pandemie is nog volop aanwezig, waardoor er bitter weinig te plannen is. Ik wist niet dat je op zo’n gefrustreerde manier gelaten kunt zijn, maar het blijkt een hele logische combinatie. Ik ben inmiddels zover dat ik al blij ben als het leven enigszins op gang komt in het najaar, of zeg maar gerust: december. Alles daarvoor heb ik sowieso afgeschreven. En kan dus enkel meevallen. Deze pessimistische levenshouding is van harte aan te bevelen, want als je nergens op rekent is alles leuk. Mocht het bijvoorbeeld zo zijn dat ik, noem eens iets geks, in september al met een groep vrienden uit eten kan, dan wordt dat misschien wel de mooiste avond van mijn leven. Of stel, en nu wordt het erg gewaagd, dat ik in juni al een weekendje weg kan met mijn moeder, nou dan ga ik dus helemaal uit mijn plaat. Dat is de enige juiste uitdrukking voor een meevaller van dat formaat.", "Jazeker, dit jaar heeft de potentie om werkelijk over te lopen van meevallers. Te beginnen op 20 januari aanstaande, wanneer de nieuwe Amerikaanse president wordt ingezworen. Als die gebeurtenis op een enigszins normale manier verloopt, dat wil zeggen: zonder dat de vertrekkende president krijsend vanuit een gevechtshelikopter het land in een burgeroorlog stort, kan dat zomaar een aangename dag worden. Wie weet heeft zelfs Trump geen zin meer in Trump en besluit de beste man tot een stil pensioen op de golfbaan. Ik acht de kans daarop vrijwel nihil, maar mocht het tóch gebeuren dan klim ik op de tafel voor een dansje. Verder zou het zomaar kunnen dat de vaccinatie soepeltjes verloopt, de economie zich prettig herstelt, het verkiezingscircus in maart ingetogen blijft, het eeuwig sluimerende antisemitisme weer de kop in wordt gedrukt, nieuwe aanslagen uitblijven, racisme wordt uitgebannen en zowel het migratie- als het milieuvraagstuk eindelijk doeltreffend wordt aangepakt zodat we in december met z’n allen hossend het nieuwe jaar in kunnen.", "In alle andere gevallen is er gelukkig nog de muziek om het gemoed te redden. Ik ontdekte laatst het nummer Compared to What, zowel het origineel van Les McCann en Eddie Harris als de bewerking van Ray Charles en Leela James is waanzinnig. Met zo’n plaat heb je geen goed nieuws nodig om een dansje te doen."], "authors": ["Ibtihal Jadib"], "keywords": ["ik", "van", "levenshouding", "mijn", "rekent", "leuk", "en", "een", "nieuwe", "wordt", "nergens", "te", "op", "het", "pessimistische", "dat", "je"], "pubDate": "2020-12-31T14:00:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}