{"id": "f9d78127-2a52-3a8b-bb2c-4a67b7fc41bd", "title": "Kritiek op haar afhaken deert Jorien ter Mors niet. Ze is gewend haar eigen plan te trekken", "url": "https://volkskrant.nl/sport/kritiek-op-haar-afhaken-deert-jorien-ter-mors-niet-ze-is-gewend-haar-eigen-plan-te-trekken~b297861e/", "summary": "Ze weet dat ze op koers ligt voor haar derde nationale allroundtitel.\nEn soms, zoals op de 3 kilometer van zaterdag waar ze tweede werd, wil ze te netjes rijden en gaat ze daardoor te traag.\nOp de 1.500 meter werd ze op een fijne manier meegesleurd de tweestrijd met Ter Mors.\nHet stemmetje in haar hoofd dat zegt dat ze alles moet rijden hoort ze nog, maar ze luistert er niet meer naar.\nOp haar social media-accounts wordt fel gereageerd op haar afmelding.", "paragraphs": ["Ter Mors is kapot na afloop van de 1500 meter. Beeld Klaas Jan van der Weij", "Met een van pijn vertrokken gezicht zit Jorien ter Mors op de kussens aan de binnenkant van de ijsbaan in Thialf. De 1.500 meter heeft erin gehakt. Terwijl ze naar lucht hapt, besluit ze af te zeggen voor de slotafstand. ‘Het is goed zo’, zegt ze tegen zichzelf. Dat ze aan de leiding staan in het klassement verandert daar niets aan.", "Even verderop probeert Antoinette de Jong ook weer op adem te komen. Ze heeft net in een direct duel Ter Mors met 0,02 seconde verslagen: 1.55,61 was de tijd waarmee ze haar rivaal de nekslag heeft toegediend. ‘Ik moest bijna overgeven, ik was misselijk en mijn hart zat in mijn keel.’ Toch is ze blij. Ze weet dat ze op koers ligt voor haar derde nationale allroundtitel.", "De 25-jarige pupil van Jac Orie had één opdracht: mee met Ter Mors, de regerend nationaal kampioen op die afstand. Dat betekende de eerste twee rondes voluit en daarna overleven. ‘De vechtmodus’, noemt De Jong het. Het lukt. Ze weet aan te haken bij Ter Mors, die haar drie weken geleden nog op een halve seconde reed. ‘Toen reed ik de eerste ronde niet hard genoeg. Nu was het vanaf moment één gas erop.’", "De Jong kan te graag willen winnen. Dan stormt het in haar hoofd en rijdt ze rommelig. En soms, zoals op de 3 kilometer van zaterdag waar ze tweede werd, wil ze te netjes rijden en gaat ze daardoor te traag. Op de 1.500 meter werd ze op een fijne manier meegesleurd de tweestrijd met Ter Mors. ‘Dat was een goede afleiding.’", "Antoinette de Jong is de nieuwe nederlands kampioen allround. Beeld Klaas Jan van der Weij", "Niet getraind voor 5 kilometer", "Als Ter Mors op de 1.500 meter een seconde uit had kunnen lopen, dan had ze de 5 kilometer wel gereden. Nu ze zelfs in heeft moeten leveren, weet de 30-jarige Twentse dat ze verslagen is, niet alleen op deze afstand, maar voor het eindklassement. Haar voorsprong van 3,86 seconden kan ze onmogelijk verdedigen om de afstand waarvoor ze niet heeft getraind.", "Ter Mors reed slechts een keer eerder een 5 kilometer, op 30 december 2012. Toen werd ze, eigenlijk nog shorttrackster, nationaal kampioen allround. Het was een tijd waarin ze onbreekbaar leek. ‘Toen ging ik alles onbevangen aan en probeerde alles te winnen.’", "Acht jaren verstreken sindsdien waarin Ter Mors een waslijst aan fysieke tegenslagen te verstouwen kreeg. Ze raakte overtraind, had knieklachten en tweemaal stond ze een jaar langs de kant. Pas deze winter rijdt ze weer pijnvrij. Het heeft haar voorzichtiger gemaakt. ‘Ik wil mezelf niet over de kop jagen.’", "Ze is ook doelgerichter. Het stemmetje in haar hoofd dat zegt dat ze alles moet rijden hoort ze nog, maar ze luistert er niet meer naar. Ze weet dat het haar ambities op de 1.000 en 1.500 meter schaden kan. Het NK allround was altijd bedoeld als een veredelde training, zoals in een normaal seizoen de wereldbekerwedstrijden in november dat zijn.", "Dat de klassementsleider zich met nog slechts één onderdeel te gaan terugtrekt is ongekend en volgens veel schaatsvolgers ook ongehoord. Op haar social media-accounts wordt fel gereageerd op haar afmelding. Ze leest die berichten, maar haalt er de schouders over op.", "Jorien ter Mors (links) tijdens de start van de 1500 meter tegen Antoinette de Jong. Beeld Klaas Jan van der Weij", "Shorttrackbrons met de relayploeg", "Ze is gewend haar eigen plan te trekken. Juist dat heeft haar, tussen alle tegenslagen door, zoveel prijzen opgeleverd. Ze werd olympisch kampioen op de 1.500 meter (2014) en 1.000 meter (2018) en op beide afstanden ook wereldkampioen in 2016. Daarnaast werd ze wereldkampioen sprint in 2018 en pakte ze in Pyeongchang shorttrackbrons met de relayploeg.", "‘Voorheen waren er ook honderd miljoen mensen die zeiden dat ik moest gaan langebaanschaatsen en stoppen met shorttrack of moest gaan shorttracken en stoppen op de langebaan. Iedereen heeft altijd een mening. Maar je moet zelf een keuze maken waar je achter staat en dat heb ik vandaag gedaan.’", "Het NK is voor allrounder De Jong bepaald geen verkapte training. Hoewel ze de de beslissing van Ter Mors zegt te begrijpen, zou zij nooit opgeven voor de slotafstand. ‘Dat kan niet in mijn hoofd. Ik snap dat een 5 kilometer voor een sprinter of middellangeafstandsrijder niet heel leuk is, maar voor mij is het niet veel minder zwaar.’", "En inderdaad, de 5 kilometer is voor De Jong niet gemakkelijk. Ze kan niet tippen aan de tijden die Reina Anema (7.03,35) en Esmee Visser (7.04,95) al hebben gereden. Maar ze weet met 7.06,57 haar enige overgebleven belager voor de eindoverwinning, Melissa Wijfje, ruim achter zich te laten. Het goud, en het startbewijs voor het EK van half januari, is geen moment in gevaar. Wijfje eindigt als tweede in het klassement, Anema als derde.", "De Jong trekt zich er niets van aan dat het na haar overwinning toch vooral Ter Mors gaat. Alle verschillen tussen beide schaatssters ten spijt, daarin lijken ze op elkaar. Wat de buitenwacht vindt doet er niet toe. De Jong: ‘Ik heb een titel. Dat is voor mij belangrijk, niet waar anderen over praten.’"], "authors": ["Erik Van Lakerveld"], "keywords": ["kritiek", "van", "trekken", "het", "ter", "plan", "op", "mors", "ze", "haar", "te", "niet", "een", "en", "dat", "voor"], "pubDate": "2020-11-22T21:31:32+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}