{"id": "f9d713a8-3b18-3095-a382-c235bd99657e", "title": "Ieren en Schotten maken ruzie over wateren rondom koloniale rots", "url": "https://volkskrant.nl/nieuws-achtergrond/ieren-en-schotten-maken-ruzie-over-wateren-rondom-koloniale-rots~bd6f6597/", "summary": "Sinds de Brexit worden Ierse vissers tegengehouden om de wateren rondom Rockall te bevaren.\nAfgelopen week werd een Ierse boot door de Schotse marine tegengehouden.\nSovjet-spionnenDe Britten annexeerden Rockall (dat nog niemand toebehoorde) in 1955, toen luitenant Desmond Scott er namens de koningin de Union Jack hees.\nDoel van de annexatie was het weghouden van Sovjet-spionnen die vanaf die rots de eerste Britse test van een nucleaire raket zouden kunnen observeren.\nOm de situatie nog wat complexer te maken: ook IJsland en Denenmarken hebben een oogje op de rots waaronder oliereserves verborgen liggen.", "paragraphs": ["Sinds de Brexit worden Ierse vissers tegengehouden om de wateren rondom Rockall te bevaren. Beeld Hollandse Hoogte / Mary Evans Picture Library Ltd.", "De reden is niet deze granieten restant van een oude vulkaan zelf, maar de wateren eromheen die rijk zijn aan kabeljauw, schelvis en inktvis.", "Onder het gemeenschappelijke visserijbeleid hebben de Ierse vissers altijd toegang gehad tot de vis van Rockall, dat 424 kilometer ten westen van de kust van het Ierse noordwestelijke graafschap Donegal ligt, om precies te zijn van Tory Island (‘Bandieteneiland’). Maar die vrije toegang is door de Brexit verdwenen. Afgelopen week werd een Ierse boot door de Schotse marine tegengehouden. De vissers uit Donegal kregen te horen dat ze niet langer in een straal van 22 kilometer rondom het kleinste van alle eilanden van het Britse territorium mogen komen.", "Hiermee is een oude kwestie weer actueel geworden: van wie is Rockall, de rots die eind 16de eeuw in kaart is gebracht door de Hollanders Petrus Plancius en Cornelis Claesz?", "Sovjet-spionnen", "De Britten annexeerden Rockall (dat nog niemand toebehoorde) in 1955, toen luitenant Desmond Scott er namens de koningin de Union Jack hees. Doel van de annexatie was het weghouden van Sovjet-spionnen die vanaf die rots de eerste Britse test van een nucleaire raket zouden kunnen observeren. Zeventien jaar later werd het eigendomsrecht wettelijk vastgelegd. Probleem was dat de Verenigde Naties in 1982 bepaalden dat afgelegen rotsen waarop menselijk leven niet mogelijk is geen exclusief bezit kunnen zijn, dit tot genoegen van Ierland dat de Britse claim nooit heeft erkend.", "In dezelfde VN-bepaling staat dat kustnaties kunnen beschikken over de zeebodem tot 648 kilometer in zee. Op basis daarvan formaliseerde Londen de claim op Rockall, waarbij het St Kilda gemakshalve als ijkpunt gebruikte, een eilandengroep voor de Schotse westkust. Dublin erkent ook deze aanspraak niet. Om de situatie nog wat complexer te maken: ook IJsland en Denenmarken hebben een oogje op de rots waaronder oliereserves verborgen liggen. De claim van laatstgenoemde natie is gebaseerd op de relatieve nabijheid van de Deense eilandengroep Faeröer.", "Voor geharde Ierse republikeinen heeft de rots een sterk emotionele betekenis, wat blijkt uit een patriottisch lied waarvan het refrein de volgende regels bevat: ‘Oh rock and Rockall, you’ll never fall to Britain’s greedy hands’. Tegenover The Irish Times sprak minister van Buitenlandse Zaken Simon Coveney zijn teleurstelling uit over de houding van Londen en de Schotse autoriteiten. Volgens de bewindsman kan dit een zaak worden van de Europese Commissie omdat het pas gesloten handelsakkoord in het geding zou zijn."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["zijn", "maken", "van", "rondom", "schotten", "rockall", "en", "ruzie", "een", "wateren", "dat", "ieren", "te", "het", "koloniale", "rots", "die", "ierse"], "pubDate": "2021-01-10T14:58:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}