{"id": "f9e26ec5-f892-3118-9e3a-516e9bc3bd1a", "title": "Grimmigheid is troef bij de ‘Nederland-watchers’ van vandaag", "url": "https://trouw.nl/opinie/grimmigheid-is-troef-bij-de-nederland-watchers-van-vandaag~bf4623a4/", "summary": "Dat buitenlanders die over Nederland en zijn inwoners schrijven op veel belangstelling kunnen rekenen, is van alle tijden.\nWe zaten om de tafel als panelleden bij de ­Vara-radio of werden in tal van andere tv- en radioprogramma’s als de spindoctors van de Nederlandse ziel gefêteerd.\nDit kwam door een gedeelde irritatie bij het buitenlandse journaille, die zijn bron vond in een tergend superioriteitsgevoel van de Hollandse elite.\nDie tijd is voorbij en de rol van buitenlandse journalisten die hun spiegel voorhielden is allang uit­gespeeld.\nNeem Sabrine In­gabire (Rwanda, 1995, schrijft voor NRC) die afgelopen zomer in een ­interview verklaarde: “Alle witte mensen zijn racistisch (...) Jullie maken deel uit en profiteren van een wit systeem.” De criticasters en Nederland-watchers van weleer hadden tenminste nog humor, maar bij de huidige is grimmigheid troef.", "paragraphs": ["Dat buitenlanders die over Nederland en zijn inwoners schrijven op veel belangstelling kunnen rekenen, is van alle tijden. Soms ging het fout. Denk aan Vol­taire (1694-1778) met zijn ­fameuze ‘Adieu canards, canaux, ­canailles’ die over Nederlanders dichtte:", "Een vrij en op winst belust volk,", "levend in deze uithoek van de aarde", "altijd ronddobberend op een boot", "zouden ze de lucht en het water verkopen.", "In de jaren tachtig en negentig van de vorige eeuw waren plotseling de buitenlandse correspondenten de gevierde gasten om op verzoek van de Nederlandse media de vaderlandse eigenheid te ontleden. Het kon toen niet op, en als correspondent van een Frans dagblad, samen met collega’s uit Duitsland, Engeland, de VS of Zweden, mocht ik ook deze hype voeden. We zaten om de tafel als panelleden bij de ­Vara-radio of werden in tal van andere tv- en radioprogramma’s als de spindoctors van de Nederlandse ziel gefêteerd. Onze ­bijdragen verschenen in boeken met ­titels als ‘Vreemde ogen’, ‘Ach, ­Nederland’, ‘Achter de dijken’, ‘Het verdriet van Nederland’ of ‘Andere ogen’.", "De eerlijkheid gebiedt mij te zeggen dat veel bijdragen een kritische tot negatieve lading hadden. Dit kwam door een gedeelde irritatie bij het buitenlandse journaille, die zijn bron vond in een tergend superioriteitsgevoel van de Hollandse elite. Het was ook de tijd waarin bijvoorbeeld 1,2 miljoen Nederlanders hun antiracistische briefkaart naar bondskanselier Helmut Kohl stuurden met als tekst: ‘Ik ben woedend’. Nederland beschouwde zich toen als een soort morele supermacht, het zelfgeproclameerde ‘gidsland’. Die tijd is voorbij en de rol van buitenlandse journalisten die hun spiegel voorhielden is allang uit­gespeeld.", "Eendimensionale fixatie", "Hun plaats en functie zijn nu door lieden uit landen als Ghana, Rwanda, Ethiopië, Sierra Leone of Suriname overgenomen. Veelal migranten die, soms als vluchtelingen, (met hun ouders) in Nederland zijn binnengekomen en die vaak als ­publicist hun plek in de media ­hebben veroverd.", "Maar anders dan de buitenlandse correspondenten van destijds, wordt hun uitheemse kritiek van binnenuit afgevuurd. Die is ook niet meer van journalistieke, maar van culturele en existentiële aard. Geen kritiek bijvoorbeeld op het Nederlandse politieke stelsel, de monarchie of het drugsbeleid, maar een eendimensionale fixatie op het koloniale verleden van dit land, met als kroonjuwelen de slavernij, Zwarte Piet of de Voc-helden. Gedreven door identiteitspolitiek en slachtofferschap die met hun huidskleur worden geaccordeerd, hebben ze, lijkt het, als uniek doel te bewijzen dat het blanke land van aankomst door institutioneel of systemisch ­racisme is doordrenkt.", "Ze zijn woedend, ­permanent zelfs, maar niet op wijlen Helmut Kohl. Neem Sabrine In­gabire (Rwanda, 1995, schrijft voor NRC) die afgelopen zomer in een ­interview verklaarde: “Alle witte mensen zijn racistisch (...) Jullie maken deel uit en profiteren van een wit systeem.” De criticasters en Nederland-watchers van weleer hadden tenminste nog humor, maar bij de huidige is grimmigheid troef.", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["zijn", "van", "het", "nederlandwatchers", "en", "een", "met", "hun", "grimmigheid", "vandaag", "op", "bij", "als", "troef", "die"], "pubDate": "2020-12-19T06:22:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}