{"id": "f9e6c87f-a0e8-3b06-9db0-ce9c7746ff7c", "title": "Chateau Meiland keert in het voorjaar terug met nieuwe afleveringen", "url": "https://nu.nl/media/6100684/chateau-meiland-keert-in-het-voorjaar-terug-met-nieuwe-afleveringen.html", "summary": "De familie Meiland is vanaf het voorjaar weer op SBS te zien in hun eigen realityserie Chateau Meiland, zo maakt zowel de zender als Martien Meiland zelf bekend via Instagram.\nDe familie verhuisde in het afgelopen jaar vanuit Frankrijk terug naar Nederland, waar ze een bestaan opbouwden in het Gelderse dorp Hengelo.\nIn de eerste drie seizoenen was te zien hoe Erica en Martien Meiland samen met hun dochter Maxime een bed and breakfast opbouwden in een chateau in Frankrijk.\nIn de week voor Kerst was de familie ook nog te zien in een kerstspecial van de realityshow.\nHiervoor reisden ze met het hele gezin af naar Lapland.", "paragraphs": ["De familie Meiland is vanaf het voorjaar weer op SBS te zien in hun eigen realityserie Chateau Meiland, zo maakt zowel de zender als Martien Meiland zelf bekend via Instagram.", "De familie verhuisde in het afgelopen jaar vanuit Frankrijk terug naar Nederland, waar ze een bestaan opbouwden in het Gelderse dorp Hengelo.", "Eerder deze week bevestigde Erica Meiland in gesprek met NU.nl dat de familie op termijn weer moet verhuizen, omdat de gemeente Bronckhorst geen toestemming geeft voor het bestemmingsplan van hun landgoed. Ze liet weten dat het in de lijn der verwachting ligt dat ze zullen terugkeren naar de omgeving Noordwijk, waar de familie vandaan komt.", "De verhuizing van Frankrijk naar Nederland was te zien in het afgelopen vierde seizoen, dat in november 2020 tot een einde kwam met een kijkcijferrecord van bijna anderhalf miljoen kijkers. In de eerste drie seizoenen was te zien hoe Erica en Martien Meiland samen met hun dochter Maxime een bed and breakfast opbouwden in een chateau in Frankrijk.", "In de week voor Kerst was de familie ook nog te zien in een kerstspecial van de realityshow. Hiervoor reisden ze met het hele gezin af naar Lapland.", "Het is nog niet bekend vanaf welke datum de nieuwe afleveringen worden uitgezonden."], "authors": ["Door"], "keywords": ["keert", "familie", "van", "voorjaar", "naar", "nieuwe", "met", "een", "zien", "ze", "te", "het", "meiland", "terug", "chateau", "afleveringen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}