{"id": "f9eaad24-1225-3790-8130-4e83f87b9d9e", "title": "In ‘Fatman’ verdwaalt een schietende Kerstman in een lugubere actiethriller", "url": "https://trouw.nl/cultuur-media/in-fatman-verdwaalt-een-schietende-kerstman-in-een-lugubere-actiethriller~bf5c1a24/", "summary": "Regisseerde hij met ‘The Passion of the Christ’ eerder een extreem bloederig lijdensverhaal; in ‘Fatman’ speelt hij een schietende Kerstman.\nDe film heeft meer en meer weg van een lugubere actiethriller waarin - nogal omslachtig - een boos twaalfjarig joch het idee opvat om de Kerstman uit de weg te ruimen en een moordenaar achter hem aan te sturen.\nEn zo wil de film van alles zijn: een komedie, een thriller en een actiefilm.\nWel zoet, en helemaal van deze tijd, is dat de Kerstman een zwarte echtgenote heeft.\nDe warme relatie tussen de Kerstman en zijn koekjesbakkende geliefde is het kloppende hart van de film.", "paragraphs": ["Mel Gibson houdt er wel van om tijdens de christelijke feestdagen de boel een beetje op te schudden. Regisseerde hij met ‘The Passion of the Christ’ eerder een extreem bloederig lijdensverhaal; in ‘Fatman’ speelt hij een schietende Kerstman.", "In eerste instantie lijkt de film van de Californische broers Eshom en Ian Nelms een welkome, tegendraadse kerstfilm, een persiflage op al te zoet kerstvermaak. Om er bijvoorbeeld voor te zorgen dat de elven die voor Gibsons Santa Claus werken kleine, bleke wezens blijven, worden ze volgepropt met suiker en koolhydraten.", "Maar een fijne zwarte komedie kun je Fatman niet echt noemen. De film heeft meer en meer weg van een lugubere actiethriller waarin - nogal omslachtig - een boos twaalfjarig joch het idee opvat om de Kerstman uit de weg te ruimen en een moordenaar achter hem aan te sturen. Terwijl de Kerstman, een alternatieve verschijning gezegend met Gibsons eigen grijze baard, het al zwaar genoeg heeft: zijn overheidssubsidie is ingetrokken, waardoor hij iets anders moet verzinnen om de boel draaiende te houden.", "En zo wil de film van alles zijn: een komedie, een thriller en een actiefilm. De makers komen er niet echt uit, en wat rest is een vlak en onbevredigend rommeltje. Wel zoet, en helemaal van deze tijd, is dat de Kerstman een zwarte echtgenote heeft. De warme relatie tussen de Kerstman en zijn koekjesbakkende geliefde is het kloppende hart van de film."], "authors": ["Belinda Van De Graaf"], "keywords": ["van", "film", "lugubere", "fatman", "kerstman", "schietende", "met", "zijn", "hij", "actiethriller", "verdwaalt", "een", "en", "te", "om"], "pubDate": "2020-11-26T13:39:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}