{"id": "f9f8e0ff-b989-3398-b9d3-b810b3c6f43e", "title": "Australian Open 'waarschijnlijk' uitgesteld; even slikken voor ABN Amro-toernooi", "url": "https://nos.nl/artikel/2358005-australian-open-waarschijnlijk-uitgesteld-even-slikken-voor-abn-amro-toernooi.html", "summary": "Dat zou wellicht gevolgen hebben voor het ABN Amro-toernooi in Rotterdam, dat van 8 tot en met 14 februari op de kalender staat.\n'Niet naar februari'De Australian Open staat nu nog geprogrammeerd van 18 tot en met 31 januari.\n\"Als ze maar niet naar februari gaan\", hield Richard Krajicek, directeur van het ABN Amro-toernooi, afgelopen maandag al voorzichtig rekening met een doemscenario.\nAls dat wel gebeurt, zou het betekenen dat het Rotterdamse toernooi mogelijk naar een andere datum verhuist.\nBekijk hieronder het gesprek met Krajicek over de invulling van het ABN Amro-toernooi voor 2021:", "paragraphs": ["Het ligt in de lijn der verwachting dat de Australian Open in Melbourne een of twee weken later van start zal gaan. Dat is de tussenstand van de onderhandelingen tussen de organisatie van het grandslamtoernooi en de plaatselijke overheden.", "Dat zou wellicht gevolgen hebben voor het ABN Amro-toernooi in Rotterdam, dat van 8 tot en met 14 februari op de kalender staat. Door een verschuiving van het toernooi in Australië kan er ook geschoven gaan worden met de overige evenementen op de kalender, waaronder dus Rotterdam.", "'Niet naar februari'", "De Australian Open staat nu nog geprogrammeerd van 18 tot en met 31 januari. \"Als ze maar niet naar februari gaan\", hield Richard Krajicek, directeur van het ABN Amro-toernooi, afgelopen maandag al voorzichtig rekening met een doemscenario.", "Als dat wel gebeurt, zou het betekenen dat het Rotterdamse toernooi mogelijk naar een andere datum verhuist. Voor de ATP, de overkoepelende organisatie, is het behoud van toernooien en een goede kalender namelijk topprioriteit.", "Bekijk hieronder het gesprek met Krajicek over de invulling van het ABN Amro-toernooi voor 2021:"], "authors": [], "keywords": ["uitgesteld", "australian", "van", "abn", "het", "met", "naar", "kalender", "slikken", "gaan", "een", "amrotoernooi", "waarschijnlijk", "dat", "en", "open", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}