{"id": "f9f9811c-e1c0-3493-8e93-8f42081c02c8", "title": "Volkstuinen? Woningbouw kreeg altijd voorrang in Amsterdam", "url": "https://www.parool.nl/amsterdam/volkstuinen-woningbouw-kreeg-altijd-voorrang-in-amsterdam~b46b4f21/", "summary": "Ed van Arkel is een van de tuinders bij Amstelhof.\nHij noemt de zesduizend Amsterdamse volkstuinen ‘een diepgewortelde traditie’ die in de politiek nooit bondgenoten heeft gehad.\n“Het biefstuk- en betonsocialisme was in Amsterdam traditioneel sterk, maar dat had helemaal niets met volkstuinen.\nWoningbouw kreeg altijd voorrang.”Van der Sluijs ziet ook bij GroenLinks weinig verbinding met volkstuinen.\nVan der Sluijs: “Volkstuinen zijn de zwakste spelers rond een goed dat heel schaars is geworden en heel duur.”", "paragraphs": ["Het groen tot bloei brengen en ervan genieten of zelf ervan eten, dat is volkstuinieren. Ed van Arkel is een van de tuinders bij Amstelhof. Beeld Eva Plevier", "De volkstuinders vreesden toch vooral voor hoge huren?", "De extreme huurstijging, oplopend tot een verachtvoudiging, kreeg de meeste aandacht. Maar de tuinders zagen ook om meer redenen als een berg op tegen het nieuwe gemeentelijke volkstuinenbeleid. Het stadsbestuur wil dat veel meer Amsterdammers kunnen recreëren op de tuinparken. Die moeten vaker de hekken opengooien. Volgens de plannen waar de gemeenteraad eigenlijk deze maand over zou besluiten, moest per park zelfs zo’n 20 procent helemaal openbaar worden.", "Op Dijkzicht, een van de tuinparken langs de A2 bij de Johan Cruijff Arena, was bijvoorbeeld al een fietspad aangekondigd dat het park in twee helften zou verdelen. Daarmee zouden 45 van de 200 tuintjes verdwijnen en de splitsing zou hun vereniging in het hart raken, vreesden de tuinders.", "Die plannen zijn nu dus van tafel?", "Wethouder Marieke van Doorninck heeft besloten tot ‘een pas op de plaats’. Ze gaat tot het voorjaar in gesprek met de volkstuincomplexen. Die hebben een alternatief plan gemaakt. Een huurverhoging wordt onontkoombaar genoemd, maar wat het precies betekent voor de tuinders is dus nog even afwachten. Dat geldt helemaal voor Dijkzicht en de overige complexen langs de A2. Over dat gebied zijn aparte afspraken gemaakt vanwege de bouw van De Nieuwe Kern, een wijk van 4500 woningen vlakbij de Johan Cruijff Arena.", "Horen volkstuinders bij de achterban van GroenLinks?", "Daar begonnen de tuinders de afgelopen weken zelf hardop aan te twijfelen. GroenLinkswethouder Van Doorninck leek aanvankelijk doof voor de storm van protest. Ze gaf maandag op het laatste nippertje toe. Dat verbaasde ‘volkstuinhistoricus’ Chris van der Sluijs niets. Hij noemt de zesduizend Amsterdamse volkstuinen ‘een diepgewortelde traditie’ die in de politiek nooit bondgenoten heeft gehad.", "Zijn volkstuinen dan een politiek stiefkindje?", "Zelfs bij links hadden de tuinders geen vrienden, volgens de volkstuinhistoricus. De sociaaldemocraten van de PvdA waren vooral uit op materiële vooruitgang voor de arbeiders. “Het biefstuk- en betonsocialisme was in Amsterdam traditioneel sterk, maar dat had helemaal niets met volkstuinen. Woningbouw kreeg altijd voorrang.”", "Van der Sluijs ziet ook bij GroenLinks weinig verbinding met volkstuinen. De laatste jaren wordt wel gesproken van ‘proseccotuinders’ – met een mooi boek en een goed glas wijn de buitenlucht in – maar de werkelijkheid is rauwer. En of GroenLinks daar gevoel bij heeft? “Ze hebben geen idee dat mensen daar hun hele ziel en zaligheid in leggen. Je staat toch eens per jaar in een duikpak de sloot leeg te trekken.”", "Dat de gemeente de complexen voor iedereen toegankelijk en zelfs deels openbaar wil maken, ziet hij als een breuk met het verleden. Sinds de oprichting van de Bond van Volkstuinders in 1917 liet Amsterdam de tuinderscomplexen steeds de vrije hand. Je kunt ook zeggen: ze werden aan hun lot overgelaten. “Het is frappant dat de overheid na precies een eeuw de teugels aanhaalt op de volkstuinen.”", "Zijn de volkstuinparken een speelbal van het eeuwige gevecht om ruimte in de stad?", "De komende jaren moeten Nieuw Vredelust en een deel van Ons Lustoord plaatsmaken voor De Nieuwe Kern. Het is bepaald geen nieuwe ontwikkeling. Dijkzicht moest in 1957 al eens wijken voor de bouw van Buitenveldert. “Er is in Amsterdam geen volkstuin te vinden die nooit verkast is,” zegt Van der Sluijs.", "Nieuw is wel dat er minder ruimte beschikbaar is om volkstuinders die moeten wijken voor nieuwbouw ergens anders onder te brengen. Het gevecht draait om grond. Van der Sluijs: “Volkstuinen zijn de zwakste spelers rond een goed dat heel schaars is geworden en heel duur.”"], "authors": ["Bart Van Zoelen"], "keywords": ["volkstuinen", "van", "bij", "amsterdam", "tuinders", "kreeg", "het", "op", "woningbouw", "voorrang", "een", "dat", "en", "altijd", "voor"], "pubDate": "2020-12-09T10:00:18+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}