{"id": "f9f9bd5c-2da6-3fb8-a5dd-7d1e43180b36", "title": "Reconstructie van de dertienjarige zoektocht naar Madeleine McCann", "url": "https://nu.nl/dvn/6055816/reconstructie-van-de-dertienjarige-zoektocht-naar-madeleine-mccann.html", "summary": "Britse en Duitse opsporingsdiensten zijn een hoofdverdachte op het spoor in de zaak rond de verdwijning van het Britse meisje Madeleine McCann, dertien jaar geleden in Portugal.\nKate en Gerry verweten de Portugese politie dat die in eerste instantie traag handelde en de plaats delict niet veiligstelde.\nHarry Potter-schrijfster J.K. Rowling was een van de bekende figuren die een miljoenenbeloning uitloofden voor degene met de gouden tip.\nVoor het Portugese openbaar ministerie was dit de aanleiding om de zaak van de lokale Portugese politie te laten heropenen.\nDe onderzoekers van het Britse New Scotland Yard staan open voor tips.", "paragraphs": ["Britse en Duitse opsporingsdiensten zijn een hoofdverdachte op het spoor in de zaak rond de verdwijning van het Britse meisje Madeleine McCann, dertien jaar geleden in Portugal. Het gaat om de Duitse gevangene Christian Brückner (43), die vastzit wegens kindermisbruik. NU.nl zet de belangrijkste ontwikkelingen over een van de grootste onopgeloste Britse misdaadzaken, die wereldwijde aandacht trok en vele wendingen kende, op een rij.", "Op 3 mei 2007 verdween de driejarige McCann uit haar slaapkamer in een appartement op het Portugese vakantieresort Praia da Luz in de Algarve, waar zij met haar familie verbleef. Op het moment van McCanns verdwijning waren haar ouders - Kate en Gerry McCann - met vrienden uiteten in een nabijgelegen restaurant.", "Er werd ingebroken terwijl Madeleine en haar broertje en zusje, een tweejarige tweeling, sliepen. De lokale politie ging uit van een ontvoering. Kate en Gerry verweten de Portugese politie dat die in eerste instantie traag handelde en de plaats delict niet veiligstelde.", "De dagen na de verdwijning richtten de ouders van McCann zich tot de media om te helpen met de zoektocht naar hun dochter. De zaak trok wereldwijde aandacht, nadat de internationale voetbalsterren David Beckham en Cristiano Ronaldo aandacht vroegen voor de vermissingszaak.", "Harry Potter-schrijfster J.K. Rowling was een van de bekende figuren die een miljoenenbeloning uitloofden voor degene met de gouden tip.", "189 Maddie McCann dertien jaar vermist: dit zou er gebeurd kunnen zijn", "Ouders tijdelijk aangemerkt als verdachten", "De internationale media-aandacht voor de zaak leidde tot meerdere meldingen van mensen over heel de wereld, die meenden Madeleine te hebben gezien. In alle gevallen zagen zij een ander meisje voor McCann aan.", "Het onderzoek door de Portugese autoriteiten leverde in eerste instantie geen grote aanwijzingen op en de rechercheurs begonnen hun aandacht te verschuiven naar de ouders zelf.", "In september 2007 werden Gerry en Kate ondervraagd als formele verdachten in de vermissingszaak. In juli 2008 zette de Portugese politie het onderzoek stop wegens een gebrek aan bewijs en de McCanns werden vrijgesproken van elke betrokkenheid.", "Oud-rechercheur moet schadevergoeding betalen om boek", "Een ander echtpaar en vrienden van Gerry en Kate verdedigden de ouders door te zeggen dat zij bij hen waren in het restaurant op het moment dat Madeleine verdween. Een aantal Britse roddelbladen, die hadden geschreven dat de ouders betrokken waren geweest bij de verdwijning van hun dochter, werden met succes aangeklaagd wegens smaad.", "In 2015 oordeelde een Portugese rechter dat een voormalige Portugese rechercheur, die in het begin bij de zaak betrokken was geweest, de ouders een schadevergoeding van 500.000 euro moest betalen. Goncalo Amaral beweerde in zijn boek dat het meisje was overleden tijdens een ongeluk en dat de ouders het lichaam van hun dochter hadden verborgen.", "De ouders zeiden \"depressief\" te zijn door Amarals beschuldigingen. Zijn boek De waarheid over leugens mocht van de rechter niet meer verkocht of herdrukt worden in Portugal.", "Door: Pro Shots", "De onderzoekers maakten woensdag bekend dat de nieuwe hoofdverdachte in de tijd voor de verdwijning van McCann rondtrok in dit wit-gele Volkswagen T3 Westfalia-busje met Portugees kenteken. Een dag na haar verdwijning werd het voertuig op een andere Duitse naam gezet. (Foto: Pro Shots)", "Britse politie begint eigen onderzoek", "In 2011 vroeg David Cameron, de toenmalige Britse premier, de Londense politie om een herziening van de zaak, nadat hij benaderd was door Gerry en Kate. Britse rechercheurs kwamen al gauw met 38 potentiële verdachten aanzetten die zij hadden geïdentificeerd en in 2013 begon de Britse politie een eigen onderzoek, genaamd 'Operatie Grange'.", "De Britse onderzoekers kregen later dat jaar een aantal verdachte mannen in beeld, onder wie een onbekende verdachte, die ze in het bijzonder wilden opsporen. Voor het Portugese openbaar ministerie was dit de aanleiding om de zaak van de lokale Portugese politie te laten heropenen.", "Het leidde ertoe dat de Portugese politie vier verdachten ondervroeg, die later alle vier werden vrijgesproken van elke betrokkenheid. Ook een zoektocht van de Britten rondom het vakantieresort Praia da Luz leverde geen doorbraak op.", "Na dertien jaar een plotselinge doorbraak", "Londense rechercheurs suggereerden daarna een tijdje later dat Madeleine mogelijk een van de slachtoffers was van een reeks aanrandingen van Britse kinderen in Portugal, waarschijnlijk uitgevoerd door één dader tussen 2004 en 2010.", "Maar in 2017, tien jaar na de verdwijning van het meisje, zeiden de onderzoekers dat ze de zaak misschien nooit zouden oplossen. Desondanks bleven de rechercheurs op zoek naar openingen in de zaak, die de Britse regering via het speciaal opgezette Madeleine Fonds hielp financieren.", "Onlangs zeiden de Britse en Duitse politie plotseling dat ze een nieuwe verdachte in de zaak op het oog hadden. Brückner woonde tussen 1995 en 2007 in de Algarve. In die periode brak hij in bij hotels en vakantiewoningen en handelde hij in drugs.", "De Duitse aanklager vermoedt dat McCann niet meer leeft en het onderzoek is na al die jaren van vermissing aangemerkt als moordzaak.", "Door: Pro Shots", "Het onderzoeksteam vermoedt dat de verdachte destijds ook in het bezit was van deze donkere Jaguar XJR 6 met Duitse kentekenplaat. De onderzoekers van het Britse New Scotland Yard staan open voor tips. De Londense politie heeft een beloning van 22.000 pond (20.000 euro) uitgeloofd voor de gouden tip. (Foto: Pro Shots)"], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["politie", "zaak", "naar", "reconstructie", "van", "dertienjarige", "een", "het", "britse", "en", "portugese", "die", "dat", "zoektocht", "mccann", "madeleine"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}