{"id": "fa04adb9-cb6e-3d89-a5d7-05e0731b0b76", "title": "‘Ik mag hem niet,’ fluisterde Martin Ros me toe over Ursul de Geer", "url": "https://www.parool.nl/columns-opinie/ik-mag-hem-niet-fluisterde-martin-ros-me-toe-over-ursul-de-geer~bc91379a/", "summary": "Martin en Ursul.\n“Ik mag hem niet,” fluisterde Martin Ros me toe, “ik zie in hem nog de oude De Geer.\nDie… die… laffe landverrader!\nDaar is hij familie van.” En nog zachter zei hij: “En ik vind die Ursul arrogant!”We naderden de boekhandel en dus het moment waarop Ursul en Martin elkaar zouden treffen.\nIk hoorde Martin Ros opeens met een slijmstem zeggen die ik niet van hem kende: “Mijnheer De Geer, ik heb zo’n bewondering voor u en voor uw televisieprogramma.", "paragraphs": ["Martin en Ursul. Eerst kwam ik uitgever Martin Ros van de Arbeiderspers tegen. Hij twijfelde of hij bij het moderne antiquariaat van Rob van Gennep op de Nieuwezijds naar binnen zou gaan, maar hij moest op tijd bij Athe­naeum Boekhandel zijn.", "Van enige afstand zagen wij Ursul de Geer aankomen. Ursul had toen een spraak­makende talkshow.", "“Ik mag hem niet,” fluisterde Martin Ros me toe, “ik zie in hem nog de oude De Geer. Die… die… laffe landverrader! Daar is hij familie van.” En nog zachter zei hij: “En ik vind die Ursul arrogant!”", "We naderden de boekhandel en dus het moment waarop Ursul en Martin elkaar zouden treffen. Ik hoorde Martin Ros opeens met een slijmstem zeggen die ik niet van hem kende: “Mijnheer De Geer, ik heb zo’n bewondering voor u en voor uw televisieprogramma. Mag ik u dit boek schenken dat vandaag is uitgekomen? De schrijfster is een groot talent…”", "Ursul, chic, bedankte hoffelijk en vroeg wel vijf keer tevergeefs of hij het boek niet moest betalen.", "Een aantal jaren later, huurden wij – filmproductiebedrijf Column – een kantoor in de Van Eeghenstraat. Ursul de Geer bleek boven ons te wonen. Hij kon zich zeer boos maken over de vervuiling van de stad. Vooral de kauwgum op de stoep vond hij verschrikkelijk. Waarom deed de gemeente hier niets aan?", "Omdat we dezelfde voordeur deelden, gebeurde het dat Ursul mij trof met een emmer en zwabber – props voor een film die teruggebracht moesten worden.", "“Ga je de gang doen?” vroeg Ursul.", "“Nee, ik heb buiten op onze stoep alle kauwgum weg zitten krabben, m’n knieën zijn er helemaal kapot van, en daarna heb ik de stoep geschrobd,” loog ik.", "Ursul was diep onder de indruk en vond het geweldig dat ik de stoep had schoon­gemaakt. Hij schonk ons, als dank, een fles wijn en zei er eerlijk bij dat hij die had gekregen tijdens een première van een van zijn toneelstukken.", "“Maar,” zei ik tegen hem, “zou jij het volgende week kunnen doen?”", "Ja, dat was goed.", "Ik was de grap alweer vergeten, maar op een gegeven moment werd er aan de deur geklopt. Ursul vroeg de emmer en de zwabber en een klein mesje om de kauwgum weg te krabben.", "We openden toen maar zijn eigen fles en hij dronk mee.", "Hij zei toen: “Ik word altijd in de maling genomen.”", "Theodor Holman (1953) is columnist, schrijver, televisie- en radiomaker. Elke dag, uitgezonderd zondag, lees je hier zijn column. Lees al zijn columns terug in het archief.", "Reageren? t.holman@parool.nl."], "authors": ["Theodor Holman"], "keywords": ["fluisterde", "van", "geer", "hem", "het", "op", "hij", "die", "ursul", "zijn", "ik", "martin", "ros", "mag", "niet", "een", "en", "toe"], "pubDate": "2020-12-09T12:00:22+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}