{"id": "fa1aa9a3-ff0b-398c-95b1-a658884c48da", "title": "Met een klein vastje hier en daar valt Teun moeiteloos af", "url": "https://volkskrant.nl/cultuur-media/met-een-klein-vastje-hier-en-daar-valt-teun-moeiteloos-af~b155e82b/", "summary": "Door regelmatig en in een beperkt aantal eetmomenten vooral tijdens de dag te eten, wordt de klok op een juiste manier geactiveerd.\nIk ontbloot mijn bovenlijf, zij meet mijn huidkwabben met haar koude metalen tang en ik stap op de weegschaal.\nMijn met pijn en moeite opgebouwde spieren zijn verdwenen en ik blijk ook nog eens flink te zijn aangekomen.\nNa het eten kan ik het niet meer opbrengen te sporten en heel vroeg in de ochtend zie ik het ook niet zitten.\nEssentieel is wel om alle gezonde voedingswaarden binnen te krijgen en te blijven sporten.", "paragraphs": ["Teun van de Keuken probeert voor V verschillende diëten uit. Valt hij af? En kan hij universele lessen trekken uit de regimes? Deel 4: intermittent fasting.", "Nadat we ons tijdens de feestdagen ongans hebben gevreten en gezopen, dan wel stiekem en stom met veel meer mensen dan mag, dan wel alleen of in miniem gezelschap, willen we van die kerstkilo’s af. Veel mensen overwegen intermittent fasting, een dieet dat uitgaat van de heilzame werking van vasten. Zo zou dierenonderzoek suggereren dat vasten heilzaam kan zijn bij verschillende chronische ziekten, zoals obesitas, diabetes en zelfs verschillende vormen van kanker en cardiovasculaire aandoeningen.", "Ook Hanno Pijl, internist-endocrinoloog en hoogleraar diabetologie aan het LUMC, ziet veel gezondheidsvoordelen van vasten. ‘Een van de problemen met ons huidige eetpatroon is dat we de hele dag door ‘grazen’. We eten vrijwel dag en nacht. Daar zijn we niet voor gemaakt. We hebben een biologische klok die de stofwisseling coördineert. Die biologische klok wordt getimed door licht, maar ook door voeding. Ons lichaam is gemaakt voor een beperkt aantal eetmomenten, die ook nog alleen overdag plaatsvinden. Door regelmatig en in een beperkt aantal eetmomenten vooral tijdens de dag te eten, wordt de klok op een juiste manier geactiveerd. Dat maakt dat de stofwisseling optimaal verloopt. Een betere verwerking van voeding kan effect hebben op het gewicht, maar heeft vooral gunstige effecten op de concentratie van glucose en vetten in het bloed en op de bloeddruk, en dat heeft weer effect op de gezondheid.’ Ik besluit te vasten om af te vallen.", "Het valt me zwaar om na een vakantie zonder dieet en training weer binnen te stappen bij Esther, mijn diëtist. Ik ontbloot mijn bovenlijf, zij meet mijn huidkwabben met haar koude metalen tang en ik stap op de weegschaal. Het resultaat bevalt haar niet. Mijn met pijn en moeite opgebouwde spieren zijn verdwenen en ik blijk ook nog eens flink te zijn aangekomen. We hadden weliswaar afgesproken dat ik het in de zomer een beetje zou mogen laten gaan, maar nu blijkt dat ik de de touwtjes wel heel erg heb laten vieren. Tijdens mijn vrije maand in Limburg had ik het sporten op een heel laag pitje gezet en genoten van patat met zoervleis en wafels met ijs. Een lekker biertje erbij en het vakantiegevoel was compleet.", "Aan het einde van mijn vorige dieet (veganistisch) woog ik 75,4 kg en nu ben ik 76,8. Mijn buikomvang is van 86,3 centimeter gegroeid naar 88,5 centimeter. Ik zit er vooral mee dat Esther ontevreden is. Mensen kunnen nog zo vaak zeggen dat je het voor jezelf doet, ik blijk dingen toch meestal voor anderen te doen. Ik leef op loftuitingen en vat kritiek snel persoonlijk op. Die zelfkennis leidt dan weer tot een lichte zelfhaat. Ik voel me een mislukkeling.", "Meteen na de sessie met Esther word ik onder handen genomen door Thomas Hoekstra, mijn personal trainer bij Fysiomed. Ik blijk de oefeningen niet verleerd, til zware dingen op, train mij leeg en voel mij daarna een stuk beter. Zo kom je dus uit de negatieve spiraal: gewoon weer aan de slag. Laat intermittent fasting maar komen! Ik besluit voor de variant te kiezen die eigenlijk time restricted eating heet: het ontbijt overslaan en ook na 8 uur ’s avonds niets meer eten. Een maand lang eet ik slechts tussen 12 uur ’s middags en acht uur ’s avonds. Ik besluit geen extra maaltijd in te lassen, dus alleen lunch en dan diner om zeven uur. Geen chocola na het eten, geen drankje voor het slapengaan, niet ontbijten en zelfs geen koffie met melk voor het middaguur.", "Het gaat mij meteen heel goed af. Dit komt waarschijnlijk omdat ik geen ontbijter ben. Mijn hele leven heb ik ’s morgens tegen heug en meug voedsel naar binnen gewerkt omdat ‘het ontbijt de belangrijkste maaltijd van de dag is’. Maar is dat ook zo, vraag ik aan Pijl: ‘Het hardnekkige verhaal dat het ontbijt cruciaal is voor een gezonde voedingsdag is wetenschappelijk heel slecht onderbouwd.’ Hij denkt wel dat het gunstiger zou zijn om in plaats van het ontbijt het avondeten over te slaan: ‘Daar is wel wat wetenschappelijk bewijs voor, maar dat is nog heel beperkt. Bovendien is zo’n eetpatroon sociaal volkomen onacceptabel.’", "Het Voedingscentrum suggereert wel dat het ongezond is om het ontbijt over te slaan, maar lijkt het ook niet zeker te weten: ‘Het is lastig om goed vast te stellen of er een verband is tussen overgewicht, ziekten en niet ontbijten. Het overslaan van het ontbijt kan namelijk samenhangen met ongezonde gewoonten, zoals veel snacken, roken, alcohol drinken en weinig bewegen.’ Bovendien: ‘Uit klinische studies blijkt dat er een kleine daling is in de dagelijkse energie-inname en lichaamsgewicht als het ontbijt wordt overgeslagen.’ Dus óf ontbijten overslaan heeft negatieve effecten – maar dat kan samenhangen met een slecht leefpatroon – óf je valt ervan af. Ik concludeer dat je prima zonder ontbijt kunt als je de rest van de dag maar blijft bewegen, en niet méér gaat eten ter compensatie.", "Welke soorten vasten zijn er? Er zijn verschillende varianten van vasten mogelijk, legt hoogleraar Hanno Pijl uit: ‘Om de dag vasten, twee aaneengesloten dagen per week vasten en vier tot vijf aaneengesloten dagen per maand gemodificeerd vasten (veel minder eten, red.).’ Ook kun je het aantal uren dat je op een dag eet beperken. Dat wordt in dit artikel ook intermittent fasting genoemd, maar volgens Pijl is dat niet helemaal juist: ‘Wetenschappers gebruiken het woord vasten veelal voor 24 uur niet eten. Twaalf tot vijftien uur per dag niet eten, kun je volgens Pijl beter time restricted eating noemen. Het echte vasten – dus een paar dagen niet eten – is doorgaans effectiever dan time restricted eating, omdat veel mensen bij deze laatste variant niet minder eten, maar alleen het aantal uren waarin ze eten beperken.", "Juist dat gezond eten en bewegen blijkt lastig. Mijn normale routine is om na het werk een uurtje te sporten, dan te koken en daarna – vrij laat – te eten. Nu moet ik ervoor zorgen dat we vroeg genoeg aan tafel kunnen om voor 8 uur de laatste hap naar binnen te krijgen. Na het eten kan ik het niet meer opbrengen te sporten en heel vroeg in de ochtend zie ik het ook niet zitten. Doordeweeks sporten schiet er zo vaak bij in. Het zijn allemaal geen goede excuses, maar als ik iets heb geleerd in mijn jaar van diëten is dat een eet(en sport-)patroon alleen werkt als het makkelijk in je dagelijks leven valt in te passen.", "Op zich eet ik redelijk gezond. In de avond veel groente, nauwelijks vlees, geen alcohol en geen snoep of koek. En tijdens de lunch – meestal onderweg – een broodje kaas, hummus of gegrilde groente. Alleen fruit schiet erbij in. Ik heb mij in de loop der jaren aangeleerd om dat bij het ontbijt te eten, door de yoghurt of havermout, dan had ik het maar gehad. Want fruit vind ik niet lekker, dat eet ik omdat het moet. Omdat dit dieet niet dwingend voorschrijft wat je wel en niet mag eten, alleen wanneer je moet eten, is het heel makkelijk de toch al niet zo geliefde appel of kiwi te vergeten.", "Ondanks mijn gebrek aan beweging blijkt dit dieet een succes. Mijn buikomvang is geslonken van 88,5 naar 85,5 centimeter en na een week is mijn gewicht gedaald van 76,8 naar 75,2 kilo. Dat blijft gedurende het hele dieet zo en als ik na ruim een maand stop met vasten, blijf ik steken op 75 kilo. Dat is ook niet zo gek. Als je het ontbijt overslaat en in de andere uren niet méér eet dan je normaal zou doen, dan val je vanzelf af. Dat scheelt toch snel zo’n 500 calorieën per dag . Volgens wetenschappers, die vasten niet zozeer aanraden om af te vallen, maar vanwege de eerder genoemde gezondheidsvoordelen, is dat ook de voornaamste reden dat je van vasten (of time restricted eating) afvalt: je hebt simpelweg minder tijd om te eten. Pijl: ‘Wanneer je je eetmomenten beperkt, ga je meestal automatisch minder eten. Maar time restricted eating heeft doorgaans matig effect op het gewicht van mensen met een vrijwel normaal gewicht. Mensen met overgewicht hebben wel de neiging gewicht te verliezen.’", "Als je het ontbijt makkelijk kunt missen, is time restricted eating een heel simpele manier om snel van de kerstkilo’s af te komen. Moeiteloos eet je 500 calorieën per dag minder. Essentieel is wel om alle gezonde voedingswaarden binnen te krijgen en te blijven sporten. Dat maakt dit dieet voor mij toch lastig. En als je ’s ochtends chagrijnig de uren tot 12 uur zit te tellen, dan moet je deze afvalmethode ook niet kiezen. Dan is de kans groot dat je later op de dag juist voor de bijl gaat voor een frikandelbroodje op het station."], "authors": [], "keywords": ["daar", "ik", "hier", "van", "eten", "klein", "en", "met", "een", "vastje", "teun", "moeiteloos", "te", "het", "niet", "dat", "valt", "je"], "pubDate": "2021-01-03T16:59:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}