{"id": "fa2aeff0-597c-3ad6-90ee-22d6b3986ede", "title": "Rotterdam verwacht op korte termijn nieuwe data voor ATP-toernooi", "url": "https://nu.nl/rotterdam/6097295/rotterdam-verwacht-op-korte-termijn-nieuwe-data-voor-atp-toernooi.html", "summary": "De organisatie van het ATP-toernooi in Rotterdam verwacht op korte termijn te horen wat de nieuwe data van het tennisevenement worden.\nWij hebben er alle vertrouwen in dat dat goedkomt\", zegt een woordvoerder van het ABN AMRO World Tennis Tournament.\nHet evenement in Ahoy stond voor 6 tot en met 14 februari op het programma.\nWe hebben in Ahoy de ruimte om qua data naar achteren te schuiven, ergens tussen de Australian Open en Roland Garros in.\nWe laten ons wat dit betreft sturen door de overheid: wat mag wel en wat mag niet?", "paragraphs": ["De organisatie van het ATP-toernooi in Rotterdam verwacht op korte termijn te horen wat de nieuwe data van het tennisevenement worden. \"De ATP is die puzzel aan het oplossen. Wij hebben er alle vertrouwen in dat dat goedkomt\", zegt een woordvoerder van het ABN AMRO World Tennis Tournament.", "Het evenement in Ahoy stond voor 6 tot en met 14 februari op het programma. De Australian Open is vanwege de coronacrisis echter met drie weken uitgesteld en begint nu in de week dat in Rotterdam gespeeld zou worden. Het Nederlandse ATP-toernooi gaat gewoon door, maar in een andere week.", "\"We wisten dat dit eraan zat te komen\", zegt de woordvoerder over de verschuiving van de Australian Open, die weer gevolgen heeft voor de hele tenniskalender in het voorjaar van 2021.", "\"Ons toernooi gaat door, we hopen aan het einde van de week te weten wanneer. We hebben in Ahoy de ruimte om qua data naar achteren te schuiven, ergens tussen de Australian Open en Roland Garros in. We zitten in Ahoy alleen met het Songfestival, dat een redelijke lange opbouwfase heeft. Het enige wat voor ons belangrijk is, is dat we niet te dicht op de Australian Open zitten. De tennissers moeten wel de kans krijgen om goed te herstellen.\"", "De organisatie heeft diverse scenario's klaarliggen, ook wat betreft wel of geen publiek in Ahoy. \"We houden met alle scenario's rekening, van geen publiek tot publiek op 1,5 meter. In dat geval kunnen we 3.000 à 3.500 mensen kwijt langs de baan. We laten ons wat dit betreft sturen door de overheid: wat mag wel en wat mag niet? Dat zien we tegen die tijd wel.\"", "Toernooidirecteur Richard Krajicek had vooralsnog alleen de Rus Daniil Medvedev en het Italiaanse talent Jannik Sinner vastgelegd als deelnemers aan de komende editie."], "authors": ["Door"], "keywords": ["nieuwe", "dat", "van", "rotterdam", "open", "en", "atptoernooi", "australian", "data", "te", "korte", "op", "voor", "termijn", "met", "wat", "het", "verwacht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}