{"id": "fa3eb58f-e723-3f08-81cf-cb5f468a3044", "title": "Verband tussen explosies in Poolse supermarkten nog niet aangetoond", "url": "https://trouw.nl/nieuws/verband-tussen-explosies-in-poolse-supermarkten-nog-niet-aangetoond~bc9a4cf7/", "summary": "Het lijkt onwaarschijnlijk dat de explosies die twee Poolse supermarkten in Aalsmeer en Heeswijk-Dinther maandagnacht vernietigden niets met elkaar te maken hebben.\nKoerdenVeel ‘Polski Sklepy’, oftewel Poolse winkels, hebben eigenaren met een Koerdische achtergrond.\nDie eigenaar van die supermarkt, Mohamed Mahmoed, ook een Koerd, zegt zijn collega in Heeswijk-Dinther niet te kennen.\nIn Aalsmeer en Heeswijk-Dinther wonen veel Polen, maar zowel de gemeente als de politie kunnen niet zeggen of er in die gemeenschappen iets broeide.\nIn eerste instantie leek het erop leek dat de ontploffing de hele constructie had aangetast, maar na onderzoek bleek dit niet het geval te zijn.", "paragraphs": ["Het lijkt onwaarschijnlijk dat de explosies die twee Poolse supermarkten in Aalsmeer en Heeswijk-Dinther maandagnacht vernietigden niets met elkaar te maken hebben. In Aalsmeer werd rond drie uur ’s nachts de voorpui eruit geblazen, waarna een felle brand ontstond. Een uur later gebeurde hetzelfde ruim honderd kilometer verderop in Oost-Brabant. Niemand raakte gewond.", "De politie tast nog in het duister over het mogelijke verband. Beide supermarkten hadden weliswaar de naam Biedronka op de gevel staan, maar staan volledig los van elkaar. Ze hebben andere eigenaren. Er is evenmin een - officiële - link met de grote discounter-keten Biedronka, die in Polen tweeduizend vestigingen heeft.", "Veel Poolse winkels in Nederland heten Biedronka, of iets wat daarop lijkt. Er zijn hier inmiddels tientallen winkels met levensmiddelen uit Polen en omringende landen. Ze bedienen niet alleen een aanzienlijk deel van de 195.000 migranten van Poolse komaf. Ook Letten, Bulgaren en Russen behoren tot de klantenkring.", "Koerden", "Veel ‘Polski Sklepy’, oftewel Poolse winkels, hebben eigenaren met een Koerdische achtergrond. Bij de opening van de Biedronka in Heeswijk-Dinther eerder dit jaar zei mede-eigenaar Shawna Rabati dit tegen het Brabants Dagblad. Samen met familie en vrienden bezit Rabati ook winkels in Uden, Oss, Almere, Weert en Nistelrode. De Biedronka in Aalsmeer hoort daar niet bij. Die eigenaar van die supermarkt, Mohamed Mahmoed, ook een Koerd, zegt zijn collega in Heeswijk-Dinther niet te kennen.", "Beide winkeliers zeggen geen idee te hebben in welke hoek de daders van de aanslagen moet worden gezocht. “Ik heb geen vijanden”, zegt Mahmoed, “ik voel me niet bedreigd.” Zijn Brabantse collega Rabati hoopt dat de recherche serieus onderzoek doet naar de daders. Inmiddels heeft de politie van Oost-Brabant al een oproep gedaan voor getuigen, informatie, tips en camerabeelden. In Aalsmeer en Heeswijk-Dinther wonen veel Polen, maar zowel de gemeente als de politie kunnen niet zeggen of er in die gemeenschappen iets broeide.", "Ravage", "Mede door de brand die door de ontploffing ontstond, is de ravage in de getroffen supermarkten groot. In Heeswijk-Dinther evacueerde de politie preventief twintig bewoners van het boven de winkel gebouwde appartementencomplex. In eerste instantie leek het erop leek dat de ontploffing de hele constructie had aangetast, maar na onderzoek bleek dit niet het geval te zijn.", "In Aalsmeer is de voorgevel weggeslagen en uitgebrand. Er liggen honderden blikken op straat. Een auto met Pools nummerbord die aan de overkant van de straat op een plein staat, is uitgebrand. De auto zou toebehoren aan de bewoners van de eveneens door het vuur vernietigde bovenwoning. Twee naastgelegen panden kunnen voorlopig ook niet worden bewoond. Het onderzoek is nog in volle gang."], "authors": [], "keywords": ["aangetoond", "van", "nog", "het", "die", "met", "tussen", "verband", "explosies", "aalsmeer", "niet", "supermarkten", "een", "poolse", "en", "biedronka", "heeswijkdinther"], "pubDate": "2020-12-09T09:14:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}