{"id": "fa620b71-ede3-3651-b463-139609925a4c", "title": "Dit zijn de leerlingen die wel gewoon naar school kunnen", "url": "https://stories.lab.nos.nl/artikel/2360797-dit-zijn-de-leerlingen-die-wel-gewoon-naar-school-kunnen", "summary": "Dit zijn de leerlingen die wel gewoon naar school kunnen dinsdag, 17:13Wat is er gebeurd?\nVolgens het LAKS krijg je gewoon onderwijs op school, van je eigen docenten, en met je eigen klas.\nOok aan hoe je je moet gedragen op school zijn geen extra regels verbonden.\nVoor je schoolexamen biologie mag je dus gewoon naar school worden geroepen, maar verder krijg je online onderwijs.\nStudenten die examens, tentamens of toetsen moeten doen, mogen daarvoor wel op school komen.", "paragraphs": ["Dit zijn de leerlingen die wel gewoon naar school kunnen dinsdag, 17:13", "Wat is er gebeurd?", "Premier Rutte kondigde in zijn toespraak vanuit het Torentje aan dat alle scholen op woensdag 16 december gaan sluiten. Zij geven tot in ieder geval 17 januari 2021 les op afstand.", "Geldt voor middelbare scholen, mbo's, basisscholen en hogescholen dus. Maar het ministerie van onderwijs heeft wel vier uitzonderingen gemaakt: voor eindexamenleerlingen, voorexamenleerlingen, praktijkonderwijs en kwetsbare leerlingen.", "In dit artikel leggen we voor die vier groepen uit hoe school er de komende tijd uit gaat zien.", "Eindexamenklassen", "Voor het hele onderwijs geldt: de scholen gaan dicht de komende vijf weken. Maar niet voor iedereen. Doe je dit jaar eindexamen? Dan verandert er voor jou waarschijnlijk niet zo veel. Volgens het LAKS krijg je gewoon onderwijs op school, van je eigen docenten, en met je eigen klas. Op die manier hopen ze dat je goed wordt voorbereid op de belangrijke eindtoetsen. Hoe jouw school dit gaat inrichten, hoor je snel van hen.", "Ook aan hoe je je moet gedragen op school zijn geen extra regels verbonden. Je moet nog steeds een mondkapje op in de gang, en afstand houden tot andere leerlingen hoeft niet.", "Onder anderen het ministerie van Onderwijs, het LAKS en vervolgopleidingen zijn nu aan het bespreken hoe het zal gaan met de eindexamens. Het LAKS wil graag dat er snel duidelijkheid komt over hoe die eruit gaat zien. Zodra we daar meer over weten, vertellen we je dat natuurlijk op het Instagram-account van NOS Stories.", "Voorexamenleerlingen", "Leerlingen in de voorexamenklassen mogen op school komen voor de schoolexamens, de PTA's dus. Voor je schoolexamen biologie mag je dus gewoon naar school worden geroepen, maar verder krijg je online onderwijs.", "Praktijklessen", "Heb je praktijklessen op het vmbo, vso of het mbo? Dan mag je voor die praktijklessen naar school komen. Als je bijvoorbeeld een kappersopleiding doet, kan je gewoon oefenen met klanten knippen. En ook automonteurs en verplegers in opleiding kunnen fysiek les blijven volgen.", "Dat geldt ook voor praktijklessen van zogenaamde 'contactberoepen', waar de kapper ook onder valt. Misschien dat jouw school extra maatregelen neemt om de verspreiding van het coronavirus tegen te gaan, zoals het neerzetten van spatschermen.", "Praktijktoetsen en opdrachten voor het mbo gaan door, ook als je bijvoorbeeld zo'n toets begin januari gepland hebt staan.", "Over hoe het zit met stages op het mbo, is nog niet veel bekend. Het JOB, de organisatie voor mbo'ers, is hard aan de slag om ervoor te zorgen dat zo veel mogelijk van jullie een plek vinden. Wel zijn er nu zo'n 21.000 stageplekken te weinig, en de verwachting is dat dat er nog een stuk meer worden. We houden je op Insta op de hoogte van al het nieuws rondom de mbo-stages. Hou ons kanaal dus in de gaten de komende tijd.", "Kwetsbare leerlingen Voor kwetsbare leerlingen is er ook een plek op school. Je mag dan bijvoorbeeld een werkplek gebruiken, en je kan hulp en extra begeleiding krijgen als je dat nodig hebt. Er zijn richtlijnen om te kunnen bepalen om welke leerlingen dit gaat, maar scholen maken uiteindelijk de beslissing om je wel of niet als kwetsbare leerling aan te wijzen. Net als in het voorjaar gaat het in ieder geval om leerlingen zonder veilige thuisbasis. Je ouders of verzorgers krijgen hierover een brief of mail van school.", "Volgens Noah Hajji, voorzitter van JOB, zijn ook mbo-leerlingen van niveau 1 en 2 nu officieel kwetsbare leerlingen. Zij mogen dus ook op school komen voor een werkplek of extra begeleiding. En voor de praktijklessen waren ze dus sowieso al welkom.", "Hoe zit het met hogescholen en universiteiten?", "Daarvoor geldt: die blijven dicht. Je krijgt dus afstandsonderwijs. Maar ook voor hbo en wo-studenten gelden uitzonderingen.", "Studenten die examens, tentamens of toetsen moeten doen, mogen daarvoor wel op school komen. En ook als je praktijkonderwijs volgt mag dat.", "Ook binnen de hogescholen en universiteiten zijn kwetsbare studenten. Die mogen ook naar de instelling komen voor begeleiding. Je moet wel 1,5 meter afstand tot elkaar houden en het dragen van een mondkapje buiten de les is verplicht."], "authors": [], "keywords": ["wel", "je", "leerlingen", "naar", "kunnen", "school", "van", "een", "voor", "het", "gewoon", "ook", "en", "die", "op", "dat", "dit", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}