{"id": "fa6e4e07-83f6-38b3-a4eb-093161f9fe85", "title": "The Death of Antonio Sánchez Lomastoont hoe de Spaanse burgeroorlog nooit verwerkt is", "url": "https://trouw.nl/cultuur-media/the-death-of-antonio-sanchez-lomas-toont-hoe-de-spaanse-burgeroorlog-nooit-verwerkt-is~b84e5f74/", "summary": "Hebben we ooit al een goed antwoord gevonden op het trauma van een burgeroorlog en de scheuren die daardoor dwars door een samenleving lopen?\nZeventig jaar na de moord op verzetsstrijder Antonio Sánchez Lomas door Franco’s Guardia Civil is de pijn nog zeer levend in het Zuid-Spaanse dorpje Frigliana.\nDe laatste fascistische burgemeester die onder Franco diende leeft nog, net als de mannen en vrouwen die vaders, broers en zussen verloren.\nScherp observerend en lastige kwesties niet uit de weg gaand, praten ze met mensen aan beide kanten van het politieke spectrum.\nDe ene helft van het dorp wil gehoord worden.", "paragraphs": ["Hebben we ooit al een goed antwoord gevonden op het trauma van een burgeroorlog en de scheuren die daardoor dwars door een samenleving lopen? Naar schatting meer dan 100.000 Spaanse burgers verdwenen in massagraven onder Franco’s militaire dictatuur (die duurde van 1936 tot 1976) en veel nabestaanden zitten nog steeds met vragen.", "Zeventig jaar na de moord op verzetsstrijder Antonio Sánchez Lomas door Franco’s Guardia Civil is de pijn nog zeer levend in het Zuid-Spaanse dorpje Frigliana. De laatste fascistische burgemeester die onder Franco diende leeft nog, net als de mannen en vrouwen die vaders, broers en zussen verloren. Nooit is er rekenschap afgelegd. Op nationaal niveau weet Spanje nog maar nauwelijks wat te doen met de naschokken van de dictatuur. Op dorpsniveau, waar iedereen elkaar kent, is dat nog ingewikkelder.", "Ramón en Salvador Gieling leggen met deze uitstekende documentaire die pijn bloot (al moet gezegd dat de muziek bij de film soms bevreemdend werkt). Scherp observerend en lastige kwesties niet uit de weg gaand, praten ze met mensen aan beide kanten van het politieke spectrum.", "Ze zien hoe mensen verdwijnen in deuropeningen omdat ze niet willen herinneren, hoe het naspelen van scènes over de moord op Sánchez Lomas net iets te intens gebeurt, waardoor je de frustratie voelt die er onder zit. Hoe de ex-burgemeester in algemeenheden blijft hangen om maar niet over specifieke details te hoeven praten.", "Schijnbaar moeiteloos laten de makers zien hoe complex de situatie is en dat illustreert Gielings staat van dienst als documentairemaker.", "De ene helft van het dorp wil gehoord worden. De andere wil niet luisteren.", "Vanaf vandaag te zien in de bioscoop."], "authors": ["Ronald Rovers"], "keywords": ["van", "death", "hoe", "nog", "spaanse", "op", "die", "het", "met", "lomastoont", "niet", "burgeroorlog", "en", "antonio", "sánchez", "te", "verwerkt", "nooit"], "pubDate": "2020-11-19T13:01:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}