{"id": "fa9c495b-b869-3ac7-a3dc-1f76c72e59ff", "title": "Belarus sluit grenzen om corona, jonge burgers wijken uit naar buitenland", "url": "https://nu.nl/buitenland/6095823/belarus-sluit-grenzen-om-corona-jonge-burgers-wijken-uit-naar-buitenland.html", "summary": "Belarus sluit de landsgrenzen vanwege de coronapandemie, liet de regering van president Alexander Lukashenko woensdagavond weten.\nJonge en hoogopgeleide Belarussen wijken al een aantal maanden uit naar het buitenland.\nBelarus wil vertrek van jonge burgers tegenhoudenDe afgelopen maanden ontvluchtten ook steeds meer jonge, hoogopgeleide Belarussen het land.\nMet name de vlucht van jonge burgers is de regering een doorn in het oog.\nAan het begin van de pandemie ontkende president Lukashenko de ernst van het virus en zei hij dat niemand eraan zou overlijden.", "paragraphs": ["Belarus sluit de landsgrenzen vanwege de coronapandemie, liet de regering van president Alexander Lukashenko woensdagavond weten. Jonge en hoogopgeleide Belarussen wijken al een aantal maanden uit naar het buitenland.", "De regering maakte het besluit woensdag om 22.00 uur (Nederlandse tijd) bekend en de maatregel gaat over tien dagen in. Het is niet duidelijk hoelang de sluiting zal duren. Belarussische burgers mogen het land alleen nog in- en uitreizen voor werk en studie.", "In Belarus wordt al sinds de zomer fel gedemonstreerd tegen de volgens critici frauduleuze uitkomst van de verkiezingen in augustus. De oppositie ziet de sluiting als een manier om burgers in het land te houden. Tegen de betogingen wordt hard opgetreden: er zijn al honderden mensen gearresteerd en dissidenten worden regelmatig aangeklaagd door de staat.", "\"Het nieuwe IJzeren Gordijn is gearriveerd\", schreef NEXTA Live, een kanaal op de chatdienst Telegram dat is uitgegroeid tot een van de belangrijkste nieuwbronnen over betogingen in het land. Het IJzeren Gordijn was in de Sovjettijd een grenssysteem dat moest voorkomen dat burgers naar het kapitalistische Westen zouden vluchten.", "Meerdere vooraanstaande oppositieleiders zijn al naar omringende landen gevlucht, waaronder Oekraïne, Polen en Litouwen. De grenzen met die laatste twee landen sloot de regering al in september.", "Belarus wil vertrek van jonge burgers tegenhouden", "De afgelopen maanden ontvluchtten ook steeds meer jonge, hoogopgeleide Belarussen het land. Zij worden verleid door buurlanden, die hen lokken met snelle immigratieprocedures en belastingvoordelen. Die kennisvlucht wil premier Roman Golovchenko stoppen, zei hij vorige maand al. Met name de vlucht van jonge burgers is de regering een doorn in het oog.", "Aan het begin van de pandemie ontkende president Lukashenko de ernst van het virus en zei hij dat niemand eraan zou overlijden. Woensdag stond het aantal sterfgevallen op 1.230 en waren tot dan toe 152.453 besmettingen vastgesteld.", "Vrachtwagens mogen de grens wel nog over, net als buitenlandse reizigers en diplomaten. Die reizigers moeten wel in quarantaine bij aankomst."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["wijken", "van", "grenzen", "het", "jonge", "naar", "regering", "burgers", "die", "corona", "sluit", "een", "om", "uit", "en", "al", "land", "buitenland"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}