{"id": "faed9fd7-e95e-38af-a823-da13e51040e8", "title": "Opmerkelijke vondst wekt de laatste koningin van Madagaskar tot leven", "url": "https://trouw.nl/buitenland/opmerkelijke-vondst-wekt-de-laatste-koningin-van-madagaskar-tot-leven~b7f03468/", "summary": "Clara Hebert was dertig jaar lang de gezelschapsdame van de koningin en haar familie.\nDe koninginnen van Madagaskar hebben een ceremoniële functie, maar dat verandert als de Fransen hun oog op Madagaskar laten vallen.\nKoningin Ranavalona III van Madagaskar.\nIn 1938 wordt ze herbegraven en bijgezet in het koninklijke graf van haar voorgangster op Madagaskar.\nLees ook:Op Madagaskar wemelt het van de vrouwelijke ondernemers.", "paragraphs": ["Op foto’s uit de negentiende eeuw poseert de donkere koningin Ranavalona III met een weelderige kroon, mantel met sleep om haar schouders en een sjerp schuin over haar jurk. Op meerdere foto’s staat ze in prachtige rijk gedecoreerde jurken, alleen of met haar familie.", "Sinds de jaren dertig van de vorige eeuw lagen de memorabilia op een zolder in het Britse Guildford. Nabestaanden van de Britse Clara Herbert vonden de doos met aandenkens aan Ranavalona, inclusief een prinsessenjurk uit de negentiende eeuw van roze satijn en fluweel bestikt met parels, in bijzonder goede staat. Het kleed was van Ranavalona’s tante en politiek adviseuse, Ramisindrazana. Clara Hebert was dertig jaar lang de gezelschapsdame van de koningin en haar familie.", "Jurk van de tante en politiek adviseuse van de koningin, Ramisindrazana. Beeld Kerry Taylor Auctions", "Verbannen", "Ranavalona III had een roerig leven. Op haar 22ste wordt haar man vergiftigd. Zij is de nicht van de oude koningin Ranavalona de Tweede, die haar als opvolgster aanwijst. De moordenaar van haar man is hoogstwaarschijnlijk minister-president Rainilaiarivony. De premier, zo is de gewoonte, trouwt de koningin. Hij is ook met Ranavalona I en II getrouwd geweest. Bij de dood van de tweede koningin (1883) is de kroonprinses inmiddels weduwe en staat niets hem in de weg om ook Ranavalona de Derde te huwen, ook al is hij 33 jaar ouder.", "De koninginnen van Madagaskar hebben een ceremoniële functie, maar dat verandert als de Fransen hun oog op Madagaskar laten vallen. In 1895 annexeert Frankrijk het eiland aan de oostkust van Afrika. Ranavalona mag aanblijven, maar de Fransen vrezen een opstand onder aanvoering van de koninklijke familie en besluiten haar te verbannen naar het eiland Réunion, een paar honderd kilometer oostelijk in de Stille Oceaan. Foto’s laten haar zien in een houten huis met veranda waar ze opgesloten zit. Bij de verbanning in 1897 doet ze afstand van de troon.", "Koningin Ranavalona III van Madagaskar. Beeld Kerry Taylor Actions", "Twee laar later in 1899 wordt ze naar Algerije gebracht met haar familie. In Algiers en later ook in Parijs geniet ze redelijk wat bekendheid vanwege haar modieuze verschijning in het uitgaansleven. Terug naar Madagaskar mag ze niet. Als ze in 1917 sterft, wordt ze begraven in Algerije. In 1938 wordt ze herbegraven en bijgezet in het koninklijke graf van haar voorgangster op Madagaskar.", "Kroonprinses Marie-Louise sterft in 1948 kinderloos en wordt begraven in Frankrijk. De lijn der Ranavalona’s is hiermee uitgestorven.", "Lees ook:", "Op Madagaskar wemelt het van de vrouwelijke ondernemers.", "De mannen op Madagaskar? Zuster Charlotte, hoofd van de missiepost in Talata, heeft geen goed woord voor ze over. Ze zijn aan de drank, houden er vriendinnen op na, en maken veel meer kinderen dan ze kunnen voeden."], "authors": ["Erik Van Zwam"], "keywords": ["tot", "madagaskar", "van", "koningin", "op", "het", "laatste", "met", "haar", "vondst", "ze", "en", "leven", "een", "ranavalona", "wekt", "opmerkelijke"], "pubDate": "2020-12-08T01:01:03+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}