{"id": "faf655d3-d56d-3e30-a974-986b2da2cea9", "title": "Dit verandert er vanaf 1 januari in Amsterdam", "url": "https://www.parool.nl/amsterdam/dit-verandert-er-vanaf-1-januari-in-amsterdam~b0f12d20/", "summary": "Vanaf 1 januari 2021 zal de weekmarkt in de oude vorm op het Bos en Lommerplein niet meer bestaan.\nProef met wapenstok voor boa’sIn januari gaat een proef met de wapenstok voor boa’s van start in tien gemeenten, waaronder Amsterdam.\nVaccinatie van startOp 18 januari start de GGD met het vaccineren van zorgpersoneel in de RAI.\nLandelijk (en dus ook in Amsterdam)- Vanaf 1 januari zijn er in de AH To Go-winkels op de treinstations geen sigaretten, shag en sigaren meer te koop.\n- Huizen krijgen vanaf juli 2021 een funderingslabel als ze getaxeerd worden.", "paragraphs": ["Vanaf 1 januari 2021 zal de weekmarkt in de oude vorm op het Bos en Lommerplein niet meer bestaan. Beeld Niels Blekemolen", "Registratieplicht toeristische verhuur", "Bewoners die hun woning tijdelijk willen verhuren aan toeristen worden vanaf 1 april verplicht zich te registreren in het landelijk registratiesysteem voor toeristische verhuur. Daardoor is de verhuurder niet meer anoniem en wordt handhaving makkelijker. De vergunning- en meldplicht voor vakantieverhuur blijven naast de registratieplicht van kracht. Ook gaan de boetes voor overtredingen omhoog.", "Opdelen woningen aan banden", "Vanaf 2021 kunnen woningen alleen worden omgevormd tot kleinere woningen die minimaal 100 vierkante meter groot zijn (voor woningen met een begane grond geldt 200 vierkante meter). De nieuwe woningen moeten minimaal 40 vierkante meter groot zijn, en in het geval van woningen met een begane grond minimaal 100 vierkante meter zijn.", "Overdrachtsbelasting omhoog", "Het kabinet verhoogt de overdrachtsbelasting voor beleggers, en dit heeft grote gevolgen voor Amsterdam. Beleggers, die een huis kopen voor de verhuur, betalen vanaf 1 januari meer belasting: 8 in plaats van 2 procent.", "In eerste instantie hoefden starters op de huizenmarkt (tot 35 jaar) geen belasting te betalen als zij een woning kopen. Maar nu moeten ze per 1 april 2021 toch 2 procent overdrachtsbelasting betalen als ze een woning van 400.000 euro of meer willen aanschaffen.", "Belasting omhoog", "De onroerendezaakbelasting (ozb) gaat voor Amsterdamse huizenbezitters omhoog met ongeveer 20 procent. Het OZB-tarief voor eigenaren van woningen is voor 2021 bepaald op 0,0428% van de WOZ-waarde. Voor de gemeente levert dit 36 miljoen extra per jaar op.", "Ook de afvalstoffenheffing gaat volgend jaar flink omhoog. Eenpersoonshuishoudens gaan 326 euro betalen (was 276 euro in 2020) en gezinnen komen uit op 435 euro (was 368 euro).", "In 2021 wordt er geen precariobelasting gerekend voor terrassen, vanwege het coronavirus. Ook de reclamebelasting gaat pas in 2022 in.", "Betaald parkeren", "In delen van Nieuw-West wordt betaald parkeren waarschijnlijk in het najaar van 2021 ingevoerd. De gemeente wil daarnaast ook geld vragen voor parkeren op zondag in De Pijp en het Museumkwartier. En de prijs van een tweede parkeervergunning gaat omhoog.", "Buurtteams", "Amsterdam start per 1 april met de invoering van buurtteams. Er komt dan één loket per wijk voor inwoners met vragen of zorgen op het gebied van sociale zorg, welzijn, schulden en veiligheid. De bedoeling is tussen de 22 en 34 buurtteams op te richten.", "Markt Bos en Lommerplein stopt", "Vanaf 1 januari 2021 zal de weekmarkt in de oude vorm op het Bos en Lommerplein niet meer bestaan. Wel streeft stadsdeel West vanaf 1 maart naar een nieuwe twee- of driedaagse markt waarbij sommige kooplieden terugkeren.", "Nieuwe dienstregeling GVB", "Het GVB gaat snijden in het vervoersaanbod als gevolg van de coronacrisis. Amsterdammers zullen doordeweeks ’s nachts vaker de fiets of auto moeten pakken. En de Noord/Zuidlijn (lijn 52) gaat niet meer elke 6 minuten rijden, maar elke 7,5 minuut.", "Doek valt definitief voor steigerdoeken", "In sommige stadsdelen gold al een verbod, maar vanaf 1 januari mogen nergens meer steigerdoeken met reclame aan de gevel hangen. Ook reclames met videobeelden of dieren, en reclames voor ongezond voedsel waarbij de fabrikant zich richt op kinderen zijn dan verboden.", "Proef met wapenstok voor boa’s", "In januari gaat een proef met de wapenstok voor boa’s van start in tien gemeenten, waaronder Amsterdam. De pilot moet helpen bij nieuwe regelgeving over de uitrusting van boa’s.", "Premie voor werken in de bijstand", "Amsterdammers die ten minste 16 uur werken naast een bijstandsuitkering ontvangen vanaf 1 maart een premie van maximaal 215 euro per maand. De regeling moet mensen met een uitkering stimuleren om parttime aan de slag te gaan.", "Strengere regels voor zwaar verkeer", "Om bruggen en kademuren beter te beschermen worden de regels voor zwaar verkeer flink aangescherpt. De belangrijkste wijziging in vergelijking met de huidige regels is dat er binnen de centrumring in principe geen verkeer zwaarder dan 30 ton meer is toegestaan. Ook zullen strengere voorwaarden gelden voor een ontheffing. Denk hierbij aan stapvoets over drempels rijden, aantoonbaar een bestemming in de zone hebben, niet parkeren op bruggen of onnodig lang stilstaan op kademuren. Het is nog een voorstel; de nieuwe regels gaan naar verwachting in per 1 juli 2021.", "Boetes in plaats van waarschuwing voor dieselauto’s in milieuzone", "Vanaf 1 maart gaat de gemeente boetes uitschrijven voor dieselvoertuigen die niet aan de eisen van de milieuzone voldoen. Nu krijgen eigenaren in veel gevallen eerst nog een waarschuwing. Voor brom- en snorfietsen verandert er niets.", "Cadeautje voor inleveren kerstboom", "Na de feestdagen kunnen Amsterdammers op 1000 plekken in de stad élke dag hun kerstboom kwijt, van 4 januari tot en met 1 februari. Als je dat op bepaalde dagen op het Stadionplein in Zuid of bij het Wachterliedplantsoen in West doet mag een duurzaam cadeautje uitkiezen: parfum, een kaars of een bijenhotel.", "Experimenten met evenementen", "De gemeente wil in 2021 experimenteren met kleinere bijeenkomsten tot 500 bezoekers. Grotere evenementen met meer dan 2000 bezoekers die voor 1 juni zijn gepland, worden verplaatst naar het najaar als dat kan. Op 1 februari besluit Amsterdam of en hoe Koningsdag en 4 en 5 mei gevierd kunnen worden. De plannen om het evenementenbeleid ingrijpend te wijzigen worden met een jaar uitgesteld.", "Vaccinatie van start", "Op 18 januari start de GGD met het vaccineren van zorgpersoneel in de RAI. Het gaat om het personeel van verpleeghuizen, de gehandicaptenzorg en de thuiszorg van de regio Amsterdam-Amstelland.", "Landelijk (en dus ook in Amsterdam)", "- Vanaf 1 januari zijn er in de AH To Go-winkels op de treinstations geen sigaretten, shag en sigaren meer te koop.", "- Huizen krijgen vanaf juli 2021 een funderingslabel als ze getaxeerd worden. Eigenaren van zo’n 250.000 panden kunnen een hoog risicolabel verwachten.", "- Dit studiejaar geldt er geen bindend studieadvies (bsa) in het hbo vanwege de coronacrisis, maar wel op de universiteit."], "authors": ["Olga Ketellapper"], "keywords": ["er", "gaat", "van", "januari", "amsterdam", "voor", "en", "een", "met", "dit", "op", "vanaf", "verandert", "het", "meer", "2021"], "pubDate": "2020-12-30T12:18:13Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}