{"id": "fafb5f25-e41b-3321-8dcd-d29cc49e13cf", "title": "Documentaire Dealing with Death: ‘op safari’ door de Bijlmer met Anita", "url": "https://www.parool.nl/kunst-media/documentaire-dealing-with-death-op-safari-door-de-bijlmer-met-anita~b28777e5/", "summary": "Beeld Still Dealing with Death‘Een wereldreis in eigen land,’ noemt het persmateriaal van Dealing with Death de documentaire.\n“Dat had ik niet kunnen bedenken toen ik eraan begon,” zegt hij lachend.\n“Toch heb ik een andere reis gemaakt dan Anita.\nIk wilde zorgen dat ook het perspectief van de Bijlmer recht gedaan wordt in de film.\nIk kan me ook niet voorstellen hoe zo’n Ghanese of Surinaamse uitvaart er in coronatijd uit moet zien.", "paragraphs": ["Paul Sin Nam Rigter mocht een Ghanese uitvaart­bijeenkomst in de Bijlmer bijwonen. Beeld Still Dealing with Death", "‘Een wereldreis in eigen land,’ noemt het persmateriaal van Dealing with Death de documentaire. Enkele medewerkers van uitvaartonderneming Yarden verwoordden het onderling net iets anders toen ze zes jaar ­geleden begonnen aan een ongewis avontuur: “Op safari in de Bijlmer.”", "Het is tekenend voor de culturele blinde vlekken waarmee het bedrijf begon aan de missie die regisseur Paul Sin Nam Rigter (46) volgt in zijn documentaire: het bouwen van het eerste multiculturele uitvaartcentrum van Nederland, in Amsterdam-Zuidoost. Elk van de meer dan 150 culturen die dat stadsdeel huisvest, moesten zich welkom gaan voelen in het nieuw te bouwen rouwcentrum.", "Rigter was direct geïntrigeerd toen hij las over het plan. “Ik dacht meteen: gaat dat werken? Hoe gaat die toch vrij witte onderneming daar voor de gekleurde medemens een rouwcentrum neerzetten? Daar was ik nieuwsgierig naar.”", "Het raakte bij Rigter bovendien aan een andere, meer persoonlijke nieuwsgierigheid. “Hoewel ik al 25 jaar in Amsterdam woon, kende ik de Bijlmer helemaal niet. Alleen van verhalen, meestal niet zo positief. Dus het leek me een mooie aanleiding om dat deel van Amsterdam te leren kennen, met de dood als onderwerp wat het op scherp zet.”", "Kopjes koffie", "Die initiële nieuwsgierigheid leidde tot een film waar Rigter ruim zes jaar aan werkte. “Dat had ik niet kunnen bedenken toen ik eraan begon,” zegt hij lachend. “En als ik het had bedacht, was ik er niet aan begonnen!”", "De documentaire volgt Anita van Loon, die ­namens Yarden verantwoordelijk is voor het in kaart brengen van al die behoeftes, en de Bijlmer in trekt om draagvlak te zoeken voor de ­onderneming. In zekere zin heeft Rigter parallel aan haar een vergelijkbaar proces doorgemaakt. “Toch heb ik een andere reis gemaakt dan Anita. Ik heb af en toe wel gedacht: zouden zij niet meer deze reis moeten maken, of moet ik juist meer hun reis maken? Het grote verschil is natuurlijk dat Yarden een commercieel bedrijf is; ik heb een ander belang. Omdat ik niet uurtje-factuurtje werk – helaas – kan ik het me veroorloven om er veel meer tijd aan te besteden.”", "Anita van Loon van Yarden laat zich vertellen hoe een Hindoestaanse uitvaart­ceremonie eraan toegaat. Beeld Still Dealing with Death", "Dealing with Death mag dan slechts 74 minuten duren, Rigter en zijn team investeerden vele honderden uren in het maken ervan. “Wat je in de film ziet, is het topje van de ijsberg. Daaronder zit een gigantische hoeveelheid tijd en energie en telefoontjes en kopjes koffie en bezoekjes, aan moskeeën en bewassingsverenigingen en ondernemers en Bijlmerbewoners.”", "Al die investering was uiteindelijk de moeite waard, omdat lukte wat hem voor ogen stond: toegang krijgen tot enkele van de Ghanese, ­Surinaamse of Hindoestaanse uitvaartdiensten ­zoals die ook zonder Yarden al plaatsvonden. Diensten waarbij het verdriet wordt bezworen in uitbundigheid.", "“Daar bij kunnen zijn was het allermoeilijkste van de film, want wie zit er nou te wachten op een cameraploeg als een dierbare overlijdt. ­Gelukkig is het een paar keer gelukt. Ik wilde zorgen dat ook het perspectief van de Bijlmer recht gedaan wordt in de film. Meestal wordt er vooral tegenáán gekeken; ik wilde zorgen dat je er middenin komt te staan. Want ik wist: als het me lukt om achter de voordeur van die Bijlmerflats te komen, ook al gaat het over de dood, dan zie je het leven.”", "Geen oordeel", "Het was Rigter er overigens nooit om te doen de culturele onbehouwenheid die de Yarden­medewerkers soms tonen te veroordelen. Hooguit kijkt hij ernaar met milde spot, eerder nog met mededogen. Net zoals ook de uit de Bijlmer afkomstige partners die Anita en haar collega’s afgaan hun onbeholpenheid vooral aandoenlijk lijken te vinden.", "Rigter: “Ik weet niet in hoeverre Anita echt achter de voordeuren is gekomen. Ze heeft het heel hard geprobeerd, met de beste bedoelingen, maar het simpele feit dat zij een bedrijf vertegenwoordigt maakt het al anders. Misschien is het wel een onmogelijke opgave.”", "Het laat voor de regisseur vooral zien dat ieder mens niet anders kan dan vanuit zijn of haar ­eigen perspectief naar de wereld kijken. “Natúúrlijk bekijkt Anita de Bijlmer totaal anders dan de mensen die er zelf wonen. Ik vind daar niets van, als regisseur – ik vind het wel boeiend, maar ik heb er geen waardeoordeel over. Wat ik mooi vind, is dat je haar die reis ziet maken. Hoe meer zij onderdeel probeert te worden van de Bijlmer, hoe meer ook haar perspectief kantelt. Daarom vind ik ook dat je altijd moet blijven praten met mensen met wie je van mening ­verschilt – dat verandert je eigen perspectief.”", "En op zijn minst kunnen we wat dingen van ­elkaars uitvaartcultuur leren. “Ik denk dat heel veel mensen, als ze zien hoe het in andere cul­turen gaat, daar elementen in kunnen vinden die ze ook best op hun eigen uitvaart willen. Ik zelf in elk geval wel – ik wil ook wel dansen met de dood.”", "Actueel en gedateerd tegelijk Op 1 februari 2020 opende Yardens multiculturele uitvaartcentrum ­eindelijk de deuren – om anderhalve maand later alweer te sluiten vanwege corona. “Toen ik zes jaar geleden aan de film begon, had ik niet kunnen vermoeden hoe ­actueel het onderwerp zou zijn – hoe we met elkaar omgaan in dit land,” zegt Rigter. “Maar ik had ook niet kunnen vermoeden dat de film eigenlijk al zo gedateerd zou zijn. Tijdens de montage begin dit jaar dacht ik af en toe: wat ís dit voor wereld waar ik naar zit te kijken? Die uitbundige uitvaarten, het bestaat nu niet meer. Dat is bizar. Ik kan me ook niet voorstellen hoe zo’n Ghanese of Surinaamse uitvaart er in coronatijd uit moet zien. Als je dansend met de kist naar het graf gaat, dan moet je met acht man die kist laten dansen; dan is 1,5 meter natuurlijk onmogelijk. Samen zingen en dansen zijn gewoon essentieel bij dit soort ­uitvaarten, dat is bij wijze van spreken hetzelfde als een gebed in een westerse begrafenis.”"], "authors": ["Joost Broeren-Huitenga"], "keywords": ["van", "dealing", "death", "het", "op", "met", "die", "ik", "bijlmer", "anita", "een", "dat", "en", "te", "niet", "ook", "safari", "door", "documentaire"], "pubDate": "2020-11-22T10:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}