{"id": "fafcbb82-4c54-3b47-a9f5-c21c80d2c018", "title": "Hongaarse media stil over ‘seksfeest’ parlementariër", "url": "https://www.parool.nl/wereld/hongaarse-media-stil-over-seksfeest-parlementarier~b0961c22/", "summary": "In de regeringsgezinde media van Hongarije, en dat zijn bijna alle media, wordt niet het hele verhaal verteld.\nSterker: het gaat regelrecht in tegen het beeld dat hij zorgvuldig van zichzelf heeft gecreëerd.\nOok wordt meer dan eens de suggestie gewekt dat het wel heel toevallig is dat dit precies nú gebeurt.\nProtestbewegingSzajer (59) is met Orbán een van de oprichters van Fidesz aan het eind van de jaren 80.\nSzajer gold lange tijd als de belangrijkste Hongaarse Europarlementariër of de ‘megafoon van Orbán’, zoals een anonieme collega hem ooit omschreef.", "paragraphs": ["Beeld Hollandse Hoogte / AFP", "“Wat onze afgevaardigde heeft gedaan, past niet binnen de waarden van onze politieke familie,” zei de Hongaarse premier Viktor Orbán over de escapades van Jozsef Szajer. “Het is onacceptabel en onverdedigbaar.” Maar wát zijn voormalige vertrouweling precies heeft gedaan, is voor veel Hongaren nog steeds niet duidelijk.", "In de regeringsgezinde media van Hongarije, en dat zijn bijna alle media, wordt niet het hele verhaal verteld. Wel wordt bericht over het vertrek van Szajer uit Fidesz, de partij van Orbán, en over de excuses die hij aan zijn familie en de partij heeft gemaakt voor het bijwonen van een feestje. De woorden ‘seks’ en ‘homo’s’ ontbreken echter volledig.", "Gevoelig", "Orbán weet dat homoseksualiteit uitermate gevoelig ligt bij zijn katholieke achterban. Sterker: het gaat regelrecht in tegen het beeld dat hij zorgvuldig van zichzelf heeft gecreëerd. Voor zijn aanhang is hij de beschermer van het christelijke en conservatieve Europa. Niet alleen tegen moslims en vluchtelingen, maar ook tegen alles wat het traditionele gezin aantast. In de visie van Orbán hoort daar homoseksualiteit bij.", "Op de dag dat het nieuws bekend werd, zo meldt de Brusselse nieuwssite EU-Observer, opende de site van de publieke omroep met het bericht dat de Hongaren nog nooit zo blij zijn geweest met hun premier. ’s Avonds in het tv-journaal wordt alleen melding gemaakt van de verklaring van Szajer, met de nadruk op zijn excuses.", "Persbureau MTI bracht alleen een kort bericht over Szajers verklaring, waarin hij toegeeft dat hij op een feestje was en ontkent dat de ecstasypil die in zijn rugzak zat, van hem is. Dit voorbeeld is gevolgd door andere websites. Ook wordt meer dan eens de suggestie gewekt dat het wel heel toevallig is dat dit precies nú gebeurt. Hongarije is samen met Polen in een bitter gevecht is verwikkeld met bijna alle andere EU-lidstaten over de komende meerjarenbegroting.", "Telex, een van de weinige onafhankelijke nieuwssites, probeerde voor het kantoor van Orbán enkele ministers vragen te stellen over de kwestie, maar dat werd belemmerd door de politie. Hongarije staat inmiddels op de 89ste plek in de Persvrijheidsindex van Verslaggevers zonder Grenzen. Toen Orbán in 2010 aan de macht kwam, stond het op plaats 23.", "Protestbeweging", "Szajer (59) is met Orbán een van de oprichters van Fidesz aan het eind van de jaren 80. Fidesz was toen een protestbeweging tegen het communistische bewind. Szajer gold lange tijd als de belangrijkste Hongaarse Europarlementariër of de ‘megafoon van Orbán’, zoals een anonieme collega hem ooit omschreef. Hij is getrouwd met een bekende rechter van het Constitutioneel Hof. Er gingen al wel langer geruchten over zijn homoseksualiteit, maar dat werd binnen Fidesz gezien als privé, zo meldt Politico.", "Szajer bleef altijd vurig de standpunten van Fidesz uitdragen. Ook schreef hij mee aan een wijziging van de grondwet waarmee het traditionele gezin werd benoemd als (enige) hoeksteen van de samenleving. In dat kader ligt er nu een voorstel in het parlement om lhbtq-koppels geen kinderen te laten adopteren. Een regel uit het amendement: ‘De moeder is een vrouw, de vader is een man.’"], "authors": ["Mark Van Assen"], "keywords": ["van", "seksfeest", "het", "hij", "met", "zijn", "fidesz", "stil", "een", "orbán", "dat", "en", "hongaarse", "parlementariër", "media"], "pubDate": "2020-12-04T11:19:08+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}