{"id": "fb6230ae-c7eb-3a7b-9a5e-a61a335e1edb", "title": "Hoe verf je nu zo effectief mogelijk?", "url": "https://www.telegraaf.nl/lifestyle/381019043/hoe-verf-je-nu-zo-effectief-mogelijk", "summary": "Het appartement van mijn schoonmoeder zag geel van de nicotine en kon wel een likje verf gebruiken.\nBekijk ook: Zo vervang je oude kitrandenPoetsenVoordat je de kwast of roller ter hand neemt, moet je eerst poetsen.\nBijkomend voordeel is dat het supersnel droogt en je er nog dezelfde dag de ’gewone’ verf overheen kunt aanbrengen die wel in één keer dekt.\nVerdun de verf die je hiervoor gebruikt een beetje, dan krijg je geen kleurverschil tussen de randen en de grote oppervlakken.\nDaar had ik een probleem met vlekken van kinderhandjes voorzien van pennen, stiften en waskrijt.", "paragraphs": ["De moeder van mijn meissie was al een jaar gestopt met roken. Een hele prestatie die volgens haar en haar zus moest worden beloond. Het appartement van mijn schoonmoeder zag geel van de nicotine en kon wel een likje verf gebruiken. Een behoorlijke klus, maar we waren met zoveel mensen dat het zo gepiept zou zijn. De zus zou helpen, haar twee kinderen, de man van de zus, het meissie en ik uiteraard.", "Vele handen maken licht werk, zou je denken. Het appartement van mijn schoonmoeder leek die dag meer op een overvol kippenhok. Neef en nicht waren eigenlijk net te jong om te verven, maar hielden gelukkig onze toen nog heel kleine man bezig. Mijn meissie en haar zus waren, wat mij betreft in ieder geval, drukker bezig met kleppen dan met de hen toegewezen muur. Ik had mijn hoop op mijn zwager gevestigd. Nicotine maakt hardnekkige vlekken, dus ik zag de bui al hangen.", "Bekijk ook: Zo vervang je oude kitranden", "Poetsen", "Voordat je de kwast of roller ter hand neemt, moet je eerst poetsen. Zorg ook dat je eventueel loszittende delen verwijdert en repareert. De te verven ondergrond moet altijd draagkrachtig, schoon, droog, vet- en stofvrij zijn.", "Nu kun je hardnekkige vlekken zoals nicotinevlekken wel schoonmaken, maar dat zal niet voldoende zijn. De vlekken trekken diep in de muur en komen uiteindelijk weer door de verf heen.", "Er zijn verven in de handel waarop ’Dekt in één keer’ staat, maar geloof me, dit gaat niet op voor de vlekken die nicotine, vocht en roet achterlaten. Op het moment dat je de verf aanbrengt zijn ze even verdwenen, maar nog voordat-ie droog is, trekt de vlek gewoon weer door de aangebrachte laag heen. Gelukkig had ik uit voorzorg een hechtprimer meegenomen.", "Deze isolerende grondlaag verbergt en isoleert vlekken waardoor ze niet meer door de definitieve verflaag heen zullen trekken. Bijkomend voordeel is dat het supersnel droogt en je er nog dezelfde dag de ’gewone’ verf overheen kunt aanbrengen die wel in één keer dekt.", "Geen kleurverschil", "Eerst doe je de randjes met een kwast. Verdun de verf die je hiervoor gebruikt een beetje, dan krijg je geen kleurverschil tussen de randen en de grote oppervlakken. Neem een vachtroller voor de grote oppervlakken.", "De meningen over of je al dan niet in banen moet werken, zijn verdeeld. Ik schilder het liefst in banen.", "Zorg er hoe dan ook voor dat je altijd nat in nat schildert, dus je begint de nieuwe baan altijd vanuit de natte vorige baan, je overlapt ’m als het ware een stukje. Zo zie je de banen na droging niet terug.", "De hechtprimer bleek mijn redding, want de hoop die ik op de broer van de zus had gevestigd, vervloog, in tegenstelling tot verfdampen, heel snel. Hij heeft sindsdien een bijnaam: de trage zwager!", "Meer over voorstrijk kun je zien op YouTube bij Mulder Maakt. Daar had ik een probleem met vlekken van kinderhandjes voorzien van pennen, stiften en waskrijt."], "authors": [], "keywords": ["ik", "van", "zo", "verf", "effectief", "mijn", "en", "een", "met", "vlekken", "nu", "hoe", "op", "het", "mogelijk", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}