{"id": "fb64b8e6-243c-3c6e-82d2-0b079f5a36a9", "title": "Explosief ontploft op straat in Rotterdam, zeven woningen beschadigd", "url": "https://nu.nl/binnenland/6101211/explosief-ontploft-op-straat-in-rotterdam-zeven-woningen-beschadigd.html", "summary": "Zeven woningen zijn in de nacht van zondag op maandag beschadigd geraakt bij een explosie op de Kronenburg in Rotterdam.\nDoor de ontploffing op straat beschadigden de ruiten van de woningen.\nDe voorlichter gaat ervan uit dat de ontploffing is veroorzaakt door een explosief.\nDe politie onderzoekt tevens een verband met een autobrand in Barendrecht, op vijf minuten rijden van de locatie waar de explosie plaatsvond.\nDe politie zegt op zoek te zijn naar deze personen.", "paragraphs": ["Zeven woningen zijn in de nacht van zondag op maandag beschadigd geraakt bij een explosie op de Kronenburg in Rotterdam. Door de ontploffing op straat beschadigden de ruiten van de woningen.", "Volgens een politiewoordvoerder raakte niemand gewond en hoeven de getroffen bewoners hun huizen niet te verlaten. \"Er zitten butsen en beschadigingen in de ruiten, maar ze liggen er niet uit.\" Ook auto's in de straat raakten door de explosie beschadigd.", "De ontploffing vond rond 2.45 uur plaats. De voorlichter gaat ervan uit dat de ontploffing is veroorzaakt door een explosief. \"Het moet een enorme klap zijn geweest. De bewoners zijn erg geschrokken.\" Volgens Rijnmond gaat het mogelijk om een handgranaat.", "De politie onderzoekt tevens een verband met een autobrand in Barendrecht, op vijf minuten rijden van de locatie waar de explosie plaatsvond. De auto brandde rond 3.00 uur volledig uit. Op camerabeelden is te zien hoe meerdere personen vlak voor de brand uit de auto stappen. De politie zegt op zoek te zijn naar deze personen."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["zijn", "rotterdam", "zeven", "van", "beschadigd", "ontploft", "woningen", "explosief", "een", "uit", "ontploffing", "explosie", "op", "te", "uur", "door", "straat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}