{"id": "fb8e88a4-03de-3591-9afe-646d6a8b8b2f", "title": "Het eerste album van sopraan Katharine Dain en pianist Sam Armstrong: uitzonderlijk geslaagd", "url": "https://www.parool.nl/kunst-media/het-eerste-album-van-sopraan-katharine-dain-en-pianist-sam-armstrong-uitzonderlijk-geslaagd~b3564230/", "summary": "Begin dit jaar waren sopraan Katharine Dain en pianist Sam Armstrong hard aan het studeren op Olivier Messiaens liederencyclus Poèmes pour Mi met het oog op concerten later dit jaar.\nHet programma van de cd, die ze Regards sur l’infini doopten, is uitzonderlijk geslaagd te noemen en ook de uitvoeringen zijn prachtig.\nHet negendelige Poèmes pour Mi is het langste en het centrale stuk.\nDelbos’ Dors (op een tekst van Cécile Sauvage, Messiaens moeder) is met nog geen twee minuten het kortste.\nDain doet met haar mooie, heldere stem het Franse parfum alle eer aan en Armstrong begeleidt haar inlevend.", "paragraphs": ["Begin dit jaar waren sopraan Katharine Dain en pianist Sam Armstrong hard aan het studeren op Olivier Messiaens liederencyclus Poèmes pour Mi met het oog op concerten later dit jaar. Corona gooide roet in het eten.", "Dat was op zijn zachtst gezegd vervelend, maar ze zagen ook een gunstige kant. Nu konden ze in alle rust en zonder deadline werken aan hun eerste cd, waarop niet alleen Poèmes pour Mi prijkt, maar ook liederen van Saariaho, Dutilleux, Debussy en Claire Delbos, Messiaens eerste vrouw, die hij liefkozend Mi noemde. Het programma van de cd, die ze Regards sur l’infini doopten, is uitzonderlijk geslaagd te noemen en ook de uitvoeringen zijn prachtig.", "De aaneenschakeling van de stukken wint sterk aan coherentie doordat de componisten en hun stijlen als een palindroom tot de luisteraar komen. Zo is extra goed te horen hoezeer deze muziek stilistisch verwant is. Het negendelige Poèmes pour Mi is het langste en het centrale stuk. Delbos’ Dors (op een tekst van Cécile Sauvage, Messiaens moeder) is met nog geen twee minuten het kortste. Intrigerend zijn ook de vier liederen van Debussy, de enige waarvoor hij zelf de teksten schreef.", "Dain doet met haar mooie, heldere stem het Franse parfum alle eer aan en Armstrong begeleidt haar inlevend. Wat een fraaie cd."], "authors": ["Erik Voermans"], "keywords": ["sopraan", "van", "eerste", "katharine", "het", "pianist", "uitzonderlijk", "sam", "op", "mi", "zijn", "geslaagd", "ook", "en", "een", "ze", "aan"], "pubDate": "2020-11-27T09:49:16+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}