{"id": "fb9c474e-dae9-39df-b337-14e199874af7", "title": "Subsidie voor Japans koppelalgoritme, technologie moet geboortecijfer opkrikken", "url": "https://volkskrant.nl/nieuws-achtergrond/subsidie-voor-japans-koppelalgoritme-technologie-moet-geboortecijfer-opkrikken~b634b5330/", "summary": "De helft van de 47 Japanse prefecturen doet op de een of andere manier aan matchmaking in de hoop op een hoger aantal geboortes.\nDoor vergrijzing heeft Japan een van de laagste geboortecijfers ter wereld.\nEen andere belangrijke oorzaak van het lage geboortecijfer is een traditioneel rolpatroon.\nIn Japan wordt van een vrouw verwacht dat ze de zorg voor de kinderen en het huishouden op zich neemt, ook als ze werkt.\nDaten in groepsverbandCovid is ook een hindernis omdat daten in Japan zeker in het eerste stadium een groepsactiviteit is.", "paragraphs": ["Kleuterschool in Tokio. Beeld REUTERS", "Japan heeft vergrijzing uitgeroepen tot een nationale crisis. De helft van de 47 Japanse prefecturen doet op de een of andere manier aan matchmaking in de hoop op een hoger aantal geboortes. Prefecturen die gebruikmaken van AI krijgen volgend jaar overheidssteun, het kabinet steekt volgens de krant Japan Times 19 miljoen dollar in high-techkoppelprogramma’s.", "Traditionele matchmaking brengt mensen samen op basis van overeenkomsten in standaard vragenlijstjes over inkomen, leeftijd en sociale status, maar kunstmatige intelligentie analyseert meer data, zodat ook hobby’s, politieke opvattingen en normen en waarden helpen bij de selectie.", "Door vergrijzing heeft Japan een van de laagste geboortecijfers ter wereld. Nog nooit werden er zo weinig Japanse kinderen geboren als vorig jaar, toen er slechts 865 duizend Japanse baby’s bijkwamen. In 1960 baarde de gemiddelde Japanse twee kinderen, in 2018 is dat nog maar 1,42. De Japanse regering zet alles op alles om voor 2025 uit te komen op minimaal 1,8 kinderen, anders is de beroepsbevolking straks niet omvangrijk genoeg om voor de ouderen te zorgen.", "Geen tijd voor een gezin", "Volgens het Japanse Nationale Vruchtbaarheidsonderzoek wil zo’n 90 procent van de ongetrouwde dertigers trouwen, maar verloopt de zoektocht naar een partner moeizaam. Tot eind jaren tachtig kwam 90 procent van de Japanse huwelijken via koppelaars tot stand en ook gearrangeerde huwelijken kwamen nog voor. Zelf een partner zoeken is inmiddels de norm, maar vergrijzing bemoeilijkt relatie- en gezinsvorming. Kinderen in de huwbare leeftijd worden zo in beslag genomen door de zorg voor hun oudere familieleden, dat ze geen tijd hebben om een gezin te stichten.", "Een andere belangrijke oorzaak van het lage geboortecijfer is een traditioneel rolpatroon. In Japan wordt van een vrouw verwacht dat ze de zorg voor de kinderen en het huishouden op zich neemt, ook als ze werkt. Daarom zeggen experts dat de Japanse overheid beter geld kan stoppen in AI-toepassingen die vrouwen thuis werk uit handen nemen zodat een groot gezin aantrekkelijker wordt, in plaats van alle kaarten op high-techdatingprogramma’s te zetten.", "Daten in groepsverband", "Covid is ook een hindernis omdat daten in Japan zeker in het eerste stadium een groepsactiviteit is. Door de beperkte mogelijkheden voor groepsbijeenkomsten tijdens de pandemie wordt dat bemoeilijkt. Ook lage inkomens voor twintigers en jonge dertigers spelen de eenzaamheid in de kaart.", "Japanse vrouwen zijn steeds hoger opgeleid, maar het is sociaal ongewenst te trouwen met een lager opgeleide man, waardoor het aantal potentiële partners slinkt. Door de druk om carrière te maken hebben jongeren geen tijd en energie voor afspraakjes."], "authors": ["Marije Vlaskamp"], "keywords": ["van", "japanse", "het", "op", "technologie", "maar", "subsidie", "opkrikken", "geboortecijfer", "moet", "een", "ook", "en", "te", "japans", "koppelalgoritme", "voor"], "pubDate": "2020-12-09T22:52:13+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}