{"id": "fbc94e67-5324-35e0-8363-f64f5ba53f9d", "title": "Pfizer-baas casht aandelen op de dag dat zijn vaccin de coronablues op de beurzen verdrijft", "url": "https://volkskrant.nl/nieuws-achtergrond/pfizer-baas-casht-aandelen-op-de-dag-dat-zijn-vaccin-de-coronablues-op-de-beurzen-verdrijft~b319e66d/", "summary": "Pfizer zelf maakte maandag een sprong van 15 procent op de beurs, waarmee bestuursvoorzitter Bourla zijn aandelen kon verzilveren tegen een van de beste koersen sinds de pillenfabrikant bijna een halve eeuw geleden zijn beursdebuut maakte.\nDit leverde de 59-jarige zoon van een Salonikaanse drankboer bijna 5,6 miljoen dollar op, oftewel een kleine 4,8 miljoen euro.\nRegel 10b5-1, bedoeld om handel met voorkennis tegen te gaan, stelt bedrijfsbonzen in staat om op een vooraf bepaalde datum een vooraf bepaalde hoeveelheid aandelen te verkopen.\n‘Ik ken geen ander voorbeeld van iets dat zo’n drastisch positief effect zal hebben op de hele wereld als een vaccin tegen Covid-19’, citeerde zakenzender CNBC een beursanalist.\n‘Ik heb het gevoel dat ik Albert bij wijze van bedankje gewoon zelf wat geld zou moeten sturen.’", "paragraphs": ["Bestuursvoorzitter Albert Bourla van farmagigant Pfizer. Beeld AP", "Nadat Pfizer maandag samen met het Duitse BioNTech had aangekondigd een vaccin te hebben ontwikkeld dat voor meer dan 90 procent beschermt tegen het coronavirus, schoten de koersen van luchtvaartmaatschappijen, hotels, reisbureaus en cruiselijnen prompt de stratosfeer in. Eindelijk zagen beleggers een glimpje hoop dat er een eind kan komen aan de pandemie, die al bijna 1,3 miljoen doden op haar geweten heeft alsmede de ergste economische crisis sinds de jaren dertig.", "Pfizer zelf maakte maandag een sprong van 15 procent op de beurs, waarmee bestuursvoorzitter Bourla zijn aandelen kon verzilveren tegen een van de beste koersen sinds de pillenfabrikant bijna een halve eeuw geleden zijn beursdebuut maakte. De ex-dierenarts uit de Griekse havenstad Thessaloniki verkocht maandag meer dan 132 duizend aandelen, 62 procent van zijn totaal, tegen 41,94 dollar per stuk, blijkt uit een verklaring bij de Securities and Exchange Commission (SEC), de Amerikaanse beurswaakhond. Dit leverde de 59-jarige zoon van een Salonikaanse drankboer bijna 5,6 miljoen dollar op, oftewel een kleine 4,8 miljoen euro.", "Voorkennis", "Was dit handel met voorkennis, of gewoon mazzel? Het laatste, bezweert Pfizer. Bourla had al in februari toestemming gegeven voor de aandelenverkoop, wat hij op 19 augustus bevestigde, bijna drie maanden voor het Pfizer-nieuws over coronavaccin ‘BNT162b2’, liet het bedrijf weten.", "Bourla, die opgroeide en studeerde in Thessaloniki en die in 1993 bij Pfizer in dienst trad, maakte daarbij gebruik van ‘rule 10b5-1’ van de SEC. Regel 10b5-1, bedoeld om handel met voorkennis tegen te gaan, stelt bedrijfsbonzen in staat om op een vooraf bepaalde datum een vooraf bepaalde hoeveelheid aandelen te verkopen. De regel moet het bestuurders moeilijk maken om te profiteren van niet publiek gemaakte koersgevoelige informatie.", "Het cashen van Bourla mag dan legaal zijn, toch doet het tijdstip wenkbrauwen fronsen. De hyperactieve beursanalist Jim Cramer, de Johan Derksen van het Amerikaanse beleggersgilde, foeterde in een commentaar over hoe ‘onverstandig’ het is voor een farmaceut om een sloot aandelen te verkopen nu er wereldwijd zoveel op het spel staat. ‘Dit is niet wat ik mijn ceo’s wil zien doen! Ik wil niet dat ze met hun aandelen rommelen! Come on! Come on! We hebben het hier over grote, grote problemen!’", "Koersgevoelig", "‘Verdacht’ is het bovendien dat Bourla de verkoop op 19 augustus definitief in gang zette, daags voordat Pfizer aankondigde al in oktober een coronavaccin te kunnen voorleggen aan zorgtoezichthouders, zei Daniel Taylor, expert op het gebied van handel met voorkennis van de universiteit van Pennsylvania, tegen de Amerikaanse omroep NPR. Volgens Pfizer betrof deze aankondiging echter geen ‘belangrijke, niet-publieke informatie’, oftewel koersgevoelige voorkennis.", "Er zijn niet alleen kritische geluiden. ‘Ik ken geen ander voorbeeld van iets dat zo’n drastisch positief effect zal hebben op de hele wereld als een vaccin tegen Covid-19’, citeerde zakenzender CNBC een beursanalist. ‘Ik heb het gevoel dat ik Albert bij wijze van bedankje gewoon zelf wat geld zou moeten sturen.’"], "authors": ["Jonathan Witteman"], "keywords": ["pfizerbaas", "van", "coronablues", "casht", "verdrijft", "dag", "op", "vaccin", "het", "zijn", "met", "beurzen", "een", "dat", "te", "pfizer", "tegen"], "pubDate": "2020-11-12T18:07:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}