{"id": "fbcb8406-b423-3f76-bf06-8658a9ab0b85", "title": "Moet ik bang zijn voor het coronavaccin? Acht vragen én antwoorden", "url": "https://trouw.nl/binnenland/moet-ik-bang-zijn-voor-het-coronavaccin-acht-vragen-en-antwoorden~b77105b2/", "summary": "Het grote verschil is dat veel producenten een zogeheten platform hadden, een basiskennis die ze op het coronavirus konden toepassen.\nBovendien zijn er nu zeer veel mensen op het onderzoek gezet en zijn er veel deeltrajecten gelijktijdig uitgevoerd.\nMaar hoe weten ze dat, het zijn toch experimentele vaccins?\nOp sociale media circuleert een verhaal waarin wordt beweerd dat het spike-eiwit van het coronavirus lijkt op het eiwit dat een rol speelt bij de vorming van de placenta.\nWel is het zo dat het gebruik van immuunonderdrukkende middelen de effectiviteit van het vaccin zal verminderen.", "paragraphs": ["Is vaccinvrees terecht? Een aantal prangende vragen over het coronavaccin op een rij.", "Het vaccin is zo snel ontwikkeld. Is het dan wel veilig?", "Alle coronavaccins hebben het standaardtraject moeten afleggen, ze hebben dezelfde tests moeten doorstaan en er zijn geen bochten afgesneden. Het grote verschil is dat veel producenten een zogeheten platform hadden, een basiskennis die ze op het coronavirus konden toepassen. Bovendien zijn er nu zeer veel mensen op het onderzoek gezet en zijn er veel deeltrajecten gelijktijdig uitgevoerd. Men begon al met produceren terwijl de studies nog niet afgerond waren – met het risico dat de geproduceerde vaccins konden worden weggegooid. De beoordelende instanties zoals de EMA kregen de eerste rapporten al voordat de laatste studies waren afgerond. Het leverde allemaal tijdwinst op, met financiële risico’s, maar zonder verlies op de kwaliteit van de controle.", "Hoe zit het met bijwerkingen op de lange termijn?", "De twee goedgekeurde vaccins – van Pfizer en Moderna – hebben in de studies geen ernstige bijwerkingen laten zien. Alleen directe, milde klachten, zoals hoofdpijn en spierpijn; dat zijn uitingen van een immuunsysteem dat wordt geactiveerd. Bijwerkingen op de lange termijn verwacht je ook niet bij een vaccin. Het wordt een of twee keer toegediend, het doet zijn werk en wordt dan snel afgebroken. Het zijn geneesmiddelen die langdurig worden geslikt, zoals pijnstillers of ontstekingsremmers, die op de lange termijn verslavend kunnen worden of klachten kunnen veroorzaken. In zeldzame gevallen (want niet gezien in de studies met tienduizenden proefpersonen) kunnen de vaccins een acute, allergische reactie geven.", "Heeft vaccineren nog zin als je al Covid-19 hebt gehad?", "In principe hoeft het niet: wie genezen is van Covid-19, heeft weerstand opgebouwd. Maar je weet niet zeker hoelang die weerstand aanwezig blijft voor een tweede infectie en of die sterk genoeg is. De meeste mensen hebben acht maanden na een besmetting met dit nieuwe coronavirus nog antistoffen in het bloed, blijkt uit onderzoek. Maar beschermen die antistoffen voldoende? Een vaccin kan het geheugen van de afweer een prikkel geven zodat de bescherming beter verankerd is. En wie maar licht is besmet, heeft vermoedelijk sowieso weinig afweer. Dan is een vaccin zeker zinvol.", "Kun je na vaccinatie nog besmettelijk zijn?", "Dat weten we niet. Daar zijn de vaccins niet op onderzocht. Ze zijn goedgekeurd omdat ze ziekte en sterfte voorkomen. Het is mogelijk dat het virus zich bij iemand die is ingeënt, toch vermeerdert en zich weer via bijvoorbeeld hoestdruppels verspreidt. Dat is bekend van andere virussen, zoals polio. En bij naar schatting een kwart van de coronabesmettingen merken de betrokkenen daar niets van, terwijl ze toch besmettelijk zijn. Al zal het minder zijn dan bij de zieken, omdat ze niet hoesten en proesten. Bij de studies is niet gekeken of het vaccin deze zogeheten asymptomatische besmettingen voorkomt.", "Kan het vaccin mijn DNA veranderen?", "De vaccins van Pfizer en Moderna maken gebruik van het zogeheten mRNA, dat de genetische code bevat voor het eiwit waarmee het coronavirus zich toegang tot lichaamscellen verschaft. Dat mRNA dringt de cel binnen en laat daar kopieën van dat eiwit maken. Zo leert het immuunsysteem hoe het zich tegen het coronavirus moet wapenen. Dat mRNA kan zich niet in het DNA van die cel nestelen, zoals wordt gevreesd. Dat menselijke DNA zit opgeborgen in de kern van de cel; daar kan het mRNA niet bij.", "Maar hoe weten ze dat, het zijn toch experimentele vaccins? Dat is waar, maar het principe om mRNA in cellen in te brengen wordt al veel langer toegepast, bijvoorbeeld in immuuntherapieën tegen kanker.", "Kan het vaccin onvruchtbaar maken?", "Op sociale media circuleert een verhaal waarin wordt beweerd dat het spike-eiwit van het coronavirus lijkt op het eiwit dat een rol speelt bij de vorming van de placenta. Het vaccin zou daarom antistoffen opwekken die ook de vorming van de placenta blokkeren. Afgezien van het feit dat je dan ook onvruchtbaar zou worden van Covid-19 – dan worden immers dezelfde antistoffen aangemaakt – deugt het verhaal niet. Er is maar een kleine overlap in de codes van de twee eiwitten waardoor de eiwitten zelf geheel verschillend zijn.", "Kunnen zwangere vrouwen veilig een prik halen?", "Dat is niet met zekerheid te zeggen. Zwangere vrouwen hebben niet aan de studies deelgenomen. Er zijn dus geen harde bewijzen dat het veilig is. Uit indirect onderzoek – proefdieren, weefselstudies, theoretische overwegingen – komen geen aanwijzingen op een extra risico. Toch wordt zwangere vrouwen nu nog afgeraden zich te laten vaccineren. Wie in een risicogroep voor corona valt, astma bijvoorbeeld, doet er goed aan haar huisarts te raadplegen.", "Is het vaccin veilig voor mensen met een auto-immuunziekte?", "Er zijn geen redenen om aan te nemen dat deze mensen een extra risico lopen, maar aangezien een auto-immuunziekte zo’n breed scala van aandoeningen betreft, geldt ook hier dat het raadzaam is de huisarts te raadplegen. Wel is het zo dat het gebruik van immuunonderdrukkende middelen de effectiviteit van het vaccin zal verminderen. Wie een kuur met dergelijke middelen volgt, kan wellicht beter even wachten met de prik."], "authors": ["Joep Engels"], "keywords": ["ik", "moet", "zijn", "bang", "vragen", "van", "voor", "en", "een", "coronavaccin", "met", "dat", "op", "vaccin", "het", "antwoorden", "niet", "én"], "pubDate": "2021-01-08T13:57:50Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}