{"id": "fbd2b577-2e2d-3421-ba89-323d3e1c85b0", "title": "Chef-kok Shifano Cooman wil de Caribische keuken in al haar facetten tonen: ‘Je eet toch eerst met je ogen’", "url": "https://trouw.nl/leven/chef-kok-shifano-cooman-wil-de-caribische-keuken-in-al-haar-facetten-tonen-je-eet-toch-eerst-met-je-ogen~b83bd2c9/", "summary": "“Nou, iedereen houdt wel van een broodje kip kerrie of een roti-rol, maar er is zoveel meer!\nWij willen een wauw-effect nog vóór je het geproefd hebt: je eet toch eerst met je ogen.\nZo begrijp je beter wat je aan het eten bent, en kun je zelf combinaties maken.\nPom is opgebouwd als lasagna: afwisselend een laag pomtayer en een laag kip in saus met tomaten, ui en nootmuskaat.\nMet Pom Pastei Deluxe krijg je het hele pakket aan Surinaamse beleving: pom, pastei, jerk chicken bruine bonen, rijst, tafelzuur.", "paragraphs": ["Shifano Cooman (30) is chef-kok bij Avenue Nine in Rotterdam. Zijn missie is de Caribische keuken in al haar facetten te tonen.", "Wordt de Caribische keuken in Nederland ondergewaardeerd?", "“Nou, iedereen houdt wel van een broodje kip kerrie of een roti-rol, maar er is zoveel meer! Wij willen de mensen kennis laten maken met de authentieke Caribische gerechten die nog niet zo bekend zijn – precies de smaken zoals onze grootmoeders ze gewend zijn. Zo organiseren we krabu-dagen, waarop we krab in massala verkopen, een Surinaamse delicatesse. Maar we hebben ook Antilliaanse en Jamaicaanse dagen. Ons motto: We don’t fuck with traditions, alleen we presenteren het leuker.”", "Leuker? Leg uit.", "“In de Surinaamse eetcultuur hebben we bijvoorbeeld geen voor- hoofd- en nagerecht. We gooien alles tegelijk op één bord, en dan eet je een hele berg. Ik vind dat dat anders moet. Wij willen een wauw-effect nog vóór je het geproefd hebt: je eet toch eerst met je ogen. Wij trekken de gerechten los van elkaar en presenteren ze zoals tapas of shared dining, in losse bakjes. Zo begrijp je beter wat je aan het eten bent, en kun je zelf combinaties maken. Geen snelle hap voor tussendoor, maar een culinaire beleving.”", "Welk gerecht moeten we zeker leren kennen?", "“Ik ben zelf Surinaams – we werken ook met Antilliaanse en Jamaicaanse chefs. Het nationale Surinaamse gerecht is pom: een ovengerecht van gemalen pomtayer, een knolsoort die veel voorkomt in Suriname. Pom is opgebouwd als lasagna: afwisselend een laag pomtayer en een laag kip in saus met tomaten, ui en nootmuskaat. Iedere Surinaamse familie heeft zo z’n eigen geheime recepten om de perfecte pom te maken, dus er is altijd discussie over hoe pom hoort te smaken. Míjn pom moet zoetzuur zijn: ik gebruik een combinatie van picalilly, jus d’orange en sap van Chinese vruchten (zoetig ingemaakte pruimen, komkommer, gember en wortel). Zo krijg ik de perfecte zoetzure balans. Dit is onze fusion versie van de verschillende wijzen waarop het in Suriname wordt gemaakt.", "Ik zou aanraden onze Pom Pastei Deluxe te bestellen. Want pom en pastei samen is pas écht een feestje. Pastei is een zelfgemaakte bladerdeeg met vulling van worteltjes, doperwtjes, kip, nootmuskaat en een beetje komijn. Met Pom Pastei Deluxe krijg je het hele pakket aan Surinaamse beleving: pom, pastei, jerk chicken bruine bonen, rijst, tafelzuur. En natuurlijk sambal van Madame Jeanette pepers.”", "Wat kost het?", "Pom Pastei Deluxe kost 36 euro voor twee personen. Een Sea Food box met 600 gram krab massala, 6 gamba’s, een halve kreeft, aardappelen, maiskolven, kurkuma kokosrijst, en groente kost 49,50 (ook voor twee personen).", "In ‘De smaak van de chef’ vertelt een kok waarom hij of zij kiest voor bepaalde gerechten."], "authors": ["Catrien Spijkerman"], "keywords": ["je", "van", "pom", "zo", "ogen", "toch", "voor", "en", "met", "een", "tonen", "keuken", "pastei", "wil", "het", "facetten", "haar", "shifano"], "pubDate": "2020-12-13T13:31:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}