{"id": "fbd3407b-0e22-3961-ab50-052c1bfd55d2", "title": "Trump twittert over moorden op witte boeren, dit zijn de feiten", "url": "https://nos.nl/artikel/2247288-trump-twittert-over-moorden-op-witte-boeren-dit-zijn-de-feiten.html", "summary": "Dit blijkt uit onderzoek van nota bene de vakbond voor witte boeren, AgriSA, die er geen belang bij heeft het lot van zijn leden te bagatelliseren.\n47 moorden is een ongelooflijk aantal, maar als je dat afzet tegen de 19.000 moorden die ieder jaar in Zuid-Afrika plaatsvinden, maken boeren slechts 0,3 procent uit van het totaal.\nEen uitgebreid onderzoek in opdracht van het Zuid-Afrikaans parlement vond eerder geen bewijs van politieke motieven achter de moorden.\nEn zeker niet van \"een witte genocide\", waar veel extreemrechtse websites en rechtspopulistische partijen als de PVV over spreken.\nVoorman Ernst Roets gaf CATO het boek Kill the Boer, waarin de moorden op de witte boeren zijn gedocumenteerd.", "paragraphs": ["Eerst maar even over die feiten. Het aantal moorden op boeren in Zuid-Afrika is in de afgelopen twintig jaar meer dan gehalveerd, van 153 in 1998, tot 47 in het afgelopen jaar. Dit blijkt uit onderzoek van nota bene de vakbond voor witte boeren, AgriSA, die er geen belang bij heeft het lot van zijn leden te bagatelliseren. 47 moorden is een ongelooflijk aantal, maar als je dat afzet tegen de 19.000 moorden die ieder jaar in Zuid-Afrika plaatsvinden, maken boeren slechts 0,3 procent uit van het totaal.", "Onder die 47 doden zijn ook zwarte boeren en boerenknechten. Een uitgebreid onderzoek in opdracht van het Zuid-Afrikaans parlement vond eerder geen bewijs van politieke motieven achter de moorden. En zeker niet van \"een witte genocide\", waar veel extreemrechtse websites en rechtspopulistische partijen als de PVV over spreken.", "Er is evenmin sprake van inbeslagname van boerderijen in Zuid-Afrika. Het is wel zo dat de Zuid-Afrikaanse president Ramaphosa deze maand bekendmaakte een grondwetsartikel te willen veranderen waarmee onteigening zonder compensatie mogelijk wordt. Hij wil daarmee tegemoet komen aan de frustratie dat bijna 25 jaar na het einde van de apartheid ruim twee derde van het bebouwbare land nog steeds in handen is van witte Zuid-Afrikanen, die minder dan 10 procent van de bevolking uitmaken.", "'De witte genocide'", "Dus waarom gebruikte Trump toch die onwaarheden in zijn tweet? Zijn bron is Fox News, dat gisteravond uitgebreid aandacht besteedde aan Zuid-Afrika. Presentator Tucker Carlson sprak daarin met Marian Tupy van de conservatieve denktank CATO Institute. Tupy zei in dat interview: \"In een vrije en beschaafde samenleving pakken wij geen dingen van mensen af, op basis van hun huidskleur.\" Het CATO Institute verzette zich in de jaren 80 tegen een economische boycot van het apartheidsregime in Zuid-Afrika.", "De denktank kreeg in mei bezoek van de boerenlobbygroep Afriforum uit Zuid-Afrika. Afriforum protesteert in Zuid-Afrika al jaren tegen wat zij noemen \"de witte genocide\". Voorman Ernst Roets gaf CATO het boek Kill the Boer, waarin de moorden op de witte boeren zijn gedocumenteerd. Roets en voorzitter Kallie Kriel spraken toen ook met Tucker Carlson van Fox News. Ze gingen ook op de foto met de nationale veiligheidsadviseur van Trump, John Bolton."], "authors": ["Bram Vermeulen", "Correspondent Zuid-Afrika"], "keywords": ["dat", "zuidafrika", "van", "witte", "moorden", "twittert", "een", "boeren", "het", "en", "op", "die", "trump", "feiten", "dit", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}