{"id": "fbdb4d33-fe12-32db-be54-f58be7432be2", "title": "De zorgzame samen­leving leek zondagavond een kwestie van goede wil", "url": "https://trouw.nl/cultuur-media/de-zorgzame-samen-leving-leek-zondagavond-een-kwestie-van-goede-wil~b17a8375/", "summary": "Deels verantwoordelijk voor deze stemming was de start van het tweeluik over de zoektocht naar Jos B., de man die inmiddels veroordeeld is voor het ontvoeren en misbruiken van Nicky Verstappen.\nMet onder de gasten een jong meisje dat moet leren leven met een dwarslaesie en een brave huisvader die weer leert lopen, nadat al zijn spieren zijn gesloopt door corona.\nDe zorgzame samen­leving, zondagavond leek het simpelweg een kwestie van goede wil.\nOf zij die met een lege bankrekening zitten vanwege de toeslagenaffaire.\nZittend voor het gedoofde scherm kwam ik als vanzelf uit bij het thema zingeving, geen onbekende in deze krant.", "paragraphs": ["Zondagavond was een avond om ­sigarenroker te willen zijn. Om in het nachtelijke duister, in een stilgevallen huis, iedereen al naar bed, nog een laatste lampje aan, in een brede leunstoel te zitten met een ferme Cubaan tussen de vingers en misschien een koele Schot op de armleuning. En dan maar kringen blazen en de gedachten laten cirkelen rond de grote kwestie: waarom de een wel en de ander niet?", "Deels verantwoordelijk voor deze stemming was de start van het tweeluik over de zoektocht naar Jos B., de man die inmiddels veroordeeld is voor het ontvoeren en misbruiken van Nicky Verstappen. Eerlijk gezegd een zaak die ik altijd gemakkelijk langs me heen kon laten gaan. Er is zo veel ellende op de wereld. Honger hier, oorlog daar. Nu weer honderdtien gekeelde landarbeiders in Nigeria. Het houdt nooit op.", "Maar als je de wereld zo groot en onbehapbaar wil zien, ben je misschien wel blind voor wat vlakbij en maakbaar is, dacht ik ­tijdens ‘De zaak Nicky Verstappen: Achter de schermen bij het politieonderzoek’.", "Doorploeteren", "Want nu is dan tóch de verantwoordelijke aangewezen voor het dode kind dat werd gevonden tussen de dennenbomen op de Brunssummerheide, meer dan twintig jaar geleden. Simpelweg omdat er is doorgeploeterd. Door de volhoudende ouders van Nicky Verstappen, door Peter R. de Vries die niet wilde dat Nicky’s dossier in een archiefkast verdween en door het grote politieteam dat dankzij verbeterd DNA-onderzoek Jos B. op het spoor kwam. Zodat er uiteindelijk recht kon worden gesproken in die eerst hopeloos ogende zaak.", "Beeld uit 'Pauw komt binnen'", "Stug doorzetten was ook de rode lijn in de gesprekken van ‘Pauw komt binnen’, zijn nieuwe programma waarin Jeroen Pauw een steeds sacralere rust lijkt te vinden. Hij zit in zorginstellingen, in sfeerloze lege ruimtes, om simpelweg te praten met mensen over niet veel meer dan het hier en nu. Geen politiek, geen polemiek, niemand hoeft zijn verhaal af te raffelen. Zondag was de locatie het revalidatieziekenhuis Rijndam in Rotterdam. Met onder de gasten een jong meisje dat moet leren leven met een dwarslaesie en een brave huisvader die weer leert lopen, nadat al zijn spieren zijn gesloopt door corona.", "Ook hier staat de maatschappij klaar met grote teams van medewerkers en tal van middelen, allemaal om recht te zetten wat krom is. Wat een rijk land. Het voelde na afloop bijna onwerkelijk dat in beide programma’s niet was gesproken over de grotere mechanismes op de achtergrond. Oftewel: het geld. Het ging alleen maar om goeddoen en er zijn voor de ander. De zorgzame samen­leving, zondagavond leek het simpelweg een kwestie van goede wil.", "En ik vroeg me af of burgers, voor wie nog niet zo zorgvuldig wordt gezorgd, kracht konden putten uit deze verhalen. Zij die keken vanuit een kapot huis in Groningen. Of zij die met een lege bankrekening zitten vanwege de toeslagenaffaire.", "Zij die hun bedrijf failliet zien gaan vanwege de coronamaatregelen.", "Zittend voor het gedoofde scherm kwam ik als vanzelf uit bij het thema zingeving, geen onbekende in deze krant. Waarschijnlijk is het leven niet veel groter dan iedere dag maar weer zien door te komen, zonder al te veel kleerscheuren. En om je heen die paar mensen helpen die wél averij oplopen.", "Ook zonder sigarenrook doemde een duidelijk kringeltje op.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Renate Van Der Bas"], "keywords": ["van", "het", "goede", "wil", "die", "zijn", "met", "zondagavond", "leek", "zorgzame", "een", "en", "samenleving", "kwestie", "te", "om", "voor"], "pubDate": "2020-11-30T18:59:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}