{"id": "fbdd0268-e2d1-3936-b060-e1a5158e8d94", "title": "Als het middel soms erger is dan de kwaal – Psychosen worden behandeld met medicatie, kan dat anders?", "url": "https://volkskrant.nl/wetenschap/als-het-middel-soms-erger-is-dan-de-kwaal-psychosen-worden-behandeld-met-medicatie-kan-dat-anders~be9c64a5/", "summary": "Maar de praktijk is anders, zegt Jim van Os, hoogleraar psychiatrie en voorzitter van de divisie Hersenen van het UMC Utrecht.\n‘Psychiaters hebben het idee dat er maar één middel is tegen psychoses, namelijk antipsychotica en dat ze patiënten die niet mogen onthouden.\n‘Als je 20 bent en de psychiater zegt dat je aan de pillen moet, dat ze je anders gedwongen opsluiten – wat doe je dan?’ Monique Timmermans heeft dezelfde ervaring.\nWe noemen het een ziekte, maar het was eigenlijk een reactie op een heftige jeugd.’Toen ze was afgekickt, kwam de ‘echte’ Wadman weer tevoorschijn.\nWant uit onderzoek blijkt dat dat werkt.", "paragraphs": ["Psychosen worden vrijwel altijd behandeld met medicatie. Over de effectiviteit van die antipsychotica zijn twijfels, terwijl de bijwerkingen berucht zijn en afbouwen erg zwaar is. ‘Wat als de ggz mij een veilige plek had geboden, de gekte er even had laten zijn en met mij naar de oorzaak was gaan kijken?’", "Zijn eerste psychose kreeg Jeroen, niet zijn echte naam, op zijn 20ste. Achteraf snapt hij wel waarom. ‘Mijn moeder had psychische problemen. Mijn vader was alcoholist. Ik was de ouder van mijn ouders. Tot ik in een crisis raakte. Logisch: Ik zat vanaf mijn jongste jaren klem in een ziek gezin. Maar in de ggz keken ze niet naar de oorzaak. De witte jassen zeiden: jíj bent ziek. Jij moet aan de pillen.’ Jeroen, inmiddels 43, slikte ruim twintig jaar lang psychofarmaca, waaronder antipsychotica. Hij kijkt er verbitterd op terug. ‘Ik was, ook tijdens de psychose, totaal ongevaarlijk. Wat als de ggz mij een veilige plek had geboden, de gekte er even had laten zijn en met mij naar de oorzaak was gaan kijken? Nu ben ik twintig jaar gedrogeerd en stil blijven staan.’", "De gekte van een psychose er even laten zijn gebeurt vrijwel nooit. Wanen en hallucinaties worden steevast zo snel mogelijk de kop in gedrukt, met medicatie. Psychotische patiënten krijgen geen keuze tussen pillen of praten, zoals wel gebeurt bij een depressie of een angststoornis. Medicatie weigeren is natuurlijk mogelijk, zolang patiënten geen gevaar vormen voor zichzelf of hun omgeving. Maar de praktijk is anders, zegt Jim van Os, hoogleraar psychiatrie en voorzitter van de divisie Hersenen van het UMC Utrecht. ‘Psychiaters hebben het idee dat er maar één middel is tegen psychoses, namelijk antipsychotica en dat ze patiënten die niet mogen onthouden. Want ze denken ook dat antipsychotica probate middelen zijn. Terwijl onderzoek dat sterk relativeert. Slechts 23 procent van de patiënten reageert er echt goed op, terwijl de bijwerkingen enorm zijn.’", "Geen keus", "Jeroen had geen keus. ‘Er werd over mij beslist’, zegt hij. ‘Als je 20 bent en de psychiater zegt dat je aan de pillen moet, dat ze je anders gedwongen opsluiten – wat doe je dan?’ Monique Timmermans heeft dezelfde ervaring. ‘Als ik geen Zyprexa zou nemen, zou ik gedwongen worden opgenomen. Maar als je gedwongen wordt opgenomen, krijg je natuurlijk ook antipsychotica – weet ik inmiddels. Omdat ik thuis wilde zijn, bij mijn kinderen, koos ik voor medicatie. En ook omdat de psychiater zei dat het niet anders kon. Dat geloof je dan.’", "Terugblikkend denkt Timmermans dat haar psychose een volstrekt normale reactie was op abnormale omstandigheden. ‘Ik was bevallen van een niet levensvatbaar kindje en kon niet goed rouwen om het verlies. Als er tijdig was ingegrepen, had ik misschien nooit een psychose gekregen. Maar ik kon pas bij een psychiater terecht toen het uit de hand was gelopen. Ik was onder de invloed van zwangerschapshormonen, ik sliep niet meer en raakte steeds meer het contact met de werkelijkheid kwijt.’", "Antipsychotica zijn berucht vanwege de bijwerkingen. De stofwisseling kan bijvoorbeeld verstoord raken, met als gevolg enorme gewichtstoename. De weegschaal van Heleen Wadman ging in een half jaar tijd van 50 naar 100 kilo nadat ze was begonnen met Zyprexa en lithium, een stemmingsstabilisator. ‘Ik had geen gevoel van verzadiging meer. Ik had altijd honger.’ Ook het bewegingsapparaat gaat vaak kuren vertonen die sterk lijken op de bewegingsproblemen van de ziekte van Parkinson. Jeroen werd stram, ging houterig bewegen. ‘Ik ging krom lopen, mijn tong ging vast zitten. En van de lithium kreeg ik spierzwakte, zenuwpijn en beverige handen.’ Het denken raakt vaak aangetast. ‘Abstract denken lukte niet meer’, vertelt Wadman. ‘Ik kon nog wel praten, maar het was geen gesprek. Ik was mijn woorden kwijt. Het enige wat ik nog zei was: ik weet het niet.’", "Als een aardappel op de bank", "‘Antipsychotica kunnen zoveel negatieve effecten hebben, dat je je soms af moet vragen of het middel niet erger is dan de kwaal.’ Dat zegt Marieke Begemann, biomedisch onderzoeker bij het UMC Groningen en coördinator van een grootschalig onderzoek naar het afbouwen van antipsychotica, Hamlett. ‘Als je door de medicatie alleen nog maar als een aardappel op de bank kunt hangen, geen gesprek meer kunt voeren en geen film meer kunt volgen, dan betaal je wel een erg hoge prijs om geen stemmen meer te horen of wanen de kop in te drukken.’", "‘Dat herken ik wel’, zegt Timmermans. ‘Als je foto’s van mij ziet in die periode, heb ik overal dezelfde doodse blik. Of ik nou in de Python ondersteboven hing of thuis op de bank lag. Ik voelde me een zombie.’ Die mentale effecten zijn voor veel mensen de allerergste bijwerking van antipsychotica, is de ervaring van psychiater Van Os. ‘De middelen dempen de psychoses, maar ook je beleving van de wereld. Je beloningssysteem wordt erdoor uitgeschakeld. Terwijl je dat nodig hebt om de dag door te komen, om aan een activiteit te beginnen. Je wereld wordt heel bleek. Je voelt je volkomen onverschillig.’", "Antipsychotica genezen niet. Ze dempen symptomen zoals het horen van stemmen, waanvoorstellingen en het gevoel dat je wordt achtervolgd. Psychosen worden, zo luidt althans de theorie, veroorzaakt door te veel dopamine in de centrale breingebieden. Dopamine is een boodschapperstof in de hersenen die ons helpt te kiezen waar we wel en geen aandacht aan schenken. Te veel dopamine betekent dat het brein overal aandacht aan moet besteden en overbelast raakt. Antipsychotica zijn erop gericht de signalen van dopamine in het brein te blokkeren. Daardoor wordt niet alleen de psychose gedempt, maar het hele gevoelsleven.", "Beeld Vilain&Gai/Model Claudette Dero", "‘Niks kon mij raken, zolang ik slikte’, zegt Heleen Wadman (34), die van haar 14de tot haar 26ste antipsychotica en stemmingsstabilisatoren nam. Zes medicijnen per dag. ‘Maar als je nergens meer boos of blij of verdrietig van wordt, raak je jezelf kwijt.’ Wadman, werkzaam als ervaringsdeskundige in de psychiatrie, is nu zes jaar ‘bevrijd’ van de medicijnen. ‘Ik ben een reis naar binnen gaan maken. Ik heb ontdekt wat mij uit balans haalt. Ik heb geleerd dat mijn psychoses om heel fundamentele zaken draaiden: verlatingsangst, het recht er te zijn. We noemen het een ziekte, maar het was eigenlijk een reactie op een heftige jeugd.’", "Toen ze was afgekickt, kwam de ‘echte’ Wadman weer tevoorschijn. ‘Dat was voor iedereen een grote verrassing. Vrienden zeiden: je hebt je humor terug. En: je beweegt weer als vroeger, toen je nog een meisje van 14 was. Ik realiseerde mij dat ik mentaal ook echt een kind van 14 was. Dat ik alles wat ik had meegemaakt nog moest gaan verwerken. Inclusief het trauma dat ik als kind opliep, en waar het allemaal mee is begonnen.’", "‘Allemaal symptoombestrijding’", "Ook Jeroen, inmiddels 15 maanden clean, vindt dat hij door de medicatie heeft stilgestaan. ‘Het is allemaal symptoombestrijding. Twintig jaar lang. De pillen bedekken slechts de problemen, ze helen niets.’", "Veel patiënten krijgen na een psychose, of als ze de diagnose schizofrenie hebben, een ‘onderhoudsdosering’ om de psychotische verschijnselen op afstand te houden. Want uit onderzoek blijkt dat dat werkt. De looptijd van die studies is echter vaak beperkt tot twee jaar. Begin 2000 kwam de Friese psychiater Lex Wunderink op het idee om 124 patiënten maar liefst zeven jaar te volgen en niet alleen te kijken naar psychotische verschijnselen (terugval) maar ook naar sociaal functioneren. Na zeven jaar blijken patiënten die de eerste anderhalf jaar een zo laag mogelijke dosering of zelfs helemaal geen medicijnen meer kregen beter af dan patiënten die anderhalf jaar lang de gebruikelijke onderhoudsdosering hadden gekregen. De groep met de laagst mogelijke dosering was twee keer zo vaak hersteld wat betreft hun dagelijks functioneren in werk, studie en relaties. Voor het dempen van psychotische ervaringen maakte het allemaal niet uit.", "In Nederland zijn veel behandelaren, vooral in Friesland, beïnvloed door deze studie, met als gevolg dat patiënten vaker gestimuleerd worden om de antipsychotica binnen een jaar af te bouwen, ‘hoewel dit nog in geen enkele richtlijn wordt aangeraden’, aldus Begemann. De studie die zij coördineert, Hamlett, onderzoekt opnieuw, maar nu op grote schaal (met ruim vijfhonderd patiënten) wat de effecten zijn van zo snel mogelijk medicatie afbouwen in vergelijking met het slikken van de gebruikelijke onderhoudsdosering. ‘Ook wij kijken naar dagelijks functioneren, vooral in sociaal opzicht’, aldus Begemann. ‘We willen weten waar de patiënt zich het beste bij voelt.’", "Psychotherapie", "In Engeland onderzoeken wetenschappers wat het effect is van psychotherapie bij psychotische patiënten. Dat blijkt ook effectief te kunnen zijn. Wel gaat het dan om zeer intensieve therapie waarbij de patiënten kalmerende middelen krijgen en de gelegenheid krijgen om in een kliniek langzaam uit de psychose te komen. ‘Al met al doet psychotherapie in die vorm niet onder voor antipsychotica’, aldus Van Os. ‘Meestal werkt een combinatie van de twee het best, net als bij een depressie of angststoornissen.’ Helemaal uitbannen van antipsychotica is niet aan de orde, benadrukt hij. ‘In de acute fase de heftigste symptomen dempen, dan kunnen ze goed werken.’", "Ook de gebruikers van antipsychotica in dit verhaal zijn niet mordicus tegen medicatie. Jeroen: ‘Ik vind alleen dat de patiënt ermee moet instemmen. Dat hij goede voorlichting moet krijgen. Over de bijwerkingen. Dat medicatie je levensverwachting enorm verkort.’ Wadman: ‘Als ervaringsdeskundige zie ik dat de medicijnen te makkelijk worden voorgeschreven, te langdurig. Maar ik zeg absoluut niet dat iedereen moet afbouwen. Het belangrijkste doel lijkt me om samen te onderzoeken wat het meest helpt, waar je je het beste bij voelt, en de voors en tegens gezamenlijk af te blijven wegen.’", "In Noorwegen zetten ze onlangs de volgende stap. Daar hebben patiënten met een psychose het wettelijke recht om te kiezen voor een behandeling in een kliniek waar geen antipsychotica worden voorgeschreven. Het gaat om een experiment. Psychiater Van Os kijkt reikhalzend uit naar de evaluatie. ‘Ik ben benieuwd hoeveel patiënten alsnog antipsychotica gaan slikken. En of het uitmaakt als het een eigen keuze is om te gaan slikken.’ Overigens is het experiment in Noorwegen zeer omstreden. De meeste psychiaters zien psychoses als hun expertise en zien liever niet dat psychologen en ervaringsdeskundigen zich met de behandeling gaan bemoeien. Ze zien psychoses als een medisch probleem dat alleen met medicatie kan worden opgelost.", "Risicofactoren", "Het medische model, puur gericht op symptoombestrijding, ligt behoorlijk onder vuur, benadrukt Begemann. ‘Vroeger werd je voor knettergek versleten als je hallucinaties had of stemmen hoorde. Je was afwijkend, niet normaal. Nu weten we dat bijna iedereen weleens milde psychotische ervaringen kan hebben. Bijvoorbeeld dat je iemand hoort die je naam roept, terwijl er niemand in de buurt is. Of dat je iets over je arm voelt lopen, terwijl er niets is. We hebben het allemaal, het is onderdeel van de menselijke variatie. Alleen gaan sommige mensen over het randje en blijven de meesten daar ver van weg.’", "Risicofactoren voor een grote psychosegevoeligheid zijn onder andere: traumatische ervaringen in de kindertijd, wonen in een stedelijke omgeving, drugsgebruik. Ook naar een andere cultuur verhuizen kan ontvankelijker maken voor een psychose: het gevoel er niet bij te horen kan bedreigend zijn en een paranoïde reactie uitlokken.", "Het afbouwen van jarenlang antipsychoticagebruik is moeilijk. De fysieke onttrekkingsverschijnselen zijn heftig en het stoppen van de medicatie lokt vaak nieuwe psychoses uit. Zelfs met geleidelijk afbouwen mislukt 50 tot 67 procent van de stoppogingen.", "Wadman: ‘Het lastigst waren de Risperdal en de Zyprexa. Ik weet nog dat er, twee weken na mijn laatste pilletje, een bom barstte in mijn hoofd. Vergelijk het met maiskorreltjes in de pan die als popcorn alle kanten op springen, zoiets gebeurde in mijn hoofd. Het heeft twee jaar geduurd voordat ik stabiliseerde, ik ben tijdens het afkicken een paar keer behoorlijk psychotisch geworden, ik sliep slecht en verging van de stress. Maar het is gelukt, vooral omdat ik inmiddels wist dat het afbouwen psychoses kan uitlokken.’ Daarna kostte het nog twee jaar om ‘in een acceptabele balans’ te raken, vertelt ze.", "Dopaminesignalen", "Waarom lokt het afbouwen van antipsychotica psychoses uit? Helemaal zeker weet de psychiatrie het niet. Maar het lijkt erop dat het brein gevoeliger wordt voor psychoses door het gebruik van antipsychotica. Onderzoekers spreken van het ‘dopamine-overgevoeligheidssyndroom’. De pillen remmen weliswaar de dopaminesignalen in het brein, maar het brein past zich aan door nieuwe en/of gevoeliger dopaminereceptoren aan te maken. Dus als je dan stopt, krijg je opeens een enorme toename van dopaminesignalen in je brein.", "Timmermans deed verschillende mislukte pogingen om af te kicken. Ze kreeg angstaanvallen, vreemde beelden en sliep slecht. Afkickverschijnselen die veel leken op het opbouwen naar psychose. Ze wist uiteindelijk te stoppen met Zyprexa en later ook met het antipsychoticum Seroquel. De Abilify (ook een antipsychoticum) enkele jaren later kostte nog meer moeite. ‘Het was de hel. Opvliegers, hoofdpijn, misselijkheid, schokkende spieren, schrikreacties, bloed bij de ontlasting, chagrijn, vermoeidheid.’ Het kostte haar uiteindelijk haar baan. Na twaalf jaar slikken is ze nu één jaar vrij van de antipsychotica. ‘Maar tegen welke prijs?’, vraagt ze zich af. ‘Alles wat zeer kon doen, deed zeer. Ik was na het opstaan al meteen weer dodelijk vermoeid. Er zit zo’n onrust in mijn lichaam dat ik altijd moet bewegen. Ik kan nog geen minuut stilzitten. Dit is ondraaglijk.’", "Timmermans blijkt acathisie te hebben gekregen, een bewegingsstoornis die veroorzaakt kan worden door langdurig antipsychotica-gebruik maar ook door de afbouw ervan. Een bijwerking waar ze niet voor is gewaarschuwd. Omdat, zoals Van Os het uitdrukt, ‘er sowieso weinig aandacht is voor onttrekkingsverschijnselen bij afbouwen. Over haar vooruitzichten durft niemand voorspellingen te doen. Timmermans: ‘Het kan beter worden, zeggen ze. Maar ook slechter. Gelukkig ben ik wel uit de slachtofferrol gekomen. Ik durf na al die jaren weer op mijzelf te vertrouwen. Dat is hoe dan ook een grote vooruitgang.’", "De echte naam van Jeroen is bij de redactie bekend.", "‘Antipsychotica zijn wel degelijk effectief’ ‘Tijdens een psychose – gesteld dat er ook echt wanen zijn – kunnen patiënten dingen doen waar ze na hun psychose veel spijt van hebben’, benadrukt Iris Sommer, hoogleraar psychiatrie aan het Universitair Medisch Centrum Groningen. In tegenstelling tot Jim van Os vindt Sommer antipsychotica wel degelijk effectief. ‘De studie waar Van Os zich op baseert laat zien dat 23 procent van de patiënten ‘echt goed reageert’ op antipsychotica. Maar er zijn ook patiënten die enigszins of minimaal baat hebben bij de medicatie. Alles bij elkaar opgeteld heeft 50 procent van de proefpersonen tenminste een minimale positieve respons. Dat is geen slechte uitkomst. Ook niet als je het vergelijkt met ‘gewone’ medicijnen zoals statines, bloeddrukverlagers of zelfs paracetamol.’ Wel vermoedt Sommer dat patiënten beter af zijn als ze slechts korte tijd antipsychotica slikken, in plaats van de gebruikelijke (langdurige) onderhoudsdosering. ‘Om dat zeker te weten doen we nu het Hamlett-onderzoek.’"], "authors": ["Margreet Vermeulen"], "keywords": ["van", "dat", "kwaal", "een", "het", "middel", "en", "medicatie", "psychosen", "te", "ik", "zijn", "erger", "soms", "als", "worden", "je", "kan", "met"], "pubDate": "2020-12-04T12:00:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}