{"id": "fbf097fe-66b4-390b-bc72-532246dec218", "title": "Intern onderzoek naar jongeren Rood zet partijraad SP op scherp", "url": "https://www.parool.nl/nederland/intern-onderzoek-naar-jongeren-rood-zet-partijraad-sp-op-scherp~b7c0bebe/", "summary": "Olaf Kemerink, een van de ‘dissidenten’.\nTwee bestuurders zouden communistische banden hebben en zijn geroyeerd.\nDe jongerenclub loopt nu ongeveer 180.000 euro per jaar mis, omdat de leden van Rood ‘personen in hun bestuur’ kozen die geen lid meer zijn van de SP.\nEr is vooral gekeken naar twee platforms met veelbetekenende namen: het Communistisch Platform (CP) en het Marxistisch Forum (MF).\nOok vind ik het kwalijk dat er moties en stukken in worden gezet van leden met naam en lidnummer erbij.", "paragraphs": ["Olaf Kemerink, een van de ‘dissidenten’.", "Twee bestuurders zouden communistische banden hebben en zijn geroyeerd. Eind vorige maand stopte het SP-bestuur de financiering van jongerenvereniging Rood na een ware opstand in die organisatie.", "De jongerenclub loopt nu ongeveer 180.000 euro per jaar mis, omdat de leden van Rood ‘personen in hun bestuur’ kozen die geen lid meer zijn van de SP. Hun lidmaatschap werd beëindigd door de top, die sprak over ‘geradicaliseerde zolderkamercommunisten’.", "De twee dissidente bestuurders van de jongerenbeweging - voorzitter Olaf Kemerink en algemeen bestuurslid Robin de Rooij - weigeren te vertrekken. De partijtop eist echter dat de jongerenbeweging afstand neemt van ‘rode’ clubjes die binnen de SP actief zouden zijn. Voorzitter Jannie Visscher: “We zijn gekke Henkie niet en laten de jongerenvereniging niet kapen door communisten.”", "Opruiende taal", "Uit nu uitgelekt onderzoek, dat staat op het SP-netwerk, blijkt dat er in (online) gespreksgroepen door jonge leden allerlei opruiende taal wordt verspreid: sommige activisten willen zelfs het bestuur van de moederpartij ‘ruimen’ en de clubjes in het duister streven naar de ‘transformatie’ van de Socialistische Partij, door ‘een eenheidsfront’ van marxisten binnen de partijstructuur te vormen.", "Er is vooral gekeken naar twee platforms met veelbetekenende namen: het Communistisch Platform (CP) en het Marxistisch Forum (MF). CP schreef in 2015 al een programma met opmerkelijke standpunten. Zo is deze club vóór een bewapende bevolking. ‘Dit principe moet worden gewonnen, in de eerste plaats door de arbeidersbeweging die zichzelf beschermt middels een arbeidersmilitie.’", "In 2020 werd MF opgericht, waar Rood-bestuurslid Robin de Rooij volgens de stukken grondlegger van is. De marxisten komen hardop in verzet tegen de koers van de huidige SP-top. ‘De consolidatie van de macht van de parlementaire fractie onder leiding van Lilian Marijnissen staat nu slechts een terugkeer naar oude vermoeide ideeën voor.’ Volgens de activisten vertaalt die koers zich in slechte verkiezingsuitslagen en dalende ledenaantallen.", "Een nieuwe koers", "Deze uitgesproken taal komt ook terug in het gezamenlijke programma Een Nieuwe Koers, waarmee onder anderen Kemerink en De Rooij zich later dit jaar, met succes, verkiesbaar stelden voor het Rood-bestuur. Ze schrijven samen: ‘Openlijke kritiek op de partij en discussie over de koers moet mogelijk zijn. Zonder botsingen van ideeën komt de arbeidersbeweging niet vooruit.’ En, wat ze willen: ‘Een ruim gefinancierde lidmaakcampagne die leden werft op basis van marxistische politiek.’", "Naast Kemerink en De Rooij heeft het bestuur nog vier SP-leden de wacht aangezegd. Dat heeft het Marxistisch Forum doen besluiten een verklaring af te geven. Daarin wordt ‘de heksenjacht’ op kritische leden gehekeld. ‘Wij zijn een Forum door en voor leden, geen politieke partij. Het Communistisch Platform geeft ook duidelijk te kennen geen politieke partij te zijn, noch deze ambitie te hebben.’", "Rood-voorzitter Kemerink stelt dat het uitgelekte feitenrelaas geen correct beeld schetst. “Er zijn dingen uit hun verband getrokken en er worden verbanden gelegd die er niet zijn. Ook vind ik het kwalijk dat er moties en stukken in worden gezet van leden met naam en lidnummer erbij. Zij worden daarmee direct met het Communistisch Platform in verband gebracht, terwijl dat niet het geval hoeft te zijn.” Kemerink wil niet hardop zeggen of hij en De Rooij betrokken zijn bij de genoemde clubjes.", "Extra partijraad", "Op verzoek van afdelingen vindt vrijdagavond een extra SP-partijraad plaats over het conflict tussen het partijbestuur en de jongerentak. Die bijeenkomst zal, in tegenstelling tot eerder, niet toegankelijk zijn voor de media en het Rood-bestuur. Er wordt volgens de agenda voorgesteld om een onderzoekscommissie in te stellen naar Rood en steun gevraagd voor de besluiten van de top."], "authors": ["Edwin Van Der Aa"], "keywords": ["rood", "partijraad", "van", "sp", "zet", "intern", "jongeren", "het", "scherp", "op", "naar", "zijn", "die", "leden", "onderzoek", "een", "en", "te", "niet", "dat"], "pubDate": "2020-12-03T19:35:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}