{"id": "fbfeefb0-da42-3177-8f1c-809f95dcd3a5", "title": "Van ’t Hek: ‘Todd Rundgren heeft Flappie helemaal verkeerd begrepen’", "url": "https://volkskrant.nl/nieuws-achtergrond/van-t-hek-todd-rundgren-heeft-flappie-helemaal-verkeerd-begrepen~b0141e55/", "summary": "Platenhoes ‘Flappie’ van Todd Rundgren.\nBeeld ANPCabaretier Youp van ’t Hek keek woensdagochtend vreemd op toen hij op de radio It was Christmas morning, 1961... hoorde zingen.\n‘En het wás ook Flappie, maar dan gezongen door Todd Rundgren’, zegt Van ’t Hek.\nGrote vraag: Rundgren en Flappie?\nVolgens Robert Soomer, artistiek manager van het orkest, is Rundgren een van de grootste songwriters ooit.", "paragraphs": ["Platenhoes ‘Flappie’ van Todd Rundgren. Beeld ANP", "Cabaretier Youp van ’t Hek keek woensdagochtend vreemd op toen hij op de radio It was Christmas morning, 1961... hoorde zingen. De muziek leek wel heel veel op die van Flappie, zijn grote hit over een jongen die op Kerstochtend zijn konijn kwijt is en het later die dag terugvindt. Als onderdeel van de kerstmaaltijd. ‘En het wás ook Flappie, maar dan gezongen door Todd Rundgren’, zegt Van ’t Hek. ‘Best wel een beroemde meneer, ontdekte ik via Google.’", "De Amerikaanse popmuzikant Todd Rundgren (72), maker van meer dan vijftig albums, kondigde woensdag trots zijn allereerste kerstplaat aan, een cover van Flappie. Voor liefhebbers uitgebracht op groen en rood vinyl. Rundgren volgt het origineel tamelijk nauwgezet. De tekst is letterlijk vertaald en ook de muziek van componist Jan Kokken is door Rundgren overgenomen. Flappie klinkt meer als Floppy, maar dat is volgens Van ’t Hek (66) geen probleem.", "Studentenvereniging", "Het was een van de eerste liedjes die de cabaretier schreef. ‘Ik maakte het nummer veertig jaar geleden voor het cabaretclubje van mijn zusje. Toen ik zag hoe goed het werd ontvangen binnen de studentenvereniging, besloot ik het zelf te gaan zingen tijdens mijn voorstelling bij Cabaretgroep NAR.’ Flappie werd bekend toen in 1980 de toenmalige presentatoren Koos Postema en Willem Ruis van het radioprogramma Langs de lijn het nummer acht keer op een middag draaiden. Van ’t Hek: ‘Daarna heeft Flappie de Nederlandse radio nooit meer verlaten.’ In 2004 kwam het nummer binnen in de Top 2000, vorig jaar stond het op nr. 1175.", "Grote vraag: Rundgren en Flappie? De musicus zelf is niet bereikbaar, maar hij is vaak in Nederland geweest. Zo trad hij afgelopen jaar nog op in Paradiso in Amsterdam. Met het Metropole Orkest maakte hij in 2011-2012 een ‘best of’-programma van zijn nummers. Volgens Robert Soomer, artistiek manager van het orkest, is Rundgren een van de grootste songwriters ooit. ‘Hij weet heel krachtig liedjes neer te zetten en is heel muzikaal. Het was voor ons een eer om met zo iemand samen te werken.’", "Van ’t Hek is trots op het gecoverde nummer. ‘Maar als het op 1 komt in Japan, hoop ik toch dat wij ook iets van de opbrengst krijgen’. De auteursrechtenorganisatie Buma/Stemra springt in de bres voor Van ’t Hek. ‘Youp heeft recht op een vergoeding als een liedje dat hij geschreven heeft in het buitenland gebruikt wordt. Er is geen toestemming gevraagd voor de vertaling. De inkomsten behoren via onze Amerikaanse collega’s naar ons te gaan, zodat wij aan Youp kunnen uitkeren.’", "Konijnen-kannibalisme", "Overigens heeft Rundgren de tekst van het liedje niet alleen letterlijk vertaald, maar denkt hij ook dat die is gebaseerd op een werkelijk bestaande traditie. In een vraaggesprek met het Amerikaanse muziektijdschrift Rolling Stone beweert de popmuzikant dat het in Nederland gebruikelijk is dat kinderen op jonge leeftijd een konijn opvoeden, dat vervolgens met kerst wordt opgegeten.", "‘Dan heeft-ie het niet helemaal begrepen’, reageert Van ’t Hek zaterdag tegenover RTL Nieuws. Als inspiratiebron noemt hij een verhaal van Maarten Biesheuvel. ‘Daarin ging het over dingen die verschrikkelijk zijn in je leven. Iemand schreef: ik weet nog dat mijn konijn met kerst vermoord werd. Nou, cabaret kan overal over gaan, dus ook over je vermoorde kerstkonijn.’", "Het liedje kon zijn dochter dertig jaar geleden niet bekoren. ‘Ze was toen 4 of 5 jaar. Ze zei: papa, jij hebt een liedje over een konijn, dat wil ik horen. Toen heb ik het opgezet, en wilde ze het nog een keer horen. En nog een keer. En opeens begon ze te brullen. Dit is gemeen!’ zei ze. Ik zei: het is een grapje, lieverd. Nou, ze vond het niet grappig.’"], "authors": ["Zoë Spaaij"], "keywords": ["van", "heeft", "flappie", "verkeerd", "hek", "todd", "helemaal", "het", "op", "hij", "ik", "rundgren", "begrepen", "een", "en", "dat"], "pubDate": "2020-12-05T09:30:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}