{"id": "fc09ec86-a84c-3768-84b4-87fcc6e45f6c", "title": "Verwacht lerarentekort is gekrompen, maar nog steeds veel docenten nodig", "url": "https://nu.nl/binnenland/6095683/verwacht-lerarentekort-is-gekrompen-maar-nog-steeds-veel-docenten-nodig.html", "summary": "Het verwachte lerarentekort in het basis- en voortgezet onderwijs voor de komende jaren is gekrompen door de toegenomen populariteit van de lerarenopleidingen.\nDit jaar zijn de tekorten in de vijf grootste steden, waar de problemen het grootst zijn, gedaald van 12 naar 9 procent.\nNu zijn dat er 1.439.\nVolgens Van Engelshoven en Slob is dat een verbetering omdat in dat schooljaar ook 1.050 meer docenten nodig zijn vanwege de verwachte toename van het aantal leerlingen.\nDaarnaast zou ook helpen dat op regionaal niveau meer wordt samengewerkt tussen schoolbesturen en opleidingen, en dat er werklozen zijn teruggekeerd in het basisonderwijs.", "paragraphs": ["Het verwachte lerarentekort in het basis- en voortgezet onderwijs voor de komende jaren is gekrompen door de toegenomen populariteit van de lerarenopleidingen. Desondanks blijven de tekorten groot, schrijven onderwijsministers Ingrid van Engelshoven en Arie Slob woensdag in een brief aan de Tweede Kamer.", "Het basis- en voortgezet onderwijs heeft in twee jaar tijd 1.400 fte's aan leraren gekregen. Daarnaast is er ook meer ondersteunend personeel, waar het aantal fte's met 4.900 is gegroeid. Dit jaar zijn de tekorten in de vijf grootste steden, waar de problemen het grootst zijn, gedaald van 12 naar 9 procent.", "Het tekort voor 2025 in het basisonderwijs bestond volgens de ramingen van vorig jaar uit 1.971 fte's boven op de huidige tekorten. Nu zijn dat er 1.439. Volgens Van Engelshoven en Slob is dat een verbetering omdat in dat schooljaar ook 1.050 meer docenten nodig zijn vanwege de verwachte toename van het aantal leerlingen.", "De nieuwe cijfers voor het voortgezet onderwijs zien er minder goed uit, wat volgens de ministers \"zorgwekkend is\". Voor 2025 wordt verwacht dat er 1.250 fte's ongevuld blijven. Dat zijn 100 fte's minder dan volgens de verouderde ramingen van vorig jaar.", "Opleidingen al langere tijd in de lift", "Dat de opleiding tot basisschoolleraar in de lift zit, bleek al uit de instroomcijfers van de afgelopen jaren. Dit schooljaar gaat het volgens voorlopige cijfers bij de voltijdopleiding om een toename van 33 procent ten opzichte van een jaar eerder. Bij de deeltijdopleiding is dat 25 procent.", "Daarnaast volgen dit jaar 1.777 mensen het zijinstromerstraject, waarmee werkenden zich kunnen laten omscholen tot docent in het basis-, voortgezet of middelbaar beroepsonderwijs. Daarnaast zou ook helpen dat op regionaal niveau meer wordt samengewerkt tussen schoolbesturen en opleidingen, en dat er werklozen zijn teruggekeerd in het basisonderwijs.", "In de afgelopen jaren zijn honderden miljoenen euro's naar het onderwijs gegaan om onder meer de werkdruk te verlagen en het beroep van leraar aantrekkelijker te maken. De ministers zeggen dat ook de komende jaren \"onverminderd aandacht\" nodig is om de tekorten weg te werken, zeker nu het onderwijs door de coronacrisis verder onder druk is komen te staan."], "authors": ["Door"], "keywords": ["van", "nog", "het", "jaar", "maar", "ftes", "verwacht", "docenten", "zijn", "nodig", "volgens", "lerarentekort", "onderwijs", "steeds", "dat", "en", "gekrompen", "veel", "er"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}