{"id": "fc186244-72bf-35fe-84e6-96186ff8c0bc", "title": "Albon zoekt na teleurstellend F1-avontuur bij Red Bull zijn heil in de DTM", "url": "https://nos.nl/artikel/2363037-albon-zoekt-na-teleurstellend-f1-avontuur-bij-red-bull-zijn-heil-in-de-dtm.html", "summary": "Autocoureur Alexander Albon, die het afgelopen seizoen de teamgenoot was van Max Verstappen bij Red Bull in de Formule 1, gaat dit jaar zijn geluk beproeven in de DTM, het Duitse toerwagenkampioenschap.\nDe 24-jarige Albon blijft wel als test- en reservecoureur aan Red Bull Racing verbonden.\nTwee keer podiumAlbon kwam in de loop van het Formule 1-jaar 2019 het team van Red Bull versterken.\nDe Thai verving vanaf de Grand Prix van België de tegenvallende Pierre Gasly en mocht ook het jaar erop plaatsnemen in een van de bolides van het topteam.\nDit jaar zal Sergio Pérez de teamgenoot zijn van Verstappen bij Red Bull.", "paragraphs": ["Autocoureur Alexander Albon, die het afgelopen seizoen de teamgenoot was van Max Verstappen bij Red Bull in de Formule 1, gaat dit jaar zijn geluk beproeven in de DTM, het Duitse toerwagenkampioenschap.", "De 24-jarige Albon blijft wel als test- en reservecoureur aan Red Bull Racing verbonden. Hij is daardoor niet wekelijks beschikbaar voor een optreden in zijn nieuwe klasse, waar de Nieuw-Zeelander Liam Lawson zijn teamgenoot wordt.", "Twee keer podium", "Albon kwam in de loop van het Formule 1-jaar 2019 het team van Red Bull versterken. De Thai verving vanaf de Grand Prix van België de tegenvallende Pierre Gasly en mocht ook het jaar erop plaatsnemen in een van de bolides van het topteam.", "Een groot succes werd het echter niet. Verder dan twee podiumplaatsen - derde in zowel Toscane als Bahrein tijdens het afgelopen Formule 1-seizoen - kwam hij niet. Dit jaar zal Sergio Pérez de teamgenoot zijn van Verstappen bij Red Bull."], "authors": [], "keywords": ["zoekt", "zijn", "van", "het", "teamgenoot", "formule", "red", "heil", "f1avontuur", "jaar", "teleurstellend", "albon", "dtm", "bull", "bij", "verstappen", "niet"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}