{"id": "fc202c46-ab5b-3c6c-ac4a-1487424a73a3", "title": "Vrouwen zijn gelukkige slaven, die er het beste van proberen te maken. Simone de Beauvoir over de vrouw, door de ogen van een man", "url": "https://trouw.nl/religie-filosofie/vrouwen-zijn-gelukkige-slaven-die-er-het-beste-van-proberen-te-maken-simone-de-beauvoir-over-de-vrouw-door-de-ogen-van-een-man~bf811c53/", "summary": "Eerder verscheen van zijn hand ‘Het ware leven is elders’ (2013), over de filosofie van het toerisme.\nIn het laatste hoofdstuk projecteert Welten het denken van De Beauvoir op het hedendaagse genderdebat.\nAls existentialistisch filosoof wilde zij mensen niet tot de abstracties ‘man’ of ‘vrouw’ reduceren, of ze een slachtofferrol aanpraten.\nMaar hij suggereert ook dat in De Beauvoirs denken over psychoanalyse en existentialisme het begin van een oplossing schuilt, van een nieuwe taal en een nieuw vrijheidsdenken.\nVier schrijvers vertellen over de invloed die het denken van De Beauvoir op hun leven heeft gehad.", "paragraphs": ["Wie is er bang voor Simone de Beauvoir?", "Over feminisme, existentialisme, God, liefde en seks", "Ruud Welten", "Boom", "256 blz. € 22,50", "★★★★", "De auteur", "Ruud Welten (Etten-Leur, 1962) is sinds 2016 bijzonder hoogleraar hedendaagse benaderingen van menselijke subjectiviteit aan de Erasmus Universiteit Rotterdam. Eerder verscheen van zijn hand ‘Het ware leven is elders’ (2013), over de filosofie van het toerisme.", "Stelling", "“Lang heb ik geaarzeld met het schrijven van een boek over de vrouw”, tekende Simone de Beauvoir (1908-1986) op in ‘De tweede sekse’ (1949). “Het is een irritant onderwerp, vooral voor vrouwen, en bovendien is het niet nieuw.”", "Sekse is volgens De Beauvoir niet biologisch, maar cultureel bepaald. Let wel, er bestaan biologische verschillen tussen mannen en vrouwen, maar de betekenis die we daaraan toekennen berust op maatschappelijke normen- en waardensystemen. Op mythen, geconstrueerd in een samenleving die mannen stelselmatig bevoordeelt.", "Eén van De Beauvoirs meest irritante observaties is dat veel vrouwen hun ondergeschikte positie klakkeloos accepteren. Ze geven hun baan op voor het moederschap, ze willen begeerlijk zijn voor mannen op een wijze die door damesbladen wordt gedicteerd. Gelukkige slaven, die de mythen hebben geïnternaliseerd en er het beste van proberen te maken.", "Ook De Beauvoir zelf was niet ongevoelig voor de verlokking van slavernij, getuige de smachtende liefdesbrieven waarmee ze zich aan de voeten wierp van onder anderen schrijver Nelson Algren.", "", "Zeventig jaar na publicatie van ‘De tweede sekse’ is De Beauvoirs onderwerp nog altijd even irritant, observeert Ruud Welten. Een fenomeen als #MeToo bewijst dat De Beauvoirs ‘brief, geadresseerd aan de masculiene samenleving’ nooit is aangekomen’.", "Welten stelt zich met zijn boek op als intermediair, die mannen en vrouwen bij de hand neemt om ze vertrouwd te maken met het oeuvre van De Beauvoir. Ook Welten zelf begon pas rijkelijk laat aan het lezen van dat enge oeuvre, erkent hij. Ondanks zijn goedbedoelde inhaalslag twijfelt hij aan zijn positie als vertegenwoordiger van de ‘eerste sekse’ die een boek schrijft over de ‘tweede’. Maakt hem dat niet een tikje verdacht, paternalistisch zelfs – de heer die zijn knecht oproept tot revolutie?", "Opvallende passage", "“Verliefde mannen en wetenschappers hebben minstens één ding gemeen: ze objectiveren de vrouw en begrijpen haar naar het beeld dat ze van haar gemaakt hebben.”", "Reden om dit boek niet te lezen", "Dat zijn interessante persoonlijke bespiegelingen, die Welten echter pas in de laatste pagina’s bij zijn De Beauvoir-exegese betrekt. Waarom is hij niet eerder, dieper ingegaan op de complexiteit van zijn eigen bemiddelende rol?", "Reden om dit boek wel te lezen", "Weltens boek is zeer toegankelijk geschreven. Dat lijkt geen hemelschokkende observatie, maar na het lezen van Weltens boek moet ik daar meteen een voorbehoud bij maken: het is immers geschreven door een man en wordt hier besproken door een man. Ook de ‘neutrale’ taal waarmee filosofen nadenken is bij uitstek een mannelijke taal, die aan herziening toe is.", "In het laatste hoofdstuk projecteert Welten het denken van De Beauvoir op het hedendaagse genderdebat. Met hun prettige bijklank hebben termen als ‘inclusie’ en ‘diversiteit’ het feminisme verdrongen, moppert hij. Deze termen doen ons geloven dat de strijd van het feminisme een afgesloten hoofdstuk in de geschiedenis is, en dat resterende ongelijkheidskwesties met ingrepen als een vrouwenquotum kunnen worden opgelost. Volgens Welten bewijst het voortrekken van vrouwen dat de man nog steeds de eerste sekse is, die zich in dit geval van zijn ridderlijke kant toont door de tweede een kontje te geven. Met kapitalistische rolmodellen als Ivanka Trump zijn alleenstaande moeders en vrouwen met laagbetaalde banen bepaald niet geholpen.", "Volgens De Beauvoir was feminisme nooit een politiek-economische kwestie, altijd een culturele. Als existentialistisch filosoof wilde zij mensen niet tot de abstracties ‘man’ of ‘vrouw’ reduceren, of ze een slachtofferrol aanpraten. Door het probleem van achtergesteldheid te benoemen, maakte ze wel het verschil tussen man en vrouw manifest. Dat is haar tragiek, schrijft Welten. Maar hij suggereert ook dat in De Beauvoirs denken over psychoanalyse en existentialisme het begin van een oplossing schuilt, van een nieuwe taal en een nieuw vrijheidsdenken.", "Lees ook:", "Hoe relevant is Simone de Beauvoir nog? Vier schrijfsters vertellen", "Is het denken van de Franse filosoof Simone de Beauvoir nog relevant, zeventig jaar na de publicatie van De tweede sekse? Vier schrijvers vertellen over de invloed die het denken van De Beauvoir op hun leven heeft gehad."], "authors": ["Maurice Van Turnhout"], "keywords": ["man", "van", "slaven", "ogen", "beauvoir", "vrouwen", "het", "vrouw", "op", "die", "zijn", "proberen", "simone", "een", "ze", "te", "en", "dat"], "pubDate": "2020-11-11T13:09:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}