{"id": "fc33a565-ce72-3eec-9140-3f6b2fb25f23", "title": "Hollandse Duinen wil Nationaal Park zijn", "url": "https://trouw.nl/duurzaamheid-natuur/hollandse-duinen-wil-nationaal-park-zijn~bbda0b6d/", "summary": "Hollandse Duinen heeft gisteren officieel een verzoek ingediend om nationaal park te worden bij het ministerie van LNV.\n“Daarnaast geeft de titel ons een bepaalde status en kansen op investeringen”, zegt Georgette Leltz, programmadirecteur van Nationaal Park Hollandse Duinen.\nDat is ook waarom het park zo'n groot gebied moet beslaan.”Inmiddels zijn er ook gesprekken gaande met de provincie Noord-Holland, om de mogelijkheden van het doortrekken van het nationaal park naar die provincie te bekijken, zegt Berend Potjer, gedeputeerde Natuur van Zuid-Holland.\nHoeveel Hollandse Duinen van dat bedrag zou krijgen, is niet bekend.\nLees ook:Deze Nederlandse gebieden zijn van ‘wereldklasse’Er zijn in Nederland vijf gebieden die in aanmerking komen voor het predicaat ‘Nationaal park van wereldklasse’.", "paragraphs": ["Hollandse Duinen heeft gisteren officieel een verzoek ingediend om nationaal park te worden bij het ministerie van LNV. Initiatiefnemers zijn Staatsbosbeheer, drinkwaterbedrijf Dunea en provincie Zuid-Holland. Het ministerie beslist over de aanvraag.", "Dit zou het eerste nationale park van Zuid-Holland worden. De initiatiefnemers willen met de titel benadrukken hoe bijzonder het gebied is. Mensen uit de regio worden zo meer betrokken bij het gebied en zijn natuur. “Daarnaast geeft de titel ons een bepaalde status en kansen op investeringen”, zegt Georgette Leltz, programmadirecteur van Nationaal Park Hollandse Duinen. 53 organisaties, variërend van gemeenten en bedrijven tot toeristische attracties als De Keukenhof, ondersteunen de aanvraag, onderstreept Leltz. Zij moeten gaan investeren in de verdere ontwikkeling van de regio. “Hopelijk worden dat nog meer partners als we de titel krijgen.” De titel moet vooral veel toeristen trekken, vooral uit de regio en niet zozeer uit het buitenland.", "Meer toeristen betekent vaak ook aantasting van de natuur. Dit willen Leltz en haar collega’s voorkomen. De meest kwetsbare Natura 2000-gebieden, oftewel de duinen, worden minder toegankelijk gemaakt voor bezoekers. “We betrekken plekken verder landinwaarts juist bij het park in oprichting. Daar maken we aantrekkelijke bestemmingen en routes die bezoekers genoeg bieden. Dat is ook waarom het park zo'n groot gebied moet beslaan.”", "Inmiddels zijn er ook gesprekken gaande met de provincie Noord-Holland, om de mogelijkheden van het doortrekken van het nationaal park naar die provincie te bekijken, zegt Berend Potjer, gedeputeerde Natuur van Zuid-Holland. “Maar dat is langetermijndenken, eerst moet ons plan goedgekeurd en uitgevoerd worden.”", "Leltz verwacht dat minister Schouten (Natuur) voor de Kamerverkiezingen in maart beslist over de aanvraag. Eerder zegde het rijk al 6 miljoen euro toe voor ontwikkeling van 21 nationale parken. Hoeveel Hollandse Duinen van dat bedrag zou krijgen, is niet bekend. “Wat de uitkomst ook is, we gaan de projecten sowieso uitvoeren. Natuurlijk hopen we op goedkeuring, maar de meerwaarde is zo groot, dat we hoe dan ook starten volgend jaar”, benadrukt Leltz.", "Lees ook:", "Deze Nederlandse gebieden zijn van ‘wereldklasse’", "Er zijn in Nederland vijf gebieden die in aanmerking komen voor het predicaat ‘Nationaal park van wereldklasse’. Dat stelt een adviescommissie onder leiding van Pieter van Vollenhoven. Het gaat om het Waddengebied, de Hollandse duinen, de ‘Zuidwestelijke delta’ (van de Biesbosch tot en met de kust van Zeeland), de Veluwe en het noordwesten van Overijssel met een overgang naar Drenthe."], "authors": ["Redactie Trouw"], "keywords": ["van", "duinen", "hollandse", "het", "wil", "voor", "zijn", "park", "ook", "en", "dat", "nationaal", "worden"], "pubDate": "2020-12-09T18:50:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}