{"id": "fc342705-ad09-3b6d-9253-f757800de42f", "title": "Gommers en Kuipers: ‘Start maandag nog met vaccineren ziekenhuispersoneel’", "url": "https://www.parool.nl/nederland/gommers-en-kuipers-start-maandag-nog-met-vaccineren-ziekenhuispersoneel~b2a722cc/", "summary": "“Zeker het personeel dat het meest nodig is.\nMinister Hugo de Jonge wil beginnen met het vaccineren van het personeel van verzorgingshuizen en andere zorginstellingen.\nDe situatie in de ziekenhuizen loopt echter zodanig uit de hand, dat vaccineren volgens Kuipers en Gommers broodnodig is.\nNederland begint sowieso al als laatste EU-land met het vaccineren van de bevolking.\nIn totaal kan Nederland voor het einde van het eerste kwartaal ruim 2,5 miljoen doses verwachten.", "paragraphs": ["Beeld EPA", "Het tweetal sprak op televisie over de nijpende situatie in de Nederlandse ziekenhuizen, waar meer en meer planbare zorg wordt uitgesteld. Tientallen ziekenhuizen moeten patiënten die wachten op een kankerbehandeling of hartoperatie afbellen. Landelijk is de operatiecapaciteit gehalveerd om verpleegkundigen vrij te maken voor behandeling van coronapatiënten. Acute zorg wordt wel aan iedereen die het nodig heeft verleend.", "“Het is echt cruciaal dat personeel beschikbaar blijft voor het leveren van zorg,” zegt Kuipers vanavond. “Zeker het personeel dat het meest nodig is. Denk aan huisartsen, ambulancepersoneel en personeel in ziekenhuizen op de spoedeisende hulp, op de intensive care en de covid-afdeling.”", "“Dat betekent gewoon aanstaande maandag beginnen met vaccineren,” doet Gommers er een schepje bovenop. “Wij ziekenhuizen hebben de mogelijkheid die vaccins goed te bewaren en goed uit te delen. Dus ik doe een oproep om die vaccins snel naar de ziekenhuizen te sturen, zodat die ziekenhuizen dat goed kunnen doen.” Kuipers: “Wij kunnen dat gewoon doen. We zijn er klaar voor.”", "Bom", "Met hun dringende oproep gooien Kuipers en Gommers – twee van de bekende gezichten in de strijd tegen het coronavirus – een bom onder het kabinetsbeleid. Minister Hugo de Jonge wil beginnen met het vaccineren van het personeel van verzorgingshuizen en andere zorginstellingen. De GGD’s starten daar vrijdag 8 januari mee.", "Voor het ziekenhuispersoneel is nog niet bekend wanneer zij een coronavaccin kunnen krijgen. De situatie in de ziekenhuizen loopt echter zodanig uit de hand, dat vaccineren volgens Kuipers en Gommers broodnodig is. Daarmee zetten zij De Jonge stevig onder druk. Nederland begint sowieso al als laatste EU-land met het vaccineren van de bevolking. Alle andere lidstaten zijn al begonnen.", "Eerder woensdag sprak Gommers tegenover BNR al over een nachtmerriescenario dat zich eind januari al kan voltrekken in de ziekenhuizen. Dan is er mogelijk sprake van ‘code zwart’, waarbij artsen moeten kiezen welke patiënten nog behandeld kunnen worden en wie moet worden geweigerd.", "Tekst gaat verder onder de tweet", "Essentieel personeel in de ziekenhuizen moet snel gevaccineerd worden, vinden Ernst Kuipers en Diederik Gommers. Gommers roept op om aanstaande maandag in ziekenhuizen te beginnen met vaccineren #Nieuwsuur pic.twitter.com/UD0jLpzXOK — Nieuwsuur (@Nieuwsuur) 30 december 2022", "Eerdere vaccinatie", "Minister De Jonge kondigde donderdag al wel aan dat onderzocht wordt of ziekenhuispersoneel eerder een vaccin kan krijgen. Hij beloofde daar begin volgende week meer over te kunnen vertellen. Dat geldt ook voor het vaccineren van thuiswonende ouderen.", "Tot nu toe is er één vaccin goedgekeurd door de Europese geneesmiddelenautoriteit EMA, dat van Pfizer-BioNTech. Nederland heeft daar inmiddels de eerste 174.525 doses van ontvangen. In januari krijgt ons land naar verwachting 659.100 doses. In totaal kan Nederland voor het einde van het eerste kwartaal ruim 2,5 miljoen doses verwachten. Van het vaccin zijn twee prikken per persoon nodig.", "Op 6 januari wordt het tweede coronavaccin waarschijnlijk goedgekeurd, dat van Moderna. De kleine 400.000 doses die Nederland daarvan in het eerste kwartaal krijgt, gaan allemaal naar bewoners van verzorgingshuizen en andere zorginstellingen."], "authors": ["Het Parool"], "keywords": ["van", "nog", "vaccineren", "ziekenhuispersoneel", "start", "met", "en", "een", "maandag", "gommers", "ziekenhuizen", "te", "het", "kuipers", "dat", "die"], "pubDate": "2020-12-31T06:28:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}