{"id": "fc3b0a5d-d923-3e86-a06e-5c4a2ba3ac8f", "title": "EU en VK zien no deal inmiddels als meest waarschijnlijke Brexit-scenario", "url": "https://nu.nl/brexit/6096182/eu-en-vk-zien-no-deal-inmiddels-als-meest-waarschijnlijke-brexit-scenario.html", "summary": "De kans op een handelsakkoord tussen de Europese Unie en het Verenigd Koninkrijk lijkt met de dag kleiner te worden.\nZowel het VK als de EU zien een zogeheten 'no deal' inmiddels als het meest waarschijnlijke scenario, laten de leiders van beide kampen vrijdag weten.\n\"Het lijkt zeer, zeer waarschijnlijk dat we voor een oplossing moeten gaan die geweldig zal zijn voor het VK\", zei de Britse premier Johnson vrijdag over het no deal-scenario.\nOok aan de andere kant van Het Kanaal zou een Brits vertrek uit de EU zonder handelsakkoord het meest waarschijnlijke scenario zijn.\nDat betekent van relatief probleemloze vrijhandel, naar de terugkeer van tolhuisjes en importheffingen op producten die tussen het VK en de EU worden verhandeld.", "paragraphs": ["De kans op een handelsakkoord tussen de Europese Unie en het Verenigd Koninkrijk lijkt met de dag kleiner te worden. Zowel het VK als de EU zien een zogeheten 'no deal' inmiddels als het meest waarschijnlijke scenario, laten de leiders van beide kampen vrijdag weten. Eerder deze week spraken de twee partijen af om zondag een besluit te nemen over of het nog zin heeft om verder te onderhandelen.", "De Britten behoren officieus nog tot de EU en volgen tot het eind van de transitieperiode, 1 januari, nog alle Europese regels. Die regels vervallen wanneer de twee blokken het niet eens worden over een handelsakkoord.", "De onderhandelingen daarover verlopen al het hele jaar moeizaam en twee gesprekken tussen de hoogste politieke leiders, Boris Johnson en Ursula von der Leyen, konden de impasse deze week niet doorbreken. Hierdoor lijkt een no deal inmiddels vrijwel onafwendbaar.", "\"Het lijkt zeer, zeer waarschijnlijk dat we voor een oplossing moeten gaan die geweldig zal zijn voor het VK\", zei de Britse premier Johnson vrijdag over het no deal-scenario. \"We kunnen dan vanaf januari precies doen wat we willen.\"", "Ook aan de andere kant van Het Kanaal zou een Brits vertrek uit de EU zonder handelsakkoord het meest waarschijnlijke scenario zijn. Voorzitter Von der Leyen van de Europese Commissie zou dat vrijdag tegen de 27 EU-regeringsleiders gezegd hebben op de Europese top in Brussel. \"De kans op no deal is groter dan de kans op een handelsakkoord\", zou Von der Leyen gezegd hebben volgens een diplomaat.", "42 Kilometerslange files voor haven van Dover in aanloop naar Brexit", "Onder meer visserij en concurrentieregels zijn grote struikelblokken", "De onderhandelaars van beide kampen bijten zich al maanden stuk op drie onderwerpen: visserij, concurrentieregels en toezicht op de naleving van het handelsakkoord. Met nog slechts twintig dagen te gaan tot het nieuwe jaar, lijkt de kans op een akkoord gezien de grote verschillen vrij klein te zijn.", "Lukt het de partijen niet om tot een akkoord te komen, dan zal de handel tussen de EU en het VK terugvallen naar standaarden van handelsorganisatie WTO. Dat betekent van relatief probleemloze vrijhandel, naar de terugkeer van tolhuisjes en importheffingen op producten die tussen het VK en de EU worden verhandeld.", "Als de Britten bijvoorbeeld Nederlands gehakt willen importeren, zou daar volgens de WTO-tarieven een importheffing van 48 procent over moeten worden betaald. De Britse brancheorganisatie voor de detailhandel BRC waarschuwde daarom vrijdag voor duurdere boodschappen bij een no deal-Brexit."], "authors": ["Door"], "keywords": ["zien", "van", "een", "deal", "eu", "en", "meest", "brexitscenario", "te", "waarschijnlijke", "zou", "inmiddels", "worden", "op", "vk", "als", "voor", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}