{"id": "fc726b58-ee47-3828-a4de-9603d683288d", "title": "Een Brexit zonder akkoord lijkt aanstaande. Wat betekent dat voor Groningen en Drenthe?", "url": "https://www.dvhn.nl/economie/Een-Brexit-zonder-akkoord-lijkt-aanstaande.-Wat-betekent-dat-voor-Groningen-en-Drenthe-26272739.html", "summary": "Afgesproken was dat het land onderdeel zou moeten blijven van het Europese douanegebied, maar dat stond weer plots ter discussie.\nStel dat een Engels bedrijf ruzie krijgt met een bedrijf in Nederland, of met een Europees land.\nHet kan dus goed zijn dat het op niets uitdraait’’,,Officieel zou dat betekenen dat alle andere zaken die al afgehandeld zouden zijn ook niet door gaan.\nIk kan me niet voorstellen dat dat overboord wordt gezet.\nDe Brexit heeft allerlei aspecten van een goed toneelstuk en er zullen vast nog films over gemaakt.", "paragraphs": ["De klok tikt voor de Brexit-onderhandelaars van de Europese Unie en het Verenigd Koninkrijk om tot een akkoord te komen. Op 1 januari 2021 moet er een ‘deal’ liggen, maar daarvoor moet nog een hele hoop gebeuren. Brexit-professor Bart Los van de RUG voorspelt vast bulten papierwerk en mogelijk extra kosten voor bedrijven in Noord-Nederland.", "Officieel verliet het Verenigd Koninkrijk op 31 januari 2020 de Europese Unie, maar daarmee was de echtscheiding nog niet voltooid. Al het hele jaar onderhandelen de EU en de Britten achter gesloten deuren over nieuwe afspraken voor de toekomst, tot nu toe zonder resultaat.", "Wat is er afgelopen jaar gebeurd sinds de officiële Brexit?", ",,Door corona is er minder aandacht geweest voor de onderhandelingen, maar er zijn zeker ontwikkelingen geweest. Alleen is er geen grote vooruitgang geboekt. Dat komt vooral doordat de Engelse regering terugkwam op afspraken die al waren vastgelegd, met name over de positie van Noord-Ierland. Afgesproken was dat het land onderdeel zou moeten blijven van het Europese douanegebied, maar dat stond weer plots ter discussie. Pas afgelopen maandag zeiden de Britten toe zich te houden aan de afspraken.’’", "En dus kunnen de onderhandelingen door?", ",,De Britten presenteren dit nu als ‘we geven toe’, maar in feite zijn we terug bij de situatie van februari. Terwijl er nog maar drie weken zijn voor een akkoord. Woensdagavond gaat de Britse premier Boris Johnson langs bij Ursula von der Leyen, voorzitter van de Europese Commissie. Dan zal moeten blijken of een akkoord nog kans van slagen heeft.’’", "Waar loopt de Brexit-deal nu nog op stuk?", ",,Eigenlijk is 95 procent van de deal al afgehandeld. Er zijn drie kwesties die nog spelen. De eerste is de vraag hoeveel procent van de Europese visserij in Britse wateren nog door mag gaan. Ik ben geen onderhandelingsexpert, maar verwacht dat ze hier wel uit komen. Het economisch belang is relatief ook erg beperkt, zelfs voor een ‘visland’ als Nederland.’’", ",,De andere twee kwesties zijn moeilijker. Allereerst wil het Verenigd Koninkrijk afwijken van de Europese regels met betrekking tot staatssteun en kwaliteits- en milieustandaarden. Zo kan oneerlijke concurrentie ontstaan met Europese bedrijven, bijvoorbeeld door een sector zwaar te subsidiëren of toe te staan producten van veel lagere kwaliteit te hanteren. Een soort ‘Singapore on the Thames’. De EU zegt: prima, maar dan komt er geen vrijhandelsakkoord.’’", ",,Hetzelfde geldt voor de vraag hoe conflicten worden beslecht. Stel dat een Engels bedrijf ruzie krijgt met een bedrijf in Nederland, of met een Europees land. Wie gaat dan over de rechtspraak?’’", "Hoe groot is de onzekerheid bij (Noord-)Nederlandse bedrijven?", "", ",,Groot. Hoewel in Nederland een erg goede voorlichtingscampagne is geweest over de Brexit, zijn de mogelijkheden voor bedrijven om zich voor te bereiden op 1 januari 2021 tegelijk erg beperkt. Wel is duidelijk dat, zelfs als er een deal komt, het een magere deal zal zijn. Voor bedrijven zal bij handel met het Verenigd Koninkrijk veel papierwerk komen kijken. De grote vraag is: komen er straks importtarieven? Dat levert een hoop extra kosten op, naast de papierzaken. Het wordt dan nog onaantrekkelijker om handel te bedrijven met Groot-Brittannië.’’", "Wat zijn de gevolgen als er straks geen vrije handel meer zou zijn?", ",,Voor Groningen hebben we vorig jaar berekend dat 3,5 procent van het arbeidsinkomen risico loopt als er geen vrije handel meer plaatsvindt. Dat zijn banen bij bedrijven die direct handel bedrijven met het Verenigd Koninkrijk, maar ook bij ondernemers die afhankelijk zijn van deze bedrijven. De landbouwsector in Groningen loopt het grootste risico, met 10 procent van het arbeidsinkomen. Ook de maakindustrie wordt met 8 procent getroffen, terwijl de dienstensector met hooguit 3 procent wordt geraakt. ‘’", ",,Maar daarbinnen zijn de verschillen groot. Zo zullen boeren zijn die helemaal geen gevolgen ervaren, terwijl de bloemensector ontzettend veel handel met het Verenigd Koninkrijk bedrijft. En binnen de dienstensector zijn het vooral transportbedrijven uit Drenthe en Groningen, die het zeker gaan merken als er minder goederen vervoerd worden naar Engeland of de Rotterdamse havens. Dat betekent overigens niet meteen dat al die banen bij een ‘no deal’ gaan verdwijnen, er zal ook na 1 januari nog steeds handel plaatsvinden. Of bedrijven zoeken andere afzetmarkten.’’", "Is dit niet allemaal show en lopen de onderhandelaars eind december gewoon naar buiten met een deal?", ",,Dat is moeilijk in te schatten. Uiteindelijk zal het afhangen van Boris Johnson: kiest hij voor de economische belangen en doet hij flink wat water bij de wijn, of volgt hij de ‘ Brexit means Brexit ’-lijn van Theresa May? Daarnaast is ook aan de EU-kant ergernis over de grillige opstelling in de onderhandelingen. Het kan dus goed zijn dat het op niets uitdraait’’", ",,Officieel zou dat betekenen dat alle andere zaken die al afgehandeld zouden zijn ook niet door gaan. Maar daartussen zitten ook afspraken tussen rond veiligheidsbeleid en terrorismebestrijding, of over het vliegverkeer. Ik kan me niet voorstellen dat dat overboord wordt gezet. Er zal dan toch een soort akkoord komen, al is het maar om verder te kunnen praten in het nieuwe jaar.’’", "Hoe spannend is het?", ",,Heel spannend. De Brexit heeft allerlei aspecten van een goed toneelstuk en er zullen vast nog films over gemaakt. Tegelijk gaat het over de rug van een heleboel mensen. En dat is uiteindelijk heel negatief.’’", "", "", "", ""], "authors": ["Koen Marée"], "keywords": ["groningen", "van", "wat", "brexit", "zonder", "het", "maar", "voor", "zijn", "met", "een", "en", "dat", "drenthe", "er", "lijkt"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}