{"id": "fc854be1-ff39-3ba0-b411-e1613557c79c", "title": "Ik ga geen vaccinatie-advies geven, maar kan wel vertellen hoeveel het de ic's op kan leveren", "url": "https://trouw.nl/nieuws/ik-ga-geen-vaccinatie-advies-geven-maar-kan-wel-vertellen-hoeveel-het-de-ic-s-op-kan-leveren~b36b8161/", "summary": "Laat ik beginnen met te zeggen dat ik hier geen vaccinatie-advies ga geven.\nAl is het maar omdat ik er nog geen idee over heb.\nHoe zit het bijvoorbeeld met het nut van een vaccin bij mensen die al Covid-19 hebben gehad, zoals ik?\nDan is het fijn als er voor iedereen weer een plekje is.\nNiet weer een golf van besmettingen op de afdeling, met al te weinig personeel.", "paragraphs": ["Buiten gaan de besmettingscijfers omlaag. De strengste maatregelen zijn weer teruggedraaid. Maar onze afdeling ligt nog steeds vol met coronapatiënten. Het zijn dezelfde als vorige week. De patiënten zijn erg ziek, wij dus erg druk. Vier uur aaneengesloten in een beschermingspak. Zonder drinken, eten, kletsen of even naar het toilet.", "Buiten is er opwinding. Over vaccins die goede resultaten scoren. Er is discussie wie ze als eerste toegediend krijgen, en of mensen ze straks überhaupt wel willen.", "Laat ik beginnen met te zeggen dat ik hier geen vaccinatie-advies ga geven. Al is het maar omdat ik er nog geen idee over heb. Ik zeg niet op voorhand ja of nee tegen een coronavaccin. Als de tijd daar is, ga ik me erin verdiepen. Hoe zit het bijvoorbeeld met het nut van een vaccin bij mensen die al Covid-19 hebben gehad, zoals ik? Heb ik al antistoffen? De tijd zal het leren.", "De derde golf als donkere wolk", "Maar ik kan wel zeggen hoeveel een werkend vaccin ons kan opleveren. Hoe mooi het zou zijn als wij weer terug naar normaal kunnen. Dat we weer ruimte hebben op de afdeling. Dat de verpleegafdeling of operatiekamer niet hoeft te rekenen: is er nog wel een bed vrij op de ic?", "Nu is dat ‘achterbed’ er vaak niet. De Covid-19-afdeling ligt vol en aangezien ons ziekenhuis een brandwondencentrum heeft, moet er daarvoor minimaal één bed vrij blijven op de ic. Ik ben verpleegkundige geworden om zo veel mogelijk mensen te kunnen helpen. Dan is het fijn als er voor iedereen weer een plekje is.", "Een werkend vaccin zou spanning wegnemen. Niet weer een golf van besmettingen op de afdeling, met al te weinig personeel. Misschien verdwijnt dan die donkere wolk die in de verte boven ons hangt. Die derde golf. Dan hoeven we de reguliere zorg niet weer af te schalen. Kan het beschermingspak in de kast blijven hangen.", "Lisette Tänzler is verpleegkundige op de intensive care van het Rode Kruis Ziekenhuis in Beverwijk. Voor Trouw doet ze tijdelijk verslag van de tweede golf.", "Lees ook:", "Wat zeg je tegen een coronapatiënt die geen familie of geliefde heeft om haar hand vast te houden?"], "authors": ["Lisette Tänzler"], "keywords": ["hoeveel", "als", "vertellen", "vaccinatieadvies", "het", "op", "maar", "die", "ik", "kan", "leveren", "een", "ics", "te", "weer", "niet", "er", "wel"], "pubDate": "2020-11-21T13:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}