{"id": "fc8782bc-b27c-3c15-a7e2-c4a673efbd6f", "title": "Artis de Partis in het Planetarium: ‘Het mocht niet te gelikt worden’", "url": "https://www.parool.nl/kunst-media/artis-de-partis-in-het-planetarium-het-mocht-niet-te-gelikt-worden~b63af01c/", "summary": "Ontwerper Christian Borstlap, geestelijk vader van Artis de Partis, maakte een speciale kinderfilm voor in het Planetarium.\nJe wilt juist niet dat het te gelikt wordt.\nMet Artis de Partis kan je geen computeranimatiefilm maken, dan zou het te perfect worden: glad en oninteressant.\nOok maakte hij films en ­videoinstallaties voor onder meer het Louvre, het Metropolitan Museum of Art in New York en het Rijksmuseum.\nHet karakter van Artis de Partis zit ’m niet alleen in het ontwerp van de pop, zegt Borstlap.", "paragraphs": ["Ontwerper Christian Borstlap, geestelijk vader van Artis de Partis, maakte een speciale kinderfilm voor in het Planetarium. ‘Het mocht niet te gelikt worden.’", "Artis de Partis heeft geen computerbewerking nodig. Integendeel zelfs, zegt filmmaker Christian Borstlap: “Het decor waarin zijn avontuur zich afspeelt, het sterrenstelsel in het Planetarium, hangt van de techniek aan elkaar. Artis de Partis is een pop. Je wilt juist niet dat het te gelikt wordt. Met Artis de Partis kan je geen computeranimatiefilm maken, dan zou het te perfect worden: glad en oninteressant. De imperfectie is juist fijn om naar te kijken. Artis de Partis maakt deze film behapbaar.”", "Borstlap wilde herkenbare huis-tuin-en-keukenvoorwerpen toevoegen aan de soms wat afstandelijke, imposante hightech sterrenwereld die het Planetarium laat zien. “Met voorwerpen uit je directe belevingswereld kan je dingen goed uitleggen: zo doen we de zon even uit met een lichtknopje en testen we zwaartekracht met popcorn.”", "De korte film draait sinds de eerste week van oktober in het Planetarium, aan de rand van de dierentuin: Artis de Partis op zoek naar planeet Sok. Een intergalactisch filmavontuur van de inmiddels beroemde sokpop, vertoond op de binnenzijde van de bolvormige koepel waar normaal vooral sterren en planeten te zien zijn. Een kindervoorstelling natuurlijk, maar voor volwassenen niet minder interessant.", "Dus draait er weer een speciale kindervoorstelling in Artis, twintig jaar nadat Sesamstraat en de Melkweg in het Planetarium te zien was. Het zou weleens de best bezochte film van Amsterdam kunnen zijn geweest tijdens de herfstvakantie: tien dagen lang, twintig voorstellingen op een dag, strak achter elkaar gepland. Dertig man per voorstelling: 26 minuten film, vier minuten om het publiek volledig te verversen. Aan de lopende band ging het.", "Ringen van Saturnus", "In de film wil Artis de Partis naar planeet Sok, want hij is nu eenmaal dol op sokken. Spoiler: de planeet bestaat niet, de pop keert onverrichter zake weer terug naar aarde. Artis de Partis krijgt hulp van een pratende vinger en een vertelstem. Samen met Artis de Marsis, zijn groene evenknie van Mars, en een meteoriet die verdacht veel op een sok lijkt, vliegen ze door het heelal. Via de maan, Mars, Saturnus en de sterren komen zij tot buiten de Melkweg.", "Het verhaal heeft niet veel omhanden, maar de beelden zijn indrukwekkend: planeten die dreigend in beeld schuiven, ruimtegruis dat de ringen van Saturnus vormt en Mars dat inderdaad ruig rood van kleur is. En temidden van dat alles een pop die in een theepotje door de ruimte zoeft. Het had zomaar heel lullig kunnen worden, maar de film is in balans, sympathiek en humoristisch.", "En omdat juist in Artis de natuur de leermeester is van de kunst en de wetenschap, krijg je ­ondertussen van alles mee over de ruimte en het heelal. Waaruit de ringen van Saturnus bestaan en hoe lang een vliegtuig erover doet om naar de zon te vliegen, als dat mogelijk zou zijn. “De feiten zijn het skelet, daaromheen moest een verhaal worden bedacht.”", "Borstlap is ontwerper en met zijn studio Part of a Bigger Plan werkt hij al jaren samen met de dierentuin. Artis de Partis zelf komt uit zijn koker, net als de kleine houten blokjes waarmee dieren kunnen worden gevormd. Als ontwerper maakte hij filmpjes voor klanten buiten Nederland als Louis Vuitton, Dior en Tiffany & Co en hij ontwierp de octopus van Pharrell Wil­liams’ collectie voor G-Star. Ook maakte hij films en ­videoinstallaties voor onder meer het Louvre, het Metropolitan Museum of Art in New York en het Rijksmuseum. In de entreehal van het nieuwe ING-gebouw hangt het kunstwerk Self: driehonderd spiegels waarin de bankiers elke dag goed naar zichzelf kunnen kijken.", "Het karakter van Artis de Partis zit ’m niet alleen in het ontwerp van de pop, zegt Borstlap. “Het wordt net zo goed gecreëerd door de ­wereld die is neergezet met fotografie en film. De poppen die voor film en fotografie worden gebruikt, blijven altijd op mijn studio: ze zijn origineel en hebben een heel zorgvuldig loshangend rechteroog en andere mankementen.”", "‘Geen soapies’", "De stemmen in de film zijn van groot belang, zegt Borstlap. “Stel je voor dat er een film zou komen waarin de stemmen worden ingesproken door soapies, dat kon ik niet laten gebeuren.”", "Artis de Partis heeft geen mond en dus ook geen stem, dus er moest een verteller komen. “We waren heel blij dat Raymonde de Kuyper dat wilde doen. Net zoals ik heel trots ben dat Michiel Romeyn en Wim T. Schippers ook prominente stemmen vormen in de film. Ook de Jeugd van Tegenwoordig komt nog even langs. Het mocht niet te braaf worden en ook nog leuk zijn voor iets oudere kinderen. De muziek is opgenomen door producer en zanger Benny Sings. Zijn werk draagt voor een groot deel de film.”", "Borstlap is trots op zijn werk. “Het is hier geen Hollywood. Maar de film is mooi ­geworden, ­voldoet aan de opdracht om kinderen ook nog iets bij te brengen over het heelal. Hij draait hier niet maar een paar maanden, hij moet wel een jaar of vijf mee.”"], "authors": ["Marc Kruyswijk"], "keywords": ["van", "gelikt", "film", "het", "zijn", "partis", "artis", "niet", "een", "planetarium", "te", "en", "dat", "mocht", "worden"], "pubDate": "2020-10-23T14:04:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}