{"id": "fc90382d-3617-34d4-8134-4ba61b9fe4aa", "title": "Waarom mogen vakbondsleden eigenlijk stemmen over het pensioenakkoord?", "url": "https://nos.nl/artikel/2287785-waarom-mogen-vakbondsleden-eigenlijk-stemmen-over-het-pensioenakkoord.html", "summary": "Toch zijn er sectoren waarin de vakbonden bijna niet aanwezig zijn.\nEn die leden zijn geen afspiegeling van de samenleving, blijkt uit het vorig jaar gepubliceerde CBS-rapport 'Wie is er nog lid van een vakbond?'.\nKomende week stemmenWie wel lid is van een vakbond krijgt komende week de mogelijkheid om van zich te laten horen.\nDat is een raadpleging: uiteindelijk zal het ledenparlement van de bond definitief namens FNV een besluit nemen over het akkoord.\nDat er ook veel kritiek was op het plan binnen FNV bleek het jaar erop.", "paragraphs": ["Zo zijn veel bedrijfstakcao's bindend verklaard. Dat betekent dat alle werkgevers en werknemers binnen die bedrijfstak zich dan aan de cao moeten houden, of ze nou lid zijn van de werkgevers- of werknemersorganisaties die daar over onderhandeld hebben of niet. Datzelfde geldt voor pensioenfondsen binnen sectoren, legt Donner-Broersma uit.", "Toch zijn er sectoren waarin de vakbonden bijna niet aanwezig zijn. Donner-Broersma: \"Bijvoorbeeld in nieuwe sectoren, zoals in de IT. Daar zie je vaak ook dat er geen verplicht fonds is.\"", "Voor wie staan de bonden?", "Hoewel bonden dus invloed hebben tijdens de onderhandelingen over het pensioenakkoord, vertegenwoordigen zij vooral hun leden. En die leden zijn geen afspiegeling van de samenleving, blijkt uit het vorig jaar gepubliceerde CBS-rapport 'Wie is er nog lid van een vakbond?'.", "Zo is het aantal mannen dat is aangesloten aanzienlijk hoger dan het aantal vrouwen, is ruim de helft van alle leden tussen de 45 en 65 jaar oud en werken de meesten minimaal 12 uur per week en zijn ze vaker hoger opgeleid. Ook per regio zijn er verschillen. In Drenthe, Flevoland, Friesland, Groningen en Zeeland is een groter deel van de bevolking lid dan in de andere provincies.", "Deze scheve afspiegeling leidt er ook toe dat bonden de belangen van sommige groepen beter vertegenwoordigen dan van andere. Kijk maar naar de acties voor het bevriezen van de pensioenleeftijd van vorige week, zegt Donner-Broersma. \"Dat is voor jongeren ongunstig, zij betalen de rekening.\"", "Er blijft bij de pensioenonderhandelingen een groep mensen die niet vertegenwoordigd zijn door een organisatie zoals een vakbond. \"Wel heb je onafhankelijke kroonleden bij de Sociaal Economische Raad\", aldus Donner-Broersma. \"Dat zijn deskundigen op een bepaald gebied en zij kijken naar het algemeen belang. Zo is het van oorsprong ooit geregeld in Nederland, en daar is men op voortgegaan.\"", "Komende week stemmen", "Wie wel lid is van een vakbond krijgt komende week de mogelijkheid om van zich te laten horen. CNV, dat zo'n 335.000 mensen vertegenwoordigt, gaat volgende week op vier plekken in het land in gesprek met leden. Ze kunnen stemmen via de website.", "Ook de grofweg miljoen leden van FNV, de grootste vakbond in het land, krijgen binnenkort een brief in de bus waarmee ze online hun stem uit kunnen brengen. Dat is een raadpleging: uiteindelijk zal het ledenparlement van de bond definitief namens FNV een besluit nemen over het akkoord. In dat parlement zitten ruim honderd gekozen vertegenwoordigers.", "Moeilijk dossier", "Het is niet per definitie gezegd dat iedereen die lid is van de vakbonden zich achter het akkoord zal scharen. In het verleden bleek dat pensioenonderhandelingen binnen de FNV tot grote problemen leidden.", "In juni 2010 sloten werkgevers en werknemers een akkoord over de verhoging van de AOW-leeftijd naar 66 jaar. Toen de vakbond dat een maand later aan haar achterban voorlegde, stemde tachtig procent van de leden die stemden in met het akkoord. Maar dat was maar een klein deel van de leden, want slechts 14 procent bracht een stem uit.", "Dat er ook veel kritiek was op het plan binnen FNV bleek het jaar erop. Een groep kaderleden liet openlijk weten ontevreden te zijn met de manier waarop de top van de bond omging met de pensioenleeftijd, zegde het vertrouwen op in de leiding en eiste dat onder meer voorzitter Agnes Jongerius zou aftreden. De vakbond ging er bijna aan onderdoor."], "authors": ["Charlotte Waaijers", "Redacteur Economie", "Cornelien Donner-Broersma"], "keywords": ["van", "waarom", "stemmen", "het", "leden", "pensioenakkoord", "eigenlijk", "zijn", "die", "week", "een", "dat", "vakbondsleden", "en", "mogen", "er"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}