{"id": "fcacbc53-6557-3e16-bd97-b4fad4543069", "title": "Critici vrezen chaos: ‘Vaccinoperatie is niet goed geregeld’", "url": "https://www.parool.nl/nederland/critici-vrezen-chaos-vaccinoperatie-is-niet-goed-geregeld~bc2d93d3/", "summary": "Op 12 januari volgt de beoordeling van het vaccin van de Amerikaanse farmaceut Moderna.\nMet de eerste levering van het Pfizervaccin kunnen bijna 4 miljoen Nederlanders worden ingeënt.\nHet kabinet hoopt dat er in het eerste kwartaal van 2021 zo’n 3,5 miljoen Nederlanders worden gevaccineerd.\n“Ik begrijp er niets van dat het RIVM zo vaag doet over de logistiek.\nJe moet een heel transportsysteem bedenken: hoe sla je het op, hoe rij je het uit, hoe zorg je dat de vaccins gekoeld blijven.", "paragraphs": ["Minister Hugo de Jonge (Volksgezondheid, Welzijn en Sport) geeft een reactie na afloop van het overleg met de ministeriële commissie, over onder meer inentingen met coronavaccins. Beeld ANP", "Minister Hugo de Jonge (Volksgezondheid) meldt dat Nederlanders vanaf de week van 4 januari kunnen worden ingeënt. De Europese Geneesmiddelenautoriteit EMA velt 29 december een oordeel over het coronavaccin van Pfizer en BioNTech. Op 12 januari volgt de beoordeling van het vaccin van de Amerikaanse farmaceut Moderna. Andere vaccins komen later.", "De eerste bestelling is niet genoeg om alle Nederlanders te vaccineren. Met de eerste levering van het Pfizervaccin kunnen bijna 4 miljoen Nederlanders worden ingeënt. De eerste Moderna-bestelling volstaat voor 1,5 miljoen mensen.", "Bij dat vaccinatieplan werken het RIVM, de GGD’s, huisartsen en artsen van verpleeghuizen en instellingen nauw samen, aldus De Jonge. Het kabinet hoopt dat er in het eerste kwartaal van 2021 zo’n 3,5 miljoen Nederlanders worden gevaccineerd. Gezonde, jongere Nederlanders moeten zeker tot april wachten.", "Critici vrezen dat Nederland de logistiek niet op orde heeft. “Een vaccin alleen is niet genoeg, je moet het ook verspreiden,” zei Jan Fransoo, hoogleraar logistiek aan de Universiteit van Tilburg en de TU Eindhoven, dinsdagavond in Nieuwsuur. “Niets wijst erop dat we er klaar voor zijn, omdat er nog niets bekend is gemaakt over welke strategie het RIVM kiest.”", "Voor de eerste vaccins geldt dat inenten niet eenvoudig is, omdat er twee prikken nodig zijn, met een tussenpauze van enkele weken. Het vaccin van Pfizer/BioNTech moet bovendien bewaard worden bij een temperatuur van minus 80 graden Celcius, wat zeer uitzonderlijk is.", "De ervaring die het RIVM bijvoorbeeld heeft met de eenmalige griepvaccinatie voor 3 miljoen Nederlanders volstaat daarom niet, aldus Fransoo. “Ik begrijp er niets van dat het RIVM zo vaag doet over de logistiek. We weten al bijna een jaar dat die vaccins worden ontwikkeld.”", "Enorme klus", "Ook Herman van der Weide, voormalig hoofd­inspecteur Gezondheidszorg die in 2009 betrokken was bij het vaccinatieprogramma tegen de Mexicaanse griep, verwacht chaos. Het minis­terie van Volksgezondheid loopt achter de feiten aan, zegt hij tegen het journalistiek onderzoeksplatform Investico. “Tenzij ze nog een doos van Pandora vinden, weet ik niet hoe ze het gaan doen.”", "“Er is zoveel waarover je moet nadenken: ga je Ahoy in Rotterdam afhuren of laat je alle huisartsen prikken?” aldus Van der Weide. “En hoe worden zij dan betaald? Je moet een heel transportsysteem bedenken: hoe sla je het op, hoe rij je het uit, hoe zorg je dat de vaccins gekoeld blijven. Het is een enorme klus om dat voor elkaar te poetsen.”", "Piet Fortuin, voorzitter van vakcentrale CNV, vindt dat er geen helder plan is. “Met het testen hebben we de plank ook misgeslagen. Toen hoorden we ook steeds: het komt goed. Dat bleek niet te kloppen. Dat gevoel heb ik nu weer.” Fortuin pleit voor een ‘militair uitvoeringsplan’, in navolging van Duitsland, waar honderden ‘prikstraten’ in gereedheid worden gebracht.", "Het ministerie van Volksgezondheid zegt in een reactie dat Nederland veel ervaring heeft met grootschalig vaccineren. Behalve de jaarlijkse griepvaccinatie is er ook ervaring met grootschalige inenting tegen meningokokken C (in 2002) en de Mexicaanse Griep (2009). In het laatste geval ging het onder meer om een half miljoen kinderen die in enkele maanden een prik kregen.", "Vrijwillig", "Hoewel niet alle Nederlanders zich willen laten inenten tegen corona en vaccinatie geheel vrijwillig is, wordt schaarste verwacht. Daarom krijgen mensen met een zwakkere gezondheid voorrang, bepaalde het kabinet. Het gaat om bewoners van verpleeghuizen en mensen met een verstandelijke beperking in instellingen.", "Daarna is het de beurt aan andere groepen ouderen, mensen met een kwetsbare gezondheid en zorgmedewerkers."], "authors": ["Jop Van Kempen"], "keywords": ["van", "geregeld", "goed", "chaos", "het", "vrezen", "met", "critici", "nederlanders", "niet", "een", "dat", "en", "je", "vaccinoperatie", "worden"], "pubDate": "2020-12-02T11:41:39+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}