{"id": "fcb1e88d-0c30-392e-8973-09e4f65c1f15", "title": "'Als kabinet valt door de toeslagenaffaire is dat vooral symbolisch'", "url": "https://nu.nl/dit-wordt-het-nieuws/6100768/als-kabinet-valt-door-de-toeslagenaffaire-is-dat-vooral-symbolisch.html", "summary": "Vrijdag zal tijdens de ministerraad gesproken worden over hoe het kabinet verder zal reageren op het vernietigende rapport over de toeslagenaffaire.\nLegt het de focus op het compleet omgooien van het toeslagenstelsel, of steekt het de hand in eigen boezem en volgen er politieke consequenties?\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nJe vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl.", "paragraphs": ["Vrijdag zal tijdens de ministerraad gesproken worden over hoe het kabinet verder zal reageren op het vernietigende rapport over de toeslagenaffaire. Legt het de focus op het compleet omgooien van het toeslagenstelsel, of steekt het de hand in eigen boezem en volgen er politieke consequenties? Politiek verslaggever Edo van der Goot volgt de toeslagenaffaire voor NU.nl en praat je bij over deze kabinetscrisis.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["nieuws", "nunl", "van", "vooral", "en", "symbolisch", "een", "wordt", "dit", "kabinet", "toeslagenaffaire", "als", "op", "het", "door", "dat", "valt", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}