{"id": "fcb2fb14-2b85-39b6-b4ea-88512e85dfc3", "title": "Crisis is in de partij? Ga niet naar een hotel!", "url": "https://trouw.nl/politiek/crisis-is-in-de-partij-ga-niet-naar-een-hotel~b4dad731/", "summary": "Het was een veeg teken dat Forum voor Democratie besloot een hotel te reserveren voor crisisberaad.\nIn een Van der Valk-wegrestaurant bij Tiel kwam Forum vorige week bijeen, achteraf de laatste keer als grote partij.\nOp een industrieterrein vlakbij (wederom) Tiel, in een bedrijfspand.\nOntkenning van politieke werkelijkheidHet CDA kan erover meepraten dat crisisberaad in een hotel een teken is van grote onrust in een partij.\nHet afhuren van een sjiek hotel kan ook een andere functie hebben.", "paragraphs": ["Een hotel als vergaderlocatie voorspelt meestal weinig goeds in de politiek. Het was een veeg teken dat Forum voor Democratie besloot een hotel te reserveren voor crisisberaad. Afgaande op eerdere geschiedenissen, had je toen al kunnen voorspellen dat het zou eindigen met een knal. Zelden loopt zoiets goed af voor een partij.", "In een Van der Valk-wegrestaurant bij Tiel kwam Forum vorige week bijeen, achteraf de laatste keer als grote partij. Dat riep meteen al vragen op. Familierestaurant Van der Valk, bekend om de royale porties, is niet bepaald een plek waar de zelfverklaarde estheet Thierry Baudet normaal neerstrijkt. Hij was er dan ook niet bij, naar verluidt omdat hij zich in de locatie had vergist.", "Baudet had het toch al moeilijk, met de spartaanse locatiekeuze van zijn partijbestuur. Het inmiddels beruchte etentje waar Baudet met zijn top-10 bij elkaar kwam en zijn antisemitische uitspraken deed, vond plaats op een wel heel bijzondere locatie. Op een industrieterrein vlakbij (wederom) Tiel, in een bedrijfspand. Omdat de restaurants gesloten zijn, moest Forum uitwijken. Een bevriende ondernemer, leverancier van glaszetter-apparatuur, bood uitkomst. Achter een gevel met golfplaten bekleding begon de ondergang van de partij.", "Ontkenning van politieke werkelijkheid", "Het CDA kan erover meepraten dat crisisberaad in een hotel een teken is van grote onrust in een partij. In 2019 moest de CDA-top in Brabant halsoverkop een veilige vergaderplek vinden toen zij bedreigd werd door de eigen achterban. Onder CDA-afdelingen in Brabant was een opstand uitgebroken over nieuwe stikstofregels. Boeren van Farmers Defence Force dreigden met ‘een bult trekkers’ op te rukken naar de locatie in Veghel waar CDA-politici in beraad wilden gaan. Daar wilden de boeren de CDA-Statenleden ‘persoonlijk aanpakken’, als de stikstofregels niet van tafel gingen. Halsoverkop werd een andere vergaderplek geboekt, viersterrenhotel De Postelse Hoeve in Tilburg. Daar gingen de deuren op slot. Binnen besloten CDA’ers de boeren tegemoet te komen, en de crisis was afgewend.", "Het afhuren van een sjiek hotel kan ook een andere functie hebben. Bij de LPF was het, in de zomer van 2002, meer een vorm van ontkenning van de politieke werkelijkheid. De fractie en het partijbestuur hadden weer eens ruzie. Dus werd het statige Hotel des Indes afgehuurd. De sjieke locatie moest uitstralen dat de LPF een respectabele regeringspartij was. De werkelijkheid was anders: de partij maakte er intern zo’n puinhoop van dat een paar maanden later CDA en VVD braken met de LPF. Een van de aanwezigen bij dat crisisberaad was trouwens LPF-Kamerlid Joost Eerdmans. Wacht, komt die naam bekend voor? Eerdmans dook vorige week ook weer op als een van de hoofdrolspelers bij de scheuring van Forum voor Democratie.", "Nee, dan de VVD. Daar wist partijvoorzitter Jan van Zaanen in 2006 wel raad met de opstandige Rita Verdonk. Hij huurde een kamer in zakenhotel NH in Den Haag. Van Zaanen wilde Verdonk uit de partij hebben, nadat zij zich na veel conflicten had afgescheiden van de fractie van de VVD in de Tweede Kamer. De oplossing was efficiënt. De locatie zei weer alles: niet op het Binnenhof, maar een kilometer verderop, in een zakenhotel vlakbij de snelweg die stad uit leidt, kreeg Verdonk te horen dat ze haar lidmaatschap van de VVD moest inleveren. De VVD wilde op geen enkele manier meer met haar geassocieerd worden. Een half uur na aankomst bezweek Verdonk onder de druk. Ze hoefde maar de parkeergarage uit te draaien, of ze reed de stad al uit.", "Top-3 Hotels voor crisisberaad 1. Motel Van der Valk (Ruzie bij Forum) 2. Viersterrenhotel (CDA vlucht voor boze boeren) 3. Zakenhotel (VVD loost Verdonk)", "De rubriek Plein 2 behandelt de belangrijke en minder belangrijke bijzaken in politiek Den Haag, beschreven door de parlementaire redactie van Trouw."], "authors": [], "keywords": ["van", "bij", "het", "op", "naar", "met", "vvd", "hotel", "niet", "een", "dat", "te", "ga", "crisis", "partij", "voor"], "pubDate": "2020-12-01T11:21:46+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}