{"id": "fcdc91a0-7612-3df6-b8d7-4e5435b069b4", "title": "De peperdure dam werd te laat geactiveerd, en dus krijgen Venetianen toch weer natte voeten", "url": "https://trouw.nl/buitenland/de-peperdure-dam-werd-te-laat-geactiveerd-en-dus-krijgen-venetianen-toch-weer-natte-voeten~b066d276/", "summary": "De 78 knalgele schotten van de dam – waarvan de aanleg zo’n twintig jaar heeft geduurd en die zes miljard kostte – bleken de lagune afdoende af te sluiten.\nMaar afgelopen week ging het mis: op dinsdag stonden de Venetianen toch weer tot hun knieën in het zoute water.\nGevolg: nijdige ondernemers, die baalden van de schade aan hun ondergelopen zaken en de moeite die het zou kosten om de boel schoon te krijgen.\nDe gouverneur van het gewest Veneto vond dat de beslissing over het activeren van de dam ook helemaal niet op regionaal, maar op gemeentelijk niveau moet worden genomen.\nEn de meneer die de schitterende San Marcobasiliek beheert en die opnieuw had moeten dweilen, mopperde over de ondergrens van 130 cm.", "paragraphs": ["De berichten uit Venetië waren in oktober nog zo uitgelaten: toen het zeewater in de lagune waar de beeldschone stad in ligt weer zou stijgen, was besloten om de spiksplinternieuwe mobiele dam voor de allereerste keer te activeren. En voilà, hij werkte! Het San Marcoplein, winkels, straten, voeten – alles bleef droog. De 78 knalgele schotten van de dam – waarvan de aanleg zo’n twintig jaar heeft geduurd en die zes miljard kostte – bleken de lagune afdoende af te sluiten. De burgemeester trok feestelijk een fles bubbelwijn open. Cincin! Iedereen was blij en opgelucht. De dam is daarna nog een paar keer gebruikt.", "Maar afgelopen week ging het mis: op dinsdag stonden de Venetianen toch weer tot hun knieën in het zoute water. Er was acqua alta (hoog water) van 125 cm voorspeld – Venetië ligt één meter boven zeeniveau dus dan vindt er een overstrominkje plaats – en de waterkering was niet omhooggepompt. Want dat gebeurt alleen bij 130 cm en hoger. De wind was die middag echter harder dan voorzien en er kwam ook meer water uit de hemel vallen dan verwacht, waardoor het zeewater tot 138 cm steeg en het San Marcoplein als vanouds blank stond.", "Gevolg: nijdige ondernemers, die baalden van de schade aan hun ondergelopen zaken en de moeite die het zou kosten om de boel schoon te krijgen. En chagrijnige bewoners die hun regenlaarzen weer moesten aantrekken.", "Zwartepieten", "Een ander gevolg: zwartepieten. De manager van het regionale instituut die over het wel of niet activeren van de dam gaat, zei dat de weersvoorspellers haar niet hadden verteld dat het water weleens hoger dan 125 cm zou kunnen stijgen. De meteorologen wezen op hun beurt naar de onvoorspelbaarheid van de wind. De gouverneur van het gewest Veneto vond dat de beslissing over het activeren van de dam ook helemaal niet op regionaal, maar op gemeentelijk niveau moet worden genomen. En de meneer die de schitterende San Marcobasiliek beheert en die opnieuw had moeten dweilen, mopperde over de ondergrens van 130 cm.", "Omdat er de rest van de week opnieuw onstuimig weer was aangekondigd, is de dam voor alle zekerheid elke dag gebruikt – waar de vissers dan weer over klaagden, omdat zij de lagune niet uit of in konden.", "Deze week gaan de betrokken partijen overleggen over hoe het beheer van de mobiele dam – die officieel nog in de testfase zit – beter kan.", "Lees ook:", "Sinds dit weekend heeft Venetië een mobiele dijk, en die werkt", "Luigi Brugnaro, de burgemeester van de mooiste stad ter wereld, schonk zaterdagmiddag een glaasje met de typische bubbels uit de buurt in: prosecco. “Dit is een historische dag voor Venetië” zei hij blij."], "authors": ["Pauline Valkenet"], "keywords": ["voeten", "toch", "dam", "weer", "dan", "laat", "natte", "venetianen", "water", "te", "die", "van", "krijgen", "en", "een", "werd", "peperdure", "het", "niet"], "pubDate": "2020-12-14T09:29:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}