{"id": "fce3bbbb-1c57-357c-bae7-9b06fc90c158", "title": "Jupiter en Saturnus staan deze maand bijna tegen elkaar aan", "url": "https://nu.nl/wetenschap/6094907/jupiter-en-saturnus-staan-deze-maand-bijna-tegen-elkaar-aan.html", "summary": "De planeten Jupiter en Saturnus staan bijna tegen elkaar aan in het hemelgewelf.\nDeze zogenoemde conjunctie gebeurt elke twintig jaar, door de banen van Jupiter, Saturnus en de aarde rond de zon.\nAls je je arm strekt en je pink opsteekt, bedek je gemakkelijk beide planeten.\"\nDat moment is in Nederland niet te zien, omdat Jupiter en Saturnus dan onder de horizon zitten.\nWie Jupiter en Saturnus samen wil zien, moet het uur na zonsondergang, dus rond etenstijd, naar het zuidwesten kijken.", "paragraphs": ["Als het onbewolkt wordt, is de komende weken een bijzonder verschijnsel te zien aan de sterrenhemel. De planeten Jupiter en Saturnus staan bijna tegen elkaar aan in het hemelgewelf. De afstand tussen de twee punten in de lucht is zo klein, dat ze bijna één 'ster' lijken te worden.", "Deze zogenoemde conjunctie gebeurt elke twintig jaar, door de banen van Jupiter, Saturnus en de aarde rond de zon. Maar nu is het gat tussen de twee bijzonder klein. Sterrenkundige Marc van der Sluys van de Radboud Universiteit in Nijmegen legt uit: \"Met het blote oog kun je ze nog wel uit elkaar houden, maar er zit niet veel ruimte tussen. Als je je arm strekt en je pink opsteekt, bedek je gemakkelijk beide planeten.\"", "Het hoogtepunt van de conjunctie is op 21 december. Dat moment is in Nederland niet te zien, omdat Jupiter en Saturnus dan onder de horizon zitten. Iets meer dan een uur eerder, ongeveer tussen 17.15 uur en 18.15 uur, zijn de planeten wel te zien, als het weer meewerkt. \"Dat is vrijwel net zo goed als het moment suprême zelf. Een dag eerder of later staan ze iets verder uit elkaar\", aldus Van der Sluys.", "Vorige keer was acht eeuwen geleden", "De laatste keer dat Jupiter en Saturnus zo dicht bij elkaar te zien waren aan de sterrenhemel, was bijna 800 jaar geleden, op 5 maart 1226. De eerstvolgende mogelijkheid om de planeten zo te zien, is op 15 maart 2080. Wie dat mist, moet wachten tot augustus 2417.", "Wie Jupiter en Saturnus samen wil zien, moet het uur na zonsondergang, dus rond etenstijd, naar het zuidwesten kijken. Een uur na de zon gaan de planeten zelf onder. De beide planeten staan laag boven de horizon. Van der Sluys: \"Je hebt een vrij uitzicht richting het zuidwesten nodig. Je kunt de bebouwde kom uit gaan, en een bovenverdieping is beter dan een achtertuin.\"", "Jupiter is de felste van de twee stippen, omdat die planeet groter is en dichter bij de aarde staat. Saturnus is duidelijk zwakker. Wie door een telescoop of een verrekijker kijkt, zou ook Jupiters manen Ganymedes, Io, Callisto en Europa, de Saturnusmaan Titan en de ringen van Saturnus kunnen waarnemen."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "maand", "zien", "elkaar", "een", "en", "bijna", "jupiter", "je", "te", "deze", "uur", "staan", "saturnus", "planeten", "tegen", "het", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}