{"id": "fce772f8-262e-3259-84af-58166c7d812d", "title": "Automobilist schept fietser tijdens vlucht voor politie in Breda", "url": "https://nu.nl/breda/6096187/automobilist-schept-fietser-tijdens-vlucht-voor-politie-in-breda.html", "summary": "Een automobilist heeft vrijdagmiddag een fietser geschept op een kruising in Breda nadat de bestuurder op de vlucht sloeg voor een agent.\nKort daarvoor reed de man vol gas door rood terwijl de agent in een onopvallende politieauto naast hem stond.\nToen het verkeerslicht voor rechtdoor op groen sprong, sneed de Nissan hem af en reed door het rode licht de kruising over.\nOp de kruising van de Claudius Prinsenlaan en de De La Reijweg reed de bestuurder nogmaals door rood.\nDe automobilist remde vervolgens niet toen een overstekende fietser naderde en reed de vrouw aan.", "paragraphs": ["Een automobilist heeft vrijdagmiddag een fietser geschept op een kruising in Breda nadat de bestuurder op de vlucht sloeg voor een agent. Kort daarvoor reed de man vol gas door rood terwijl de agent in een onopvallende politieauto naast hem stond.", "Een agent in een onopvallende politieauto zag rond 12.30 uur dat de bestuurder van een grijze Nissan Qashqai op de kruising van de Wilhelminasingel en Vierwindenstraat naast hem kwam staan op de strook om linksaf te slaan.", "De rechercheur wilde zelf rechtdoor gaan. Toen het verkeerslicht voor rechtdoor op groen sprong, sneed de Nissan hem af en reed door het rode licht de kruising over. De agent wilde de man hierop aanspreken en ging bij de volgende kruising naast hem staan, legitimeerde zich en sommeerde de man om verderop te stoppen.", "De bestuurder leek hier gehoor aan te geven, maar ging er vervolgens toch vandoor. Op de kruising van de Claudius Prinsenlaan en de De La Reijweg reed de bestuurder nogmaals door rood. De automobilist remde vervolgens niet toen een overstekende fietser naderde en reed de vrouw aan. De fietser vloog door de lucht en kwam op de weg terecht.", "De automobilist is doorgereden na de aanrijding. De verwondingen van de aangereden vrouw bleken mee te vallen. Ze kon later zelfstandig naar huis.", "De verdachte is nog niet gevonden. Het voertuig bleek vaker voor te komen in politiesystemen."], "authors": ["Door"], "keywords": ["politie", "door", "tijdens", "schept", "vlucht", "automobilist", "van", "reed", "hem", "een", "voor", "te", "kruising", "bestuurder", "en", "fietser", "op", "breda"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}