{"id": "fd004321-8a1b-30e8-bd12-d9b7027431e1", "title": "Halsema wil verbod op wietverkoop aan buitenlandse toeristen", "url": "https://www.parool.nl/amsterdam/halsema-wil-verbod-op-wietverkoop-aan-buitenlandse-toeristen~b92c98bd/", "summary": "Gesteund door politie en justitie wil Halsema de ‘achterdeur’ van coffeeshops reguleren en tegelijkertijd de drempel bij de voordeur verhogen door handhaving van het ingezetenencriterium.\nDat is in diverse grensgemeenten, zoals Maastricht en Terneuzen, al van kracht en zorgt ervoor dat een coffeeshop niet mag verkopen aan buitenlandse bezoekers.\nDaarnaast wil Halsema de aanvoer transparanter maken en stelt ze een maximum aan het aantal coffeeshops dat onderdeel kan zijn van een keten.\nMaar volgens Halsema, de politie en het OM is de invoering van het drugsverbod voor toeristen te handhaven.\nGedacht wordt aan het gedogen van een ‘weekvoorraad’, mogelijk een paar kilo.", "paragraphs": ["Onderzoek laat zien dat 68 tot 73 coffeeshops genoeg is om te voorzien in de lokale vraag van Amsterdammers, zegt burgemeester Femke Halsema. Beeld Getty Images/PhotoAlto", "De reputatie van seksstad Amsterdam staat al een tijd ter discussie, burgemeester Femke Halsema zet nu een stap om ook het imago als internationale cannabishoofdstad te veranderen. Voor corona uitbrak bezochten toeristen naar schatting 1,5 miljoen keer per maand een Amsterdamse coffeeshop, daar zou met het nieuwe beleid een streep doorheen gaan.", "Gesteund door politie en justitie wil Halsema de ‘achterdeur’ van coffeeshops reguleren en tegelijkertijd de drempel bij de voordeur verhogen door handhaving van het ingezetenencriterium. Dat is in diverse grensgemeenten, zoals Maastricht en Terneuzen, al van kracht en zorgt ervoor dat een coffeeshop niet mag verkopen aan buitenlandse bezoekers. De overlast van drugstoeristen is hierdoor drastisch verminderd.", "“We gaan absoluut niet naar een cannabisvrij Amsterdam, coffeeshops horen bij de stad,” zegt Halsema. “Maar er is ook een enorm verlangen om het toerisme bij te sturen. Onze vrijheid mag geen vrijbrief zijn voor grote groepen jongeren om in de grachten te kotsen omdat ze te veel geblowd en gedronken hebben.”", "Toen de eerste lockdown afgelopen zomer voorbij was, stonden er meteen weer lange rijen met jonge bezoekers uit Frankrijk en Duitsland bij de coffeeshops in de binnenstad. Onder meer het georganiseerd bedrijfsleven in Amsterdam en de toerismebranche roepen Halsema sindsdien op tot actie.", "Daarom komt Halsema nu met maat­regelen om de coffeeshopmarkt kleiner te maken, door de enorme vraag naar cannabis die toeristen veroorzaken te beperken. De handhaving van het ingezetenencriterium (i-criterium) is de opvallendste stap. Daarnaast wil Halsema de aanvoer transparanter maken en stelt ze een maximum aan het aantal coffeeshops dat onderdeel kan zijn van een keten.", "Couleur locale", "Invoering van het i-criterium zal enorme gevolgen hebben voor de omzetten van coffeeshops. Met 166 shops, bijna 30 procent van het landelijke totaal, vormt Amsterdam een grote (inter)­nationale markt voor cannabisproducten. Uit onderzoek van gemeentelijk statistiekbureau OIS bleek begin 2020 dat buitenlandse toeristen de stad graag bezoeken vanwege dat aanbod; 57 procent van de bezoekers op de Wallen noemde coffeeshops een belangrijke reden om naar Amsterdam te reizen. Nieuw onderzoek laat zien dat 68 tot 73 coffeeshops genoeg is om te voorzien in de lokale vraag, zegt Halsema.", "Experts, onder wie HvA-criminoloog Ton Nabben, waarschuwen dat het weren van toeristen uit coffeeshops tot een impuls van de straathandel zal leiden. Maar volgens Halsema, de politie en het OM is de invoering van het drugsverbod voor toeristen te handhaven. “Een flink deel van hen (77 procent, red.) gebruikt thuis ook cannabis, maar komt voor de couleur locale omdat je hier gezellig in een cafésfeer kunt roken,” zegt Halsema. “Ik verwacht dat toeristen zich realiseren dat ze voor coffeeshops niet meer hoeven komen en dat de vraag naar softdrugs afneemt.”", "De precieze effecten worden nog in kaart gebracht. In Maastricht werd het pas rustig nadat notoire drugsrunners en straatdealers een tijdje door de politie op de huid waren gezeten.", "Gedoogvoorraad", "Via een nieuw keurmerk krijgen coffeeshop­houders de mogelijkheid meer dan de nu toegestane hoeveelheid van 500 gram cannabis in huis te hebben. Gedacht wordt aan het gedogen van een ‘weekvoorraad’, mogelijk een paar kilo. Ook coffeeshops in buurten buiten het centrum waar weinig tot geen toeristen komen, verkopen dagelijks vaak veel meer dan 500 gram en hebben moeite om de aanvoer goed te organiseren.", "Halsema denkt niet dat het verbod dit jaar al ingaat, er is een overgangsperiode nodig en meer onderzoek naar de bestrijding van de straathandel. Ook moet de raad zich buigen over het voorstel. Daar lopen de meningen sterk uiteen."], "authors": ["Ruben Koops"], "keywords": ["coffeeshops", "van", "verbod", "voor", "toeristen", "en", "een", "om", "aan", "op", "wietverkoop", "wil", "halsema", "het", "te", "dat", "buitenlandse"], "pubDate": "2021-01-08T09:16:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}