{"id": "fd039520-9f50-3b59-bff0-9aed1b5c914c", "title": "De gaarkeuken is drukker dan ooit. Dat is geen kerstverhaal", "url": "https://volkskrant.nl/columns-opinie/de-gaarkeuken-is-drukker-dan-ooit-dat-is-geen-kerstverhaal~b26ad755/", "summary": "De gaarkeuken is drukker dan ooit, dus noem dit geen kerstverhaal, of juist wel.\nHet aantal maaltijden dat ze verstrekken is verdubbeld; met hun wankele arbeidscontracten gingen ‘de flexers’ als eersten onderuit, zegt Monique, ‘en dat hebben we geweten’.\nTotdat bleek dat het uitzendbureau hem niet zomaar kon ontslaan, ‘ik ben fase-B, geen fase-A’, dus kon hij nog drie maanden blijven.\nGelukkig kregen ze een tweede auto gesponsord, want nu is de koppeling kapot, ze zoeken nog een goedkope garage.\nDat niet naar de voedselbank komt, dat de gemeentelijke bureaucratie niet aankan.", "paragraphs": ["De gaarkeuken is drukker dan ooit, dus noem dit geen kerstverhaal, of juist wel. Dit land is ingericht op winnaars, niet op verliezers, behalve bij Monique en Stephan van Baaren die belangeloos een gaarkeuken onderhouden, en daarmee in de frontlinie staan van de viruscrisis.", "Het aantal maaltijden dat ze verstrekken is verdubbeld; met hun wankele arbeidscontracten gingen ‘de flexers’ als eersten onderuit, zegt Monique, ‘en dat hebben we geweten’.", "In de gaarkeuken: (vrnl) Esmee, Mandy, Stephan, Monique. Beeld Toine Heijmans", "Stephan is zelf een flexer bij de kunstgrasfabriek, waar hij werkt op de scheerzaal en in de weverij; vanwege corona wachtte hem direct ontslag. Totdat bleek dat het uitzendbureau hem niet zomaar kon ontslaan, ‘ik ben fase-B, geen fase-A’, dus kon hij nog drie maanden blijven. ‘Maar het zweet brak me uit.’", "Mandy, die nog in de keuken staat, vertelt dat haar man ook zijn uren verloor; hij stoffeert busjes en is gelukkig weer onder de pannen, ‘het kan snel gaan’.", "(Payrollbedrijven strijken ten onrechte miljoenen op aan coronasteun, schreef de krant, en de minister vindt dat niet zo erg. Dat zijn de winnaars.)", "Stephan komt aanzetten met twee dozen warme maaltijden: elleboogmacaroni. Vanwege de omstandigheden bezorgen ze aan huis. Dat is minder ideaal, de mensen raken nu uit zicht. Drie keer in de week kregen ze eters over de vloer, gezinnen met kinderen vaak, de eetzaal was een oase van menselijkheid. Nu maakt Diana zich klaar om de macaroni rond te rijden, zo snel mogelijk, anders wordt het eten koud.", "Afhalen mag gelukkig ook.", "Nog voor de lockdown zijn ze ‘gaan experimenteren’: Monique en Stephan kochten drieduizend warmhoudbakjes die ze thuis opsloegen, in hun flatje. Na het koken reed Stephan de adressen langs, in hun eigen auto, ‘sommigen zijn echt eenzaam, die vliegen naar buiten als ze je zien’. Gelukkig kregen ze een tweede auto gesponsord, want nu is de koppeling kapot, ze zoeken nog een goedkope garage.", "Drieduizend warmhoudbakjes. Beeld De Eethoek Almelo", "Ze weten zelf hoe snel je in de schulden raakt. Nadat ze waren opgekrabbeld begonnen ze de gaarkeuken, ‘want dat is het toch gewoon’. Monique besteedt er al haar tijd aan, Stephan draait dagdiensten in de fabriek zodat hij ’s avonds kan helpen. Ook voor de andere vrijwilligers is armoede geen vreemd begrip.", "Vlak voor corona nam het aantal klanten nog af; Monique hoopte dat ze zichzelf overbodig konden maken. ‘Maar dat is dus helemaal niet zo’, zegt Stephan. De horeca dicht, een grote slachterij, en ze vertellen over het keurige gezin-met-koophuis dat zich meldde. Over de broer van Stephan die ziek werd na jaren buffelen in een distributiecentrum.", "De man die komt afhalen is een pakketbezorger met vijf kinderen. Zijn baan is hij kwijt, zegt hij, en de kinderen zijn uit huis geplaatst. Monique heeft hemel en aarde bewogen om dat te voorkomen, ‘we hebben toch jaren met die kinderen aan tafel gezeten’, maar ‘op een gegeven moment zit je hoofd zo vol’, zegt de man, ‘en dan gaat alles mis’.", "Het is zo’n gezin met een paar tientjes weekgeld dat ze door de bewindvoerder wordt toegekend, zegt Monique. Dat niet naar de voedselbank komt, dat de gemeentelijke bureaucratie niet aankan. ‘Het gaat toch vaak om denkvermogen. Ze overzien het niet. Ik heb er echt veel zorgen en verdriet om gehad.’", "Esmee is terug van haar bezorgronde, vijf kwartier rijden, ‘je merkt dat de mensen graag kletsen, ze zitten ook de hele dag maar thuis’. Ze denkt dat de echte crisis nog moet beginnen. ‘Straks is het nog moeilijker om aan werk te komen voor degenen zonder opleiding.’", "De gaarkeuken veert mee met de onderste veenlaag van de economie; tachtig maaltijden is het maximum, maar nu zijn ze toch gaan rekenen of het boven de honderd kan. Tegelijk haken veel sponsors af, ‘alles staat stil’, en subsidie krijgen ze niet, ‘we doen eigenwijs ons eigen ding’.", "(Het rekeningnummer is NL82 INGB0007062763, Stichting de Eethoek, Almelo.)", "Inmiddels heeft de politiek begrepen dat het anders moet, maar nog steeds komt de schuldsanering vaak te laat, zegt Monique. Raar ook hoe gezinnen door de hulpverlening worden ‘losgekoppeld’ als het weer even beter gaat, ‘want daarna vallen ze bijna allemaal weer keihard terug’. Corona laat zien dat het iedereen kan overkomen.", "Diana maakt zich klaar om te bezorgen. Beeld Toine Heijmans", "Ze overwoog te stoppen, ‘je betaalt toch wel de tol’, soms zit ze thuis huilend achter de kilometeradministratie. De kledingwinkel voor arme mensen die ze was begonnen, heeft ze overgedragen: met vijfhonderd klanten te veel werk. Monique is zo iemand die nog snel een kapper regelt voor de man die op sollicitatiegesprek moet.", "‘Zou ik een betaalde baan nemen’, zegt Monique, ‘dan konden we misschien ook eens op vakantie’.", "Stephan: ‘Maar we voelen ons verantwoordelijk.’", "Monique: ‘Ik zet mijn telefoon nu om acht uur uit. Dat helpt.’"], "authors": ["Toine Heijmans"], "keywords": ["dat", "die", "nog", "dan", "een", "monique", "niet", "en", "ze", "geen", "ooit", "gaarkeuken", "drukker", "kerstverhaal", "met", "het"], "pubDate": "2020-12-08T20:59:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}