{"id": "fd0ac268-e773-3abf-9964-46b61860ac12", "title": "Groene ondernemers: 'Met infrarood kun je slimmer verwarmen'", "url": "https://nu.nl/ondernemen/6095263/groene-ondernemers-met-infrarood-kun-je-slimmer-verwarmen.html", "summary": "Je huis verwarmen met een warm lentezonnetje uit een glasplaat?\n\"We zijn gewend om de lucht in ruimtes te verwarmen met een cv of een kachel\", zegt Van Lingen.\n\"Je kan ook je hele huis ermee verwarmen, ter vervanging van een traditioneel cv-systeem.\nOké, dan kun je met deze panelen van het gas af.\nWat ook een rol speelt, denkt Van Lingen, is dat hier sprake is van een \"disruptief systeem\".", "paragraphs": ["Door al het slechte nieuws over het klimaat, zou je bijna vergeten dat er ook gewerkt wordt aan oplossingen. NU.nl belicht ondernemingen die in elk geval een stap zetten in de groene richting. Deze week: de verwarmende glasplaten van Niels van Lingen.", "Je huis verwarmen met een warm lentezonnetje uit een glasplaat? Dat kan met infraroodpanelen, ontdekte Niels van Lingen, CEO van ThermIQ in Dordrecht. Deze kunnen als bijverwarming gebruikt worden in combinatie met een cv-ketel of een warmtepomp, maar ook als enige warmtebron in huis of op kantoor.", "\"We zijn gewend om de lucht in ruimtes te verwarmen met een cv of een kachel\", zegt Van Lingen. \"Wij maken panelen voor infraroodverwarming, dat werkt volgens de principes van licht. Onzichtbaar licht, in dit geval. Niet de ruimte wordt verwarmd, maar de mensen en objecten in de ruimte. Deze gaan dan zelf warmte afgeven, zodat ook de ruimte zelf behaaglijk wordt.\"", "Dat klinkt misschien een beetje als een magnetron, maar de vergelijking met zonnewarmte is beter op zijn plaats.", "Het principe is simpel, aldus Van Lingen: smeer een glasplaat van 60 bij 60 tot maximaal 120 centimeter in met een dun laagje speciale pasta, die fungeert als warmtegeleider. Daarachter wordt een laagje isolatiemateriaal geplaatst, op de achterwand een warmtesensor en elektronica voor de stroomtoevoer, en een aluminium frame erom voor de stevigheid.", "Door: ThermIQ", "De plaat verwarmt gerichter dan radiatoren die een heel huis verwarmen: ze verwarmt mensen en objecten. (Foto: ThermIQ)", "Het geheim zit in de pasta", "De praktijk is natuurlijk wat minder eenvoudig. Het geheim zit 'm in de pasta, legt Van Lingen uit. Hoe hij als ondernemerszoon zonder al te veel technische kennis op het pad van de semiconductors kwam, is een lang verhaal.", "Dat verhaal verloopt via het zoeken naar een andere manier van ondernemen dan hij van huis uit meekreeg (\"Ik miste daar de menselijke maat en het verantwoordelijkheidsgevoel voor de aarde\"): via een adviesklus voor operatiekamers, naar onderzoek naar stralingswarmte.", "“Door gericht te verwarmen, gebruik je al gauw twee derde minder energie. De meest duurzame energie is de energie die je niet gebruikt.” Niels van Lingen, CEO van ThermIQ", "\"En dan is het een kwestie van de juiste mensen en de juiste kennis om je heen verzamelen. De receptuur van de pasta is maar bij een beperkt aantal personen bekend\", vertelt Van Lingen. \"Maar het bestaat uit uitsluitend vrij verkrijgbare ingrediënten. Na dertig, veertig jaar kan de glasplaat van het warmtepaneel zó in de glasbak. Er zit geen chemische rommel in, niks.\"", "Uitkomst in coronatijd", "Met twee panelen aan het plafond van een kantoorruimte van 50 vierkante meter heeft iedere medewerker het comfortabel warm, volgens Van Lingen. \"Een groot voordeel is dat je alleen de plekken verwarmt waar op dat moment warmte nodig is. Zeker nu bijna iedereen thuiswerkt, zou dat voor veel kantoren een uitkomst zijn.\"", "ThermIQ mikt zeker niet alleen op de zakelijke markt. \"Je kan ook je hele huis ermee verwarmen, ter vervanging van een traditioneel cv-systeem. Dan heb je dus geen warmtepomp nodig om all-electric te gaan.\"", "Oké, dan kun je met deze panelen van het gas af. Maar als je kolenstroom koopt, ben je dan niet juist verder van huis? \"Een terechte vraag\", vindt de CEO. \"Doordat je heel gericht verwarmt, gebruik je al gauw twee derde minder energie. De meest duurzame energie is de energie die je niet gebruikt. Aanvullend is het natuurlijk goed om over te stappen op een groene energieleverancier.\"", "Disruptief systeem", "\"We willen echt impact gaan maken. Er lopen pilots met woningcorporaties. Voor 2030 moeten zij nog drie tot vier miljoen woningen van het gas af zien te krijgen. Dit systeem biedt uitkomst. Maar de besluitvorming is stroperig en door corona lijkt iedereen in de uitstelmodus te staan.\"", "Wat ook een rol speelt, denkt Van Lingen, is dat hier sprake is van een \"disruptief systeem\". \"Installateurs kunnen geen onderhoudscontracten op de panelen afsluiten, want er komt geen mechanica bij kijken. Daar moet dus een ander verdienmodel op. Je ziet nu dat aanbieders van zonnepanelen in de winter onze infraroodpanelen gaan plaatsen. Dat vind ik mooi: met zonne-energie zonnewarmte binnen brengen.\""], "authors": ["Door", "Annelies Roon"], "keywords": ["van", "dat", "lingen", "een", "het", "kun", "infrarood", "groene", "te", "verwarmen", "slimmer", "op", "voor", "je", "ondernemers", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}