{"id": "fd12816f-9b84-3619-ab7e-707ae92010c8", "title": "Kabinet hoopt scholen op 25 januari te heropenen", "url": "https://www.parool.nl/nederland/kabinet-hoopt-scholen-op-25-januari-te-heropenen~b4a068d4/", "summary": "Beeld ANPHet hangt nog wel af van in hoeverre kinderen vatbaar zijn voor de Britse variant van het coronavirus, zeggen ingewijden.\nAls dat geen grote gevaren zou laten zien, dan is de ‘streefdatum’ voor het heropenen van alle basisscholen en de kinderopvang 25 januari.\nDeskundigen van adviesorganisatie OMT zouden het kabinet op het hart hebben gedrukt dat verlenging ‘nog echt nodig is’.\nBovendien waart de Britse mutatie van het virus rond, die stukken besmettelijker is.\nHet idee van het kabinet is dat er met het vaccin een finishlijn in zicht is.", "paragraphs": ["Beeld ANP", "Het hangt nog wel af van in hoeverre kinderen vatbaar zijn voor de Britse variant van het coronavirus, zeggen ingewijden. Momenteel vindt nader onderzoek plaats naar een uitbraak hiervan op een school in Bergschenhoek. Als dat geen grote gevaren zou laten zien, dan is de ‘streefdatum’ voor het heropenen van alle basisscholen en de kinderopvang 25 januari.", "Zojuist maakte de GGD bekend dat het ook alle inwoners van de gemeente Lansingerland, waar Bergschenhoek bij hoort, een gerichte oproep krijgen om zich te laten testen op het coronavirus. Daarmee moet ook de uitbraak van de Britse variant op de school in kaart worden gebracht.", "Gericht", "Het is de eerste keer dat er gericht extra wordt getest in een gebied waar een grote uitbraak is. De oproep van GGD Rotterdam-Rijnmond geldt voor alle inwoners van Lansingerland van 2 jaar en ouder, ook als zij geen klachten hebben die doen denken aan een coronabesmetting.", "De rest van de coronamaatregelen worden verlengd, hoogstwaarschijnlijk tot 9 februari, zeggen ingewijden. Deskundigen van adviesorganisatie OMT zouden het kabinet op het hart hebben gedrukt dat verlenging ‘nog echt nodig is’.", "Eerder werd overigens nog gesproken over het verzwaren van de maatregelen, zoals de sluiting van hotels, maar daarvan lijkt geen sprake. Ook een avondklok lijkt er niet te komen: daarvoor was eerder te weinig politieke steun. Morgen hakt het kabinet definitief de knoop door.", "Geen ruimte", "De adviezen van deskundigen zouden het kabinet geen ruimte laten voor versoepeling. Het aantal besmettingen is nog altijd te hoog. Gemiddeld werden vorige week zo’n 7700 mensen per dag positief getest, terwijl het kabinet ‘terug wil’ naar een aantal van maximaal 1200 per etmaal. Bovendien waart de Britse mutatie van het virus rond, die stukken besmettelijker is.", "Het kabinet wil ondernemers wel nog meer dan nu al meer tegemoetkomen. Met de huidige steunpakketten wordt ‘nog een flinke stap extra gezet’. Zo worden regels en voorwaarden binnen de pakketten versoepeld, waardoor deze meer van de financiële schade gaan compenseren. Hierdoor kunnen met name mkb’ers die bijvoorbeeld met voorraden blijven zitten, meer gecompenseerd worden. Het idee van het kabinet is dat er met het vaccin een finishlijn in zicht is. Met die eindstreep in zicht mag niemand nog afhaken als dat niet nodig is."], "authors": ["Tobias Den Hartog"], "keywords": ["25", "van", "januari", "heropenen", "nog", "voor", "hoopt", "een", "met", "scholen", "kabinet", "op", "te", "het", "worden", "dat"], "pubDate": "2021-01-11T14:16:49Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}