{"id": "fd171ffb-1a02-3922-a17b-8bb7500f54f3", "title": "Ja, je kunt coronavaccinatie weigeren. Daarom pleit deze hoogleraar gezondheidsrecht voor dwang", "url": "http://www.trouw.nl/religie-filosofie/ja-je-kunt-coronavaccinatie-weigeren-daarom-pleit-deze-hoogleraar-gezondheidsrecht-voor-dwang~b79be626b/", "summary": "De dwang is niet dat je onder dreiging wordt ingeënt, maar dat je toegang tot sociale voorzieningen wordt afgesneden als je weigert.\nDaar wint het collectief het van het individu.\nKinderen gingen niet naar oma, niet voor zichzelf maar voor haar.\nKunt u zich voorstellen dat personeel in verpleeghuizen inenting mag weigeren, zonder dat dat gevolgen heeft?\nHet mag, als het voor de volksgezondheid is.”Lees ook:Het coronavaccin eerst voor de alleroudste Nederlanders?", "paragraphs": ["Je mag een naald in je arm weigeren, zegt hoogleraar gezondheidsrecht Martin Buijsen. Maar dat individuele recht zal in de vaccinatiecampagne tegen corona moeten wijken voor het collectieve doel: immuniteit. ‘Dat kan niet zonder dwang.’", "De datum voor de start van de vaccinering is al geprikt. Als alles meezit, krijgt Nederland vanaf 4 januari de kans om zich te laten inenten tegen corona. Jurist en filosoof Martin Buijsen zal er graag aan meedoen, maar hij vreest dat de medewerking van de Nederlandse bevolking te wensen over zal laten.", "We hebben ervaring met het Rijksvaccinatieprogramma, dat werkt al sinds 1956. Dus nu zal het ook wel loslopen met het inenten.", "“Dat programma is heel succesvol geweest, maar de inentingsgraad is in de loop der jaren zorgwekkend gedaald. Dat komt doordat we niet meer wakker liggen van infectieziekten. Wie weet nog wat difterie is, of tbc? We zijn gaan denken dat ziekte een kwestie van kiezen is, dat het wel goed komt als je maar verstandig en gezond leeft.", "“Maar het komt niet zomaar goed. Onder patiënten met een hoog risico is de inentingsgraad tegen griep 51 procent. Onlangs werkte ik mee aan een campagne voor griepvaccinatie onder medewerkers van Zeeuwse verpleeghuizen. Hier heb ik de cijfers: daar halen ze de 20 procent niet eens.", "“Dat maakt me sceptisch nu we over de effectiviteit van de coronavaccinatie na moeten denken. We weten namelijk niet hoeveel immuniteit al is opgebouwd tegen Covid-19, maar wel dat de vaccinatiegraad op dit moment nul is. Die moet snel heel hoog worden, zo’n 80 procent.”", "Nederlandse gezondheidswetenschappers signaleerden vorig jaar al dat gesprekken om mensen over te halen tot vaccinatie weinig uithaalden. Ze vreesden epidemieën. Nu hebben we een pandemie. Is verplicht vaccineren dan nu geboden?", "“Voorheen hadden we alleen orthodox-gereformeerden die tegen waren, nu heb je veel meer sceptici. Het debat over vaccinatie is een veenbrand die telkens oplaait. Bijvoorbeeld bij de polio-uitbraken van 1978 en 1993. Maar ik verwacht dat die veenbrand nu nog heftiger wordt. Het wantrouwen tegen instituties is groter, en het wantrouwen tegen vaccins die in nog geen jaar zijn ontwikkeld, zit diep. Nu het aantal antivax-mensen zo groot lijkt te zijn, vind ik het redelijk om aan gedwongen vaccinatie te gaan denken.”", "Het kabinet heeft gezegd dat vaccinatie vrijwillig zou zijn. En Nederland kent toch helemaal geen verplichting daartoe?", "“Nee, maar er is hier wel een wet die bepaalde groepen militairen (her)inenting oplegt. En dat is, welke criteria je daar ook voor hanteert, toch echt verplicht vaccineren.”", "De term ‘verplicht’ vaccineren werkt als olie op de veenbrand, stelt Buijsen. We kunnen die dus beter vermijden en nadenken over gradaties van aandringen op inenting. “Ook als er keuzevrijheid heet te zijn, kunnen er sancties volgen op weigering van deelname aan een vaccinatieprogramma. Neem Duitsland. Ouders zijn daar verplicht hun kinderen tegen mazelen te laten inenten, op straffe van een boete van 2500 euro. Anders mogen ze niet naar het kinderdagverblijf. Personeel in het onderwijs en ziekenhuizen móet ingeënt zijn. Ook andere Europese landen werken zo: dan krijg je geen kinderbijslag als je niet meedoet. De dwang is niet dat je onder dreiging wordt ingeënt, maar dat je toegang tot sociale voorzieningen wordt afgesneden als je weigert. Zo werkt dat in een democratie.”", "In de publieke gezondheidszorg spelen vaccinatieprogramma’s een cruciale rol. Maar wie krijgt daarin het laatste woord? Na de verschrikkingen van de Tweede Wereldoorlog ontdeed de medische ethiek zich van paternalisme en nam ‘respect voor de autonomie van de patiënt’ als uitgangspunt. Diens wens hoorde leidend te zijn, niet die van de dokter – of van politieke leiders.", "Martin Buijsen is jurist en filosoof, en als hoogleraar gezondheidsrecht verbonden aan de Erasmus Universiteit Rotterdam.", "Die individualisering, zegt Martin Buijsen, zelf lid van twee medisch-ethische toetsingscommissies, was een correctie op de overmacht van de staat, en op de dominante artsenkaste. Hoe stevig het individualisme is verankerd, zal blijken nu elke burger moet beslissen over een medische handeling – de inenting. Buijsen beschouwt de coronacrisis als de ‘lakmoesproef’.", "Stuiten we nu op de grenzen van het individualisme, nu dat een collectief doel in de weg staat?", "Buijsen antwoordt met een omweg. Hij ziet landen worstelen met tegengestelde belangen. “Als de staat niet instaat voor de gezondheid van zijn burgers, schendt hij hun waardigheid. Maar dat doet hij ook als hij de fundamentele vrijheden van zijn burgers niet eerbiedigt.” Het nastreven van een hoog gezondheidspeil doorbreekt dan de impasse. “In 1998 heeft de Europese Commissie voor de Rechten van de Mens San Marino gelijk gegeven: het land mocht al haar ingezetenen vaccinatie opleggen, ongeacht levens- of geloofsovertuiging. Daar wint het collectief het van het individu.", "“Je houdt wel het afweerrecht: ik ga over mijn eigen integriteit en ik wil geen naald in mijn arm, tenzij ik daar toestemming voor geef. Maar het is echt Nederlands om daar veel gewicht aan toe te kennen. Inmiddels zijn we wel wat verder. De Commissie en het Europees Hof voor de Rechten van de Mens hebben verschillende klachten behandeld over vaccinatie die ziekte of sterfte zou veroorzaken. Dat was volgens de klagers een schending van het mensenrecht op leven. Maar Hof en Commissie oordeelden dat vaccinaties – gedwongen of vrijwillig – geen ontoelaatbare inmenging vormden op dat recht op leven.”", "Hier leggen de klassieke vrijheidsrechten het af tegen het sociale grondrecht op gezondheid.", "“Ja, we waren gewend om te denken dat die vrijheidsrechten betekenden dat de staat veel niet mag doen – je privacy of persoonlijke levenssfeer niet mag schenden, geen inbreuk plegen op je vrijheid van geloof en geweten. Maar die rechten zijn niet absoluut. De juiste uitleg van die rechten is dat de staat ook verplichtingen heeft om iets te doen: zorgen voor levens van burgers. Met vaccinaties bijvoorbeeld.”", "Ondanks het afweerrecht kan er dus gevaccineerd worden.", "“Ja, we kunnen het ons niet veroorloven dat we door toedoen van anti-vaccineerders ergens op 50 procent ingeënten blijven steken. Als we niet op basis van vrijwilligheid snel op 80 procent komen voor groepsimmuniteit, dan moet dat individualisme maar even aan de kant. Hebben ze in Italië ook gedaan bij de verplichte mazeleninenting. Daar schoot de vaccinatiegraad meteen omhoog.”", "Worden we door deze pandemie teruggeduwd naar een collectievere tijd?", "“Nee, ze heeft eerder ons masker van individualisme afgetrokken. Voor de zomer hielden we ons als makke schapen aan de afstandsregels en werkten we veel thuis, ook al waren er geen sancties. Kinderen gingen niet naar oma, niet voor zichzelf maar voor haar. We zijn dus veel meer op het collectief ingesteld dan we dachten. Alleen als een boa ons bekeurt, worden we even van die obstinate ikjes.", "“We legden ons bij de coronabeperkingen neer, ik ook, en dat vond ik achteraf wel verbazingwekkend. Vroeger kwam de pest drie keer per eeuw langs, nu krijgen we van corona een lesje in gezamenlijkheid.”", "Dat klinkt warm, maar de koude realiteit is dat een coronavaccinatiecampagne niet zonder dwang gaat.", "“Dat zal sowieso niet zonder enige dwang kunnen. Kunt u zich voorstellen dat personeel in verpleeghuizen inenting mag weigeren, zonder dat dat gevolgen heeft?", "“Laten we dus kijken naar landen waar ze er ervaring mee hebben opgedaan, zoals Italië. En daarna moeten we hier een wet invoeren die dat mogelijk maakt. In Europees verband kan dat al, er is juridisch veel ruimte om dwang toe te passen, en als je het goed doet, torn je niet aan mensenrechten. Het mag, als het voor de volksgezondheid is.”", "Lees ook:", "Het coronavaccin eerst voor de alleroudste Nederlanders? Slechte keuze, vindt ethicus Peter Singer", "Overheden kijken in de coronacrisis te veel naar het redden van levens en te weinig naar het redden van levensjaren, waarschuwt de Australische ethicus Peter Singer."], "authors": ["Lodewijk Dros"], "keywords": ["weigeren", "pleit", "van", "dwang", "deze", "kunt", "als", "het", "op", "maar", "ja", "gezondheidsrecht", "een", "je", "dat", "hoogleraar", "niet", "en", "voor"], "pubDate": "2020-12-10T12:35:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}