{"id": "fd1e17fe-26fe-3026-a1bf-af2d3daec5ab", "title": "Zwolse burgemeester Snijders wil landelijke regels voor boerenprotesten", "url": "https://nu.nl/zwolle/6096528/zwolse-burgemeester-snijders-wil-landelijke-regels-voor-boerenprotesten.html", "summary": "Burgemeester Peter Snijders van Zwolle wil dat er landelijke afspraken worden gemaakt over de handhaving rond de boerenprotesten.\nHij pleit voor een verbod op het gebruik van trekkers bij hun demonstraties.\nDe burgemeester vraagt zich af of het recht om te betogen met het gebruik van de trekkers nog wel in relatie tot het effect staat.\nSnijders, die stelt dat meerdere burgemeesters worstelen met de boerenprotesten, legt zijn wensen maandag bij het landelijke veiligheidsberaad op tafel.\nEen tijdelijk gebiedsverbod voor trekkers kan een optie zijn, een verbod op het gebruik van een trekker bij demonstraties allicht ook.", "paragraphs": ["Burgemeester Peter Snijders van Zwolle wil dat er landelijke afspraken worden gemaakt over de handhaving rond de boerenprotesten. Hij pleit voor een verbod op het gebruik van trekkers bij hun demonstraties.", "Snijders zag zaterdag tot zijn ergernis dat boeren voor de tweede keer dit jaar het distributiecentrum in Zwolle vrijwel de gehele dag plat legden door met hun trekkers de toegangswegen te blokkeren.", "De burgemeester vraagt zich af of het recht om te betogen met het gebruik van de trekkers nog wel in relatie tot het effect staat. \"Gebruik van een trekker heeft veel impact. Het bergt ook enorme inzet van de politie en veel fysieke middelen om dan eventueel in te grijpen.\" Hij wijst erop dat de maatschappelijke schade door de blokkades groot is: lege schappen in supermarkten.", "\"Ik heb begrip voor de noden van de boeren en ik zie hun agenda en de wanhoop bij sommigen van hen. Maar als ze hun punt willen maken is er een bepaalde organisatiegraad nodig. Die miste ik gisteren bij hen. De dag verliep chaotisch\", zegt de burgemeester.", "Snijders, die stelt dat meerdere burgemeesters worstelen met de boerenprotesten, legt zijn wensen maandag bij het landelijke veiligheidsberaad op tafel. Hij hoopt dat er uniforme landelijke afspraken gemaakt kunnen worden over hoe om te gaan met de protesten. \"Dan kijken we of we een beleidslijn kunnen maken.\"", "Een tijdelijk gebiedsverbod voor trekkers kan een optie zijn, een verbod op het gebruik van een trekker bij demonstraties allicht ook. \"In juni, bij het eerste protest, hebben we dat ook gedaan. Toen was het in IJsselland een week lang verboden een trekker te gebruiken bij demonstraties\", aldus Snijders."], "authors": ["Door"], "keywords": ["van", "landelijke", "dat", "burgemeester", "boerenprotesten", "een", "wil", "het", "regels", "te", "hun", "zwolse", "voor", "bij", "trekkers", "met", "snijders"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}