{"id": "fd3f73e7-880b-3930-b489-539d0aa62c53", "title": "Wie is de schepper van The Queen’s Gambit? En wat maakt zijn boeken zo verleidelijk voor regisseurs?", "url": "https://volkskrant.nl/cultuur-media/wie-is-de-schepper-van-the-queen-s-gambit-en-wat-maakt-zijn-boeken-zo-verleidelijk-voor-regisseurs~b5103cc9/", "summary": "Maar kennelijk waren ze Tevis in Hollywood nog niet vergeten, en vooral niet zijn talent voor het schrijven van zeer verfilmbare boeken.\nHij was in zijn jeugd een fanatieke poolspeler en hij leerde schaken op zijn 7de.\nMaar toen hij aan The Queen’s Gambit begon, vertrouwde hij zijn eigen schaakkennis onvoldoende.\nHij is van plan met The Queen’s Gambit zijn regiedebuut te maken, maar hij overlijdt voor het zover is.\nHet is niet de eerste keer dat een Netflix-serie een nieuwe romanvorm voor een visueel ingestelde generatie wordt genoemd.", "paragraphs": ["Aan het eind van zijn leven leek Walter Tevis klaar voor de vergetelheid. Het liep anders. Wie was de schrijver achter Netflix-hit The Queen’s Gambit? En wat maakt zijn romans zo onweerstaanbaar voor regisseurs?", "Toen Walter Tevis in augustus 1984 op 56-jarige leeftijd overleed aan longkanker, stond er een kort postuum in The New York Times. Zoveel naam had hij in elk geval opgebouwd, als schrijver. Zijn beroemdste romans, schreef de krant, waren The Hustler uit 1959 en The Man Who Fell to Earth uit 1963.", "Twee andere boeken kwamen ook langs – de sf-roman Mockingbird uit 1980 en The Color of Money, zijn laatste boek, uit 1984 – het vervolg op The Hustler, 25 jaar later.", "Tevis had eigenlijk dichter willen worden, schreef de krant, en hij maakte een tijdlang, op weg naar de poolzaal in Lexington, Kentucky, een dagelijks sonnet. Hij liet een vrouw, een zoon, een dochter en drie kleinkinderen achter.", "Daarmee was de auteur Walter Stone Tevis gereed voor de vergetelheid.", "Ware het niet dat er boven het postuum stond: ‘Walter Tevis, 56, a Screenwriter’. En dat in het stuk terloops werd vermeld dat The Hustler én The Man Who Fell to Earth waren verfilmd.", "Films", "Tevis, die het op zijn 50ste eindelijk aandurfde zijn baan als leraar Engels eraan te geven, naar New York te verhuizen en in een klein appartementje fulltimeschrijver te worden (het kon, de kinderen waren het huis uit), had te zijner nagedachtenis dus nóg een ijzer in het vuur: films. Ook geen gegarandeerde toegangsbewijzen tot de eeuwigheid, maar misschien toch een scherper wapen tegen vergeten worden dan een boek – de allergrootsten uitgezonderd.", "In 1961 verfilmde Robert Rossen The Hustler, het verhaal van ‘Fast’ Eddie Felson, een ‘knappe kerel’ van ongeveer 25, die zijn geld verdient in de cafés waar pool wordt gespeeld, een soort snooker. Hij is een ‘hustler’, een misleider: iemand die doet alsof hij niet zo goed is, weddenschappen afsluit en dan toeslaat. Paul Newman speelde de hoofdrol. Frank Sinatra had er aanvankelijk ook wel zin in, maar achtte zichzelf op het biljart niet goed genoeg om de rol geloofwaardig te kunnen spelen.", "The Hustler is een iconische film, alleen weet tragisch genoeg bijna niemand wie de auteur is van het boek waarop hij is gebaseerd.", "In 1976 regisseerde Nicolas Roeg (beroemd vanwege Don’t Look Now) The Man Who Fell to Earth, met David Bowie als de man die op aarde viel en daar verliefd wordt op een aards meisje. De casting van Bowie was een meesterzet en door hem leeft de film voort, maar hij nam wel de aandacht weg van de man die het verhaal had bedacht.", "Het voorlopige hoogtepunt voor de scenarioschrijver Walter Tevis kwam toen Martin Scorsese in 1986 The Color of Money verfilmde. Paul Newman kroop weer in de huid van Eddie Felson en de jonge Tom Cruise speelde een pooltalent. Newman won er eindelijk een Oscar mee. Maar het zat Tevis andermaal niet mee. Hij was al twee jaar dood toen de film uitkwam. Bijna niemand besteedde aandacht aan het feit dat hij niet alleen het boek, maar ditmaal ook het scenario had geschreven.", "Zeven romans, drie films, een obscure schepper.", "Schaken", "Walter Tevis was ook de schrijver van een boek dat in zijn postuum in The New York Times niet werd genoemd – hoewel het toen pas een jaar oud was: The Queen’s Gambit, verschenen in 1983. De kritieken waren lovend, maar niet juichend. Zoals al zijn boeken werd het matig verkocht. Het was bijzonder genoeg om tot een cultboek uit te groeien, vooral onder schakers, want het boek ging over hun sport.", "Maar kennelijk waren ze Tevis in Hollywood nog niet vergeten, en vooral niet zijn talent voor het schrijven van zeer verfilmbare boeken. In 1992 had producent en scenarioschrijver Scott Frank een optie genomen op de filmrechten van The Queen’s Gambit. Tevis zou niet verbaasd zijn geweest, tijdens zijn leven verdiende hij meer geld met filmopties op zijn boeken dan met de verkoop van de boeken zelf. Soms werd een optie gelicht, meestal hoorde hij er niets meer van. Bij The Hustler was het pas bij de vijfde optie raak en wat Scott Frank met zijn optie op The Queen’s Gambit deed, zou ook lang onduidelijk blijven.", "Walter Tevis was gek op twee sporten. Hij was in zijn jeugd een fanatieke poolspeler en hij leerde schaken op zijn 7de. Hij beschikte in geen van beide sporten over een bijzonder talent, maar hij was beter dan gemiddeld. Hij was als schaker én biljarter goed genoeg ingevoerd om ze als geloofwaardige decors voor zijn verhalen te kunnen gebruiken.", "Het poollokaal dat hij verzon voor The Hustler was enig in zijn soort, maar deed tegelijk zo authentiek aan dat na de verschijning van de film steeds meer biljartlokalen in de Amerikaanse binnensteden eruit gingen zien als dat van Tevis.", "Maar toen hij aan The Queen’s Gambit begon, vertrouwde hij zijn eigen schaakkennis onvoldoende. Uiteindelijk kreeg hij een internationale meester uit New York, Bruce Pandolfini, zover zijn manuscript op schaakdetails te controleren. Pandolfini bedacht ook de titel. Die verwees naar een van de oudste en best onderzochte schaakopeningen, het damegambiet: 1. d2-d4 d7-d5; 2. c2-c4. Het zou niet Pandolfini’s laatste bemoeienis met The Queen’s Gambit zijn.", "Beeld Olivier Heiligers", "Geobsedeerd door winnen", "The Hustler (in het Nederlands vertaald als De misleider) gaat over pool en The Queen’s Gambit over schaken, maar er zijn veel overeenkomsten tussen Tevis’ eerste en zijn voorlaatste boek. Beide gaan volgens Tevis zelf over ‘losers and loners’ met maar één obsessie: de tegenstander vernietigen en de beste worden. Beide hoofdrolspelers moeten daarvoor de zittende heerser van de troon stoten – de ene heet Minnesota Fats, de ander Vasily Borgov. Het ultieme duel is tevens de climax van de twee boeken. In een van de schaarse interviews die er met hem zijn gemaakt, legt Tevis uit dat dat geen toeval is: ‘Ik ben geobsedeerd door de strijd tussen winnen en verliezen.’", "Hoofdpersoon in The Queen’s Gambit is Beth Harmon, die als jong meisje op een kostschool voor wezen belandt. Daar brengt de conciërge Shaibel haar de beginselen van het schaken bij. Beth blijkt een buitengewoon groot talent, geeft zich volledig over aan het spel en begint aan een opmars naar de wereldtop. Niet zonder pijn: ze raakt verslaafd aan kalmerende middelen en alcohol.", "De alcoholverslaving deelt ze met hustler Eddie Felson. En met de man die haar en Felson in het leven heeft geroepen, Walter Tevis, jarenlang alcoholist. De depressieve buien waaronder Eddie en Beth lijden, kende Tevis eveneens. Zo goed en hevig zelfs dat hij meerdere zelfmoordpogingen deed.", "Laten we The Hustler en The Queen’s Gambit voor het gemak even de twee sportromans van Tevis noemen (met The Colour of Money als sequel van de eerste). Op het eerste gezicht leent pool noch schaken zich bijzonder goed voor een opwindend verhaal. Er gebeurt genoeg, maar hoe laat je dat zien? Het ging Tevis meer om de persoonlijke verwikkelingen van de hoofdpersonages binnen hun passie dan om het verbeelden van die passie an sich.", "Maar met een hoofdpersoon als Beth ontkomt de schrijver niet aan een forse hoeveelheid schaken. In The Queen’s Gambit volgt de ene schaakpartij na de andere – niet uitputtend genoteerd, maar meestal gedetailleerd genoeg om te kunnen volgen wat er op het bord gebeurt. Niet meteen een aantrekkelijk vooruitzicht voor een filmmaker. Toch gebeurt wat zich al eerder heeft voorgedaan met Tevis’ boeken: het werk heeft een grote aantrekkingskracht op regisseurs. In 2007 is Heath Ledger (Brokeback Mountain) er een van. Hij is van plan met The Queen’s Gambit zijn regiedebuut te maken, maar hij overlijdt voor het zover is.", "Wat is het verleidelijke in Tevis’ boeken? Waarom komen regisseurs erop af als bijen op honing? Hoe verleidt Tevis hen? Zijn proza is kaal en uitgekleed – zijn latere boeken nog meer dan de eerste, dankzij zijn strenge redacteur Anne Freedgood. Hij beschrijft gebeurtenissen droog en bijna emotieloos, als de notering van een schaakpartij. Het geheim en de aantrekkingskracht van Tevis’ werk schuilen in de dialogen. Die zijn messcherp en trefzeker. Tevis’ personages zijn geen gezellige praters; ze kiezen hun woorden zorgvuldig en doelgericht. ‘Ik wil de lezers hard raken en trillend achterlaten’, zei Tevis in een interview met The New York Times, ‘zoals mijn personage Beth doet aan het schaakbord.’ Tevis werd, zei hij, soms bang van zijn eigen dialogen.", "De serie", "De zevendelige Netflix-serie The Queen's Gambit, die op 23 oktober online ging, slaat inmiddels alle records. De eerste vier weken streamden 62 miljoen huishoudens de avonturen van Beth Harmon de woonkamer in. In tientallen landen is het de meest bekeken serie. Producenten van schaaksets boeken topomzetten en de vijftiende druk van Modern Chess Openings, een oorspronkelijk in 1911 verschenen boek dat Beth van Shaibel krijgt en dat haar schaakbijbel wordt, is op Amazon.com uitverkocht – net als The Queen’s Gambit zelf.", "Het scenario voor de serie is geschreven door Scott Frank, in samenwerking met de oude Allan Scott (1939), die zijn naam vestigde met het scenario voor Don’t Look Now. Zij hoefden niet veel zelf te verzinnen; er zijn maar weinig films en series die zo nauwgezet het oorspronkelijke boek volgen als The Queen’s Gambit – tot in de kleinste details en het letterlijke gebruik van dialogen. Het boek ís de serie. Beschrijft Tevis een cover van Life met John F. Kennedy erop, dan zien we die cover terug in de film. Natuurlijk zijn er ook kleine verschillen. Hoewel dat nummer ook in de VS al een hit was geweest toen Tevis de roman schreef, danst Beth in het boek níét op Venus van Shocking Blue.", "The Queen’s Gambit is een magisch project, waarin scenarist Scott, regisseur Frank en acteurs Anya Taylor-Joy en Isla Johnston als de oude en jonge Beth Harmon, Thomas Brodie-Sangster als grootmeester Benny Watts, Bill Camp (Shaibel) en Marielle Heller (Beths adoptiemoeder en agent) de kunst van het boekverfilmen naar een nieuw niveau tillen. Zelfs de schakende tegenstanders van Beth zijn perfect. De acteurs lijken moeiteloos hun eigen persoonlijkheid in te ruilen voor die van de personages uit het boek.", "Jacob Fortune-Lloyd als Townes en Anya Taylor-Joy als Beth Harmon in de Netflixserie The Queen’s Gambit. Beeld Phil Bray/Netflix", "Het setontwerp van de Duitser Uli Hanisch (Cloud Atlas, Perfume, Babylon Berlin) is zo goed dat je het boek, na het zien van de film, alleen nog maar via zijn interpretatie van de werkelijkheid kunt lezen (een groot deel van de opnamen vond plaats in Berlijn, waar de omstandigheden van de jaren zestig waarin het verhaal zich afspeelt voor het oprapen lagen). De film overmant het boek, ook door het prachtige camerawerk van Steven Meizler (Godless, The Last Five Years).", "En dan is er het schaken zelf. Frank en Scott haalden Bruce Pandolfini er opnieuw bij om kloppende composities op het bord te krijgen. Een van de andere schaakconsultants voor de serie is een Nederlander, Iepe Rubingh. Rubingh overleed in mei van dit jaar op 45-jarige leeftijd in Berlijn. Hij was kunstenaar en schaker – en tevens uitvinder van de combisport ‘schaakboksen’.", "Er werd niets aan het toeval overgelaten. De schakende acteurs kregen voor de serie les in het op de juiste wijze aanraken en verzetten van de stukken. Voormalig wereldkampioen Kasparov perfectioneerde de gebruikte stellingen. Het laatste potje snelschaken tussen Harmon en Watts in aflevering 7 volgt bijvoorbeeld de zetten van een legendarische partij uit 1845 tussen de Amerikaanse grootmeester Morphy en twee adellijke schakers in de Opéra Garnier in Parijs, tijdens een opvoering van Bellini’s Norma.", "Het opmerkelijkste in The Queen’s Gambit is dat Tevis koos voor een vrouwelijke hoofdpersoon, in een sport waarin vrouwen nog altijd maar een kleine rol spelen. Tevis zag dat zelf als een ‘tribute to brainy women’ en het was verstandig van de filmmakers om die keuze te volgen. De inspiratie voor het personage Harmon was overigens een man: de geniale schaker Bobby Fischer, de eerste die in 1972 – in zijn legendarische ‘Duel van de Eeuw’ met Boris Spassky om de wereldtitel in Reykjavik, de voortzetting van de Koude Oorlog op 64 velden – de Russische schaakhegemonie tijdelijk doorbrak.", "Fischer werd ook heel jong grootmeester, groeide vanaf zijn 16de alleen op en was een loner zoals zelfs Tevis die niet had kunnen verzinnen.", "Minder of beter?", "Het is moeilijk objectief te kijken naar een film uit 1961, maar het cliché gaat op: het boek The Hustler is beter dan de film. Voor The Queen’s Gambit geldt het omgekeerde: de tv-serie overtreft het boek en lijkt er bijna op uit het te vernietigen. Dat is zeldzaam, je ziet het soms bij de geïnspireerde verfilming van een slecht boek (alleen worden die niet zo vaak verfilmd).", "Het is niet de eerste keer dat een Netflix-serie een nieuwe romanvorm voor een visueel ingestelde generatie wordt genoemd. Door The Queen’s Gambit ga je denken dat die typering minder vergezocht is dan vaak wordt beweerd.", "Walter Tevis zou nu 92 jaar zijn. Ik zou graag willen weten hoe hij naar de verfilming van The Queen’s Gambit zou hebben gekeken, en of hij die zou hebben gezien als een overwinning of juist als een nederlaag.", "Fictie; Walter Tevis; The Queen’s Gambit; Orion; 256 pagina’s; ca. € 15. Beeld Orion"], "authors": ["Bert Wagendorp"], "keywords": ["zo", "van", "wat", "het", "verleidelijk", "op", "hij", "zijn", "wie", "die", "tevis", "regisseurs", "een", "schepper", "queens", "en", "voor"], "pubDate": "2020-12-04T13:00:23+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}