{"id": "fd41bd21-bb45-3a36-9444-e8d761369fef", "title": "Hoelang houden amateurverenigingen het nog uit?", "url": "https://www.parool.nl/amsterdam/hoelang-houden-amateurverenigingen-het-nog-uit~b6d16c4b/", "summary": "Hockeyclub Amsterdam mist vooral de inkomsten van de verhuur van het complex voor grote toernooien.\nMensen van de club gaan naar de handballers van het G-team toe om spelletjes met ze te doen en het gevoel te geven dat ze er nog echt bij horen.\nDe tering naar de neringZelfs gezonde amateurclubs vrezen bij het aanhouden van de pandemie voor de toekomst van de verenigingscultuur.\nVoorzitter Marc Staal mist vooral de ­jaarlijkse inkomsten uit pacht en verhuur, bijvoorbeeld bij grote hockeytoernooien op het complex.\nOok kwam Kukenheim met een steunmaatregel van 5,3 miljoen euro – boven op de steun van het kabinet – voor noodlijdende verenigingen.", "paragraphs": ["Hockeyclub Amsterdam mist vooral de inkomsten van de verhuur van het complex voor grote toernooien. Beeld Joris Van Gennip", "Rob van der Vecht, voorzitter van handbal­vereniging Westsite in Nieuw-West, krijgt soms buikpijn van de zorgen over zijn club. En dan met name als hij de schrijnende situatie van zijn G-team (sporters met een beperking) ziet. “Bij hen hakt het er gigantisch in. Ze trainen en spelen op vaste momenten, maar ze begrijpen niets van de coronacrisis. Ze zijn ontredderd. Dan realiseer je je pas hoe groot de impact is. Mensen van de club gaan naar de handballers van het G-team toe om spelletjes met ze te doen en het gevoel te geven dat ze er nog echt bij horen. Als dit nog veel langer duurt, ben ik bereid om zelf hun contributie te betalen.”", "De sportscholen zijn nog open, maar de sport­verenigingen moesten vorige maand de deuren sluiten voor volwassenen. Amsterdam telt alleen al 66 voetbal- en hockeyverenigingen, met bij elkaar ongeveer 50.000 leden.", "Contributie betalen", "Handbalclub Westsite ontkomt dit jaar niet aan verlies, net als vrijwel alle andere amateurverenigingen in de stad. Voor voetbalvereniging TOB in Noord, een club met bijna 700 leden, geldt hetzelfde. “Door zuinig te zijn, hebben we een beetje vet op de botten,” zegt voorzitter ­Marcel Stam. “Maar het houdt een keer op. We ­hebben een kleine tegemoetkoming gekregen, maar daar red je de vereniging niet mee. Verenigingen die het zwaar hebben, gaan de komende tijd omvallen. Daar kun je op wachten.”", "Stam prijst zich gelukkig dat TOB een ‘familieclub’ is waar generaties na elkaar lid blijven. “Maar leden krabben zich ook achter de oren. ­Iedereen heeft financiële zorgen. Die denken ook: moeten we zonder wedstrijden en trainingen wel lid blijven en contributie betalen?”", "Levenslange supporter", "Wim Letschert (68) zou er somber van worden als dit nog lang duurt. Hij loopt al zijn leven lang rond bij TOB. Eerst als speler, later als bestuurslid, maar bovenal als supporter van alle elftallen. “De club is een groot deel van mijn leven. Na de veteranen­elftallen houdt het voetbal voor ouderen op, maar je blijft onderdeel van de club. Ik ben ermee vergroeid. Het clubhuis heeft de aantrekkingskracht die vroeger een marktplein of een buurthuis had. We kunnen niet zonder.”", "De Nederlandse verenigings­cultuur is uniek. Het Mulier Instituut, dat sociaalwetenschap­pelijk sportonderzoek doet, noemt amateursportverenigingen ‘knooppunten in de lokale sport vanwege hun potentie om mensen van ­allerlei achtergronden in beweging te brengen en te houden’. Zeker nu ligt zonder het verenigingsleven isolement op de loer. Mensen zoals Letschert zitten al weken thuis. Zonder perspectief, want niemand weet wanneer de situatie verandert.", "De tering naar de nering", "Zelfs gezonde amateurclubs vrezen bij het aanhouden van de pandemie voor de toekomst van de verenigingscultuur. Alle clubs missen dit jaar het grootste deel van de kantine-inkomsten. De angst bestaat dat op langere termijn ook sponsors en betalende leden afhaken, terwijl de vaste lasten blijven.", "Ook hockeyvereniging Amsterdam wordt geraakt. Voorzitter Marc Staal mist vooral de ­jaarlijkse inkomsten uit pacht en verhuur, bijvoorbeeld bij grote hockeytoernooien op het complex. “Onze leden zijn gelukkig trouw. Sponsoren ook. De vraag is wel hoe lang dat zo blijft. Het is een enorm maatschappelijk gemis als het verenigingsleven door een incidentele gebeurtenis als deze crisis kapotgaat. Dat moeten we met zijn allen voorkomen.”", "Als voorzitter zet Staal de tering naar de nering. Omdat het eerste team bij de mannen en de vrouwen op het hoogste niveau speelt, staat een flink aantal hockeyers onder contract bij de club in het Amsterdamse Bos. Van hen is een salarisoffer gevraagd. Ook in andere uitgaven wordt gesneden.", "Onmiddellijk omvallen", "De Amsterdamse wethouder van Sport Simone Kukenheim deelt de zorgen over de toekomst van de amateurclubs. Dit voorjaar werd de huur van gemeentelijke sportvoorzieningen voor drie maanden kwijtgescholden. Ook kwam Kukenheim met een steunmaatregel van 5,3 miljoen euro – boven op de steun van het kabinet – voor noodlijdende verenigingen. Honkbalclub Pirates in Osdorp moest daar direct een beroep op doen om overeind te blijven (zie kader).", "“We zijn heel trots op onze sportinfrastructuur en die willen we behouden,” zegt Kukenheim. “Juist in deze tijd zijn verenigingen belangrijk. Het is een plek waar mensen elkaar tegenkomen, waar mensen aanspraak hebben en naar elkaar omkijken. Bij sommige verenigingen is de situatie zorgelijk. We doen er alles aan om ze te behouden. Maar het blijft een enorm punt van zorg. We hopen dat met onze compensatie de grootste problematiek is afgewend.”", "Miljoenenbegroting", "Volgens Staal kan de gemeente meer doen om clubs te helpen. De club kreeg net als TOB al een paar duizend euro steun, maar volgens de voorzitter is dat op een begroting van 2 miljoen euro weinig. “Geen enkele club zit in Amsterdam op eigen grond. Amsterdam kan de huur voor een jaar kwijtschelden of een andere vorm van ondersteuning bieden. Ons oogmerk is niet geld verdienen, het is een kwestie van overleven. Help de clubs daarbij. Laten we er met elkaar voor zorgen dat de beperkingen van nu geen blijvende gevolgen krijgen. Iedereen is gebaat bij een rijk verenigingsleven.”", "Kukenheim zegt dat ze geen enkele club laat zitten maar dat de gemeente de komende tijd niet opnieuw voor huurkwijtschelding kiest, omdat jeugdleden in het najaar wel gebruik­maken van de velden en zalen."], "authors": ["Thomas Sijtsma"], "keywords": ["van", "bij", "nog", "het", "op", "maar", "zijn", "hoelang", "een", "en", "uit", "dat", "houden", "amateurverenigingen", "voor"], "pubDate": "2020-11-15T11:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}