{"id": "fd4c1610-482b-36d4-b691-84076da6b427", "title": "Parcours 10 kilometer Leiden Marathon in toekomst door Roomburg", "url": "https://nu.nl/leiden/6096885/parcours-10-kilometer-leiden-marathon-in-toekomst-door-roomburg.html", "summary": "De Leiden Marathon gaat het parcours van de 10 kilometer verleggen.\nBij de dertigste editie worden de lopers voor het eerst door de wijk Roomburg gevoerd om daarna via het Park Matilo en een paar straten in Meerburg in de richting van Leiderdorp te worden gestuurd.\nIn Leiderdorp gaat het peloton via de Ockenrode de Dijkgravenlaan in om via de Splinterlaan de oude route te volgen.\nDe voorzitter van de Leiden Marathon, Tjeerd Scheffer, is blij met de wijziging.\nDe wijkvereniging had al eerder bij de organisatie aangeklopt om de marathon naar de wijk te halen.", "paragraphs": ["De Leiden Marathon gaat het parcours van de 10 kilometer verleggen. Bij de dertigste editie worden de lopers voor het eerst door de wijk Roomburg gevoerd om daarna via het Park Matilo en een paar straten in Meerburg in de richting van Leiderdorp te worden gestuurd.", "De lopers van de 10 kilometer gaan na de Julius Caesarbrug niet linksaf, maar juist rechtdoor. Zij lopen over de Jupiterlaan en de Drususlaan naar de Octavialaan en via de Aggripinastraat en de Liviuslaan de wijk Meerburg in, om vervolgens via de Zaanstraat en Spaarnestraat het monumentale Park Matilo in te rennen.", "Halverwege voert de route tussen de stadstuintjes door in de richting van de Leiderdorpsebrug/Stierenbrug. In Leiderdorp gaat het peloton via de Ockenrode de Dijkgravenlaan in om via de Splinterlaan de oude route te volgen. Daarmee worden de Tollenaerssingel, Van Diepingenlaan, Santhorst en de Laan van Ouderzorg ontzien.", "De voorzitter van de Leiden Marathon, Tjeerd Scheffer, is blij met de wijziging. \"Waar lopen hardlopers nou op een route waar tweeduizend jaar eerder honderden Romeinse soldaten waren gelegerd? Alleen dat al is schitterend.\"", "De wijkvereniging had al eerder bij de organisatie aangeklopt om de marathon naar de wijk te halen. Dat lukte toen logistiek niet, maar met de 10 kilometer krijgt de kinderrijke buurt er nu alsnog een mooi evenement bij."], "authors": ["Door"], "keywords": ["van", "om", "roomburg", "het", "en", "parcours", "route", "te", "wijk", "leiden", "kilometer", "worden", "marathon", "door", "toekomst"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}