{"id": "fd5a873d-6cc7-3300-8845-19bbbaf54877", "title": "De elegante behendigheid van Nicolas van Poucke is indrukwekkend ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/de-elegante-behendigheid-van-nicolas-van-poucke-is-indrukwekkend~b0bf18f5/", "summary": "Nicolas van Poucke Beeld Maarten KoolsTerwijl het voltallige Nederlands Kamerorkest op dit moment alleen online voor legen zalen speelt, mogen vijf van zijn strijkers in Alkmaar voor een zichtbaar publiek optreden.\nOp het programma staan twee werken van Beethoven, beginnend met het Strijkkwartet nr.\nIn de dringende openingsmaten zetten de musici meteen hun stempel op het grillige stuk.\nDe brede orkestklank mis je niet, zeker als de woordenstrijd tussen solist Nicolas van Poucke en de strijkers zo eloquent verloopt.\nBeethoven Klassiek ★★★★☆ Door Nicolas van Poucke (piano) & leden van het Nederlands Kamerorkest 11/12, Theater De Vest, Alkmaar.", "paragraphs": ["Nicolas van Poucke Beeld Maarten Kools", "Terwijl het voltallige Nederlands Kamerorkest op dit moment alleen online voor legen zalen speelt, mogen vijf van zijn strijkers in Alkmaar voor een zichtbaar publiek optreden. ‘U wilt niet weten hoe blij we zijn om u weer te zien’, bekent eerste violist Tijmen Huisingh vrijdag in Theater De Vest.", "Op het programma staan twee werken van Beethoven, beginnend met het Strijkkwartet nr. 11. In de dringende openingsmaten zetten de musici meteen hun stempel op het grillige stuk. Het slanke vioolgeluid is compromisloos fel. Zelfs een kort, zangerig motief in de tweede viool klinkt eerder als een aanklacht dan een zucht.", "De enige concessie aan zachtheid zijn de flarden melodie op de warme altviool. Te midden van al die onrust zorgen ze voor een verrassend effect. Alert op elkaar inspelend, bereikt het viertal een klankbalans die aanhoudt tot het optimisme losbarst in het slotdeel.", "Het samenspel, nu ook met de contrabas, is nog strakker in het Vierde pianoconcert, in een arrangement voor piano en strijkkwintet van Vinzenz Lachner (1811-1893). De brede orkestklank mis je niet, zeker als de woordenstrijd tussen solist Nicolas van Poucke en de strijkers zo eloquent verloopt.", "Musicoloog Adolf Bernhard Marx hoorde hierin het temmen van de wilde beesten door de dichter en musicus Orpheus. Met gedecideerde lyriek brengt Van Poucke de opstandige strijkers tot bedaren. Zijn elegante behendigheid is indrukwekkend, maar wat blijft naklinken is hoe hij het instrument betekenisvol laat spreken. Als hij de opstandige strijkers met de linkerhand licht pesterig nabootst bijvoorbeeld, voordat hij zijn kalmerende weerwoord influistert. Een ware dichtende musicus.", "Beethoven Klassiek ★★★★☆ Door Nicolas van Poucke (piano) & leden van het Nederlands Kamerorkest 11/12, Theater De Vest, Alkmaar."], "authors": ["Jenny Camilleri"], "keywords": ["zijn", "van", "indrukwekkend", "strijkers", "elegante", "voor", "een", "met", "poucke", "behendigheid", "op", "het", "nicolas"], "pubDate": "2020-12-13T16:09:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}