{"id": "fd6b7184-4847-3173-8b4a-1d33992c3c20", "title": "Uitblinkers zijn de dupe van loting", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/uitblinkers-zijn-de-dupe-van-selectie-door-loting-794127/", "summary": "De ministerraad heeft ingestemd met het voorstel van onderwijsminister Ingrid van Engelshoven (D66) om selectie van studenten door middel van loting mogelijk te maken.\nDe opleidingen selecteren altijd op basis van twee criteria, bijvoorbeeld een motivatiebrief in combinatie met een test op cognitief-analytische vaardigheden of een cv en een kennistoets.\nOnzeker en achtergesteldHet punt is dat studentenpopulaties van numerus fixus opleidingen minder divers blijken dan opleidingen zonder zo’n selectie.\nEn dat is een doorn in het oog voor een minister die hoger onderwijs toegankelijker wil maken.\nVolgens de minister is er zelfs een hele industrie ontstaan om studenten door de decentrale selectie te trekken door middel van gesprekstrainingen of hulp bij het schrijven van een motivatiebrief.", "paragraphs": ["De ministerraad heeft ingestemd met het voorstel van onderwijsminister Ingrid van Engelshoven (D66) om selectie van studenten door middel van loting mogelijk te maken. Dat moet kansenongelijkheid in het hoger onderwijs tegengaan: door loting hebben achtergestelde kandidaten meer kans om te worden toegelaten tot een populaire studie. Zo eerlijk is loting niet, schrijft Ruud Deijkers.", "Voor zo’n honderd opleidingen zijn er elk jaar meer aanmeldingen dan opleidingsplekken, daar moeten dus kandidaten afvallen. Vanaf 2017 selecteren hogescholen en universiteiten zelf – ‘decentraal’ – de studenten voor studies met beperkte capaciteit. Opleidingen zoals psychologie, fysiotherapie, tandheelkunde en geneeskunde hebben zo’n numerus fixus.", "Hoe werkt die selectie? De opleidingen selecteren altijd op basis van twee criteria, bijvoorbeeld een motivatiebrief in combinatie met een test op cognitief-analytische vaardigheden of een cv en een kennistoets. De meest geschikte en gemotiveerde studenten worden toegelaten tot de studie.", "Onzeker en achtergesteld", "Het punt is dat studentenpopulaties van numerus fixus opleidingen minder divers blijken dan opleidingen zonder zo’n selectie. En dat is een doorn in het oog voor een minister die hoger onderwijs toegankelijker wil maken. De decentrale selectie draagt volgens Van Engelshoven bij aan kansenongelijkheid.", "Hoe zit dat? Onzekere of achtergestelde kandidaten haken bijvoorbeeld af omdat zij denken dat de selectie niet voor hen is bedoeld – zelfselectie dus. En ook zouden kinderen met hoogopgeleide of welgestelde ouders zich beter kunnen voorbereiden op de selectieprocedures. Volgens de minister is er zelfs een hele industrie ontstaan om studenten door de decentrale selectie te trekken door middel van gesprekstrainingen of hulp bij het schrijven van een motivatiebrief."], "authors": [], "keywords": ["zijn", "van", "loting", "dupe", "uitblinkers", "een", "en", "selectie", "opleidingen", "met", "studenten", "het", "door", "dat"], "pubDate": "2020-12-16T14:29:09Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}