{"id": "fd6c5ad5-afae-377e-8b66-762819b6ce36", "title": "Ondernemers worstelen met valse recensies: 'De schade loopt in de tonnen'", "url": "https://nos.nl/artikel/2274839-ondernemers-worstelen-met-valse-recensies-de-schade-loopt-in-de-tonnen.html", "summary": "Bedrijven kunnen voor een prikkie positieve reviews op bijvoorbeeld Google of Facebook kopen.\nMaar het omgekeerde gebeurt ook: bedrijven die valse recensies voor hun concurrenten kopen of plaatsen, om er zo zelf beter uit te komen.\nSchade in de tonnenHet bedrijf Esteon, dat huurwoningen indexeert en koppelt aan woningzoekenden, heeft ervaring met recensies die door concurrenten worden geplaatst.\nTegelijkertijd verschenen er neprecensies op Google, het forum van tv-programma Radar en het klachtenplatform van de Consumentenbond, vermoedelijk afkomstig van de concurrent.\nDe Consumentenbond zegt daar overigens geen bewijs voor te hebben gezien.", "paragraphs": ["Er bestaat een levendige handel in neprecensies, meldde de NOS vorige week. Bedrijven kunnen voor een prikkie positieve reviews op bijvoorbeeld Google of Facebook kopen.", "Maar het omgekeerde gebeurt ook: bedrijven die valse recensies voor hun concurrenten kopen of plaatsen, om er zo zelf beter uit te komen. Ook worden ondernemers onder druk gezet door klanten toch hun zin te geven of zelfs korting te geven, omdat zij dreigen anders een negatieve recensie te plaatsen.", "Schade in de tonnen", "Het bedrijf Esteon, dat huurwoningen indexeert en koppelt aan woningzoekenden, heeft ervaring met recensies die door concurrenten worden geplaatst. \"Een jaar geleden zagen we opeens allemaal neprecensies voorbij komen waar we ons niet in herkenden\", zegt oprichter Gijs-Jan Witkamp.", "De concurrerende website Huizenmarkt.nl zou zelfs websites in de lucht hebben gebracht waarop de site van Witkamp werd zwartgemaakt. Tegelijkertijd verschenen er neprecensies op Google, het forum van tv-programma Radar en het klachtenplatform van de Consumentenbond, vermoedelijk afkomstig van de concurrent. De Consumentenbond zegt daar overigens geen bewijs voor te hebben gezien."], "authors": ["Joost Schellevis", "Redacteur Tech", "Eigenaar Verhuursite"], "keywords": ["schade", "loopt", "ondernemers", "van", "neprecensies", "valse", "recensies", "tonnen", "zegt", "het", "met", "zelfs", "worden", "worstelen", "een", "te", "er", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}