{"id": "fd752178-9583-39c7-afd7-8bc7fada0a4a", "title": "De uitzending van 7 december: 'Onrecht moet zwaarder wegen bij nazi-roofkunst' / Vooruitblik 'coronapersconferentie' / Onduidelijkheid rond mondkapjesplicht", "url": "https://nos.nl/nieuwsuur/artikel/2359650-de-uitzending-van-7-december-onrecht-moet-zwaarder-wegen-bij-nazi-roofkunst-vooruitblik-coronapersconferentie-onduidelijkheid-rond-mondkapjesplicht.html", "summary": "'Onrecht moet zwaarder wegen bij teruggeven nazi-roofkunst'Het is \"principieel onjuist\" om de belangen van musea of andere bezitters te betrekken bij de afweging of door nazi's geroofde kunst wordt teruggegeven aan de erfgenamen van de oorspronkelijke Joodse eigenaren.\nHerstel van onrecht weegt zwaarder, concludeert een evaluatiecommissie in een kritisch rapport dat vandaag wordt aangeboden aan minister Ingrid van Engelshoven.\nDe evaluatiecommissie heeft op verzoek van de minister gekeken naar het beleid zoals dat sinds 2001 wordt uitgevoerd door de restitutiecommissie.\nDie bestaat uit juristen, een historicus en een kunsthistoricus.\nZij bepalen of een kunstobject na een claim wordt teruggegeven aan de erfgenamen of niet.", "paragraphs": ["'Onrecht moet zwaarder wegen bij teruggeven nazi-roofkunst'", "Het is \"principieel onjuist\" om de belangen van musea of andere bezitters te betrekken bij de afweging of door nazi's geroofde kunst wordt teruggegeven aan de erfgenamen van de oorspronkelijke Joodse eigenaren. Herstel van onrecht weegt zwaarder, concludeert een evaluatiecommissie in een kritisch rapport dat vandaag wordt aangeboden aan minister Ingrid van Engelshoven.", "De evaluatiecommissie heeft op verzoek van de minister gekeken naar het beleid zoals dat sinds 2001 wordt uitgevoerd door de restitutiecommissie. Die bestaat uit juristen, een historicus en een kunsthistoricus. Zij bepalen of een kunstobject na een claim wordt teruggegeven aan de erfgenamen of niet. Commissievoorzitter Jacob Kohnstamm is vanavond te gast."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["aan", "van", "rond", "wegen", "onrecht", "evaluatiecommissie", "mondkapjesplicht", "minister", "zwaarder", "een", "wordt", "te", "onduidelijkheid", "naziroofkunst", "vooruitblik", "teruggegeven", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}