{"id": "fd7867cb-5e63-33f4-8330-463d5c6a1a29", "title": "Hoe kan het dat werk van vrouwelijke architecten steeds weer aan mannen wordt toegeschreven?", "url": "https://volkskrant.nl/cultuur-media/hoe-kan-het-dat-werk-van-vrouwelijke-architecten-steeds-weer-aan-mannen-wordt-toegeschreven~b10ba4ec/", "summary": "Maar vandaag stelt architect Dikkie Scipio dat ‘het onzin is dat je geslacht van invloed is op de kwaliteit van je werk als architect’.\nAlthans, dat is hoe men veronderstelt dat het is gegaan.\nMaar het werd vooral bekend als het omslag van Delirious New York, het boek waarmee Koolhaas in 1978 doorbrak.\nMaar na de scheiding van haar man en het bureau leek het of Vriesendorps aandeel in het werk verviel.\nde architect beseft ze dat ze moet werken aan haar zichtbaarheid, ‘zonder dat mijn projecten aan kwaliteit verliezen’.", "paragraphs": ["Margaret Staal-Kropholler: woningen in de Holendrechtstraat in Amsterdam (1923). Beeld Stadsarchief Amsterdam", "Hoewel Nederland grote, internationaal succesvolle architecten kent als Francine Houben (1955), Liesbeth van der Pol (1959) en Nathalie de Vries (1965) en bovendien vijftig procent van de huidige bouwkundestudenten vrouw is, denken veel mensen bij het woord architect nog steeds aan een man.", "In elk geval bleek vakblad De Architect zo te denken, toen het eind 2018 het congres De Kracht van de Nederlandse Architectuur organiseerde: er werden tien (witte) mannen uitgenodigd als sprekers. Dat was onbewust, bezwoer hoofdredacteur Harm Tilman toen hierover commotie ontstond in de architectuurwereld. En: vrouwelijke sprekers waren nu eenmaal ‘moeilijk te vinden’.", "Met haar boek Mevr. de architect wil architectuurjournalist Merel Pit deze situatie doorbreken, door vrouwelijke architecten te interviewen en zo zichtbaar te maken. De interviewserie verscheen eerder als rubriek op het onlineplatform Azine, dat Pit in 2019 oprichtte om een ‘nieuw perspectief op architectuur’ te bieden. Saillant detail: in januari volgt ze Tilman op als hoofdredacteur van De Architect.", "Mevr. de architect roept de vraag op of er zoiets bestaat als ‘vrouwelijke’ architectuur. Het cliché ‘vrouwen houden van glooiend, mannen van hoekig’ gaat in elk geval niet op. Neem het werk van Margaret Staal-Kropholler, die begin vorige eeuw als eerste Nederlandse vrouwelijke architect aan de slag ging. Ze bouwde golvende gevels, maar ook in een zakelijke stijl (en dat geldt even goed voor haar man en bureaupartner, architect J.F. Staal).", "Haar vrouw-zijn zag Staal-Kropholler als een kwaliteit, ze wilde met ‘betere bouwkunst’ het leven van huisvrouwen vergemakkelijken. Maar vandaag stelt architect Dikkie Scipio dat ‘het onzin is dat je geslacht van invloed is op de kwaliteit van je werk als architect’.", "Wat deze vrouwen met elkaar gemeen hebben, is dat hun werk geregeld door journalisten en critici – al dan niet bewust - wordt toegeschreven aan mannelijke collega’s. Ergens leeft toch het idee dat de ‘kracht van de architectuur’ uit mannen voortkomt. Hoog tijd om dat vooroordeel voor eens en voor altijd de wereld uit te helpen, aan de hand van vijf iconische voorbeelden.", "Merel Pit: Mevr. de architect. Uitgeverij Azine (a-zine.nl). Verschijnt 26/01.", "Margaret Staal-Kropholler: Louise Wenthuis, Amsterdam (1963)", "Haar echtgenoot, architect Jan Frederik Staal, geldt in de hoofdstad als lokale held (denk aan zijn fameuze Wolkenkrabber in Amsterdam-Zuid), net als diens zoon, architect Arthur Staal, wiens werk veelvuldig is beschreven. Maar als er over Margaret Staal-Kropholler (1891-1966) wordt gepubliceerd, dan is het vooral omdat ze de eerste Nederlandse vrouwelijke architect was, ook al leidde ze samen met haar man een architectenbureau, dat ze na zijn dood in 1940 voortzette.", "De woningbouw die ze ontwierp aan de Holendrechtstraat - onderdeel van Berlages Plan Zuid - kreeg glooiende gevels van rijk gedetailleerd metselwerk. Het project oogt niet meteen anders dan het werk van haar Amsterdamse School-collega’s. Maar Staal-Kropholler had wel degelijk een eigen agenda: als (huis)vrouw wilde ze het werk van mannelijke collega’s verrijken, om te beginnen met het woonhuis.", "Ze dacht praktisch: geef de keuken een ruim aanrecht, maak een aparte wasruimte. Zo wilde ze ervoor zorgen dat de huismoeder niet ‘degenereert tot overwerkte, prikkelbare sloof’. Tegenwoordig klinkt dat stereotyperend, maar je kunt het ook zien als een stap naar een inclusievere architectuur, waarbij de witte, werkende ‘kantoorman’ niet langer de maat der dingen is.", "Van de woningbouw die ze voor de wederopbouw na de oorlog ontwierp, werd weinig gerealiseerd. In een brief aan de directeur Gemeentewerken van de Haarlemmermeer beklaagde ze zich over de reputatieschade die dit opleverde, en dat terwijl zij ‘als vrouw reeds zoveel vooroordeel te overwinnen’ had.", "Haar laatste woningbouwproject, het Louise Wenthuis in Amsterdam-Oost, was evenwel een feministisch statement. Het flatgebouw met 171 appartementen, vernoemd naar opdrachtgever Louise van der Pek-Went, medeoprichter van woningcorporatie Bouwfonds, was bedoeld voor alleenstaande werkende vrouwen.", "Jane Drew, Maxwell Fry en Le Corbusier: New Town Chandigarh, India (1956)", "De Stad van Le Corbusier, zo wordt het Indiase Chandigarh wel genoemd, een compleet nieuwe stad die door de Frans-Zwitserse architect op de tekentafel is bedacht. Althans, dat is hoe men veronderstelt dat het is gegaan. In werkelijkheid klopte minister-president Jawaharlal Nehru, het brein achter het ambitieuze plan, begin jaren vijftig aan bij de Britse architect Jane Drew.", "Ze was een vrouw met een missie: met architectuur de wereld beter maken. In 1930 had ze in Londen haar eigen bureau opgericht, met een volledig vrouwelijke staf. Met haar tweede echtgenoot, architect Maxwell Fry, verlegde ze haar werkveld naar West-Afrika. Daar bouwde ze samen met de bevolking, met gevoel voor de lokale context en beperkte middelen, moderne woningen en scholen.", "Drews betrokkenheid bij deze ontwikkelingsprojecten deed haar besluiten om de lucratieve megaklus in India niet in haar eentje op zich te nemen. Ze vroeg Le Corbusier erbij, die ze kende van het door hem opgerichte Congrès Internationaux d’Architecture Moderne (CIAM) en overtuigde hem toen hij twijfelde.", "Hij werkte het bestaande masterplan uit, Drew en Fry bouwden drie jaar op locatie en droegen zo veel bij aan het stedelijk beeld. Ze realiseerden woningbouw, ziekenhuizen en onderwijsgebouwen met natuurlijke ventilatie en royale veranda’s. Drew onderzocht hoe hoog de fornuizen moesten worden zodat de vrouwen er prettig zouden kunnen koken.", "Jane Drew en anderen: parlementsgebouw in Chandigargh, India (1956). Beeld Hollandse Hoogte / AFP", "Ze heeft voor veel werk erkenning gekregen, ontving een eredoctoraat van Harvard, werd geridderd. Alsnog, schreef Deepika Gandhi, directeur van het Corbusier Centre in Chandigarh vorig jaar, verdient ze ‘een eervolle vermelding in het team van mensen die Chandigarh tot een wereldberoemde viering van architectuur en stedenbouw maakten’.", "Denise Scott Brown en Robert Venturi: The Duck & The Decorated Shed (uit Learning from Las Vegas, 1972)", "Las Vegas aan de Zaan wordt het nieuwe centrum van Zaandam wel genoemd, dankzij de tot overgroot formaat opgeblazen Zaanse huisjes. De bijnaam verwijst naar Learning from Las Vegas, het legendarische boek waarmee het Amerikaanse architectenechtpaar Denise Scott Brown en Robert Venturi in 1972 naam maakte en dat een sleutelrol speelt in de ontwikkeling van het postmodernisme in de architectuur.", "Het stel was duidelijk over de gelijkwaardigheid van hun samenwerking, al hadden ze elk hun eigen inbreng. Zo was het Scott Brown die in de jaren zestig het initiatief nam om Las Vegas te bestuderen. Een eendvormige grillbar bracht haar op de term duck om gebouwen te mee beschrijven waarvan de vorm de functie symboliseert, de doosvormige hotels met voorzetgevels noemde ze decorated sheds; termen die uitgroeiden tot klassiekers in de architectuur.", "Eendvormig pand in Riverhead, New York. Voor dit type bouwwerken muntte Denise Scott Brown de term 'duck'. Beeld Getty Images", "Toch schreven journalisten en architectuurcritici over Venturi’s Duck, in de veronderstelling dat hij het genie was, bijgestaan door zijn vrouw. Als Scott Brown dat misverstand aankaartte, werd er geïrriteerd en met ongeloof gereageerd. En het was Venturi die in 1991 de Pritzker Prize ontving, die geldt als de Nobelprijs voor de architectuur.", "In 2013 werd aan de organisatie van de Pritzker Prize een petitie aangeboden om Scott Brown alsnog op te nemen in de lijst van laureaten, het verzoek werd om formele redenen afgewezen. Wel ontving Scott Brown in 2017 de Jane Drew Prize, ‘als bekroning voor haar werk in de architectuur en haar bijdrage aan het vergroten van de aandacht voor vrouwen in dit werkveld.’", "Madelon Vriesendorp: Flagrant délit (1975)", "Het Empire State Building en het Chrysler Building liggen samen in bed, als het Rockefeller Building de slaapkamer binnenkomt; tussen de lakens ligt een condoom in de vorm van een Goodyear-luchtschip. Flagrant délit heet het schilderij van kunstenaar Madelon Vriesendorp, ofwel: op heterdaad betrapt. Haar humoristische kijk op de New Yorkse wolkenkrabbers geldt als ‘een van de verleidelijkste pogingen om het onbewuste dubbelleven van de moderne architectuur te verbeelden’.", "Vriesendorp maakte het schilderij, onderdeel van haar Manhattan-serie, in 1975, het jaar waarin ze met onder anderen haar toenmalige echtgenoot, architect Rem Koolhaas, het Office for Metropolitan Architecture (OMA) oprichtte. Maar het werd vooral bekend als het omslag van Delirious New York, het boek waarmee Koolhaas in 1978 doorbrak. Omgekeerd scoorde OMA met Vriesendorps schilderijen, die in 1978 onderdeel waren van de OMA-expositie in het New Yorkse Guggenheimmuseum. The New York Times noemde haar schilderijen ‘misschien wel het beste van de hele tentoonstelling’.", "Maar na de scheiding van haar man en het bureau leek het of Vriesendorps aandeel in het werk verviel. Bij afbeeldingen van Flagrant délit werd vaak OMA als maker vermeld.", "In 2018 ontving Vriesendorp de Ada Louise Huxtable Prize voor haar ‘belangrijke bijdrage aan de architectuur’. Ze greep de gelegenheid aan om de hashtag #MeNeither te lanceren, in plaats van #MeToo, ‘voor al die vrouwen die geen erkenning hebben gekregen voor de dingen die ze hebben gedaan’.", "Dikkie Scipio: Renovatie Koninklijk Museum voor Schone Kunsten Antwerpen (2020)", "Ze renoveerde het voormalige ministerie van Buitenlandse Zaken in Den Haag, vernieuwt Paleis Het Loo en legt de laatste hand aan de verbouwing van het Koninklijk Museum voor Schone Kunsten Antwerpen. Prestigieuze projecten, maar weinig mensen kennen de vrouw erachter: architect prof. Dikkie Scipio, medeoprichter van KAAN Architecten. Door die naam denkt iedereen dat het bureau wordt gerund door Kees Kaan, merkt Merel Pit op in een interview in Mevr. de architect. ‘Daar baal ik enorm van’, reageert Scipio.", "Eerder was ze partner bij Claus en Kaan architecten, die in 2014 uit elkaar gingen. Felix Claus richtte met Dick van Wageningen bureau Claus van Wageningen op, Scipio ging verder met Kees Kaan en Vincent Panhuysen. Ze pleitte voor een nieuwe bureaunaam, maar de mannen wilden het ‘merk’ KAAN.", "Het Kunstmuseum in Antwerpen - KAAN Architecten. Beeld Foto: Stijn Bollaert", "Scipio werkt met sterke, monumentale gebouwen waarop ze reageert met eenzelfde kracht. Zo heeft ze het 19de-eeuwse Museum voor Schone Kunsten - het ‘Rijksmuseum’ van België - in oude glorie hersteld, terwijl ze in het Binnenhof een ultramoderne expositieruimte realiseerde.", "Ze noemt zichzelf grappend ‘de koningin van de onzichtbare verbouwing’, omdat haar ingrepen vaak ondergronds of achter de gevel plaatsvinden. Maar door het interview voor Mevr. de architect beseft ze dat ze moet werken aan haar zichtbaarheid, ‘zonder dat mijn projecten aan kwaliteit verliezen’."], "authors": ["Kirsten Hannema"], "keywords": ["weer", "van", "dat", "een", "en", "wordt", "met", "mannen", "ze", "haar", "toegeschreven", "kan", "als", "voor", "werk", "vrouwelijke", "het", "steeds", "hoe"], "pubDate": "2020-12-16T16:07:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}