{"id": "fd98c2f3-988d-3ab3-9894-e538126a34fb", "title": "De regels zullen vanaf nu voor zich moeten spreken", "url": "https://volkskrant.nl/columns-opinie/de-regels-zullen-vanaf-nu-voor-zich-moeten-spreken~b2553651/", "summary": "Het kabinet mag zich wél afvragen waarom ook met die onvoorspelbaarheid kennelijk zo weinig rekening is gehouden.\nZelfs leden van het Outbreak Management Team zeggen dat ze verrast zijn door een deel van de maatregelen.\nOp te veel scholen wordt het thuisonderwijs nu pas weer voorbereid.\nDe wrange realiteit is dat het na negen maanden in een murw gebeukte samenleving niet meer zo werkt.\nDe regels zelf zullen vanaf nu voor zich moeten spreken.", "paragraphs": ["Minister Hugo de Jonge van Volksgezondheid, Welzijn en Sport (CDA), Minister Tamara van Ark voor Medische Zorg (VVD) en Premier Mark Rutte tijdens het debat over de ontwikkelingen rondom het coronavirus in de Tweede Kamer. Beeld ANP", "Het kabinet wekt sinds maandag de indruk dat de toch tamelijk onverwachte harde lockdown een volstrekt logisch gevolg is van de ontwikkeling in de besmettingscijfers. Een te hoge besmettings­factor in combinatie met een te grote groep besmettelijke Nederlanders én de feestdagen voor de boeg – waarin velen elkaar naar verwachting toch meer dan anders zullen bezoeken – zette in de loop van het weekend plotseling alle seinen op rood.", "Dat is op zichzelf nog te volgen. Het virus toont zich wereldwijd grillig en daardoor onvoorspelbaar. Het kabinet mag zich wél afvragen waarom ook met die onvoorspelbaarheid kennelijk zo weinig rekening is gehouden. Zelfs leden van het Outbreak Management Team zeggen dat ze verrast zijn door een deel van de maatregelen. Het kabinet heeft bijvoorbeeld zelf geen moment de indruk gewekt dat het onderwijs tot aan de basisscholen weer op slot zou kunnen gaan, waardoor die scholen er zelf ook niet meer op rekenden. Op te veel scholen wordt het thuisonderwijs nu pas weer voorbereid. Ook met de sluiting van de winkels, die toch al wat langer in de lucht hing, heeft het kabinet zichzelf kennelijk verrast. Na de aankondiging van de maatregel waren de details in eerste instantie onbekend en wisten veel winkeliers niet waar ze aan toe waren. Dat leidde tot onnodig veel onzekerheid.", "Natuurlijk mochten premier Rutte en minister De Jonge zich op hun beurt beklagen over de manier waarop vooral de grote ketens vervolgens inhaakten op die onduidelijkheden. De een na de ander, van de Action tot de Wibra, meende zichzelf onder de essentiële zaken te kunnen scharen. Woensdagochtend openden zo veel filialen de deuren dat de rest van het land zich begon af te vragen waarom dan wel de basisscholen nog dicht waren.", "Het verbouwereerde kabinet zag zich gedwongen alsnog in te grijpen en deed nogmaals een oproep aan alle Nederlanders niet steeds de randen van de regels op te zoeken. De wrange realiteit is dat het na negen maanden in een murw gebeukte samenleving niet meer zo werkt. De regels zelf zullen vanaf nu voor zich moeten spreken."], "authors": ["Raoul Du Pré"], "keywords": ["van", "dat", "een", "en", "spreken", "regels", "te", "vanaf", "zullen", "voor", "moeten", "op", "veel", "zich", "het", "nu", "kabinet"], "pubDate": "2020-12-16T21:20:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}