{"id": "fda2ecbf-e452-36f9-81a9-98926198a5c0", "title": "‘Amsterdam’s underbelly’: how a man with learning difficulties ran his own drugs business", "url": "https://www.parool.nl/english/amsterdam-s-underbelly-how-a-man-with-learning-difficulties-ran-his-own-drugs-business~beedf5af/", "summary": "For a long time, the war on drugs was not high on Amsterdam’s list of priorities.\nThey set up the Top 600 list, designed to get young, violent criminals off the streets, and maintained by over forty organisations.\nThe international drugs trade had been low on their agenda, partly because so much attention was being focused on muggings and violent crime.\nShortly after current mayor Femke Halsema came to office, she commissioned a wide-ranging study of the city’s drugs trade.\nCompleted last autumn and entitled De achterkant van Amsterdam, Amsterdam’s underbelly, it described an incredibly lucrative, elusive, and disruptive business that was luring many young people into crime.", "paragraphs": ["For a long time, the war on drugs was not high on Amsterdam’s list of priorities. But then a wave of violence swept the city, and now local government and law enforcement are trying to rein in street dealing and drug labs – partly because they are dragging ordinary kids into a life of crime. Het Parool had a glimpse behind the scenes of some recent investigations.", "The crime spree by a gang in the shopping streets of Amsterdam-West was horrifying in its brutality. Men in their twenties with balaclavas and rain jackets unleashed an armed raid on a Surinamese restaurant in Jan van Galenstraat. When the Asian owners reported the crime, stones were thrown through the window and a burning scooter was left outside the door.", "When the gang attacked the Etos pharmacy across the street, and the nearby Albert Heijn supermarket, police opened fire and a squad car crashed into a tree. The criminals raided a cigar store just down the street, and a series of jewellers – in one case, for the fifth time. One of the jewellers was shot. Then the gang attacked the Asmara brothel on Willem de Zwijgerlaan. The following morning, things got even worse: jeweller Fred Hund was shot dead in a struggle on Jan Evertsenstraat, just before he was due to retire.", "Back in 2010 the newly elected mayor, Eberhard van Laan, sat down with police commissioner Bernard Welten and chief prosecutor Herman Bolhar. They set up the Top 600 list, designed to get young, violent criminals off the streets, and maintained by over forty organisations. The list specifically targeted perpetrators of armed robbery, muggings, and aggravated burglary.", "Later on came the Top 400, focusing mainly on young males at risk of drifting into crime. This showpiece project is labour intensive but, after initial scepticism, is widely regarded as a success.", "Revenge campaign", "Even as these measures began to take effect, another problem reared its head: international drug gangs waging armed warfare in Amsterdam. Young men, mostly in their twenties and unused to automatic weapons, rained fire on one another. In the heat of battle, innocent bystanders were often killed.", "Late in 2012, a shootout in the Staatsliedenbuurt left two innocent bystanders, aged 21 and 28, riddled with bullets. As the two young killers escaped, they fired on two motorcycle police at close range with a Kalashnikov. They are serving life sentences in the Netherlands, and an accomplice was sentenced to twenty years in Morocco. So many young lives, destroyed.", "But that was not the end of the story: the brother of one of the victims in the Staatsliedenbuurt shooting started a revenge campaign. Since then, dozens have been killed, and a succession of perpetrators have either received life sentences or are likely to if they get caught.", "The brother of a prosecution witness was shot dead at his business in Amsterdam-Noord, and the witness’s lawyer was murdered outside his house in Buitenveldert. There were attacks on editorial staff of the De Telegraaf newspaper and Panorama magazine, and journalists, myself included, have required close police protection for long periods. A crime blogger was murdered for what he wrote about the leaders of a drugs organisation.", "Amsterdam’s underbelly", "So the city, the police and the prosecutor’s office were forced to change tack. The international drugs trade had been low on their agenda, partly because so much attention was being focused on muggings and violent crime. Now, it went to the top of the list.", "Shortly after current mayor Femke Halsema came to office, she commissioned a wide-ranging study of the city’s drugs trade. Completed last autumn and entitled De achterkant van Amsterdam, Amsterdam’s underbelly, it described an incredibly lucrative, elusive, and disruptive business that was luring many young people into crime. They see criminals in the street, in clubs and on social media, dripping with bling and revelling in VIP luxury, and regard them as role models. And they see how a few simple jobs can solve their financial problems overnight.", "By the time they realise how fleeting this luxury is, it’s too late. So national and local governments are striving to nip drug dealing in the bud, starting at the local level where, as well as attracting young people into its clutches, it’s a public nuisance. And Het Parool was given a glimpse behind the scenes of several investigations where the fight is being taken to the street.", "Back to school", "Imad L., of Amsterdam-Oost, is a textbook example of how ordinary, naive teenagers get into trouble. He had just turned twenty, and had a modest criminal record, but no known gang connections. Imad was placed in the special education class at a praktijkschool for less academic students, and says an IQ test showed that he had learning difficulties. But that didn’t stop him working hard to build a career as a drugs boss.", "Although Imad told his parole officer he wanted to spend a year working in his father’s shop on Dappermarkt and then go back to school, the public prosecutor’s office saw him otherwise. He was the hardened leader of a drugs gang, rapidly amassing money to support his lifestyle as a ‘big-shot Moroccan’, as he described himself in a bugged conversation.", "A team led by public prosecutor Gerdine Dankers began investigating Imad’s distribution network, to find out more about Amsterdam’s underbelly that is attracting so many young people. ‘We also wanted to make Amsterdammers aware of the reality behind that gram of cocaine or those few pills for the weekend,’ she says. ‘Imad was an ordinary Amsterdam kid. He had no income, but he did have a father, mother, brother, and sisters. How did he come to be driving an Audi A6 limousine when we saw him in September 2018?’", "On 2 September, police carried out a check on the rented car near the German border. A friend who was with Imad ran away, and later dumped a shoulder bag containing a Škorpion submachine gun used the previous day in a shooting on Tidorestraat, in the Indische Buurt.", "Eddy Deliveries", "The friend was sentenced to five years and, because they had been in possession of a weapon, Imad and his entourage had their smartphones confiscated. The friend’s number was stored on Imad’s iPhone as ‘Aymane soldier’.", "The texts showed that Imad’s gang was involved in large-scale retail dealing, supplying cocaine, MDMA and even extremely addictive crystal meth to Amsterdammers with good jobs and stable lives. His business was named Eddy Deliveries.", "‘Their clients were not addicts on skid row,’ Dankers says. ‘They were mainly upper-class people: entrepreneurs, brokers, expats, accountants... they were working people, fully paid-up members of society.’ And these customers often lived in affluent areas: one was listed as ‘Piet Prinsengracht’, another as ‘Jordaan customer’. One courier had to make a delivery at the DoubleTree Hotel on Oosterdok. Those sorts of places.", "Beeld Desiré van den Berg", "Ponypack", "Imad was not the brightest bulb in the box. He talked and sent messages about business even when the other person warned that the phone was hot, meaning possibly tapped. But he was clearly well able to run that business, and had couriers available 24/7, making deliveries in twenty minutes.", "Customers made their choices from price lists, which were widely circulated. ‘C’ or ‘sos’ was cocaine, ‘m’ meant MDMA, ‘x’ was ecstasy, and ‘k’ or ‘ket’ meant ketamine. Each had a fixed price: a ‘ponypack’, one gram of coke, cost €50.", "The suspects also used code words in their tapped conversations: ‘Haribos’ or ‘erikies’ were ecstasy tablets, and ‘Mentos’ were MDMA.", "Couriers received their instructions via WhatsApp or the Wickr messaging service, from Imad or a companion, who gave them the drugs the customer had ordered and collected the money. Gradually, Imad built up a team of four young couriers, who are still awaiting trial.", "One undercover detective sent a message ordering coke and ecstasy for a party. Imad immediately replied ‘Welcome to Eddy Deliveries’ and dispatched the courier with the goods.", "The couriers were very ordinary kids. One had met Imad at the gym. ‘He had plenty of opportunities to get an education or a job,’ Dankers says. ‘He was kickboxing, and Imad came over and asked if he wanted to make some extra money. It ended with him being beaten up, to put it mildly. He says he got “totally done over”, and he’s still afraid that something will happen to him or his family.’ All this happened because he was accused of copying Imad’s contact list from his work phone to his personal one, so he could cut out the middleman and deal with them direct.", "‘Scorro’", "‘Did you see what that motherfucker did?’ Imad said in another intercepted conversation. ‘I found a different phone with all the same contacts on it. He stole them behind my back.’", "Imad told how he had hit the courier on the head until he started bleeding and begging for him to stop. Then Imad helped himself to €15,000 from the courier’s pockets.", "The courier cooperated with detectives at first, but then asked to withdraw his testimony for his own and his family’s safety. This is not allowed in Dutch criminal law.", "Investigators were also concerned that Imad got youngsters to store drugs and weapons for him. One was a boy of 15, whom he ordered to give someone ‘the scorro and the big gun with no magazine’. A ‘scorro’ was a Škorpion submachine gun.", "Another received a panic-stricken phone call from Imad, telling him to ‘bring that thing’ because he was having problems with some English people. A couple of days later he was ordered to bring ‘the gleck’. A gleck was a Glock pistol.", "Another employee was told to ‘bring that AK [Kalashnikov] from under your bed,’ apparently because Imad was having still more problems. And in another tapped conversation, he talked about a TEC-9 semiautomatic weapon.", "In July 2019, Imad told an accomplice who was being attacked to use his weapon. Minutes later, the accomplice reported that had been rammed by a car and was covered in blood. He had drawn his weapon, but had not fired it.", "These conversations happened at exactly the same time as a collision between a car and a scooter on Imad’s street in Amsterdam-Oost. A witness saw an armed man running off, but no guns were found when a house search was carried out.", "Noticeboard", "Dankers, the public prosecutor, says it’s worrying that ordinary kids from normal families get sucked in to drug dealing so easily.", "‘There was one really nice house where we arrived at 6 am to do a search, and mum was off to work at the hospital. On the noticeboard there was an activity chart for the whole family.", "‘It’s a small step from respectability into the underworld. The trouble often starts when a kid reaches 18 and has to pay for his own health insurance, or his mother has a few financial problems and he wants to help her out. Suddenly, he’s in it up to his neck.’", "In this particular case, the couriers earned a couple of hundred euro a day. They looked smart, because they had to make a good impression on customers as they handed over the drugs in a single flowing movement, and even whitened their teeth.", "The investigators found 800 phone numbers, and established that 132 were customers and 35 were regulars. They sent each one a text or letter informing them that their numbers had been found as part of a drugs investigation, wanting to make them aware of the criminal background to their purchases.", "Wakeup call", "Eventually, the investigators confiscated the phones of four long-term customers and took detailed statements from them.", "They told one that she had unwittingly caused a fight outside her office when Imad’s group discovered that she’d also ordered drugs from a competitor. This had almost escalated into something much worse. ‘Imagine what it must be like,’ Dankers says. ‘You’re an Amsterdam businesswoman, and a fight breaks out outside your business, in the middle of the day, just because you called a different supplier. The night after she gave her statement, she received a visit from someone saying don’t tell them anything if you want to keep things nice.", "Beeld Desiré van den Berg", "‘We hope customers and potential couriers will see this case as a wakeup call, and steer well clear. It might look OK from the outside, but before you know it you’re in and there’s no way out.’", "Imad L. was recently found guilty of leading a drugs gang, dealing, money laundering, and being an accessory to the assault on the courier. He was given four years, a year and a half of it suspended. Dankers now plans to recover the proceeds of his crimes as part of a separate case; these include two Range Rovers that he often drove, though his father is opposing this because they are registered in his name.", "When you’re looking together, you see more", "Just as the investigation was reaching its height after eighteen months, the coronavirus arrived in the Netherlands. This turned out to be an unexpected opportunity for the police.", "Call it a blessing in disguise. Officers were no longer able to attend training, and many postponed their holidays until after the lockdown. There were no football matches or other events to police, so mobile and custody units were surplus to requirements. Everyone returned to the beat, and for once the police actually had spare capacity.", "Two senior officers in Amsterdam-West seized this opportunity with both hands. Marloes and Danijel, who don’t want their last names to appear in this paper, formed a team of six uniformed officers and six detectives. From early May to mid June, they hunted down drug labs, ‘ghosts’ (criminals living in houses with no registered occupants), illegal letting agents, money launderers, and others.", "The team was unusual in being multidisciplinary. Detectives wore uniforms if necessary, and beat officers donned plain clothes for surveillance operations. Each was responsible for taking their own statements and processing items they confiscated.", "Bars and restaurants were closed, and while the streets were no longer empty, they were slightly less busy than usual. If the team played their cards right, they could turn this to their advantage.", "Drugs and criminals", "This turned out to be a golden opportunity. ‘It gave us a focus that we often lack,’ Danijel says. ‘We didn’t just investigate suspects as we usually do: we took a wider approach to problem solving, for example by getting the mayor to shut down an apartment or seizing financial assets.’", "‘When you’re looking together, you see more,’ Marloes adds. ‘You’re more effective if you fight crime using the methods that are most likely to be successful.’ Specialists from the regional investigation department supported the team in a background advisory role.", "Some team members have a reputation for spotting ‘ghosts’ and finding drug stashes. On the street, uniformed officers watched for suspicious people, vehicles, and buildings, and then detectives became involved. ‘Everyone has to use the street at some time or another,’ Marloes says. ‘So if you know the strategic points and keep an eye on them, you’ll see the criminals popping up.’", "Each day, the team identified some fifteen vehicles they wanted to watch, and a number of boys and men with criminal backgrounds, and simply followed them to their destinations. ‘We wanted to know where they went, and who they hung around with,’ Danijel says. ‘Normally it’s bad news if we’re following someone and they spot us, but this time we didn’t care because this wasn’t a normal investigation. But we were careful, and we just went out to see what we could find.’", "So for once, uniformed officers were following criminals. The team was obviously interested in finding drugs and catching criminals, but was also focused on any issues affecting the local quality of life. It might find a student illegally subletting an apartment, which was more a job for the city council, or a big dealer with a stash or a drugs lab.", "Apartments", "Even before the operation officially began, two surveillance officers achieved an early success. They were in the underground car park of the prestigious Pontsteiger apartment complex, overlooking the IJ, looking for anything out of the ordinary.", "Two men drove in, one a known criminal they had seen earlier that day in a different car. When the officers approached them, they fled, leaving a large bag of money in their vehicle.", "Later, the team found more money and a firearm in an apartment elsewhere in Amsterdam, plus a third suspect. Then there were large quantities of money and expensive designer clothing in a house in Rotterdam. Eventually, they retrieved a million euro in cash. In Groningen, one of the people they found turned out to be the main suspect in a different investigation, giving it added impetus.", "The team’s second operation struck gold too. Plain-clothes officers watched a suspect car drive into another underground carpark, this time at the apartment complex on Koningin Wilhelminaplein, next to the World Fashion Centre. They witnessed the transfer of what turned out to be 53 kilos of cocaine worth an estimated €1.3 million. Two people from Amsterdam aged 36 and 39, and a 56-year-old woman from Rotterdam, were arrested.", "Further investigation led the team to a luxury apartment where they found €13,000, packing material for drugs, a hidden compartment for stashes, and some cans of pepper spray.", "Beeld Desiré van den Berg", "Scarface", "In a third case, officers noticed a car being driven by someone who was clearly not its registered owner. Inside, they found 33 kilos of ketamine with a street value of around €800,000.", "Then the team found €18,000 in a hidden room in a house in Amsterdam-Noord. There was a Breaking Bad poster on the wall, and someone had been reading a book about Willem Holleeder, one of the Netherlands’ most notorious crime kingpins. ‘It’s a bit of a stereotype that criminals model themselves on people like that,’ Marloes says.", "In six weeks, the team found eight vehicles with hidden compartments. Sometimes, twenty cars would be registered to one person. They discovered a suspect hybrid minibus of a type popular among criminals because the high-voltage battery can be removed to make space for contraband. This led them to a street in the Geuzenveld district.", "The compartment in the minibus was empty, but the Colombian driver allowed his apartment to be searched. It was full of small packets of cash wrapped up in sticky tape and totalling €30,000. Eventually a hidden compartment was found, containing a firearm, €125,000, and a kilo each of cocaine and MDMA. And there was more designer clothing, jewellery, drug packaging, full and empty one-gram ponypacks of cocaine, and a money-counting machine.", "This time, the poster on the wall was for Scarface. Four Colombians were arrested, three men and a woman, so the team had detained seventeen suspects in six weeks. They will obviously go on trial, but Marloes and Danijel expect the information they have gleaned to be of use in subsequent investigations.", "‘We’ve achieved maximum results with the minimum investment,’ Marloes says. ‘That was our goal. We’ve closed down three premises, and created maximum frustration for users.’"], "authors": ["Paul Vugts"], "keywords": ["team", "man", "imad", "crime", "young", "drugs", "underbelly", "street", "ran", "car", "criminals", "difficulties", "money", "officers", "learning", "business", "amsterdams"], "pubDate": "2020-08-17T08:37:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}