{"id": "fda3fa3d-95ef-3891-8004-82648833f23d", "title": "NUcheckt: Beweringen over Europees vaccinatiepaspoort ongefundeerd", "url": "https://nu.nl/nucheckt/6074477/nucheckt-beweringen-over-europees-vaccinatiepaspoort-ongefundeerd.html", "summary": "NUcheckt kreeg via de mail meerdere keren de vraag of het klopt dat de EU werkt aan een vaccinatiepaspoort dat ervoor zorgt dat mensen die niet gevaccineerd zijn niet meer binnen de EU mogen reizen.\nDoor: prinstcreenWaar is het op gebaseerd?\nDat is een document dat in mei 2019 op de website van de Europese Unie is geplaatst.\nNederland schreef in 2018 al dat het niet direct de toegevoegde waarde zag van een gemeenschappelijke vaccinatiekaart.\nIn mei bleek al dat dit paspoort niet werd ingevoerd in de EU.", "paragraphs": ["NUcheckt controleert berichten op hun betrouwbaarheid. Dit keer kijken we naar de volgende bewering: \"De EU werkt in het geheim aan een vaccinatiepaspoort waarmee reisbeperkingen kunnen worden opgelegd aan mensen die niet gevaccineerd zijn.\" Dit blijkt ongefundeerd.", "NUcheckt kreeg via de mail meerdere keren de vraag of het klopt dat de EU werkt aan een vaccinatiepaspoort dat ervoor zorgt dat mensen die niet gevaccineerd zijn niet meer binnen de EU mogen reizen. Hier blijkt geen enkele aanwijzing voor te zijn. Toch komt deze bewering ook op sociale media regelmatig langs.", "Door: prinstcreen", "Waar is het op gebaseerd?", "In het bovenstaande Facebook-bericht staat een afbeelding van de Roadmap on Vaccination. Dat is een document dat in mei 2019 op de website van de Europese Unie is geplaatst. Hierin staat dat de Europese Commissie in 2022 een gemeenschappelijke vaccinatiekaart wil invoeren. Wat de gevolgen van deze vaccinatiekaart zouden zijn voor EU-burgers, staat niet in het document.", "De Roadmap on Vaccination komt voort uit een plan dat de Europese Commissie in 2018 al opstelde om de vaccinatiegraad binnen de EU te verhogen. De aanleiding hiervoor waren verschillende recente mazelenuitbraken in Europa en de angst voor een mogelijke terugkeer van polio in de EU.", "Waarom een vaccinatiekaart?", "Maar wat zou het nut van zo'n vaccinatiekaart zijn? En wat betekent die voor EU-burgers? In het document waarin de Europese Commissie een gemeenschappelijke Europese vaccinatiekaart aanraadt, staat dat het op dit moment voor EU-burgers die naar een ander EU-land verhuizen vaak onduidelijk is welke vaccinaties zij en hun kinderen nog moeten krijgen. Landen hebben namelijk verschillende vaccinatieprogramma's en registreren de vaccinaties ook anders. Hierdoor is het mogelijk dat kinderen of volwassenen onnodig een extra vaccinatie krijgen, of juist vaccinaties missen.", "De Europese Commissie denkt dat een gemeenschappelijke vaccinatiekaart dit zou kunnen voorkomen. In het document staat nergens dat niet-gevaccineerde mensen na de invoering niet meer binnen de EU mogen reizen of andere beperkingen opgelegd krijgen. Ook in andere EU-documenten rond vaccinatie is hier niets over terug te vinden. Om deze reden beoordelen we de bewering, zoals die verspreid wordt op Facebook, als ongefundeerd.", "Vaccinatiekaart nog lang niet goedgekeurd", "Daarnaast is het nog maar de vraag of de vaccinatiekaart er ook echt gaat komen. De Raad van de Europese Unie, waar ministers van alle EU-landen in zitten, hebben een onderzoek aangevraagd waarin wordt gekeken of zo'n kaart wel haalbaar is. Dit onderzoek is nog niet afgerond. Bovendien zal er eerst nog een wetsvoorstel moeten worden ingediend en moet het voorstel worden goedgekeurd door het Europees Parlement én alle EU-landen.", "Nederland schreef in 2018 al dat het niet direct de toegevoegde waarde zag van een gemeenschappelijke vaccinatiekaart.", "Enkele landen wilden coronapaspoort met testresultaat", "In april is door verschillende Zuid-Europese landen een 'coronapaspoort' voorgesteld. Dit paspoort zou niets met vaccinaties te maken hebben, maar zou een officieel document zijn waarin staat dat een Europese toerist in zijn thuisland is getest op het coronavirus en dat de uitslag negatief was. Malta, Kroatië, Griekenland en Cyprus hoopten met dit document het toerisme binnen Europa weer op gang te brengen. In mei bleek al dat dit paspoort niet werd ingevoerd in de EU.", "Heb jij ook een bericht of bewering gezien waarvan je de juistheid betwijfelt? Mail naar factcheck@nu.nl en dan gaan wij ermee aan de slag.", "Aanvulling: In dit artikel stond de 'Raad van Europa', waar de 'Raad van de Europese Unie' werd bedoeld. Dit is inmiddels aangepast."], "authors": ["Door", "Shannon Bakker"], "keywords": ["dat", "van", "dit", "europees", "een", "niet", "nucheckt", "en", "ongefundeerd", "europese", "zijn", "op", "vaccinatiepaspoort", "beweringen", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}