{"id": "fda56e20-124b-3f1b-8f6a-07604143c74a", "title": "Feesteten met Kamala Harris: sambar uit Zuid-India", "url": "https://trouw.nl/nieuws/feesteten-met-kamala-harris-sambar-uit-zuid-india~bc5fbf98/", "summary": "Ik keek filmpjes van Kamala Harris en werd met de minuut blijer met de uitslag.\nHarris laat zien dat het een het ander niet uitsluit.\nEten is voor haar een manier om haar vele kanten te laten zien.\nMaar ze groeide vooral op met de keuken van haar moeder, die op 19-jarige leeftijd vanuit Zuid-India naar de Verenigde Staten kwam.\nIdli (gestoomde broodjes van gefermenteerde rijst en linzen) en sambar: een Zuid-Indiase dikke soep van peulvruchten, groenten, tamarinde en specerijen.", "paragraphs": ["Hè, hè, het was nog behoorlijk spannend, maar die engerd gaat weg uit het Witte Huis. Ik keek filmpjes van Kamala Harris en werd met de minuut blijer met de uitslag. In een filmpje van vorig jaar november, opgenomen tijdens de reclamepauze van een talkshow, legt ze uit hoe je een kalkoen pekelt voor Thanksgiving, om in één seconde moeiteloos terug te schakelen naar de politieke discussie.", "Ze maakte een filmpje tijdens de lockdown waarin ze laat zien hoe je een goede tuna melt-sandwich maakt en op Twitter deelde ze haar recept voor gebraden kip.", "Dat de eerste vrouwelijke, eerste Afro-Amerikaanse en eerste Indiaas-Amerikaanse vicepresident van eten en koken houdt, is duidelijk. Ze vertelde in interviews zelfs dat ze na een intensieve werkdag ontspant door kookboeken te lezen.", "Een vrouw in de politiek die openlijk vertelt dat ze van koken houdt is nieuw en ongebruikelijk, las ik in een artikel van The Washington Post. Vrouwelijke politici proberen in interviews over het algemeen ver weg te blijven van huishoudelijke taken, om duidelijk te maken dat ze niet thuis, maar in het publieke, professionele leven horen. Harris laat zien dat het een het ander niet uitsluit. Eten is voor haar een manier om haar vele kanten te laten zien.", "Ze werd geboren in Californië en is dol op cheeseburgers, maar die eet ze om klimaatoverwegingen met mate en ze roept haar mede-Amerikanen op om ook minder rood vlees te eten. Door haar Jamaicaanse vader is ze dol op ossenstaartstoof en heeft ze standaard Scotch bonnet-pepers in huis.", "Maar ze groeide vooral op met de keuken van haar moeder, die op 19-jarige leeftijd vanuit Zuid-India naar de Verenigde Staten kwam. Harris vertelde in een video dat haar jeugd bestond uit rijst en yoghurt, aardappelcurry, dal (linzen) en dosa (knapperige linzenpannenkoekjes). Haar favoriete Indiase eten? Idli (gestoomde broodjes van gefermenteerde rijst en linzen) en sambar: een Zuid-Indiase dikke soep van peulvruchten, groenten, tamarinde en specerijen.", "Bij een oosterse winkel vond ik pakketjes om snel idli en dosa te maken; ik kookte er zelf sambar bij. Al met al het ultieme eten om te vieren dat die griezel met z’n doorbakken steaks en twaalf cola per dag eindelijk het toneel verlaat.", "Het recept", "Sambar", "Ingrediënten:", "• 350 gram toor dal (gespleten duiven-erwten) of gele linzen", "• zonnebloem- of kokosolie", "• 1 grote ui, gesnipperd", "• 1 wortel, in blokjes", "• 2 aubergines, in blokjes", "• 2 tomaten, in blokjes", "• 2 el tamarindepasta", "• 1 el palm- of basterdsuiker", "• 1 tl gemalen kurkuma", "• 1 el mosterdzaad", "• 1 el komijnzaad", "Sambarpoeder", "Ingrediënten:", "• 3 gedroogde chilipepers", "• 1 el chana dal (gespleten kleine kikkererwten, facultatief)", "• 2 el korianderzaad", "• 1 el komijnzaad", "Bereiding", "Kook de toor dal of gele linzen in ruim water gaar. Giet af in een zeef en roer tot ze uit elkaar vallen.", "Maak het sambarpoeder: rooster de chilipepers en eventueel kikkererwten in een droge koekenpan tot goudbruin en knapperig. Voeg koriander en komijn toe en bak 1 minuut mee. Laat afkoelen en vijzel fijn.", "Verwarm 2 eetlepels olie in een braadpan en bak de ui en wortel 3 minuten. Voeg de aubergine toe en bak 3 minuten mee. Voeg de tomaten, tamarinde, suiker, kurkuma, sambarpoeder en 500 milliliter water toe. Breng aan de kook en kook 5 minuten tot de groenten beetgaar zijn. Voeg de linzen toe en draai het vuur uit. Verwarm 2 eetlepels olie in een kleine koekenpan en bak de mosterd- en komijnzaadjes tot ze poppen. Giet over de sambar. Eet met basmatirijst en/of bara, dat afstamt van Zuid-Indiase vada die je vaak bij sambar krijgt.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Charlotte Kleyn"], "keywords": ["zuidindia", "el", "feesteten", "van", "harris", "het", "met", "kamala", "een", "ze", "en", "uit", "te", "haar", "om", "sambar"], "pubDate": "2020-11-17T08:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}