{"id": "fda64119-1596-3a3e-8c95-76f9e506947a", "title": "Ten Hag: als iedereen weer fit is, heeft Ajax een goede ploeg", "url": "https://www.parool.nl/sport/ten-hag-als-iedereen-weer-fit-is-heeft-ajax-een-goede-ploeg~b0a782c3/", "summary": "En dus gaat de club na de winterstop niet verder in de Champions League maar in de veel minder prestigieuze Europa League.\nAjax won tweemaal van Midtjylland en scoorde in vier duels met Liverpool en Atalanta slechts tweemaal, waarvan één penalty.\n“Dan moet het een beetje meezitten, maar dat zat het niet.\n“Daarom was onze doelstelling nu niet overwinteren in de Champions League maar overwinteren in Europa,” zei Ten Hag.\nMaar als zo iedereen weer fit is, dan hebben we nog een heel goede ploeg.”", "paragraphs": ["Trainer Erik ten Hag met vlak voor hem Quincy Promes. Beeld BSR Agency", "Zonder die spits moest Ajax na het verloren thuisduel met Atalanta (0-1) voor de vierde keer in zes groepswedstrijden concluderen dat het gemis van kansen de club zwaar had opgebroken. En dus gaat de club na de winterstop niet verder in de Champions League maar in de veel minder prestigieuze Europa League.", "Ajax won tweemaal van Midtjylland en scoorde in vier duels met Liverpool en Atalanta slechts tweemaal, waarvan één penalty. “Maar tegen Liverpool en Atalanta kregen wij wel steeds de eerste grote kans op de 1-0,” verzuchtte Ten Hag. “Maar ja, dan moet je die wel maken.”", "In de cruciale thuiswedstrijd tegen Atalanta dinsdagavond was het Davy Klaassen die na 75 minuten bij een gelijke stand (0-0) moest scoren. Hij kwam in een positie waarin Donny van de Beek de afgelopen seizoenen zo vaak verscheen. Maar waar Van de Beek de bal dan vaak rustig in een hoek schoof, miste Klaassen.", "‘Selectie was niet breed’", "Van de Beek zit dit seizoen veel op de bank bij Manchester United. En van de ploeg die twee seizoenen geleden stuntte met een plaats in de halve finale van de Champions League zijn Matthijs de Ligt, Frenkie de Jong, Hakim Ziyech, Lasse Schöne, Joël Veltman en Kasper Dolberg eveneens vertrokken.", "“Onze selectie was nu niet breed voor begrippen van de Champions League,” concludeerde Ten Hag. “Dan moet het een beetje meezitten, maar dat zat het niet. Al in de eerste wedstrijd tegen Liverpool verloren we Kudus. In dit cruciale duel waren we ook verre van compleet,” zei hij, doelend op het ontbreken van Daley Blind, David Neres en Lassina Traoré.", "Ook tegen Atalanta werd weer duidelijk dat Zakaria Labyad het gemis van Kudus niet kan camoufleren. Ten Hag moest spelers als Brian Brobbey, Jurgen Ekkelenkamp en Jurriën Timber speeltijd geven. En Nicolás Tagliafico en Quincy Promes zijn al weken uit vorm.", "45 miljoen", "Commercieel directeur Menno Geelen rekende onlangs uit dat het spelen in een lege Johan Cruijff Arena zijn club zo’n 45 miljoen euro kost. Daar kun je bijna twee aanvallers van kopen die ook in de Champions League makkelijk scoren. En Ajax is nu eenmaal veel meer afhankelijk van recettes dan de concurrenten in de Champions League die niet 9 miljoen euro maar soms wel 150 miljoen euro aan televisiegeld opstrijken.", "“Daarom was onze doelstelling nu niet overwinteren in de Champions League maar overwinteren in Europa,” zei Ten Hag. “Maar wij wilden meer. We hebben de kansen daarvoor gekregen maar ook steeds gemist. Maar als zo iedereen weer fit is, dan hebben we nog een heel goede ploeg.”"], "authors": [], "keywords": ["van", "heeft", "als", "ajax", "het", "goede", "maar", "die", "iedereen", "een", "niet", "en", "weer", "ploeg", "hag", "league", "champions", "fit"], "pubDate": "2020-12-10T08:11:11+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}