{"id": "fdcd5d63-f680-3414-83b0-dec7d3822c22", "title": "Hester geeft thuisonderwijs: Geef ze alsjeblieft iedere woensdag vrij", "url": "https://www.telegraaf.nl/vrouw/375456181/hester-geeft-thuisonderwijs-geef-ze-alsjeblieft-iedere-woensdag-vrij", "summary": "En we dankten onze God Apple dagelijks op de blote knietjes; we hadden het niet overleefd zonder iPad.\nEn of ik ook niet tussendoor even op mijn telefoon wil kijken, want ’dat leidt af’, aldus mijn dochter streng.\nAl aan het begin van het schooljaar ingepland en een zegen, zo bleek.\n(En dan heb ik het over betaald werk, niet het huishouden doen – even voor de duidelijkheid!)\nJe kunt nou eenmaal niet met je linkerhand een mail aan een opdrachtgever tikken terwijl je met rechts de schrijfletter ’u’ voordoet.", "paragraphs": ["Wel te doen", "Tijdens de eerste lockdown vond ik dat hele thuisonderwijs nog wel te doen. Mijn dochter zat in groep 2 en was, volgens de juffen, al helemaal klaar voor groep 3. Waarom zouden wij dan nog eindeloos schooltje met haar gaan spelen? We plantten haar voor de televisie en lieten school-tv in de ochtend het werk doen.", "Vervelen", "Dan ruzieden we nog wat over strijkkralen of een stukje beeldende vorming waar ze geen zin in had. En vervolgens kozen we voor ’leren van het leven’. De vakken waren divers. Zo leerden we haar brood smeren en opruimen en kookten we samen het avondeten. Ook de module ’je stierlijk vervelen’ stond veelvuldig in de agenda. En we dankten onze God Apple dagelijks op de blote knietjes; we hadden het niet overleefd zonder iPad.", "Half oog", "Dit keer liggen de kaarten er toch anders voor. De school heeft zich op deze lockdown goed voorbereid en laat de mailbox iedere ochtend met zo’n acht (!) YouTube-video’s vol instructies van de juffen volstromen. Met een half oog meekijken of verslappen is geen optie. En of ik ook niet tussendoor even op mijn telefoon wil kijken, want ’dat leidt af’, aldus mijn dochter streng.", "Moedeloos", "Mijn vriend nam de maandag voor zijn rekening. Het was niet te doen, vertelde hij me later die dag, strontchagrijnig. Ik keek moedeloos naar het weekschema, waar inderdaad wel iets meer op stond dan alleen een ketting maken van vouwblaadjes. Dinsdag was het mijn taak te onderwijzen. Nou, dat kan dus bijna niet bij een eigen kind. Eigen kinderen hebben namelijk geen enkel ontzag voor de ouder als docent.", "Vin", "Er drongen zich weer beelden aan me op van de vorige lockdown, toen ze ineens het verschil tussen een rondje en vierkant niet meer wist. Niets leuker dan je ouders tot wanhoop te drijven, zo merkte ik ook nu weer, tijdens het hardop lezen van het inspirerende verhaal ’Een pruim voor Harm.’ Mijn voornemen januari alcohol-loos door te komen leek ineens een onhaalbaar project. Ik zag hoe mijn dochter het woord ’vin’ schreef en zag er het Franse woord voor wijn in. Om 09.51 uur.", "In coma", "Ik heb de dag met haar in stukjes gehakt. Dan weer zij les, dan weer ik werken en zij op de iPad, in stilte. Ze mocht kijken wat ze wilde, als ze haar snavel maar hield. Het was even niet anders. De schooldag duurde door deze aanpak weliswaar tot 18.00 uur, maar we hebben het gered; alle taken werden afgevinkt en al mijn deadlines werden gehaald. Ik heb zelfs tussendoor de kerstboom nog even snel afgetuigd. Wel viel ik die avond om 19.30 voor anderhalf uur in een coma.", "Landelijk invoeren", "Woensdag was het studiedag dus. Al aan het begin van het schooljaar ingepland en een zegen, zo bleek. Even rust. Mijn voorstel: als we alle thuisonderwijzende ouders nou eens vrij geven op woensdag. Dat we dus even niet naast ons eigen werk in lesmethodes hoeven duiken waar we geen kaas van hebben gegeten. Dat we zakelijk een inhaalslag kunnen maken. Want alles leuk en aardig; je moet de juffen op school ook niet vragen of ze naast het lesgeven nog even drie interviews willen afnemen en vijf teksten willen inleveren – om maar eens iets te noemen.", "Collectieve achterstand", "Het werkt gewoon niet als je er een baan naast hebt, dat thuisonderwijzen. (En dan heb ik het over betaald werk, niet het huishouden doen – even voor de duidelijkheid!) Je kunt nou eenmaal niet met je linkerhand een mail aan een opdrachtgever tikken terwijl je met rechts de schrijfletter ’u’ voordoet. En dan heb ik dus maar één kind dat aandacht vraagt hè? Je zal er drie op verschillende niveaus moeten bezighouden. Dus woensdag vrij. En schrap de vrijdag ook uit de planning, nóg beter. Een collectieve kleine leerachterstand is zo’n ramp niet. We halen het wel weer in."], "authors": ["Hester Zitvast"], "keywords": ["ik", "alsjeblieft", "mijn", "geeft", "thuisonderwijs", "vrij", "woensdag", "iedere", "ze", "je", "van", "en", "een", "geef", "hester", "voor", "op", "het", "niet"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}