{"id": "fdcd1b93-0aef-3d63-bdfe-36110e30d0ed", "title": "Review: Star Wars Squadrons is niet de hoogvlieger die het had kunnen zijn", "url": "https://nu.nl/reviews/6082492/review-star-wars-squadrons-is-niet-de-hoogvlieger-die-het-had-kunnen-zijn.html", "summary": "De rebellen hebben het universum gered van het keizerrijk, waarvan de laatste troepen langzaam maar zeker worden uitgeschakeld.\nMaar de ruimtevelden en luchten die je door het raam ziet, zijn wazig en onduidelijk.\nDat is deels door de aard van de game: als piloot kom je zelden in de buurt van je tegenstanders.\nDoor potjes te winnen en bijvoorbeeld genoeg raketten te vermijden, krijg je langzamerhand steeds meer upgrades voor je schepen en outfits voor je piloot.\nDat zal voor veel gamers een jeugddroom zijn - en voor hen de iets lagere prijs van 40 euro ook rechtvaardigen.", "paragraphs": ["In de nieuwste Star Wars-game kruip je in de cockpit van de ruimteschepen uit de films, iets dat alleen voor de fanatiekste gamers is weggelegd.", "Star Wars: Squadrons speelt zich vlak na Return of the Jedi af. De rebellen hebben het universum gered van het keizerrijk, waarvan de laatste troepen langzaam maar zeker worden uitgeschakeld.", "De game bestaat uit twee hoofdelementen: een verhaalmodus en een multiplayeroptie. Bij die eerste speel je twee piloten. Eentje is in dienst van de rebellen, en een ander strijdt voor de laatst overgebleven troepen van de tegenstanders.", "Op die manier wisselt de game tussen twee perspectieven, waarbij spelers tussen missies door op een basis met andere piloten kunnen praten. Als rebel moeten spelers een geheim project genaamd 'Starhawk' beschermen, terwijl de piloten van het keizerrijk juist proberen te ontdekken wat dit is.", "Echt memorabel wordt het verhaal nooit en personages hebben de neiging lange monologen te voeren. Het voelt als opvulling voor een gamemodus die eigenlijk alleen draait om de vuurgevechten.", "Vuurgevechten zijn ijzersterk", "Die vuurgevechten zitten op hun beurt ijzersterk in elkaar. Je speelt de game vanuit een eerstepersoonsperspectief, waardoor je vanuit de cockpit naar buiten kijkt. Het schip reageert zoals je van een 'echt' ruimteschip zou verwachten. Zo moet je bijvoorbeeld langzamer vliegen om scherpe bochten te maken.", "De hoofdmoot van de gevechten bestaat uit het neerschieten van andere schepen. Dat kan met een goed gerichte laserstraal, of door doelzoekende raketten af te vuren. Door de bewust logge besturing van het schip is dat echter niet altijd even makkelijk: dit zijn grote vliegmachines die met grote snelheid bewegen, wat je eerst onder de knie moet krijgen.", "1 Bekijk hier de trailer van Star Wars: Squadrons", "Extraatjes houden de game daarnaast interessant. Je kunt bijvoorbeeld het schild aanpassen zodat je meer klappen van een bepaalde zijde kunt opvangen, of de motoren een extra stroomstoot geven voor een korte snelheidsverhoging.", "Visueel ziet de game er wisselend uit. De cockpit is prachtig en gedetailleerd, en lijkt rechtstreeks uit de films afkomstig. Maar de ruimtevelden en luchten die je door het raam ziet, zijn wazig en onduidelijk. Dat is deels door de aard van de game: als piloot kom je zelden in de buurt van je tegenstanders. Maar hierdoor wordt het nooit een visueel spektakel.", "Zelf in de cockpit met virtual reality", "Door dat soort kleinigheidjes voelt Squadrons als een heus simulatiespel, dat nog meer tot zijn recht komt met de juiste apparatuur. De game ondersteunt virtual reality, waarbij het voelt alsof je zelf in de cockpit zit. Daarnaast kan een joystick worden gebruikt om het schip te besturen als bijvoorbeeld een straaljager.", "Het verhaal is na een uur of acht uitgespeeld. Een beetje kort en niet iets om de titel voor te kopen. De focus ligt meer op de multiplayermodus. Hierin kunnen spelers het tegen elkaar opnemen in ruimtegevechten. Simpelweg in arena's waar spelers tegen elkaar strijden, of in de complexere fleet battles-stand.", "Bij fleet battles moeten grotere, computergestuurde schepen worden begeleid terwijl ze de aanval openen op de tegenstander. Wie op die manier de linies van de tegenstander infiltreert, wint uiteindelijk de pot. Het voegt een extra tactische laag toe, al is het soms onduidelijk wat je moet doen om effectief te spelen.", "Aantal spelopties is wat beperkt", "Heel veel verschillende spelopties zijn er niet, waardoor de gemiddelde speler het vermoedelijk snel voor gezien houdt. De lol zit hem vooral in het meester maken van je X-Wing of Tie Fighter, wat vermoedelijk niet voor iedereen is weggelegd.", "Ontwikkelaar EA probeert spelers nog wat langer geboeid te houden met extra doelen die je kunt najagen. Door potjes te winnen en bijvoorbeeld genoeg raketten te vermijden, krijg je langzamerhand steeds meer upgrades voor je schepen en outfits voor je piloot. Het geeft je iets om na te jagen, maar in essentie blijft de game vanaf het eerste moment hetzelfde.", "Conclusie", "Daarmee valt Squadrons eigenlijk ten prooi aan hetzelfde zwaktebod waar veel moderne schietspellen last van hebben: dit is voor een paar dagen een geinig spel, alleen voor de fanatiekste gamers blijft het een langere tijd interessant.", "Maar voor die kleine groep spelers is dit spel een fenomeen. Squadrons geeft je het gevoel echt zelf rond te vliegen. Wie een virtualrealitybril heeft, kan zelfs met eigen ogen rondkijken in de cockpit. Dat zal voor veel gamers een jeugddroom zijn - en voor hen de iets lagere prijs van 40 euro ook rechtvaardigen."], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["hoogvlieger", "van", "game", "star", "het", "die", "zijn", "met", "squadrons", "niet", "wars", "kunnen", "een", "je", "te", "review", "en", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}