{"id": "fdcfb077-1ea2-34fc-a596-1f03235bb901", "title": "Hoe helpen we leraren aan gezag (in plaats van aan een schuiladres)?", "url": "https://volkskrant.nl/columns-opinie/hoe-helpen-we-leraren-aan-gezag-in-plaats-van-aan-een-schuiladres~b8f5b4d8/", "summary": "Vandaar de vraag: hoe restaureren we het respect voor het beroep leraar?\nIs er een betere manier denkbaar om leerlingen voor te bereiden op hun staatsburgerschap in een multireligieuze samenleving?\nDe vrijheid van meningsuiting is een groot goed in Nederland en satire is daar een belangrijk onderdeel van.\nWas het niet Copernicus die beweerde dat de aarde niet het middelpunt is van het heelal?\nWas het niet Darwin die blootlegde dat de mens voortkwam uit andere diersoorten en dat het verhaal van Adam en Eva weinig wetenschappelijke grond kende?", "paragraphs": ["Het Emmauscollege in de Rotterdamse wijk Oosterflank. Een docent werd bedreigd vanwege een spotprent. Beeld Hollandse Hoogte / Frank de Roo", "Herstel gezag leraar met nationaal curriculum", "Een leraar is een rolmodel dat doorgeeft wat van waarde is in de opvoeding van kinderen tot burger van dit land. Het werk is per definitie niet waardenvrij en dat maakt kwetsbaar. Leren op school is een zoektocht naar verbinding van nieuwe kennis, opvattingen en attitudes met wat kinderen van thuis uit weten, voelen en zien. Met een maatschappelijke cohesie die aan gruzelementen ligt, wordt dat moeilijker. Het plaatst ouders en leerlingen in hun eigen gelijk, die dat vaak zien bevestigd op sociale media, om vervolgens op school hun claim neer te leggen. Dus in die zoektocht naar verbinding is tegenwoordig al gauw iemand gekwetst. Alleen vertrouwen en gezag kunnen dat gekwetste gevoel bij ouders en leerlingen wegnemen. Vandaar de vraag: hoe restaureren we het respect voor het beroep leraar? Maak allereerst duidelijk wat kinderen leren op school en waarom dat een goed idee is. Het curriculum is een nationale kwestie.", "Een zichtbare overheid die uitzendt ‘zo doen we dat hier’ haalt de wind uit de zeilen van particuliere claims op lesinhoud en beveiligt zo leraren. Schoolleiders en -bestuurders, kies een zerotolerancehouding jegens malle ouders en hun kinderen.", "Concreet: kinderen die leraren bedreigen krijgen een stevige correctie, zonder publiciteit, het blijven wel kinderen. Hitsten hun ouders op? Dan ligt er een klacht bij de officier van justitie.", "Ton van Haperen is leraar, lerarenopleider en publicist.", "Toon politici helpt docenten niet", "Volgens minister Slob van Onderwijs zouden de aanslagen in Parijs een ‘wake-upcall’ zijn. Een wake-upcall voor wat? Volgens hem moet ‘de veiligheid van docenten te allen tijde worden gegarandeerd’.", "Politici hebben over het algemeen een ander belang dan de docenten: de eersten willen luid en duidelijk laten horen aan het electoraat waar ze voor staan, terwijl docenten een gesprek moeten voeren, waarbij ze ruimte moeten scheppen voor verschillende individuen die nog moeten leren ergens voor te staan, waarin ruimte is voor een veelheid aan stemmen, voor vragen, voor weerstand, voor het bijschaven dat moet leiden tot wederzijds begrip. Hiermee toon ik geenszins begrip voor dreigementen, laat staan voor moord.", "Ook klinkt de roep om haast te maken met het ‘verplicht stellen van burgerschapslessen’. Maar het idee dat burgerschap een les is die afgevinkt kan worden, is een hardnekkig probleem. Goedopgeleide docenten hebben de gave burgerschap door alle vakken heen te laten schijnen. Burgerschap is niet enkel weten hoe te stemmen of wat de Staten-Generaal zijn. Burgerschap schijnt door in het koorzingen bij de muziek­docent, het bespreken van de evolutietheorie bij de biologiedocent en bij het dagelijkse praatje met de conciërge.", "Saro Lozano Parra is docent geschiedenis en PhD-kandidaat aan de Universiteit Utrecht.", "Houd rekening met religieuze gevoeligheden in de klas", "We mogen niet zomaar verwachten dat adolescenten in een leeromgeving met hun peers, waarin het vormen van sociale verhoudingen een grote rol speelt, kunnen omgaan met belediging. In de openbare ruimte mag dat wél worden verwacht.", "Bovendien moet de docent beseffen dat zijn interpretatie weliswaar een geldige, maar geen uniek juiste is. Er moet aandacht zijn voor de gevoelens die deze spotprenten oproepen bij bepaalde leerlingen, gevoelens die vanwege de daarin betrokken ervaring van ‘heiligheid’ moeilijk invoelbaar zijn voor een deel van de medeleerlingen – en vaak ook voor de seculiere docent.", "De vraag moet dus zijn: hoe kunnen we spotprenten bespreken in een veilige leeromgeving? Startpunt moet daarbij zijn het aanhoren van álle meningen, zonder meteen te vervallen in een beroep op de vrijheid van meningsuiting. Deze meningen mogen vervolgens in een dialoog ­gewogen worden om zodoende tot een afspraak te komen hoe in deze klas omgegaan wordt met dergelijke meningen en afbeeldingen. Let wel: het horen van meningen staat niet automatisch gelijk aan het goedkeuren ervan. Als leerlingen die meningen niet op school kunnen uiten, dan doen ze dat wel op internet. Op school kunnen we deze leerlingen nog uitdagen de dialoog aan te gaan met andersdenkenden, maar dat kan alleen als ze zich oprecht gehoord ­weten.", "Een dergelijke dialoog kan er ­bijvoorbeeld toe leiden dat je als klas democratisch besluit om de spotprenten wel te bespreken, maar niet te laten zien. Is er een betere manier denkbaar om leerlingen voor te bereiden op hun staatsburgerschap in een multireligieuze samenleving?", "Gijs van Gaans is werkzaam aan de Fontys Lerarenopleiding te Tilburg.", "Onder pubers valt het woord ‘disrespectvol’ al vrij snel", "Pubers waaien snel met winden mee, het kritisch-analytisch denken is in het puberbrein nog niet tot volle wasdom gekomen. Als er een opinie door school waait dat spotprenten of afbeeldingen van Mohammed ‘disrespectvol’ zouden zijn, wordt die ook door niet-islamitische leerlingen al snel overgenomen.", "Daar mag een krachtig antwoord tegenover gezet worden, zodat de opiniewind kan draaien. De vrijheid van meningsuiting is een groot goed in Nederland en satire is daar een belangrijk onderdeel van. Leerlingen die verwijdering van cartoons eisen of foto’s ervan verspreiden op sociale media, ondermijnen ons onderwijs en de veiligheid van docenten en worden onmiddellijk geschorst.", "Anderzijds is de vrijheid van meningsuiting niet ongelimiteerd. Belediging, smaad, laster, en aanzetten tot haat zijn strafbaar. De AEL wees in 2006 reeds op een dubbele moraal, door spotprenten over Joden en de Holocaust te publiceren. Die werden uiteindelijk verboden, omdat ze ‘onnodig grievend’ en ‘buitengewoon krenkend’ waren. Maar dat zijn prenten van Mohammed ook, voor moslims, al worden die door rechters meestal wel toegestaan. Docenten mogen dus een evenwichtig beeld neerzetten wanneer ze spotprenten bespreken. Overigens kan het geloof in een profeet uit de 7de eeuw ook beledigend zijn, voor atheïsten in een moderne, seculiere samenleving.", "Jaap Plaisier is docent aardrijkskunde en publicist.", "Het doel is niet spotten, maar kritiek leveren op autoriteiten", "Vrijheid van meningsuiting dient niet om te spotten of te krenken, maar om autoriteiten te kunnen bekritiseren. Om de wereld vrij te houden. Om een waarheid te kunnen verkondigen ­tegen de wil van heerszuchtige, irrationele autoriteiten.", "Was het niet Copernicus die beweerde dat de aarde niet het middelpunt is van het heelal? Dat was tegen het zere been van de autoriteiten en hij moest vrezen voor zijn leven. Was het niet Darwin die blootlegde dat de mens voortkwam uit andere diersoorten en dat het verhaal van Adam en Eva weinig wetenschappelijke grond kende? Darwin werd bedreigd, maar zijn constatering was juist.", "Sinds de recente aanslagen in ­Europa laat ik spotprenten zien van iedereen die ertoe doet in het publieke debat. Ik probeer leerlingen kritisch te laten nadenken over de waarde van vrijheid van menings­uiting. Waarom het belangrijk is om autoriteiten en opvattingen aan de kaak te stellen.", "Als je gelooft dat Adam en Eva de eerste mensen op aarde waren, seks voor het huwelijk onjuist is, en zonen meer behoren te erven dan dochters, dan word je bespot en behóór je te worden bespot. Principieel is iedereen vrij er dergelijke opvattingen op na te houden, maar daar volgt niet uit dat je exclusiviteit bezit in het publieke debat en niet bekritiseerd mag worden.", "Integendeel. De islam is net als het christendom een beweging die streeft naar inrichting van de maatschappij. De islam is daarmee per definitie een (politieke) machtsfactor en dient dus te kunnen worden bekritiseerd. En op humoristische wijze bespot. Want wie voor anderen wil bepalen hoe zij hun leven dienen in te richten, moet ook tegen kritiek kunnen.", "Paul Lassooij is docent maatschappijleer."], "authors": [], "keywords": ["van", "gezag", "dat", "die", "niet", "leraren", "een", "en", "te", "hoe", "helpen", "op", "voor", "schuiladres", "het", "aan", "plaats"], "pubDate": "2020-11-09T17:04:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}