{"id": "fdd2e025-7c87-3ee9-b68f-17f6ca2dcd21", "title": "2020 was een opknapjaar, zegt de plastisch chirurg", "url": "https://nrc.nl/nieuws/2021/01/07/2020-was-een-opknapjaar-zegt-de-plastisch-chirurg-a4026610", "summary": "„Even dreigde een stuwmeer aan patiënten, van wie sommigen naar Zweden wilden gaan, waar gewoon nog werd geopereerd.” 2020 was een opknapjaar, zegt hij.\nHij is, voor het een „onwijze hype” werd, gestopt met gluten eten, en dat werkt super, zegt hij.\nZeker nu hij een van de kamers thuis tot gym heeft omgebouwd en hij kan trainen zo vaak hij kan en wil, is hij fitter dan ooit, en heeft hij zelfs – hij glundert – een sixpack.\nHet verschil tussen hem en een cosmetisch arts, zegt hij, is een jaar of tien studie.\nEn ja, zegt hij, hij legt net zoveel eer in een technisch ingewikkelde borstlift met inwendige bh of een uitgebreide facelift als in een goed gezette filler.", "paragraphs": ["Het Zoom-effect, noemen Amerikaanse plastisch chirurgen het. Zoom-boom, zeggen Britse cosmetisch artsen. Zelf keken ze er ook van op dat ze in 2020 méér patiënten behandelden dan ooit. Meer operaties aan gezicht, hals, oogleden, neus – niet ondanks de coronacrisis, maar dankzij. Patiënten wezen het vele videobellen (‘zoomen’) aan als aanleiding voor hun ingreep; de ergernis van dag in dag uit aankijken tegen die onderkin, hangende oogleden, rimpels of haakneus die er altijd al was, maar nooit zo prominent en vaak in beeld. Bijkomende reden om een behandeling niet uit te stellen: thuiswerken. Alle rust, ruimte en privacy om te herstellen.", "Terwijl de halve wereld bang is ziek te worden, de ziekenhuizen vol liggen en operaties worden afgezegd, is er een groeiende groep die vrijwillig onder het mes gaat. Zou dat in Nederland ook zo zijn? Ali Pirayesh (50) zou het moeten weten, hij is bestuurslid van de beroepsvereniging van plastisch chirurgen, en voorzitter van die van esthetisch plastisch chirurgen. Tijdens de eerste lockdown, zegt hij, werden niet-noodzakelijke operaties „afgeschaald” en privéklinieken moesten middelen en mensen afstaan aan de reguliere zorg. „Even dreigde een stuwmeer aan patiënten, van wie sommigen naar Zweden wilden gaan, waar gewoon nog werd geopereerd.” 2020 was een opknapjaar, zegt hij. Geld dat anders aan een vakantie was uitgegeven, besteedden mensen aan zichzelf.", "Of er landelijk meer cosmetische ingrepen waren in 2020 weet hij niet, om de simpele reden dat in Nederland cosmetische ingrepen niet centraal worden geregistreerd. Overzicht over wie allemaal esthetisch behandelingen uitvoeren, is er ook niet. Huisartsen, tandartsen, dokters met alleen een basisartsdiploma – ze mogen allemaal botox en fillers spuiten. Relatief nieuw zijn de cosmetisch artsen, die volgens de nieuwste richtlijnen – opgesteld door het ministerie van VWS – ná hun artsexamen nog een tweejarige opleiding zouden moeten volgen. „Zij mogen niet-chirurgische handelingen doen. Maar ze willen meer. Oké, dan ook huid-only-ingrepen. Ooglid- en schaamlipcorrecties, kleine moedervlekken, maar niks meer. Nu zie je beunhazen zelfs facelifts doen.”", "De rekening", "Brasserie Bark Van Baerlestraat 120, Amsterdam 1 brood/boter 2,50 2 dorade/scampi 35,50 2 gegrilde groenten 9,00 2 Perrier 6,20 1 koffie 2,50 1 dubbele espresso 3,25 Totaal 58, 95 euro", "De vraag naar ingrepen is door de pandemie in elk geval niet minder geworden, en dat alleen al is een reden met hem af te spreken. We lunchten vóór de tweede lockdown, toen de horeca even open was. Hij koos voor Bark, een visrestaurant in Amsterdam Oud-Zuid, waar hij woont en waar zijn privékliniek Amsterdam Plastic Surgery is gevestigd. Vanaf ’s middags twee uur, zei hij van tevoren. Hij doet aan intermittent fasting en eet tot dat tijdstip niks. Als hij gaat zitten, zijn telefoon nog in de hand, laat hij meteen wat foto’s zien. Een klein meisje met grote ogen, zijn dochtertje Julie van bijna 2. Hij vertelt hoeveel tijd en moeite het zijn vriendin en hem gekost heeft om haar te krijgen, en hoe blij ze zijn dat ze er is.", "De bestelling wordt opgenomen, en hij herhaalt voor de zekerheid zijn wensen. Een héle dorade, véél groenten, géén aardappels, en glutenvrij brood. Hij is, voor het een „onwijze hype” werd, gestopt met gluten eten, en dat werkt super, zegt hij. Zeker nu hij een van de kamers thuis tot gym heeft omgebouwd en hij kan trainen zo vaak hij kan en wil, is hij fitter dan ooit, en heeft hij zelfs – hij glundert – een sixpack.", "Het verschil tussen hem en een cosmetisch arts, zegt hij, is een jaar of tien studie. Hij studeerde geneeskunde in Leiden (cum laude), en specialiseerde zich tot plastisch chirurg in Londen, Gent en klinieken in Brazilië. Zijn ouders verwachtten niet anders dan het beste van hem, zegt hij. Zij waren geboren in Iran, maar studeerden beiden in Amerika, aan Stanford en Berkeley. Geen geneeskunde, al had zijn vader dat wel gewild. „Maar hij kon niet tegen bloed.” Toen de revolutie uitbrak in Iran, is Ali Pirayesh met zijn ouders en zusje naar Nederland gekomen. „Dat kon. Mijn vader werkte voor een bedrijf met een vestiging in Nederland.” Dat was in 1980. „Mijn ouders, ze hadden geen gelukkig huwelijk, peperden ons in dat zij alles hadden opgeofferd voor ons, dat we dus blij moesten zijn, en de allerbeste in alles.”", "Kamélen", "Dat was hij niet, wel de kleinste en vervelendste. Als brugklasser met opgevoerde brommer de aula in rijden, dat werk. Zijn ouders haalden hem van school, lieten hem Latijn en Grieks inhalen op woensdagmiddag en stuurden hem vervolgens naar het gymnasium. „Ineens kwam ik over de vloer bij blonde meisjes uit Wassenaar.” Bekakte stem: „Wat gezèllig dat je bij Marie-Helène op bezoek komt. Hadden jullie thuis ook kamélen?” Vanzelfsprekend wachtte na het gymnasium de universiteit, maar tussendoor, zegt hij terwijl hij zijn mouwen opstroopt, leed hij aan een vervelende aandoening. Hij strekt zijn blote arm uit. „Voel.” Hij sluit zijn ogen. „Kijk.” Zijn huid is glad, zijn gezicht vrijwel baardloos, zijn oogleden haarloos. „Alopecia areata.” Plotselinge, plaatselijke kaalheid. Een auto-immuunziekte waar niks tegen valt te doen, en die opleeft bij hevige stress. Hij kreeg het toen hij 10, 11 jaar was, en weer toen hij 17,18 was. „Je bent een soort paria.”", "In hoog tempo holt hij verder door zijn levensverhaal. Zijn studie in Leiden, zijn werk in Engelse en Braziliaanse klinieken, zijn ex-vrouw, het lawine-ongeluk waarbij een vriend overleed en hij ernstig gewond raakte. Hij staat op, laat zijn broek een stukje zakken, en toont de littekens op zijn heup. „Het zag ernaar uit dat ik invalide zou blijven.” Ribben, wervels, jukbeen gebroken. Duim, wijs- en middelvinger van zijn linkerhand bevroren. „De Zwitserse arts wilde ze amputeren. No way, zei ik. Die heb ik nodig om te opereren.” Hij heeft zijn vingers zelf verbonden en verzorgd. Hij bekijkt ze keurend. „De nagels zijn niet meer helemaal mooi, maar verder doen ze het prima.”", "Voor veel patiënten ben ik de huischirurg", "Hij ging aan het werk als plastisch chirurg in ziekenhuizen in Haarlem en het Gooi. Maar het boterde niet tussen hem en de andere artsen, zegt hij. Zijn vader gaf het laatste zetje. „Hij zei: ‘je moet beter zijn dan zij en voor jezelf beginnen.’” Dat is hij „rigoureus” gaan doen. Eerst samen met een cosmetisch arts, maar ook die samenwerking liep mis. Nu heeft hij, sinds 2012, zijn eigen privékliniek, waar hij alle behandelingen zelf doet. En ja, zegt hij, hij legt net zoveel eer in een technisch ingewikkelde borstlift met inwendige bh of een uitgebreide facelift als in een goed gezette filler. Natuurlijk, er zijn er meer die een redelijke injectie kunnen zetten. „Er zijn veel goede voetballers, maar er is maar één Messi.”", "Hij is van de kleine stapjes, niet te snel iets groots. „Een operatie kun je maar één keer doen.” Zijn vriendin Eva, 40 en voormalig fotomodel, is de manager én het gezicht van zijn kliniek. Haar behandelt hij met mini-beetjes botox en injecteert groeicellen gewonnen uit haar eigen bloed. „Zij wil een ooglidcorrectie, maar daarvoor vind ik het nog te vroeg.” Het liefst geeft hij patiënten een behandeltraject „for life”. „Voor veel patiënten ben ik de huischirurg. Ik behandel de moeders, en die brengen vervolgens hun dochters die last hebben van hun zware borsten bij de hockey, of ze hebben juist een platte, bijna mannelijke boezem.”", "Ingebeelde lelijkheid", "Nu zijn we aangekomen bij waar ik het met hem over wilde hebben: de toenemende drang het uiterlijk te verbeteren. Soms, zegt hij, ben ik een halve psychiater. „Ik moet me altijd afvragen: waaróm komt deze patiënt nu bij mij. Is ze verlaten door haar man? Heeft ze een erfenis gekregen en kan ze nu geld aan zichzelf besteden? Wil ze er net zo jong uit zien als ze zich voelt?” Hij heeft een buikwandcorrectie uitgevoerd bij zijn moeder toen ze na de scheiding een jongere vriend kreeg. „Ze zei: door de keizersnee heb jij mijn buik verpest, jij moet het oplossen.” Verwachtingsmanagement is het moeilijkste aspect van zijn werk, zegt hij. „Ik vraag de patiënt: welk cijfer geef je jezelf nu? Een 2. En wat hoop je dat ik ervan maak? Zeg je een 8, dan opereer ik je niet.” Omdat? „Zo’n patiënt kan ik nooit tevreden stellen. Die kan lijden aan body dysmorphia.” Ingebeelde lelijkheid.", "Lijden we niet collectief aan ingebeelde lelijkheid? Als elk spoortje verval moet weggespoten of -gesneden? „Ik geloof niet in anti-aging, ik zeg liever healthy aging. Je moet er op je 50ste goed uitzien, niet als 25 en plastic fantastic. Tien jaar eraf, dat vind ik redelijk.” Doet hij zelf iets om er jonger uit te zien? Hij grinnikt. „Nee, ik heb er altijd té jong uitgezien.” Hij pakt zijn laptop uit zijn tas en swipet door foto’s van patiënten. Hersteloperaties na ingrepen door andere artsen zijn een specialiteit van hem. Hij wijst op littekens bij de oorschelp. „Lelijk uitgevoerde facelift. Een vrouw wil toch haar haar kunnen opsteken?” Foto’s van een identieke tweeling. „De een had een rijke man, die moest ook voor haar zus betalen want ze wilden op elkaar blijven lijken.” Hij schuift de laptop over tafel. Op het scherm een mooie vrouw en ik mag haar leeftijd raden. 40? 50? Hij, trots: „55.”", "Snapt hij dat het voelt als valsspelen? Jawel, dat snapt hij best. „Ik train mijn lichaam, maar ik neem niet de shortcut van groeihormonen waarmee ik sneller spieren kweek.” Want het is knapper om er op eigen kracht goed uit te blijven zien? Misschien, zegt hij. „Maar als jij vier kinderen hebt gekregen, en je wilt een operatie om je eigen buik terug te krijgen, dan kan ik me dat best voorstellen.” Je kunt ook denken: zo zie je er na vier kinderen uit. „Dat bepaalt ieder voor zich.” Maar als iedereen om je heen er strakker, uitgeruster en jonger uitziet? „We zijn groepsdieren. Niemand wil buiten de curve vallen.” Jammer voor wie het niet betalen kan? Hij klapt zijn laptop dicht en zegt: „Het ís niet eerlijk verdeeld in de wereld. Als ik voor het stoplicht naast een Porsche Panamera sta, word ik er ook uitgereden.”", "In het kort", "Geboren Teheran (Perzië), 1969", "Burgerlijke staat samenwonend met Eva en onze dochter Julie", "Woont in Amsterdam Oud-Zuid", "Opleiding(en) geneeskunde Leiden (cum laude); chirurgie (Liverpool, Londen); plastische chirurgie (Gent, Brazilië, Londen)", "Eerste baan kratjes controleren in de Heinekenfabriek", "Vervoermiddel (bak)fiets en BMW X5", "Sport kitesurfen, skiën, fitness", "Boek The old man and the sea, Ernest Hemingway", "Film The Godfather", "Muziek pop, klassiek", "Onmisbaar liefde, lach en ijsjes", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Rinskje Koelewijn", "Leestijd Minuten"], "keywords": ["ik", "opknapjaar", "zijn", "van", "2020", "chirurg", "en", "een", "zegt", "ze", "niet", "het", "hij", "dat", "plastisch"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}