{"id": "fdeaf3e8-3ad7-3504-b9c0-60e84afc1be6", "title": "Volgens directeur Wouter Gudde van FC Groningen hoeft Arjen Robben geenszins een schuldgevoel te hebben: Hij is in 100 jaar niet terug te betalen", "url": "https://www.dvhn.nl/sport/Volgens-directeur-Wouter-Gudde-van-FC-Groningen-hoeft-Arjen-Robben-geenszins-een-schuldgevoel-te-hebben-Hij-is-in-100-jaar-niet-terug-te-betalen-26273102.html", "summary": "Directeur Wouter Gudde van FC Groningen becijfert dat hij de club ondanks corona hoe dan ook in de benen kan houden, zelfs als iedereen zijn geld terugvraagt.\n,,Twintig punten uit elf wedstrijden en een zesde plaats, eerlijk, dat had ik zelf ook niet verwacht, zeker niet gezien ons programma’’, vertelt Gudde.\nWij hebben al bewezen dat het kan. Als je in de Efteling of in Wildlands bezoekersstromen voldoende kunt scheiden, kunnen wij dat in het stadion zeker.\n,,Hij is voor ons een fantastische keeper en een echte ambassadeur, ook buiten het veld.\nDe wereldberoemde linkspoot schijnt met een schuldgevoel te kampen, omdat hij de aanhang niet kan terugbetalen op het veld.", "paragraphs": ["Directeur Wouter Gudde van FC Groningen becijfert dat hij de club ondanks corona hoe dan ook in de benen kan houden, zelfs als iedereen zijn geld terugvraagt. ,,We overleven het, maar daar is alles mee gezegd.’’", "Zaterdagmiddag om even voor half vijf staat Wouter Gudde weer met de pest in zijn lijf voor het thermopane van de lege businessclub. Het hart van de 36-jarige directeur van FC Groningen zal even overslaan als het keurkorps van trainer Danny Buijs het veld betreedt voor de thuiswedstrijd tegen RKC Waalwijk, maar dat is het dan ook.", "Sportief gezien had het seizoen niet beter kunnen beginnen voor de noordelijke voetbaltrots. ,,Twintig punten uit elf wedstrijden en een zesde plaats, eerlijk, dat had ik zelf ook niet verwacht, zeker niet gezien ons programma’’, vertelt Gudde. Het misnoegen zit hem in het idee dat de opzienbarende prestaties een groter publiek verdienen. De aanblik van die lege tribunes, het went nooit. ,,De hunkering wordt met de week groter.’’", "De persconferentie van premier Mark Rutte en minister Hugo de Jonge bood dinsdagavond weinig tot geen nieuw perspectief voor FC Groningen en de rest van het betaald voetbal. Ja, in januari worden er bij Almere City en NEC misschien twee proefprojecten opgestart met 1500 toeschouwers als het aantal ICT-opnames voldoende is afgenomen.", "6000 toeschouwers naar Den Haag", ",,Maar wij hebben tijdens onze eerste thuiswedstrijd tegen PSV al bewezen dat we met 6000 man uitstekend anderhalve meter afstand in het stadion kunnen houden’’, stelt Gudde met verbittering en onbegrip vast tijdens DVHN Live , het wekelijkse interviewprogramma van deze krant waarin hij woensdagmiddag te gast was. ,,Ik zou het liefst al die 6000 toeschouwers die er toen waren naar Den Haag sturen om ze daar te laten vertellen hoe het is geweest. Wij hebben al bewezen dat het kan. Als je in de Efteling of in Wildlands bezoekersstromen voldoende kunt scheiden, kunnen wij dat in het stadion zeker. Ik gun iedereen alles, maar daar zit wel een groot gevoel van onrecht.’’", "Buiten dat duizenden fans hun grote hobby missen, begint het financieel ook weer te knellen voor FC Groningen. De club redt het net, ook als alle supporters en sponsors restitutie zouden vragen voor de gemiste wedstrijden zoals is toegezegd, maar het houdt niet over. De schade bij 17 thuiswedstrijden in een leeg stadion kan oplopen tot 6 à 7 miljoen euro. ,,Het gaat een groot litteken worden als iedereen zijn geld terugvraagt’’, merkt Gudde op. ,,We werken nu met het tiende spelersbudget van de eredivisie, maar dat kunnen we dan niet meer garanderen. We overleven het, maar daar is ook alles mee gezegd.’’ De club gaat vanaf 12 januari weer de boer op met een grote campagne om de achterban te bewegen af te zien van een vergoeding. Dat kan ook nu al via de website van FC Groningen.", "Bescheiden budget voor de winter", "Intussen zoekt de club wel naar mogelijkheden om de selectie verder te versterken. Omdat technisch directeur Mark-Jan Fledderus in de zomer zuinig is geweest door bijvoorbeeld af te zien van de komst van Spartaan Abdou Harroui, is er een bescheiden budget beschikbaar om in de winterse transferperiode iets te kunnen ondernemen. Verder lijken de gesprekken met Sergio Padt over een contractverlenging in een vergevorderd stadium. Het glimlachje dat op het gezicht van Gudde verscheen tijdens DVHN Live was veelzeggend. De directeur is zelf al aangeschoven bij het laatste gesprek met de doelman om over de financiën te praten. ,,We hebben aangegeven dat we hem aan ons willen binden en we hopen dat we eruit komen’’, vertelt de clubbestuurder. ,,Hij is voor ons een fantastische keeper en een echte ambassadeur, ook buiten het veld. Maar een broedende kip moet je niet storen.’’", "Ook wat betreft Arjen Robben heeft de directeur nog goede hoop. De wereldberoemde linkspoot schijnt met een schuldgevoel te kampen, omdat hij de aanhang niet kan terugbetalen op het veld. ,,Hij heeft het moeilijk. Ondanks dat hij in zijn gewone belasting topfit is, is het steeds die laatste 10 procent waarin er iets misgaat. Dat is frustrerend, want hij is een topsporter in hart en nieren en nog veel meer dan dat.’’", "Gudde wil het woord mislukking niet horen als het gaat over de comeback van de nummer tien. Robben hoeft wat hem betreft zeker geen schuldgevoel te hebben. ,,De nek die hij heeft uitgestoken voor de club na zo’n carrière is onbetaalbaar. Als we dat allemaal moeten terugbetalen, zijn we nog 100 jaar bezig. Dat moet hij misschien nog wat meer tussen de oren krijgen.’’", "Kijk hieronder het volledige interview met Wouter Gudde in DVHN Live terug:", "loading"], "authors": ["William Pomp"], "keywords": ["van", "robben", "het", "hij", "hoeft", "met", "voor", "volgens", "schuldgevoel", "niet", "een", "te", "dat", "jaar", "en", "terug", "wouter"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}