{"id": "fdeb99fd-1dbd-3c88-9a1e-47d3e37de40f", "title": "Protest tegen 'flat in voortuin' vanwege schaduw op plantsoen in Waldeck", "url": "https://nu.nl/den-haag/6100339/protest-tegen-flat-in-voortuin-vanwege-schaduw-op-plantsoen-in-waldeck.html", "summary": "Bewoners van de Haagse wijk Waldeck verzetten zich tegen de onverwachte bouw van een hoge flat in hun buurt.\nHet gebouw van zeven etages, dat op de plek komt van een oude school, krijgt 47 sociale woningen.\nDe actiegroep 'De buren van het Beethovenplantsoen' vindt deze hoogbouw in de voortuin van de eengezinswoningen onacceptabel.\nDe bewoners zijn onder meer bang voor de schaduw die de flat werpt op het aangrenzende Beethovenplantsoen.\nZij vraagt de gemeenteraad om het bestemmingsplan te respecteren, dat een woonflat op de plek niet toestaat.", "paragraphs": ["Bewoners van de Haagse wijk Waldeck verzetten zich tegen de onverwachte bouw van een hoge flat in hun buurt. Het gebouw van zeven etages, dat op de plek komt van een oude school, krijgt 47 sociale woningen.", "De actiegroep 'De buren van het Beethovenplantsoen' vindt deze hoogbouw in de voortuin van de eengezinswoningen onacceptabel. De bewoners zijn onder meer bang voor de schaduw die de flat werpt op het aangrenzende Beethovenplantsoen.", "De gemeente Den Haag zou op 15 december vorig jaar zonder enige participatie van de buurt groen licht hebben gegeven voor dit bouwplan. De helft van de woningen aan de Cornelie van Zantenstraat is bestemd voor 'beschermd wonen', voor uitstromers uit zorginstellingen met een verleden van (ernstige) psychische en sociale problematiek, vaak in combinatie met drugsgebruik. De andere helft van de woningen is bestemd voor sociale huur.", "De actiegroep is 'ontsteld' dat de gemeente en verhuurder Arcade op geen enkele wijze overleg hebben gepleegd met de buurt. Zij vraagt de gemeenteraad om het bestemmingsplan te respecteren, dat een woonflat op de plek niet toestaat."], "authors": ["Door"], "keywords": ["sociale", "plantsoen", "schaduw", "van", "buurt", "vanwege", "voor", "woningen", "een", "met", "tegen", "protest", "voortuin", "op", "het", "waldeck", "dat", "flat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}