{"id": "fe101b9a-f5ff-34d0-a9fa-aa5aa8a5ca0c", "title": "Recept van de dag: hachee zonder rode kool", "url": "https://www.telegraaf.nl/lifestyle/1210304233/recept-van-de-dag-hachee-zonder-rode-kool", "summary": "En dan nog die krenten en rozijnen er in.\nNou kan ik jullie natuurlijk niet verbieden om rode kool te eten, en het schijn erg lekker te zijn bij hachee.\nLeuk recept dit, je neemt geen gewone azijn maar zo’n lekkere balsamicoazijn en als het nou toch rood moet, rode uien in plaats van gewone uien.\nZout het vlees en strooi er de bloem over.\nNodig voor 4 personen:• 600 gr doorregen runderlappen in blokjes• 40 gr boter• 2 eetl bloem• 300 gr rode uien, in ringen• 3 eetl rode balsamicoazijn• 2 laurierblaadjes• 4 kruidnagels", "paragraphs": ["En dan nog die krenten en rozijnen er in. Brrr. Nou kan ik jullie natuurlijk niet verbieden om rode kool te eten, en het schijn erg lekker te zijn bij hachee. Hachee dan maar?", "Leuk recept dit, je neemt geen gewone azijn maar zo’n lekkere balsamicoazijn en als het nou toch rood moet, rode uien in plaats van gewone uien. Wordt allemaal iets subtieler. Snij de runderlappen in flinke blokken. En laat ze even buiten de koekkast staan. Zo van ijskoud in de pan is nooit goed. Zout het vlees en strooi er de bloem over. Braad het vlees in de boter lichtbruin. Voeg de uien en de peper toe. Laurierblaadje of twee erbij, dan de kruidnagels. De azijn niet vergeten. Die gaat het vlees zo heerlijk mals maken. Nu giet je er langzaam 4 dl water bij, warm water. (Koud water gebruik je als je de smaak uit het vlees wilt trekken, voor bouillon bijvoorbeeld).", "En deze is ook belangrijk. Zelfs als ik het kleinste gastpitje bij mij gebruik, kookt het op een gegeven moment. En dat willen we niet. Eén keer net aan de kook brengen en dan plaatjes onder de pan, zodanig dat het alsmaar tegen de kook aan staat. Drie uur. En wil je jezelf dan een plezier doen? Dan koel je hachee af. En eet je die pas de volgende dag, opnieuw goed warm gemaakt. Met aardappels en … nee, dat zeg ik niet.", "Nodig voor 4 personen:", "• 600 gr doorregen runderlappen in blokjes", "• 40 gr boter", "• 2 eetl bloem", "• 300 gr rode uien, in ringen", "• 3 eetl rode balsamicoazijn", "• 2 laurierblaadjes", "• 4 kruidnagels"], "authors": [], "keywords": ["van", "hachee", "dag", "dan", "uien", "niet", "en", "rode", "je", "kool", "ik", "vlees", "zonder", "water", "recept", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}