{"id": "fe11d439-e82a-34ec-a1af-c207fbe94101", "title": "Van een depressie gaan schaatsers alleen maar sneller rijden", "url": "https://volkskrant.nl/sport/van-een-depressie-gaan-schaatsers-alleen-maar-sneller-rijden~b9ff96b3/", "summary": "Hij was in vorm en op de deze winter zo bekritiseerde ijsvloer van Thialf was ditmaal niets aan te merken geweest.\nToch is het onwaarschijnlijk dat de gedraaide ventilatiegaten in Thialf een rol van betekenis hebben gespeeld, afgelopen weekend.\nZij bleeft met 37,08 maar 0,02 seconden verwijderd van het record dat al bijna 7 jaar op naam staat van de inmiddels gestopte Thijsje Oenema.\nEn daarbij zijn het gebrek aan internationale competitie en de strenge coronaregels wellicht een geluk bij een ongeluk.\n‘Vandaag was de dag dat het moest gebeuren.’ Bella was de perfecte storm.", "paragraphs": ["Luchtroosters die langs de hele baan in Thialf aanwezig zijn. Beeld Klaas Jan van der Weij", "In de aanloop naar het WK-kwalificatietoernooi (WKKT) was het de schaatsers opgevallen dat de luchtroosters langs de baan, die normaal de richting de tribunes blazen nu een kwartslag gedraaid waren, in de rijrichting van de schaatsers.", "Sven Kramer sprak er zaterdag zijn zorgen over uit. ‘Als de roosters wind meeblazen, kunnen ze ook zachter worden gezet.’ Dat zou oneerlijkheid in de hand kunnen werken, dacht hij. ‘Toch vind ik het lastig om in te schatten welke invloed de luchtcirculatie heeft op onze tijden, wij meten de windsnelheden niet.’", "Toen had Patrick Roest al een baanrecord gereden: 6.08,21 op de 5 kilometer van zaterdag, een verbetering van het oude record dat met 6.08,92 ook al op zijn naam had gestaan. Dat had volgens hem niets met meewind te maken. Hij was in vorm en op de deze winter zo bekritiseerde ijsvloer van Thialf was ditmaal niets aan te merken geweest.", "Meewind ligt gevoelig in de schaatssport. Over de ijsbanen in Kolomna, Berlijn en Erfurt gaan verhalen dat daar ventilatoren meewind produceren. Tijdens een wereldbekerwedstrijd in 2005 moest ijsmeester Mark Messer in Calgary na protest van coaches zijn ventilatiesysteem zelfs uitschakelen.", "Toch is het onwaarschijnlijk dat de gedraaide ventilatiegaten in Thialf een rol van betekenis hebben gespeeld, afgelopen weekend. Ze bevinden zich aan de buitenkant van de boarding en blazen bijna recht omhoog, waar de lucht bij het plafond weer weggezogen wordt. Het is zo ontworpen dat de lucht van buiten de boarding zich niet tot nauwelijks met de lucht die boven het ijs vermengt.", "Er is wel altijd een briesje mee op de ijsbaan, maar die wordt veroorzaakt door de schaatsers zelf. Niet alleen door de twee in de wedstrijdbaan, maar vooral door de vele schaatsers die hun rondes op de inrijbaan maken en de lucht constant in beweging houden.", "Lage luchtdruk", "Dat het juist zondag zo hard ging, kwam door de extreem lage luchtdruk. Die veroorzaakte buiten hondenweer en binnen minder luchtweerstand. ‘Ongeveer 80 procent van de weerstand bij het schaatsen is luchtweerstand’, zegt Sander van Ginkel, die als wetenschapper aan de KNSB verbonden is. ‘Dus als de luchtdruk lager is, dan wordt het schaatsen makkelijker.’", "Het is ook de reden dan banen op hoogte zoveel sneller zijn dan die op zeeniveau. De luchtdruk is er nog veel lager dan zondag in Thialf. Toch voelde Heerenveen even als Salt Lake aan zee. ‘In de training merkte ik het al’, zei De Jong. ‘Ik reed heel gemakkelijk snelle rondjes.’ Het vertaalde zich niet alleen bij de 25-jarige Friezin naar goede tijden. Op alle afstanden waren de schaatsers die geen persoonlijke record reden veruit in de minderheid.", "Op de 500 meter wist de 20-jarige Femke Kok zelfs bijna het Nederlands record te verbreken. Zij bleeft met 37,08 maar 0,02 seconden verwijderd van het record dat al bijna 7 jaar op naam staat van de inmiddels gestopte Thijsje Oenema. ‘Ik moest even goed kijken’, zei ze. ‘Ik had na de finish nog zoveel snelheid dat ik bijna viel.’", "Slechts twee vrouwen waren ooit sneller dan Kok op zeeniveau: de Koreaanse Nao Kodaira tijdens haar gouden olympische race in Gangneung (36,94) en de Russische Angelina Golikova die met 37,02 het baanrecord in Thialf heeft.", "Behalve de weersomstandigheden speelde ook de vorm van de schaatsers mee. Het WKKT vormt het kantelpunt van dit seizoen. Wie zich niet voor de WK afstanden, EK sprint/allround of de wereldbekers plaatst, is vanwege de door corona leeg geveegde nationale schaatskalender klaar voor de rest van het seizoen.", "Stuk voor stuk is hun trainingsschema erop gericht geweest om deze dagen na Kerst te pieken. En daarbij zijn het gebrek aan internationale competitie en de strenge coronaregels wellicht een geluk bij een ongeluk. Dat vermoedt in ieder geval De Jong, die op zaterdag ook al had verrast met de zege op de 1.500 meter, waar ze in 1.54,27 regerend wereldkampioen Ireen Wüst (1.54,98) versloeg.", "De Jong had, anders dan in een normale winter, geen vermoeiend reisschema van wereldbekerwedstrijd naar wereldbekerwedstrijd en geen jetlags. ‘En met corona kan je ook gewoon niets. Je kunt niet met vriendinnen afspreken.’ Haar wereld was klein en daarmee overzichtelijk. ‘Dat heeft me misschien wel goed gedaan.’", "Ze loste een belofte aan zichzelf en aan haar coach Jac Orie, die haar met enige regelmaat op het bord met baanrecords in Thialf wees. ‘Sta je er al tussen?’, vroeg hij telkens. Nee, maar steeds meer geloofde ze haar naam erbij kon. Zeker toen ze het weerbericht van zondag had gezien.", "‘Vandaag was de dag dat het moest gebeuren.’ Bella was de perfecte storm."], "authors": ["Erik Van Lakerveld"], "keywords": ["zijn", "van", "het", "depressie", "en", "een", "met", "aan", "op", "gaan", "alleen", "schaatsers", "sneller", "maar", "dat", "die", "rijden"], "pubDate": "2020-12-27T20:48:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}