{"id": "fe1adaba-749b-3bc7-ab81-6cd13b3a6981", "title": "NLsportraad is de nieuwe hoeder van de Nederlandse sport, maar wie zitten er eigenlijk in?", "url": "https://volkskrant.nl/sport/nlsportraad-is-de-nieuwe-hoeder-van-de-nederlandse-sport-maar-wie-zitten-er-eigenlijk-in~b4b5707b/", "summary": "Het is een club van vooral experts - acht leden, 38 adviseurs - die lang in de schaduw opereerde van het nationale sportbestuur.\nHet gaat de komende jaren het Nederlandse sportlandschap innoveren, professionaliseren en activeren, mits het met ministeriële goedkeuring en bijpassend budget krijgt.\nCommerciële sport (zoals van fitness tot yogascholen), ongebonden sport (zoals hardlopen) en georganiseerde sport (verenigingsport) moeten één mond krijgen om te spreken.\nDat opereerde de laatste decennia min of meer als de vaste raadgevers van de minister of staatssecretaris van sport.\nVan Zanen ziet de Sportraad niet als een bedreiging, maar als een serieus platform dat het zo grote belang van sport en bewegen mede onder de aandacht brengt.", "paragraphs": ["Michael van Praag, voorzitter van de Nederlandse Sportraad. Beeld ANP", "Aan de wieg van de Nederlandse Sportraad, ook wel NLsportraad, stonden coryfeeën als Johan Cruijff en Guus Hiddink. Bedenker Jaap de Groot, toen nog chef-sport van De Telegraaf, bracht het tweetal mee naar de rondetafelbijeenkomst in 2015, toen hij met sportminister Edith Schippers een nieuw fundament wilde leggen in de Nederlandse sportstructuur.", "Sinds 2016 huist de Sportraad in een keurig kantoor in Den Haag, met een secretaris, drie adviseurs, twee ondersteuners en een voor acht uur per week ingehuurde perschef. Het is een club van vooral experts - acht leden, 38 adviseurs - die lang in de schaduw opereerde van het nationale sportbestuur. Dat wordt gedomineerd door sportkoepel NOCNSF.", "Vorige week trad de sportraad op de voorgrond met het adviesrapport De Opstelling op het Speelveld. Dat is een soort van deltaplan voor de Nederlandse sport en de beweegsector. Het gaat de komende jaren het Nederlandse sportlandschap innoveren, professionaliseren en activeren, mits het met ministeriële goedkeuring en bijpassend budget krijgt. Dat alles volgens de slogan van voorzitter Michael van Praag: de Europees kampioen zitten wordt wereldkampioen bewegen.", "De sportraad pleit in zijn advies voor een nieuwe, echt overkoepelende koepel. Commerciële sport (zoals van fitness tot yogascholen), ongebonden sport (zoals hardlopen) en georganiseerde sport (verenigingsport) moeten één mond krijgen om te spreken. De huidige versnippering doet het geluid verdelen en verstommen. NOCNSF wordt vooral de aanjager van topsport en belangenbehartiger van de 77 sportbonden. Geldverdeling, straks in veel grotere sommen, moet worden gedaan door een nog op te richten ‘zelfstandig bestuursorgaan’.", "De sportraad geldt in Haagse kringen als een kleine adviesraad. Het lijkt afgekeken van de Raad voor Cultuur. Clubs als de SER en WRR zijn veel groter. Het is de bedoeling dat de raad de adviesrol overneemt van NOCNSF. Dat opereerde de laatste decennia min of meer als de vaste raadgevers van de minister of staatssecretaris van sport. Schippers, de minister van Volksgezondheid, Welzijn en Sport (VWS) in Rutte-II, oordeelde dat het anders moest.", "NOCNSF stemde ‘aarzelend’, aldus Van Praag, in met de zwaardere rol voor de Sportraad. Anneke van Zanen had een belangrijke stem. Zij was penningmeester van het NOC en ging vervolgens de Sportraad versterken. In 2019 werd gekozen tot voorzitter van sportkoepel NOCNSF, als opvolger van André Bolhuis. Van Zanen ziet de Sportraad niet als een bedreiging, maar als een serieus platform dat het zo grote belang van sport en bewegen mede onder de aandacht brengt.", "Voorzitter Van Praag: ‘We zijn door Schippers opgericht. Maar we zijn aan het begin door VWS erg aan ons lot overgelaten. In onze missie-opdracht staat gevraagd en ongevraagd advies te leveren. Maar de eerste vier jaar was er geen vraag, pionierden we vooral over evenementen, tot we aan het onderwerp organisatie en financiering toe waren. In het begin wilden VWS, NOCNSF en de gemeenten dat zelf doen.’", "Voorzitter Van Praag is juist blij met de verbreding van de adviesagenda. ‘Dit advies is diep en heel breed. Daar hebben wij de bestuurders voor, zoals Bernard Wientjes, voorheen van VNO-NCW. Het bevat alles over de organisatie van de Nederlandse sport. Het is op wetenschap gebaseerd, op kennis. Niet op aannames. We hebben met tweehonderd experts gesproken.’", "Jaap de Groot, door Van Praag de ‘geestelijke vader’ van zijn club genoemd, is niet spreken over de nieuwe koers. Hij heeft de raad in mei verlaten, omdat die zich naar zijn zin te veel afwendde van de topsport en de topevenementen. De Groot: ‘De leiding van Sportraad ging in mijn ogen te veel mee met de ambtenaren die zijn opgevoed met volksgezondheid en welzijn, waardoor sport vooral met bewegen en gezondheid wordt geassocieerd en te weinig met de bedrijfstak.’"], "authors": ["John Volkers", "Erik Van Lakerveld"], "keywords": ["van", "nieuwe", "dat", "een", "en", "maar", "met", "wie", "nlsportraad", "sport", "zitten", "nederlandse", "sportraad", "zijn", "als", "er", "het", "hoeder"], "pubDate": "2020-11-30T21:24:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}