{"id": "fe1ee6d8-77df-33d6-9453-97f31df9d22d", "title": "In familiefilm Come Away wordt de kinderfantasie juist beteugeld", "url": "https://www.parool.nl/kunst-media/in-familiefilm-come-away-wordt-de-kinderfantasie-juist-beteugeld~b3815a9a/", "summary": "Come away Beeld Alex BaileyHet waren overigens niet de beperkingen van de film die maakten dat Come Away massaal werd afgebrand op populaire reviewsites als Imdb en Rotten Tomatoes.\nHet was het werk van internettrollen, hoogstwaarschijnlijk ingegeven door het feit dat Chapman haar film ‘kleurenblind’ heeft gecast, en het verhaal daardoor draait om een gemengd gezin.\nTerwijl dat nu juist een van de punten is waar Come Away wél werkt.\nMaar dat spel blijft uiteindelijk steken in een intellectuele exercitie, waarbij vergeten lijkt te zijn dat beide oerverhalen draaiden om kinderspel, om de radicale vrijheid van ongebreidelde kinderfantasie.\nDie fantasie wordt in Come Away juist steeds weer beteugeld, zowel door het concept (waarin elk element terug moet leiden naar die meer dan honderd jaar oude teksten) als in de brave uitvoering.", "paragraphs": ["Come away Beeld Alex Bailey", "Het waren overigens niet de beperkingen van de film die maakten dat Come Away massaal werd afgebrand op populaire reviewsites als Imdb en Rotten Tomatoes. Dat gebeurde namelijk al ruim voordat de film voor het grote publiek te zien was. Het was het werk van internettrollen, hoogstwaarschijnlijk ingegeven door het feit dat Chapman haar film ‘kleurenblind’ heeft gecast, en het verhaal daardoor draait om een gemengd gezin.", "Terwijl dat nu juist een van de punten is waar Come Away wél werkt. David Oyelowo is warm en innemend als vader Jack, een gedroomde charismatische filmvader. Maar ook zijn verhaallijn verzandt in clichés nadat de oudere broer van Peter en Alice plotseling overlijdt. Dankzij dit trauma vlucht moeder Rose (Angelina Jolie) in de drank, laat vader Jack zich teruglokken naar zijn oude leven in de achterbuurten, en creëren de twee overgebleven kinderen uit de brokstukken van hun dagelijks leven ieder hun eigen fantasiewereld.", "De onafhankelijke productie giet het verhaal, dat speelt in de late negentiende eeuw (toen beide boeken geschreven werden), wel in een weelderige vormgeving. En regisseur Brenda Chapman (Brave) en debuterend scenarist Marissa Kate Goodhill spelen ontegenzeggelijk een interessant spel met de elementen van die twee bronverhalen en hoe ze die vermengen.", "Maar dat spel blijft uiteindelijk steken in een intellectuele exercitie, waarbij vergeten lijkt te zijn dat beide oerverhalen draaiden om kinderspel, om de radicale vrijheid van ongebreidelde kinderfantasie. Die fantasie wordt in Come Away juist steeds weer beteugeld, zowel door het concept (waarin elk element terug moet leiden naar die meer dan honderd jaar oude teksten) als in de brave uitvoering."], "authors": ["Joost Broeren-Huitenga"], "keywords": ["familiefilm", "van", "away", "come", "juist", "het", "die", "zijn", "beteugeld", "een", "wordt", "en", "dat", "om", "kinderfantasie"], "pubDate": "2020-12-09T10:24:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}