{"id": "fe23e3ef-8694-3e9d-a9ce-a08af4acfac8", "title": "PostNL profiteert van corona, Signify laat kans liggen", "url": "https://volkskrant.nl/economie/postnl-profiteert-van-corona-signify-laat-kans-liggen~bfb44cd8/", "summary": "Herna Verhagen, CEO van PostNL en Ronald van de Laar, directeur van Sandd Holding.\nVooral in de kerstperiode kon het bedrijf het werk nauwelijks aan.\nDe klacht had te maken met de fusie tussen PostNL en Sandd in het begin van het jaar.\nEn zelden brandden er zo vroeg zo veel kerstlicht binnen en buiten dan in het jaar van corona.\nTientallen banen verdwijnen bij het bedrijf, en nog wel bij de afdeling research die de toekomst van het bedrijf bepaalt.", "paragraphs": ["Herna Verhagen, CEO van PostNL en Ronald van de Laar, directeur van Sandd Holding. Beeld ANP", "Winnaar: Herna Verhagen - PostNL", "Na 8 jaar ineens actief op een groeimarkt", "Herna Verhagen werd in 2012 de allereerste vrouw aan het hoofd van een bedrijf in de AEX: PostNL. Maar het tij zat niet mee. De postmarkt kromp in het internettijdperk. PostNL viel zelfs uit de AEX en degradeerde naar de Midkap. Maar dit jaar gaat het dankzij corona crescendo. De koers is in 2020 met 40 procent gestegen. PostNL, dat eerst alleen mensen kwijt moest, weet nu nu niet meer waar het nieuwe mensen vandaan moet halen. Vooral in de kerstperiode kon het bedrijf het werk nauwelijks aan. Elke dag werden 1,7 miljoen pakjes naar het juiste adres gebracht. Maar dit leidt ook tot ergernis.", "Een kleinere postvervoerder uit Enschede beschuldigde PostNL afgelopen week zelfs van machtsmisbruik. Daarbij werd het bedrijf van Verhagen in kort geding gedagvaard. Maar de rechter maakte er korte metten mee: de klachten konden onvoldoende hard worden gemaakt. De klacht had te maken met de fusie tussen PostNL en Sandd in het begin van het jaar. De klager wilde dat PostNL de oude afspraken die ze had gemaakt met Sandd zou eerbiedigen.", "Over de fusie is intussen nog veel juridisch gesteggel. Eerder dit jaar oordeelde een rechter dat de verleende vergunning voor de samensmelting ongeldig is. De overheid heeft hiertegen beroep aangetekend, omdat het samengaan nodig was in een krimpmarkt. Alleen groeit die markt nu weer.", "Eric Rondolat Beeld ANP", "Verliezer: Eric Rondolat - Signify", "Winst gaat nu voor de lange termijn", "Vuurwerk was er dit jaar nauwelijks, maar dat werd goedgemaakt met licht- en lasershows. En zelden brandden er zo vroeg zo veel kerstlicht binnen en buiten dan in het jaar van corona. Maar gek genoeg wist Signify, de voormalige lichttak van Philips, hier niet van te profiteren. Die kondigde nota bene in de laatste week van het jaar nog een sanering aan. Tientallen banen verdwijnen bij het bedrijf, en nog wel bij de afdeling research die de toekomst van het bedrijf bepaalt. En dan, zo onthulde ceo Eric Rondolat zelf deze maand, ligt er nog een enorme markt braak voor desinfectielampen. Het bedrijf wil voorloper zijn in nieuwe ontwikkelingen, zoals verlichting voor het Internet der Dingen. Hierbij ligt het accent niet meer alleen op het produceren van licht. De toekomstige verlichting zal bestaan uit verbonden lampen en armaturen die informatie verzamelen over hun eigen prestaties en de milieuapparatuur om hen heen. Zo voorziet het klanten van op gegevens gebaseerde inzichten.", "Maar nu moet er ineens op de kosten worden gelet, omdat door de coronacrisis de omzet is gedaald. Signify wil de winst omhoogkrikken, omdat anders de aandeelhouders zouden kunnen gaan zeuren. Het bedrijf zou beter even door de zure appel kunnen heenbijten en prioriteit geven aan de strategie voor de lange termijn."], "authors": ["Peter De Waard"], "keywords": ["van", "laat", "bedrijf", "jaar", "en", "voor", "een", "kans", "nu", "liggen", "corona", "profiteert", "het", "maar", "postnl", "signify"], "pubDate": "2021-01-01T19:09:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}