{"id": "fe3044d0-25d6-3d23-b2ab-cac51948b4ac", "title": "Corona en klimaat zijn ook crises van de verbeelding", "url": "https://nrc.nl/nieuws/2020/12/30/corona-en-klimaat-zijn-ook-crises-van-de-verbeelding-a4025601", "summary": "Op een dag ontwaakt de hoofdpersoon en ontdekt dat hij in een kever is veranderd – met kleine pootjes en een zwart pantser op zijn rug.\nMaar het is niet de schuld van politici alleen, het is ook de beperking van het publieke voorstellingsvermogen.\nDe bekende Indiase schrijver Amitav Ghosh spreekt daarom van een crisis van de verbeelding.\nZo is de klimaatcrisis net als de coronacrisis behalve een crisis van het voorstellingsvermogen ook een crisis van de ervaring.\nZe bevrijdt ons van het idee dat er geen beperkingen zijn, van het oneindige, schrijft hij in Où suis-je?.", "paragraphs": ["Never waste a good crisis, het was de montere boodschap waarmee we in maart de pandemie ingingen. Eindelijk de Decamerone lezen. Of La Peste. We gingen het beleven. Maar inmiddels is de lol er wel vanaf. We zitten alweer weken binnen achter onze schermen. Murw van het thuiswerken. Wie weet nog wanneer hij voor het laatst naar een theatervoorstelling is geweest? Of zelfs maar een biertje in het café gedronken heeft? Gegeten in een restaurant?", "In Où suis-je? (Waar ben ik?), dat komende maand verschijnt, trekt de Franse filosoof Bruno Latour een parallel met Kafka’s novelle Die Verwandlung (De Gedaanteverwisseling). Op een dag ontwaakt de hoofdpersoon en ontdekt dat hij in een kever is veranderd – met kleine pootjes en een zwart pantser op zijn rug. Dit is de beperking waarmee hij vanaf nu zal moeten leven, net als wij veroordeeld tot rondhangen in huis.", "Maar Latours boek is meer dan een plaatsbepaling. Hij blikt ermee vooruit op de klimaatcrisis die ons achter de coronacrisis staat op te wachten. Want die is natuurlijk niet verdwenen. Ook hier is sprake van een soort mutatie. De opwarming van de aarde is inmiddels zover gevorderd dat we een nieuwe wereld zijn binnengetreden.", "Latour spreekt van het ‘Nieuwe Klimaat Regime’. Het spreekwoordelijke pantser van ongemakken dat we daarin meetorsen bestaat onder andere uit droogtes, orkanen en migrantenstromen.", "De coronacrisis zullen we wel oplossen. Maar de klimaatcrisis? Die is van een totaal andere orde. Een grafiek in NRC toonde dinsdag hoe in 2020 opnieuw weerrecord na weerrecord gebroken werd.", "Het was warmer dan ooit, in Siberië was zelfs sprake van subtropische hitte. Niet eerder viel in Nederland zo weinig regen als afgelopen voorjaar. Elders in de wereld was sprake van rampen van oudtestamentische proporties: gigantische sprinkhanenzwermen in het oosten van Afrika, hagelstenen zo groot als een voetbal in Libië, verwoestende bosbranden in Australië. En ondertussen steeg de concentratie CO 2 ondanks het sterk verminderde vliegverkeer.", "Het erge is dat we het allemaal al decennialang zien aankomen. „Vrijwel iedere discussie die we in 2019 voerden over klimaatverandering vond ook plaats in 1979”, stelt de Amerikaanse schrijver Nathaniel Rich in zijn vorig jaar verschenen boek Losing Earth.", "Rich laat zien hoe waarschuwingen door de politiek in de wind werden geslagen; lastige feiten genegeerd of verdraaid.", "Nog zo’n parallel met de coronacrisis.", "Virologen waarschuwen al jaren voor een soortgelijke pandemie. Maar het is niet de schuld van politici alleen, het is ook de beperking van het publieke voorstellingsvermogen. Toen de coronacrisis in China startte veroorzaakte dat aanvankelijk weinig onrust in Europa.", "Zeker weer een paar van die vleermuiseters.", "Toen in Italië de IC’s volstroomden haalden we in Nederland de schouders op.", "Zeker weer hun handen niet gewassen.", "Toen het virus in Brabant toesloeg keken we in de Randstad meewarig toe.", "Tja, die Brabo’s met hun carnaval.", "Omdat we ons er geen voorstelling van kunnen maken, slaan we te laat alarm. Dat geldt al helemaal voor zoiets omvangrijks en diffuus als klimaatverandering.", "De bekende Indiase schrijver Amitav Ghosh spreekt daarom van een crisis van de verbeelding. Hij roept schrijvers en kunstenaars op het fenomeen in hun werk tot uitdrukking te brengen. Mede dankzij hen veranderde het publieke bewustzijn de afgelopen paar jaar al enorm.", "Is het afdoende om ons leefklimaat te redden?", "Het verloop van de coronacrisis stemt niet gerust. Het lijkt erop dat we pas écht in actie komen als het water door de straten stroomt. Als het te laat is dus.", "Zo is de klimaatcrisis net als de coronacrisis behalve een crisis van het voorstellingsvermogen ook een crisis van de ervaring. We nemen haar pas serieus als de negatieve gevolgen in ons eigen leven voelbaar worden. Tot die tijd blijft het een abstractie. En wie is bereid daarvoor zijn comfortabele levensstijl op te offeren? De afgelopen decennia hadden ons juist geleerd dat de wereld onze oester was. En dan nu een stapje terug?", "Nee, dank je.", "Toch kan de ervaring van de huidige lockdown ons daar volgens Latour bij helpen. Ze bevrijdt ons van het idee dat er geen beperkingen zijn, van het oneindige, schrijft hij in Où suis-je?.", "De vraag is voor hoelang.", "Hoe dan ook weten we dat onze bevrijding uit de lockdown niet onze echte bevrijding zal zijn.", "Marijn Kruk is journalist. Hij vervangt deze week Luuk van Middelaar.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 30 december 2020"], "authors": ["Leestijd Minuten"], "keywords": ["zijn", "van", "en", "een", "verbeelding", "klimaat", "ook", "corona", "als", "het", "ons", "crises", "hij", "dat", "te", "die"], "pubDate": "2020-12-30T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}