{"id": "fe37375e-f36f-39da-84a3-bcfcaf94a52b", "title": "Conceptstore Hutspot failliet: ‘2020 zou ons jaar worden’", "url": "https://www.parool.nl/amsterdam/conceptstore-hutspot-failliet-2020-zou-ons-jaar-worden~b5da49d6/", "summary": "De omzet van Hutspot was het afgelopen jaar meer dan vijftig procent minder dan normaal.\nHet unieke concept van Hutspot lijkt het bedrijf nu juist de das om te hebben gedaan.\nVolgens Moers was het bedrijf een pionier op het gebied van ondernemerschap.\nHet was een bedrijf met een verhaal.”Gegokt op groeiVoor de crisis investeerde het bedrijf in nieuwe zaken.\n2020 zou ons jaar worden.” Door deze investeringen had het bedrijf geen buffer om de klappen van de crisis op te vangen.", "paragraphs": ["De winkel van Hutspot in Magna Plaza. Beeld Jakob Van Vliet", "De oprichters hebben zelf een faillissement aangevraagd. De omzet van Hutspot was het afgelopen jaar meer dan vijftig procent minder dan normaal.", "Het unieke concept van Hutspot lijkt het bedrijf nu juist de das om te hebben gedaan. “Wij zijn een fysieke beleving,” vertelt mede-oprichter Pieter Jongens. “We hebben nooit ingezet op internet, onze winkels draaien juist om de verrassende ervaring. Leuk, maar niet bestand tegen een pandemie.” Hutspot had wel een webshop, maar die zorgde voor slechts twee procent van de omzet.", "Amsterdams begrip", "Het Amsterdamse concept werd in 2012 opgericht door Nick van Aalst, Reinier Bernaert en Pieter Jongens. De kleine pop-up store in de Utrechtsestraat groeide uit tot een bedrijf met meerdere vestigingen door het hele land. Het was een van de eerste conceptstores in Nederland.", "“Hutspot had een waanzinnig vernieuwend concept,” zegt merken- en retaildeskundige Paul Moers. “Origineel, geestig, persoonlijk, gezellig. Alles zat goed daar. Het is heel triest dat dit soort bedrijven nu als eerste de gevolgen merken van de crisis.”", "In de filialen konden klanten naast winkelen ook spelletjes spelen, kopjes koffie drinken of naar de kapper. Het bedrijf wilde niet alleen gevestigde merken, maar ook jonge ontwerpers de kans bieden hun spullen te verkopen. “Je kunt op maandag met je product binnenkomen en dinsdag al in de schappen liggen,” vertelde van Aalst in 2019 tijdens de opening van de winkel in Magna Plaza. In 2018 lanceerde Hutspot hun eerste eigen kledingcollectie.", "Volgens Moers was het bedrijf een pionier op het gebied van ondernemerschap. “Het was een klein merk, maar groots bij de doelgroep. Mensen leerden de winkel razendsnel kennen. Het was een bedrijf met een verhaal.”", "Gegokt op groei", "Voor de crisis investeerde het bedrijf in nieuwe zaken. Zo werd er een derde filiaal geopend in Amsterdam en kwamen er Hutspot-winkels in andere Nederlandse steden, zoals Breda. Jongens: “In 2019 hebben wij drie winkels geopend, een nieuw kostbaar backoffice-systeem aangeschaft en meer personeel aangenomen. We hebben gegokt op groei. 2020 zou ons jaar worden.” Door deze investeringen had het bedrijf geen buffer om de klappen van de crisis op te vangen.", "“Om de schade te beperken, hebben we besloten zelf de stekker eruit te trekken,” aldus Jongens. “We werken met 330 verschillende leveranciers en merken en hebben 80 medewerkers. We konden nog wel even doormodderen, maar dat zou het alleen maar erger maken.”", "De curator onderzoekt mogelijkheden voor een doorstart door een andere partij. Volgens Jongens hebben een aantal geïnteresseerden zich al gemeld. “We willen graag dat dit wordt voortgezet. Ook voor het personeel en de beginnende ondernemers waarmee we samenwerken. Hopelijk gaat dat lukken.”", "Onvermijdelijk", "Moers voorspelt dat er de komende tijd meer faillisementen zullen worden aangekondigd. “Dit soort bedrijven kan geen grote reserves opbouwen,” zegt hij. “Ze spelen in op de fysieke beleving. Maar eigenlijk kan geen enkele business meer zonder online.”", "Toch is Moers ervan overtuigd dat de oprichters van Hutspot weer met iets nieuws zullen komen. “Daar heb ik onwaarschijnlijk veel vertrouwen in. Dit zijn pioniers.”"], "authors": ["Madelief Van Dongen"], "keywords": ["van", "2020", "conceptstore", "bedrijf", "jaar", "en", "een", "hutspot", "op", "failliet", "het", "hebben", "maar", "worden", "dat", "zou", "ons"], "pubDate": "2021-01-03T12:50:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}