{"id": "fe3b14aa-b9da-3961-ad42-cf936859f06d", "title": "Review: De Samsung Note 20 Ultra is een toptelefoon die niet verrast", "url": "https://nu.nl/reviews/6073871/review-de-samsung-note-20-ultra-is-een-toptelefoon-die-niet-verrast.html", "summary": "De Galaxy Note 20 Ultra verrast niet, maar mag op vrijwel alle punten een toptelefoon worden genoemd.\nDaarnaast kan het scherm 120Hz aan (in plaats van het reguliere 60Hz), waarmee het beeld enorm soepel beweegt.\nDe bediening wordt merkbaar vloeiender en zorgt dat je daarna niet meer terug wil naar een beeld met een lagere verversingssnelheid.\nWel een fijne verbetering ten opzichte van de Galaxy S20 is de komst van een autofocussysteem waarvoor een laser gebruikt wordt.\nWel een klein irritatiepuntje is dat er een milliseconde vertraging zit in een druk op de sluiterknop en het daadwerkelijk fotograferen.", "paragraphs": ["De Galaxy Note 20 Ultra verrast niet, maar mag op vrijwel alle punten een toptelefoon worden genoemd. Maar hadden we meer verwacht van een toestel dat 1.299 euro kost?", "De telefooncyclus van Samsung is de afgelopen jaren duidelijk. Begin van het jaar stopt de Koreaanse fabrikant de nieuwste functies in de Galaxy S, in het najaar komen diezelfde functies in de Galaxy Note. Dat is dit keer niet anders. Daarom draait het in de Galaxy Note 20 Ultra om verbeteren in plaats van om vernieuwen.", "Een Note-telefoon is groot, weten we inmiddels. De Note 20 Ultra is met een afmeting van 6,9 inch geen uitzondering. Met een hand bedienen is daarom geen aanrader. Zeker niet omdat het scherm afloopt in de randen. Dat levert toch nog regelmatig per ongeluk aanrakingen op van je handpalm. Samsung leek weer terug te gaan naar platte schermen, zo ook op de S20 Ultra, maar het bedrijf heeft die verandering helaas niet doorgevoerd naar de Note 20 Ultra.", "De schermkwaliteit is geweldig. Het beeld is zeer helder, maar kan ook flink worden teruggeschroefd voor comfortabel gebruik bij weinig omgevingslicht. Het formaat komt tot zijn recht als je aantekeningen wil maken met de inbegrepen stylus (de S Pen) of als je video's bekijkt. Daarnaast kan het scherm 120Hz aan (in plaats van het reguliere 60Hz), waarmee het beeld enorm soepel beweegt. De bediening wordt merkbaar vloeiender en zorgt dat je daarna niet meer terug wil naar een beeld met een lagere verversingssnelheid.", "Camera's zijn bijna allemaal top", "Naast het scherm heeft ook de rest van de telefoon een zeer hoogwaardige afwerking. Hij voelt stevig aan en de afwerking is strak. Het camera-eiland op de achterkant is een eyecatcher. De cameralenzen zijn in een flink blok verwerkt, dat behoorlijk uit de behuizing steekt. Samsung omarmt het camerablok, gezien de rechte hoeken eromheen en het contrast met de rest van de achterkant. Niet zo vreemd, want de camera's vormen een belangrijk onderdeel van de Note 20 Ultra.", "Zo is er een standaardlens, een groothoeklens en een periscooplens, waarmee je tot vijf keer zonder kwaliteitsverlies in kan zoomen (dat is prettig en handig) en nog eens tot vijftig keer digitaal. Daarbij neemt de kwaliteit na zo'n vijftien keer zoomen wel zienderogen af. In de praktijk zul je daar dan ook weinig van gebruikmaken.", "Wel een fijne verbetering ten opzichte van de Galaxy S20 is de komst van een autofocussysteem waarvoor een laser gebruikt wordt. Daarmee stelt de telefoon veel sneller scherp dan de S20. Wel een klein irritatiepuntje is dat er een milliseconde vertraging zit in een druk op de sluiterknop en het daadwerkelijk fotograferen.", "Aan de voorkant heeft Samsung in een subtiel cameragat in het scherm een camera geplaatst voor selfies. Die valt een beetje tegen in slecht verlichte omgevingen. Ook jammer is dat de software nog steeds vrij agressief oneffenheden wegpoetst. Zelfs als het filter is uitgeschakeld, poetste de camera kleine rimpeltjes en sproeten weg, waardoor het resultaat niet altijd zo realistisch is als je wellicht wilt.", "Snelle krabbels, fijne notitieapp", "En dan is er nog de S Pen. Die klikt nu linksonder uit het toestel in plaats van rechts, fijn voor linkshandigen. Met de pen kun je bijvoorbeeld aantekeningen maken of tekeningetjes maken. Dit keer heeft Samsung de vertraging van het contact tussen pen en scherm weten terug te schroeven tot 9 ms. Daarmee worden krabbels razendsnel gezet. En de handschriftherkenning is prijzenswaardig: zelfs de meest luie krabbels worden (meestal) omgezet in de juiste woorden.", "Ook scheve letters worden door de software rechtop gezet. De app waarin je deze notities maakt, Samsung Notes, is dit jaar duidelijk verbeterd. Dat maakt de toevoeging van het pennetje dit jaar bruikbaarder dan ooit.", "Specificaties Samsung Galaxy Note 20 Ultra Scherm: 6,9 inch (3.088 bij 1.440 pixels)", "Processor: Samsung Exynos 990 Octa", "Werkgeheugen: 12 GB", "Opslag: 128 GB of 512 GB", "Camera's achter: Standaard (108 MP), groothoek (12 MP), telelens (12 MP) en afstandsmeter", "Camera voor: 10 megapixel", "Accu: 4.500 mAh", "Gewicht: 208 gram", "5G-ondersteuning: Ja", "Conclusie", "De Galaxy Note 20 Ultra is een toptelefoon. Het snelle scherm is heerlijk en oogt top, de behuizing voelt van hoogwaardige kwaliteit en de camera's zijn goed, behalve misschien de frontcamera. Dat het allemaal overtuigt, mag je verwachten voor 1.299 euro.", "Maar Samsung heeft geen écht onmisbare vernieuwingen doorgevoerd in dit model. Als je in de afgelopen twee jaar een Note-telefoon hebt gekocht, hoef je daarvoor niet per se te upgraden. Maar ben je op zoek naar het neusje van de zalm op Android-gebied op dit moment en ben je niet bang om geld uit te geven? Dan is de Note 20 Ultra de telefoon voor jou."], "authors": ["Door", "Rutger Otto"], "keywords": ["verrast", "review", "20", "van", "het", "op", "die", "samsung", "niet", "een", "je", "en", "dat", "ultra", "toptelefoon", "note"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}