{"id": "fe5514cd-d666-37a7-bc76-6427bcbd2fcd", "title": "Vind je het goed als hij je quilt ruilt?", "url": "https://trouw.nl/wetenschap/vind-je-het-goed-als-hij-je-quilt-ruilt~b6768dbc/", "summary": "IHet viel me in deze week van verkiezingen ineens op dat het Amerikaanse US en het Nederlandse VS elkaars buren zijn in een taalspel.\nIn dit soort spelletjes ervaar ik dat je je hersenen moet ‘voorsorteren’.\nEn vaak kun je één geslaagd geval uitbreiden: can-dan is uit te bouwen naar car-dar, cat-dat, en evenzo vind je lust-must en quilt-ruilt als bijproduct.\n(Vind je het goed als hij je quilt ruilt?)\nAls iets één keer gebeurt is het toeval, zoals bij US-VS. Maar vind je nóg een voorbeeld, dan heb je het toeval verslagen.", "paragraphs": ["I", "Het viel me in deze week van verkiezingen ineens op dat het Amerikaanse US en het Nederlandse VS elkaars buren zijn in een taalspel. De u schuift één letter op in het alfabet, en prompt is het woord, de afkorting in dit geval, vertaald naar het Nederlands. US (United States) wordt VS (Verenigde Staten). Vervolgens wilde ik nog een woord vinden dat aan deze voorwaarde voldoet. Maar hoe zoek je dan?", "Er zijn woorden genoeg waarin één alfabetstapje van een Engels woord een Nederlands woord maakt: eat wordt ebt (a-b), cook wordt dook (c-d), last wordt mast (l-m), you wordt zou (y-z), etc. Overigens: ik schreef ‘er zijn woorden genoeg...’, maar ik deed er toch wel even over om deze vier voorbeelden te vinden. Het spreekwoord ‘de ogen zijn groter dan de maag’ heeft hier een evenknie: de intuïtie is zelfverzekerder dan de werkelijkheid.", "In dit soort spelletjes ervaar ik dat je je hersenen moet ‘voorsorteren’. Je moet klaar zijn om een andere afslag te nemen, omdat je op letterniveau én op woordniveau naar de taal aan het kijken bent, en ook nog in twee talen tegelijk. Wat je in feite doet is je gedachten algoritmiseren. Bij elk Engels woord denk je: kan ik met een alfabetstapje naar het Nederlands? Ik stel mij voor dat Haro Hielkema, ieder jaar samensteller van de citatenpuzzel in deze krant, ook een algoritmekronkel in zijn hersenen heeft, die gelijk herkent of een zin toevallig honderd letters zou kunnen bevatten. (Dit jaar kan de citatenpuzzel trouwens helemaal gevuld worden met uitspraken van Rutte - maakt het oplossen wel extra moeilijk.)", "Met dat voorgesorteerde brein ga je sneller combinaties zien: can wordt dan, rust wordt sust, quit wordt ruit. En vaak kun je één geslaagd geval uitbreiden: can-dan is uit te bouwen naar car-dar, cat-dat, en evenzo vind je lust-must en quilt-ruilt als bijproduct. (Vind je het goed als hij je quilt ruilt?) Dit doet mij vermoeden dat er misschien wel een paar duizend woorden zijn die met één alfabetstapje van Engels Nederlands kunnen worden.", "Zou er daar één tussen zitten waarvan het Nederlands de vertaling is van het Engels? En waarom wil ik dat eigenlijk? Dat heeft met een hang naar orde te maken, denk ik. Als iets één keer gebeurt is het toeval, zoals bij US-VS. Maar vind je nóg een voorbeeld, dan heb je het toeval verslagen. Het leven is onnavolgbaar, maar het vinden van dit soort bizarre kruisverbanden geeft toch even de illusie van grip. Daarom blijf ik zoeken.", "II", "In één taal zijn alfabetstapjes veel gemakkelijker te vinden. Een beetje programmeur legt zo een eindeloze lijst aan. Je kunt er zinnetjes mee maken: Aad bad. Jan kan. U, rat, vrat wrat! Maar laatst viel me op dat ‘adelaar’ en ‘bedelaar’ ook aan elkaar verwant zijn: je hoort de a en de b in beide woorden, die verder hetzelfde klinken. Op zoek naar orde probeerde ik in dertien zinnetjes het hele alfabet (fonetisch) door te komen.", "Met z’n opengesperde bek lijkt het jong van de adelaar bedelaar.", "Het spreiden van patiënten bleek een prima IC-idee.", "Het handvat van een mes heet heft.", "Is er wel iemand die op het belang van Gemert hamert?", "Waar ontmoette Sara Ivo? Sarajevo.", "De twee hyenajongen kregen van het kadaver één kaak elk.", "De genderobsessieve kip kreeg een haantje maar noemde hem hen.", "In dit reisverslag staat hoe Marco Polo naar de Oost peest.", "Schroef twee vleugels in een dobbelsteen, en dan is je kubus airbus.", "Toen Arvo Pärt gevraagd werd naar het mooiste museum van Londen zei de Est ‘Tate’.", "Fokt u vee?", "Onze buurvrouw heeft twee tics.", "Er is in Amsterdam een pont die je over het IJ zet.", "Jan Beuving is wiskundige en cabaretier. Hij speelt in zijn column met natuurwetenschappen en taal."], "authors": ["Jan Beuving"], "keywords": ["één", "van", "als", "goed", "quilt", "het", "hij", "zijn", "ik", "ruilt", "je", "een", "en", "dat", "vind", "wordt"], "pubDate": "2020-11-07T17:06:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}