{"id": "fe59cce3-d4f6-3bd3-b102-9e728680d7fa", "title": "Geen festivals, dan maar poffertjes to go vanaf een boot", "url": "https://www.parool.nl/ps/geen-festivals-dan-maar-poffertjes-to-go-vanaf-een-boot~beaa8f22/", "summary": "De Poffertjesboot gaat onder andere langs bij mensen met een woonboot, de OBA aan het Oosterdok en de Hermitage.\nWe hopen op support van Amsterdammers en mensen van buiten de stad, en willen ons vooral richten op wandelaars die langslopen.”Nog creatieve inzichten gekregen door de situatie?\n“Aan het begin van 2020 hadden we al een ‘poffertjes drijf-in’ bedacht, waarbij mensen poffertjes konden afhalen bij onze boot op de Amstel.\nIk denk er nu over om een foodboatfestival te ­organiseren in april: een soort ­foodtruckfestival, maar dan op het water.”Hoe houdt u de moed erin?\nUiteindelijk bepaal je je succes deels zelf, en dan helpt het als je gelooft in wat je doet.”Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "paragraphs": ["Sjoerd van den Berg op de poffertjesboot to go van 'de Poffernier'. Beeld Nosh Neneh", "Wat betekent de lockdown voor uw zaak?", "“De Poffernier valt onder de evenementenbranche. Waar wij wekelijks bij festivals, congressen en beurzen stonden, hadden we vanaf maart plotseling geen opdrachten meer. Om toch bezig te zijn, hebben we de Poffertjesboot to go bedacht, die langs verschillende plekken vaart en waar je ambachtelijke poffertjes kunt afhalen. De Poffertjesboot gaat onder andere langs bij mensen met een woonboot, de OBA aan het Oosterdok en de Hermitage. Locaties waar we even kunnen stilliggen met de boot.”", "Hoe gaat de komende tijd eruitzien?", "“Ons concept lijkt een succes te zijn. Mensen zijn nieuwsgierig als ze onze boot zien en nemen ­spontaan poffertjes mee naar huis. Via een qr-code en www.amsterdampoffertjesboot.nl is onze vaarroute te vinden. We hopen op support van Amsterdammers en mensen van buiten de stad, en willen ons vooral richten op wandelaars die langslopen.”", "Nog creatieve inzichten gekregen door de situatie?", "“Aan het begin van 2020 hadden we al een ‘poffertjes drijf-in’ bedacht, waarbij mensen poffertjes konden afhalen bij onze boot op de Amstel. Het leek me nóg leuker om daadwerkelijk te varen, wat leidde tot de ­Poffertjesboot to go. Ik denk er nu over om een foodboatfestival te ­organiseren in april: een soort ­foodtruckfestival, maar dan op het water.”", "Hoe houdt u de moed erin?", "“Met de gedachte dat deze lastige situatie een keer voorbij gaat. Hoewel deze periode voor veel mensen erg moeilijk is, loont het om gewoon door te gaan. Uiteindelijk bepaal je je succes deels zelf, en dan helpt het als je gelooft in wat je doet.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Als het weer mag, ga ik veel vrienden weer zien en wil ik volgend jaar naar Japan, met het oog op de Olympische Spelen. Maar voor nu gaan we met frisse moed het nieuwe jaar in.”"], "authors": ["Anna Livia De Kort"], "keywords": ["mensen", "je", "van", "dan", "boot", "en", "een", "poffertjesboot", "festivals", "geen", "te", "op", "vanaf", "het", "maar", "poffertjes"], "pubDate": "2021-01-05T10:42:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}