{"id": "fe73116c-c137-38d8-a159-e2a57f7ef3cd", "title": "Wie grijpt de Formule 1-troon in Bahrein nu Hamilton corona heeft: Verstappen of Russell?", "url": "https://volkskrant.nl/sport/wie-grijpt-de-formule-1-troon-in-bahrein-nu-hamilton-corona-heeft-verstappen-of-russell~b086069f/", "summary": "Giedo van der Garde was een van de vele voormalig F1-coureurs die zich via sociale media grappend aanbood bij Mercedes.\nEen maand geleden schoot Russell op onverklaarbare wijze van de baan, toen hij met een slakkengang achter de safetycar reed.\nDe steun toonde dat Russell in de langzaamste bolide van het veld het respect van zijn collega’s al had verdiend.\nAls Russell slaagt, zal Mercedes – dat al met de Nederlander flirt sinds zijn Formule 3-tijd – eerder geneigd zijn in te zetten op Russell.\n‘Max heeft al wel echt bewezen van de categorie Hamilton te zijn.", "paragraphs": ["George Russell in de auto van Williams. Beeld BSR Agency", "Alsof er een rotsblok in een vijver werd gegooid, zo viel het nieuws over de coronabesmetting van Lewis Hamilton in de Formule 1. De Brit werd maandag wakker met lichte klachten. Een dag later maakte zijn team Mercedes de positieve test wereldkundig, waardoor hij in ieder geval afwezig is bij de race van zondag. Nooit eerder miste de Brit een wedstrijd. Hij won sinds 2014 meer dan de helft van de GP’s (73 van de 136).", "Opeens was het stoeltje in zijn kampioensauto vacant. Giedo van der Garde was een van de vele voormalig F1-coureurs die zich via sociale media grappend aanbood bij Mercedes. ‘Echt een once in a lifetime-kans’, zegt hij over de vacature bij het topteam, waar sinds 2010 slechts vier coureurs voor reden.", "Voor de leeuwen", "Het regende namen met mogelijke gegadigden na het nieuws over Hamilton. Zou de Belg Stoffel Vandoorne, dit jaar reservecoureur bij Mercedes, een kans krijgen? Of durfde de renstal het aan om Williams-supertalent George Russell voor de leeuwen te gooien?", "Mercedes wachtte niet lang met een besluit: het werd Russell. Teambaas Toto Wolff belde de 22-jarige Brit, die sinds 2017 in het talentenprogramma van de Duitsers zit, maandagnacht al op. ‘Hij is klaar om te racen, kent de banden van dit jaar en begrijpt hoe ze werken met de huidige auto’s’, legde Wolff uit over de keuze. Het verbaasde voormalig F1-coureur Van der Garde niet. ‘Ze weten hoe goed hij is. Hij is de toekomst.’", "Van de baan", "Na titels in opstapklassen GP3 en Formule 2 werd Russell gestald bij laagvlieger Williams. Hij rijdt in een auto waarin het moeilijk uitblinken is. Maar zelfs in een trage auto toonde hij snel te zijn. In al zijn 35 F1-kwalificaties was hij sneller dan zijn teamgenoot. In races oogt hij soms wat onwennig. Een maand geleden schoot Russell op onverklaarbare wijze van de baan, toen hij met een slakkengang achter de safetycar reed.", "Na de crash plaatste hij op Instagram een publieke boetedoening over zijn ‘beginnersfout’. Hij kreeg van alle kanten bijval, onder anderen van Lewis Hamilton. ‘Het is goed om fouten te maken en daar de pijn van te voelen. Ik heb er meer gemaakt dan ik me kan herinneren. Je bent geweldig, maat’, schreef de zevenvoudig kampioen onder Russells bericht.", "De steun toonde dat Russell in de langzaamste bolide van het veld het respect van zijn collega’s al had verdiend. De verwachtingen zijn dus hoog als hij zondag in de snelste zit. Hij heeft zeven trainingsuren om te wennen aan die auto en alles daaromheen. Van het stuur met daarop 25 knoppen tot zijn nieuwe monteurs en technici.", "Krap", "Het eerste euvel kwam al op zijn pad bij het passen van zijn stoeltje in Hamiltons cockpit, die voor Russell – met zijn 1.85 meter ruim 10 centimeter langer dan Hamilton – behoorlijk krap bleek. Vooral bij zijn voeten, waardoor hij zondag met een schoenmaat kleiner moet racen.", "Het doet allemaal enigszins denken aan Max Verstappens bliksempromotie naar Red Bull in 2016, die tien dagen kreeg om zich voor te bereiden op zijn eerste race in Barcelona. Het leidde tot sporthistorie: Verstappen won in Spanje. Giedo van der Garde sluit niet uit dat Russell ook meteen uitblinkt. ‘Hij is er goed genoeg voor.’", "Het circuit lijkt hem te liggen. De tweede race in Bahrein in een week tijd wordt op een andere omloop gereden dan de eerste en is nog nooit eerder aangedaan door de Formule 1. Op het snelle, nagenoeg ovalen circuit is motorvermogen waarschijnlijk doorslaggevend. De Mercedes-auto bezit al jaren over de krachtigste motor. Tegelijk is het afbreukrisico daardoor groot voor Russell. Als hij in Bahrein met de beste auto ten onder gaat, komt zijn status als gedoodverfde opvolger van de 35-jarige Hamilton in gevaar.", "Russell of Verstappen?", "De race kan vanuit dat perspectief ook van invloed zijn op de opties die Max Verstappen heeft, mocht hij bij Red Bull in de nabije toekomst niet over een competitieve auto beschikken. Als Russell slaagt, zal Mercedes – dat al met de Nederlander flirt sinds zijn Formule 3-tijd – eerder geneigd zijn in te zetten op Russell.", "Verstappen is er in Bahrein in ieder geval op gebrand te bewijzen dat in een Hamiltonloze F1 niemand anders dan hij recht heeft op de troon. Het gehele seizoen is hij samen met Hamilton al een klasse apart. Verstappen kan op de WK-ranglijst zelfs nog tweede worden achter Hamilton, ondanks vier uitvalbeurten en een aanzienlijk mindere auto.", "Giedo van der Garde betwijfelt daarom of deze race veel invloed zal hebben op Verstappens toekomst. ‘Max heeft al wel echt bewezen van de categorie Hamilton te zijn. Of Russell dat ook is, weet ik niet. Dat mag hij nu laten zien.’"], "authors": ["Lennart Bloemhof"], "keywords": ["van", "verstappen", "corona", "bahrein", "een", "formule", "grijpt", "met", "te", "wie", "hamilton", "heeft", "zijn", "op", "russell", "hij", "het", "nu"], "pubDate": "2020-12-04T16:23:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}