{"id": "fe766dd1-2e2e-301b-bc4e-fcf98c181f5a", "title": "Met algoritmen moet je zorgvuldig omgaan", "url": "https://volkskrant.nl/wetenschap/met-algoritmen-moet-je-zorgvuldig-omgaan~ba80b467/", "summary": "Gloednieuwe en veelbelovende innovaties worden opgepikt door early adopters, gevolgd door de media en het grote publiek.\nIn de basis: een reeks wiskundige instructies waarmee voorspellingen te doen zijn op basis van een grote hoeveelheid data.\nAlsof ze autonoom hun eigen doelen stellen.’ Zo is het niet – dat is meer iets voor sciencefictionseries.\nDat wil niet zeggen dat algoritmen onschuldig zijn.\nStolze gaat nog verder: ‘Het zijn lachspiegels die de werkelijkheid vervormen als je niet zorgvuldig omgaat met de gegevens waarmee je AI traint.’ToezichtBedrijven die bezig zijn met AI, leggen tegenwoordig zelf ook de nadruk op die zorgvuldigheid.", "paragraphs": ["Beeld Getty, illustraties Typex", "Het afgelopen jaar is er een barst gekomen in het voorheen – in elk geval voor de buitenwereld – onkreukbare imago van algoritmen. Ineens zijn de slimme algoritmen achter handige toepassingen als spamfilters of aanbevelingen van muziek en series schuldig aan allerlei ellende. Ze zitten achter nepnieuws, filterbubbels, schermverslaving, de macht van de grote techbedrijven. En dus moet er een algoritmewaakhond komen, vindt de Nederlandse politiek. Of misschien zelfs wel een verbod op specifieke toepassingen, zoals sociale media die aanbevelingen doen op basis van persoonlijke interesses. Waar komt die ommezwaai vandaan?", "Het simpele antwoord: het is de hypecyclus waarmee elke innovatie en elk techbedrijf te maken krijgt. Gloednieuwe en veelbelovende innovaties worden opgepikt door early adopters, gevolgd door de media en het grote publiek. Uiteindelijk begint de onvermijdelijke tegenbeweging: zo goed is het helemaal niet! Of: help, privacy!", "Wat zijn algoritmen ook alweer? In de basis: een reeks wiskundige instructies waarmee voorspellingen te doen zijn op basis van een grote hoeveelheid data. Vaak wordt de analogie gemaakt van een recept: de data zijn de ingrediënten, het algoritme is het recept en de voorspelling is de taart.", "Algoritmen en kunstmatige intelligentie (AI) bestaan allang, maar hebben het laatste decennium een grote vlucht genomen door de toegenomen rekenkracht van computers én door de beschikbare data. Techbedrijven kunnen niet meer zonder. Het filteren van spam uit uw mailbox, het detecteren van ongewenste berichten op Facebook en YouTube, het aanbevelen van nieuwe series en muziek op Netflix en Spotify, het herkennen van uw huisdier op Google Photo? Allemaal AI.", "Bijvangst", "Algoritmen zijn ook verantwoordelijk voor het personaliseren van de berichten die mensen op Facebook of YouTube zien. En daar ligt een probleem, vindt een toenemend aantal mensen. Want filterbubbels en het prominent tonen van nepnieuws zijn het gevolg. Gebruikers krijgen niet alleen meer van hetzelfde aangeboden, maar ook nog eens steeds extremere berichten en video’s, omdat die het nu eenmaal goed doen. De uitbaters van de platforms is het uiteraard helemaal niet te doen om het promoten van desinformatie. Zij willen gewoon dat hun gebruikers zo veel mogelijk tijd op hun platformen doorbrengen. Dat lukt dankzij die algoritmen heel goed. Je zou kunnen zeggen dat ze hun werk uitstekend doen. De rest is bijvangst.", "Maar wel een bijzonder ongewenste bijvangst. De vraag is wiens schuld dat is. Van de algoritmen? Nee, benadrukt AI-ondernemer en schrijver Jim Stolze. ‘Dat is een veelgemaakte fout: we dichten algoritmen menselijke eigenschappen toe. Alsof ze autonoom hun eigen doelen stellen.’ Zo is het niet – dat is meer iets voor sciencefictionseries. ‘Het is nog altijd de mens die de algoritmen ontwerpt’, aldus Stolze.", "Dat wil niet zeggen dat algoritmen onschuldig zijn. Er kan van alles fout gaan. Vooral als ze zijn gevoed met verkeerde data. De voorbeelden zijn inmiddels bekend: oververtegenwoordiging van witte mannen leidde tot discriminatie bij sollicitaties. Onschuldiger, maar even genant is het verhaal van de (zwarte) neuro-informaticus Sennay Ghebreab van de Universiteit van Amsterdam. Waar de deur bij zijn (witte) collega’s automatisch openzwiepte op basis van beeldherkenning, gebeurde dat bij hem niet. Geen onwil van de programmeur, maar een kwestie van trainen met alleen witte mensen.", "Ghebreab ziet algoritmen als een spiegel van de werkelijkheid. Stolze gaat nog verder: ‘Het zijn lachspiegels die de werkelijkheid vervormen als je niet zorgvuldig omgaat met de gegevens waarmee je AI traint.’", "Toezicht", "Bedrijven die bezig zijn met AI, leggen tegenwoordig zelf ook de nadruk op die zorgvuldigheid. Ze hebben ethici in dienst die er zorg voor moeten dragen. Stolze is daar niet van onder de indruk: ‘Dat is alleen voor de bühne.’ Liever ziet hij onafhankelijk toezicht door een accountant: wie heeft de data verzameld, wat is het doel van het algoritme, wie heeft het gebouwd, is dit zorgvuldig gebeurd?", "Uiteindelijk – stokpaardje van Stolze – draagt de burger ook zelf verantwoordelijkheid. ‘Je mag je best doen om AI te begrijpen. Want onze afhankelijkheid ervan zal de komende tijd niet minder worden.’ Reden voor Stolze om een kleine twee jaar geleden de gratis Nationale AI-cursus te entameren. Inmiddels hebben 174 duizend Nederlanders deze afgerond (1 procent van de bevolking), en hebben ze daarmee de basisprincipes onder de knie. Zonder zo’n ‘zwemdiploma’ zal de discussie blijven hangen in zwart-witkarikaturen, vreest Stolze."], "authors": ["Laurens Verhagen"], "keywords": ["moet", "van", "het", "zijn", "en", "zorgvuldig", "met", "een", "op", "omgaan", "algoritmen", "niet", "dat", "die", "je"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}