{"id": "fe779d9b-3c7b-3b73-a618-b8f39b1a8bf5", "title": "Duurtest DS 3 Crossback E-tense: rijgedrag", "url": "https://www.rtlnieuws.nl/tech/elektrische-autos/artikel/5206594/duurtest-ds-3-crossback-e-tense-rijgedrag", "summary": "Vertel je mensen dat je een DS rijdt, dan denken velen aan de legendarische Snoek.\nDie stond bekend om drie dingen: zijn uitgesproken moderne ontwerp, zijn eigenzinnige interieur en zijn heerlijke rijgedrag.\nVorige week hebben we het al even over het ontwerp van deze geestelijke opvolger gehad, vandaag over het rijgedrag.\nLaat ik voorop stellen dat de DS 3 Crossback E Tense op geen enkele manier te vergelijken is met de originele DS.\nConcurrentieAls het op rijgedrag aankomt prefereer ik zowel de goedkopere Peugeot e-208 als de andere halfbroer de Opel Corsa E. Maar dat zijn niet geheel toevallig geen SUV's.", "paragraphs": ["Rutger Middendorp reviewt auto's voor Bright. Volg de updates en abonneer je op ons YouTube-kanaal.", "Vertel je mensen dat je een DS rijdt, dan denken velen aan de legendarische Snoek. De originele Citroën DS. Die stond bekend om drie dingen: zijn uitgesproken moderne ontwerp, zijn eigenzinnige interieur en zijn heerlijke rijgedrag. Vorige week hebben we het al even over het ontwerp van deze geestelijke opvolger gehad, vandaag over het rijgedrag.", "Laat ik voorop stellen dat de DS 3 Crossback E Tense op geen enkele manier te vergelijken is met de originele DS. Het is geenszins een vliegend tapijt. Hij stuurt net zo vaag, dat wel. Waar de e-208 (een halfbroer) voelde als een elektrische hot hatch, stuurt deze auto uitermate licht, maar ook uitermate vaag. Dat zal voor veel gebruikers niet echt een probleem zijn. Wie gewoon van plan is van a naar b te rijden met zijn auto zonder zijn 'inner Sebastien Loeb' te channelen, redt zich prima. Die zal het onderstel mogelijk soms wel wat hard vinden. Dat voelt iets minder 'DS' dan ik zou willen.", "Acceleratie is natuurlijk prima. In 9 seconden ga je naar de 100. Verstandig genoeg is de topsnelheid begrensd op 150. Want ondanks dat je een accu hebt van 50 kWu, hoef je niet zo lang 150 te rijden om hem leeg te krijgen. Elektrische auto's verbruiken nu eenmaal minder per gereden kilometer bij lagere snelheden.", "De remmen zijn wat sponzig naar mijn smaak en hebben weinig gevoel. Ook dat is met name bij het eerste gebruik opvallend. Daar wen je na een tijdje aan. Maar bij het in- en uitparkeren blijft het soms lastig om je rempunt precies te vinden.", "Concurrentie", "Als het op rijgedrag aankomt prefereer ik zowel de goedkopere Peugeot e-208 als de andere halfbroer de Opel Corsa E. Maar dat zijn niet geheel toevallig geen SUV's. Een beetje lager bij de grond, betekent over het algemeen beter rijgedrag.", "Wil je een elektrische SUV en heb je rond de 40.000 euro te besteden, dan is er opvallend veel keus op dit moment. Deze DS 3 Crossback, de e-2008, de Aiways U5 (die we hierna gaan testen), de Kia e-Niro of e-Soul, Hyundai Kona en de Seres 3 of de veel goedkopere MG ZS EV.", "Volgende week vergelijken we deze concurrenten op prijs en specificatie.", "Rutger Middendorp reviewt auto's voor Bright. Volg de updates en abonneer je op ons YouTube-kanaal."], "authors": [], "keywords": ["zijn", "van", "en", "een", "rijgedrag", "crossback", "te", "op", "duurtest", "het", "dat", "etense", "ds", "je"], "pubDate": "2021-01-04T13:43:13Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}