{"id": "fe87dea3-30a1-39bd-8f7d-15b4090470d4", "title": "Doofheid is niet iets waar je het over hebt, onder nette mensen", "url": "https://volkskrant.nl/columns-opinie/doofheid-is-niet-iets-waar-je-het-over-hebt-onder-nette-mensen~b892b526/", "summary": "Want hoewel zowat elke aandoening tot op de grens van het betamelijke wordt uitgemeten in bladen en praatprogramma’s, is doofheid blijkbaar niet iets waar je het over hebt, onder nette mensen.\nNu ik het weet, is het allemaal logisch, maar toen begreep ik echt niet waar het door kwam dat alles telkens misging.\nHoe ik die eerste dag ben doorgekomen begrijp ik nu nog niet.\nNet wakker, schrok ik zo van die aanblik dat ik het ook maar op een krijsen zette.\nHet was onmogelijk dat ik het niet gehoord had, dus waren ze tot de voorzichtige conclusie gekomen dat ik die nacht was overleden in mijn slaap.", "paragraphs": ["Beeld Douwe Dijkstra", "Toen ik begon met deze column was ik bang voor subtiele reacties als ‘JIJ BENT DUS HELEMAAL NIET DOOF!!’ en andere zoete woordjes die mensen via sociale media verspreiden, maar het tegendeel is het geval: ik krijg allemaal hartverwarmende berichten van dove en hardhorende mensen die opgelucht zijn dat er eindelijk iets over onze onzichtbare kwaal geschreven wordt. Want hoewel zowat elke aandoening tot op de grens van het betamelijke wordt uitgemeten in bladen en praatprogramma’s, is doofheid blijkbaar niet iets waar je het over hebt, onder nette mensen.", "Wat veel van mijn lotgenoten wel moeilijk te geloven vinden, is dat ik al zo verschrikkelijk lang bijna-doof was voordat ik erachter kwam. Dat begrijp ik wel. Ik ben in de meest ongepaste situaties terechtgekomen, zo gênant dat ik er nu nog in mijn dromen door achternagezeten word. Nu ik het weet, is het allemaal logisch, maar toen begreep ik echt niet waar het door kwam dat alles telkens misging. Dat lag niet alléén aan mij: andere mensen hadden het ook niet door, hoe grotesk de omgang met mij soms ook uitpakte.", "Neem die keer dat ik met mijn uitgeefster, redacteur en een collega-schrijver in een huisje logeerde tijdens een tweedaags boekenevent. Hoe ik die eerste dag ben doorgekomen begrijp ik nu nog niet. Enorme mensenmassa’s, afspraken met mensen uit de film- en boekenwereld, signeersessies waarbij ik de naam van mensen voorin in hun boek moest schrijven, wat ik helemaal niet kan omdat ik alleen de klinkers oppik. De medeklinkers zitten in het middenregister en dat is morsdood bij mij. Ik red het meestal op context en anticipatie, maar namen zijn met alleen vijf klinkers natuurlijk volstrekt onmogelijk te volgen (mag ik al mijn lezers nu nog hartelijk bedanken voor het geduld dat ze hebben gehad?). Toen we die avond in het huisje kwamen, was ik zo uitgeput dat ik nog net een glas wijn naar binnen kon klokken voordat ik in mijn bed viel alsof ik was neergeschoten.", "De volgende ochtend stonden mijn collega’s naast dat bed de longen uit hun lijf te gillen. Net wakker, schrok ik zo van die aanblik dat ik het ook maar op een krijsen zette. Vier hysterisch krijsende vrouwen op de vroege ochtend. Heel lelijk. Voorafgaand aan deze bizarre scène hadden ze me blijkbaar al tien keer geroepen zonder dat er ook maar enige reactie kwam. Het was onmogelijk dat ik het niet gehoord had, dus waren ze tot de voorzichtige conclusie gekomen dat ik die nacht was overleden in mijn slaap. Een andere verklaring was er niet. Dus toen ik ineens mijn ogen opendeed schrokken ze nogal. Ergo het gegil. En nog steeds had niemand in de gaten dat ik doof was. Ik ook niet. Ik had wel wat anders aan mijn hoofd: de tweede dag van het event moest nog beginnen."], "authors": ["Manon Spierenburg"], "keywords": ["ik", "mensen", "doofheid", "het", "van", "nog", "waar", "mijn", "en", "een", "iets", "dat", "nette", "onder", "niet", "hebt", "die", "je"], "pubDate": "2021-01-06T18:18:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}