{"id": "fe877813-581b-356c-a6fa-9aa8f170477b", "title": "Ongeïnspireerd Ajax gaat met puntenverlies korte winterstop in", "url": "https://www.parool.nl/sport/ongeinspireerd-ajax-gaat-met-puntenverlies-korte-winterstop-in~bffc7db8/", "summary": "Een ongeïnspireerd Ajax is met puntenverlies een korte winterstop ingegaan.\nBeide ploegen hervatten de tweede helft van het seizoen op 10 januari met een onderling duel in de Johan Cruijff ArenA.\nDe topper vormt het starsein van een periode van anderhalve maand met wedstrijden om de drie of vier dagen.\nAjax bleef uitstralen dat het allemaal wel goed zou komen, zelfs als het slordig en in een laag tempo speelde.\nAjax veerde even op, maar veel verder dan een bal op de paal van Tadic kwam de koploper niet.", "paragraphs": ["Een ongeïnspireerd Ajax is met puntenverlies een korte winterstop ingegaan. De ploeg van trainer Erik ten Hag bleef op bezoek bij Willem II steken op een gelijkspel (1-1).", "Ajax blijft koploper van de Eredivisie maar zag de voorsprong op de voornaamste concurrent PSV slinken tot 1 punt. Beide ploegen hervatten de tweede helft van het seizoen op 10 januari met een onderling duel in de Johan Cruijff ArenA. De topper vormt het starsein van een periode van anderhalve maand met wedstrijden om de drie of vier dagen. Ajax weet op 28 februari waarschijnlijk al best wel waar het aan toe is na dubbele ontmoetingen met PSV, AZ, Lille en wedstrijden tegen FC Twente, Feyenoord, Fortuna Sittard, Willem II, FC Utrecht, Heracles Almelo en Sparta Rotterdam.", "Trainer Erik ten Hag weet nu al dat hij al zijn spelers nodig zal hebben. Het is te hopen voor de coach van Ajax dat hij na een korte winterstop weer kan beschikken over David Neres, Mohammed Kudus, Noussair Mazraoui en Lassina Traoré. Zeker in zware wedstrijden kan hij het viertal goed gebruiken. De tegenstanders na de winterstop zullen vermoedelijk ook motiveren. Tegen Willem II leken veel spelers al met hun hoofd bij de feestdagen. Vooral veel buitenlandse spelers hebben hun familie lang niet gezien door corona.", "Ajax suste zichzelf in slaap na de openingstreffer van Antony in de vierde minuut. Natuurlijk rolde de bal niet lekker op het zompige veld. En Willem II deed wat het kon in de stromende regen. Maar Ajax speelde wel in een heel laag tempo. De lijstaanvoerder was veel in balbezit, maar doelman André Onana had het voor rust drukker dan zijn collega Robbin Ruiter, die er niet helemaal goed uitzag bij de 0-1. Onana stond met reddingen de gelijkmaker van Ché Nunnely en Kwasi Wriedt in de weg.", "Trainer Ten Hag slaagde er in de rust niet in om duidelijk te maken dat zijn ploeg het onheil over zichzelf afriep. Ajax bleef uitstralen dat het allemaal wel goed zou komen, zelfs als het slordig en in een laag tempo speelde. Kwasi Wriedt waarschuwde de bezoekers in de 54e minuut met de gelijkmaker, na slecht ingrijpen van Perr Schuurs. Ajax veerde even op, maar veel verder dan een bal op de paal van Tadic kwam de koploper niet."], "authors": ["Het Parool"], "keywords": ["gaat", "veel", "van", "winterstop", "ongeïnspireerd", "het", "en", "met", "een", "korte", "op", "willem", "puntenverlies", "ajax", "niet"], "pubDate": "2020-12-23T19:51:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}