{"id": "fe9834ba-c191-38c7-b362-65239f4ee690", "title": "Opgehitst door de sekteleider", "url": "https://www.nrc.nl/nieuws/2021/01/08/opgehitst-door-de-sekteleider-a4026832", "summary": "Zijn antwoord was dat zijn reactie zou afhangen van het resultaat.\nAch, zeiden sommige nette pleitbezorgers van Trump, hij is geen conventionele politicus.\nVeel mensen stemmen op Trump omdat zij in hem geloven – niet als een politicus maar als een soort messias.\nHet succes van demagogen wordt mogelijk door omstandigheden, al moeten zij wel uitstraling hebbenHet is mogelijk dat het Trumpisme kan voortleven onder een andere leider.\nNet als Hitler wordt Trump door veel mensen, vooral van links, gezien als een symptoom van een pathologie, niet als de oorzaak.", "paragraphs": ["Wie verrast was door de mislukte putsch in Washington afgelopen week, heeft de laatste vier jaar niet goed opgelet. Zeker, de groteske taferelen rond en in het Capitool waren schokkend: wilde baardapen met neonazi-vlaggen en Trump-banieren die met mokers de Senaat en het Congres bestormden, terwijl de meute met glazige ogen van verrukking „USA!” en „Trump!” loeide en selfies nam om hun wapenfeiten later aan de kleinkinderen te kunnen laten zien.", "Ian Buruma is schrijver en publicist.", "Maar die beelden van het gepeupel vielen in het niet bij de walgelijke vertoning van de president zelf die in een toespraak van meer dan een uur zijn uitzinnige aanhangers ophitste om op te rukken naar het Capitool.", "Schokkend, maar niet verrassend. Je kon dit zien aankomen sinds Trump in het tweede televisiedebat met toenmalige presidentskandidaat Hillary Clinton, in 2016, werd gevraagd of hij de verkiezingsuitslag zou aanvaarden. Zijn antwoord was dat zijn reactie zou afhangen van het resultaat. Kortom, alleen zijn eigen triomf was aanvaardbaar. Een andere uitslag was niet legitiem. Toen al was het duidelijk dat deze man de grondregels van een liberale democratie niet zou accepteren.", "Onmetelijke ijdelheid", "Hij maakte dit al vóór zijn verkiezing duidelijk: de vrije pers was een nest van „volksvijanden”, Clinton moest worden opgesloten, immigranten waren crimineel. Als president heeft Trump gewapende extremisten die de oorlog verklaarden aan zwarte en Joodse medeburgers („Jews will not replace us!”) de hand boven het hoofd gehouden of erger nog, aangemoedigd.", "Niettemin hebben de kopstukken van de Republikeinse partij, dezelfde mensen die zich nu op het laatste moment geschokt van hem afkeren, hem gesteund, zijn onmetelijke ijdelheid gestreeld en hem hardnekkig verdedigd tegen elke poging zijn gedrag te temperen. Zij deden dit niet uit liefde voor de president. Hij kon zijn gang gaan, zolang hij deed wat zij wilden: lagere belastingen en de haastige benoeming van de meest conservatieve rechters.", "Ach, zeiden sommige nette pleitbezorgers van Trump, hij is geen conventionele politicus. Daar hadden zij gelijk in. Trump lijkt eerder op de leider van een sekte, een charismatische gids die zijn volgelingen belooft dat zij zullen worden verlost van de zondige wereld van decadente grote steden, liberale elites, zwarten, Joden, homo’s en ander volksvreemde elementen. Veel mensen stemmen op Trump omdat zij in hem geloven – niet als een politicus maar als een soort messias.", "De grote vraag is nu hoe lang een sekte kan bestaan als de grote leider geen macht meer heeft. Is het Trumpisme een lang leven beschoren zonder Trump? De Republikeinse partij is nu nog voor een groot deel van hem. En hij zal zeker proberen zijn invloed te behouden via sociale media. Maar of hem dit zal lukken, is zeer de vraag.", "Het succes van demagogen wordt mogelijk door omstandigheden, al moeten zij wel uitstraling hebben", "Het is mogelijk dat het Trumpisme kan voortleven onder een andere leider. Dat is de ambitie van politici als senator Ted Cruz uit Texas, die hebben getracht Trumps aanhangers te paaien door de verkiezing van Joe Biden te torpederen. Maar Cruz heeft niet de volkse uitstraling van Trump. Hij is een hoog opgeleide cynicus, een politieke speler, maar niet iemand die de massa’s gemakkelijk zal inspireren.", "Of het Trumpisme zonder Trump kan overleven hangt ook af van het antwoord op een filosofische vraag, een waar al lang over wordt gedebatteerd. Wordt de geschiedenis meer gedreven door grote leiders of door sociale en economische omstandigheden? Net als Hitler wordt Trump door veel mensen, vooral van links, gezien als een symptoom van een pathologie, niet als de oorzaak.", "Lees ook: Zo werkt de psyche van populistisch rechts", "Hier zit iets in. Trump heeft handig gebruikt gemaakt van de problemen en rancunes die er al waren voordat hij op het toneel verscheen: verschillen tussen arm en rijk, zorgen over immigratiegolven, angst voor de islam, de provincie die is achtergebleven bij de grote steden, etc. Wat dit betreft is Trump niet anders dan andere demagogen in het klein, van Pim Fortuyn tot Marine Le Pen. Veel mensen zagen ook in ‘Pim’ een verlosser.", "Raar haar", "Het is waar dat het succes van demagogen te danken is aan bepaalde omstandigheden die hun opkomst mogelijk maken. Maar zij moeten wel iets bijzonders uitstralen – iets dat gewonere politici (zie PvdA-leider Ad Melkert destijds) vaak onderschatten. Hun voorkomen en presentatie spelen een belangrijke rol. Het is geen toeval dat populistische leiders (Donald Trump, Geert Wilders, Boris Johnson) vaak zulk raar haar hebben; blond geverfd of expres warrig. Dat hoort, net als het snorretje van Hitler, bij hun ‘brand’, hun merk. Een begaafde demagoog weet hoe hij moet opvallen.", "Een Nederlandse journalist vertelde mij ooit dat Pim Fortuyn volgens hem „ondanks” zijn expliciet uitgedragen homoseksualiteit zo veel aanhang had onder het volk. Ik denk dat het andersom was. Juist daardoor kreeg zijn imago een zekere glans. Fortuyn viel op door zijn flamboyante gedrag („Of ik Marokkanen ken, mevrouw? Ik neuk met ze.”), vooral vergeleken bij de grijze verschijning van meer conventionele collega’s.", "Nog meer dan Fortuyn en Le Pen is Trump een theaterman. Hij boekte zijn grote successen niet in het onroerend goed; hij was een hopeloze zakenman. Maar als hoofdrolspeler in een televisieshow wist hij te schitteren. En hij was een genie als het aankwam op het neerzetten van zichzelf als ‘merk’. Dat is niet iets dat Ted Cruz, Marco Rubio of Tom Cotton, om drie mogelijke opvolgers te noemen, hem kunnen nadoen.", "De sociale en economische problemen en de ressentimenten waarvan Trump gebruik heeft gemaakt, zullen niet snel verdwijnen. Trump heeft de VS zelfs verder verziekt. Maar zijn kiezers raken hun messias kwijt. En het is goed mogelijk dat de Republikeinse partij zonder Trump zal verbrokkelen in een felle, interne strijd. Zij verdient ook niets beters.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Ian Buruma", "Leestijd Minuten"], "keywords": ["zijn", "van", "en", "opgehitst", "een", "hij", "sekteleider", "als", "trump", "het", "door", "niet", "dat"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}