{"id": "febccaaf-23af-3f38-bba3-cbdad1f62597", "title": "RIVM-directeur Van Dissel: Besmettingen rijzen de pan uit als we niet oppassen met feestdagen", "url": "https://www.dvhn.nl/extra/RIVM-directeur-Van-Dissel-Besmettingen-rijzen-de-pan-uit-als-we-niet-oppassen-met-feestdagen-26272090.html", "summary": "Het aantal besmettelijke personen kan al in de tweede week van januari richting de 300.000 oplopen als we ons niet houden aan de coronamaatregelen met de feestdagen.\nVan Dissel: ,,Ik wil benadrukken dat, als we ons niet gedragen met de feestdagen, het goed kan dat het reproductiegetal (aan hoeveel mensen draagt iedere besmette persoon corona over) op 1,5 komt te liggen.\nAls dat niet gebeurt, zullen zorginstellingen misschien ervoor kiezen om bezoekers te weren.\nConny Helder van Actiz, de koepel van langdurige zorg, wees erop dat een rustpauze voor het toch al flink belaste personeel er niet in zit.\nWe zijn al blij als er een stabiele situatie komt.", "paragraphs": ["Het aantal besmettelijke personen kan al in de tweede week van januari richting de 300.000 oplopen als we ons niet houden aan de coronamaatregelen met de feestdagen. Dat zegt RIVM-directeur Jaap van Dissel.", "Momenteel zijn bijna 88.000 mensen besmettelijk, bleek vanmorgen tijdens een briefing aan de Tweede Kamer. Op de top van de eerste en tweede coronapiek in Nederland lag dat aantal rond de 160.000.", "Van Dissel: ,,Ik wil benadrukken dat, als we ons niet gedragen met de feestdagen, het goed kan dat het reproductiegetal (aan hoeveel mensen draagt iedere besmette persoon corona over) op 1,5 komt te liggen. Dat is eerder het geval geweest.” Momenteel ligt het R-getal iets boven de 1.", "Bij een reproductiegeval van 1,5 zou het aantal besmette personen razendsnel oplopen. Met alle gevolgen van dien voor de druk op de zorg, aldus Van Dissel.", "Geen pauze", "Voor zorgpersoneel is er de komende periode en ook tijdens de feestdagen geen pauze. De druk op zorginstellingen door de vele coronapatiënten is nog veel te hoog. Tegelijk neemt de agressie tegen zorgmedewerkers toe. ,,Dat leidt tot extra ziekteverzuim”, zei Ernst Kuipers van het Landelijk Netwerk Acute Zorg vanmorgen tijdens de bijpraatsessie in de Tweede Kamer.", "Vooral bezoekers moeten zich volgens Kuipers beter gedragen in zorginstellingen. Als dat niet gebeurt, zullen zorginstellingen misschien ervoor kiezen om bezoekers te weren.", "Conny Helder van Actiz, de koepel van langdurige zorg, wees erop dat een rustpauze voor het toch al flink belaste personeel er niet in zit. ,,Het gaat niet gebeuren. We zijn al blij als er een stabiele situatie komt. De situatie is nu zorgelijk. De rek is er uit.”"], "authors": ["Edwin Van Der Aa"], "keywords": ["van", "tweede", "als", "dissel", "het", "feestdagen", "op", "met", "zorginstellingen", "rijzen", "oppassen", "niet", "dat", "pan", "een", "uit", "rivmdirecteur", "er"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}