{"id": "ff0dc9de-30a3-34d8-8da4-55673a04e9c8", "title": "Rutte vraagt Nederland nogmaals om grote offers in strijd tegen corona", "url": "https://nu.nl/politiek/6096677/rutte-vraagt-nederland-nogmaals-om-grote-offers-in-strijd-tegen-corona.html", "summary": "De komende vijf weken moeten de niet-essentiële winkels dicht blijven en moeten leerlingen en studenten thuisonderwijs volgen.\n\"Maar met het vaccin wordt 2021 wel het jaar van hoop en van licht aan het einde van de tunnel.\"\nRutte: \"Het coronavirus grijpt nog sneller om zich heen dan waar we vorige week op rekenden.\n60 Rutte vanuit Torentje: 'Nederland gaat op slot'Premier verwees in speech naar demonstranten buitenHet is bijna negen maanden geleden dat Rutte een soortgelijke toespraak hield.\n\"Ik hoopte heel erg dat het ook voor het laatst zou zijn\", blikte Rutte dinsdag terug.", "paragraphs": ["Nederland gaat weer in een strenge lockdown. De komende vijf weken moeten de niet-essentiële winkels dicht blijven en moeten leerlingen en studenten thuisonderwijs volgen. \"Het is nu: hoe minder contacten hoe beter. We moeten er nu alles aan doen\", zei minister-president Mark Rutte maandagavond over de extra maatregelen. Maar 2021 wordt volgens de premier een jaar van hoop.", "\"We moeten door deze heel zure appel heen bijten voordat het weer beter wordt\", sprak Rutte de Nederlandse bevolking toe tijdens een live televisietoespraak vanuit het Torentje, de werkkamer van de premier.", "\"Het wordt beter. Er komt een moment dat we corona achter ons laten. Dat ons leven weer gewoon wordt met weinig of geen beperkingen\", aldus Rutte over de nieuwe, strengere coronamaatregelen.", "Dat kan alleen niet meteen, waarschuwde hij er direct bij. \"Maar met het vaccin wordt 2021 wel het jaar van hoop en van licht aan het einde van de tunnel.\"", "Als alles goed gaat, dan begint het vaccineren in de week van 4 januari. Rutte vraagt de bevolking de komende maand \"om nog meer veerkracht\".", "\"Het klinkt zo eenvoudig. Beperk zoveel mogelijk je contacten. Maar pfff, wat is het moeilijk.\"", "Rutte: 'Hoopte dat eerste toespraak ook laatste zou zijn'", "Vorige week hielden Rutte en minister Hugo de Jonge (Volksgezondheid) nog een persconferentie. Zij hoopten toen met een positieve boodschap te komen in de aanloop naar Kerst, maar het virus laaide in sneltreinvaart weer op.", "De gedeeltelijke lockdown, die sinds 14 oktober van kracht is, heeft de stijgende lijn niet kunnen ombuigen.", "Eerder op de dag lekte uit dat de niet-essentiële winkels de deuren vanaf dinsdag 0.00 uur tot halverwege januari moeten sluiten. Winkels voor levensmiddelen blijven wel open. Ook moeten theaters, bioscopen, sportscholen en zwembaden weer dicht.", "Scholen en de kinderopvang gaan ook dicht. Leerlingen krijgen net als in maart thuisonderwijs. Rutte: \"Het coronavirus grijpt nog sneller om zich heen dan waar we vorige week op rekenden. Daarom gaat Nederland voor een periode van in ieder geval vijf weken weer in lockdown. Nederland gaat op slot\", zei Rutte.", "60 Rutte vanuit Torentje: 'Nederland gaat op slot'", "Premier verwees in speech naar demonstranten buiten", "Het is bijna negen maanden geleden dat Rutte een soortgelijke toespraak hield. Toen stond Nederland aan het begin van de eerste coronagolf, met veel zieken, doden en een overbelast zorgstelsel tot gevolg.", "\"Ik hoopte heel erg dat het ook voor het laatst zou zijn\", blikte Rutte dinsdag terug. In de aanloop naar de zomer ging het ook de goede kant op, maar sinds september stijgt het aantal nieuwe ziekenhuisopnames en besmettingen weer.", "Ondertussen groeit het verzet tegen de coronamaatregelen en doen complottheorieën over het virus de ronde. Tijdens de toespraak waren er mensen die buiten bij het Torentje protesteerden. Hun geschreeuw was te horen in de uitzending.", "\"De realiteit is ook dat we niet te maken hebben met een onschuldige griep, wat sommigen - bijvoorbeeld de demonstranten hier buiten - nog steeds denken, maar met een virus dat iedereen hard kan raken\", zei de premier.", "\"Maak er ondanks alle beperkingen een mooie, warme Kerst van\", zei Rutte tot slot."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["van", "dat", "om", "vraagt", "corona", "rutte", "een", "nederland", "het", "en", "ook", "strijd", "weer", "grote", "moeten", "met", "tegen", "offers", "nogmaals"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}