{"id": "ff13a5e1-8e3a-342d-9577-1cef1e677789", "title": "'Nicki Minaj schikt voor 450.000 dollar met Tracy Chapman in auteursrechtzaak'", "url": "https://nu.nl/muziek/6100900/nicki-minaj-schikt-voor-450000-dollar-met-tracy-chapman-in-auteursrechtzaak.html", "summary": "Nicki Minaj heeft met Tracy Chapman een schikking van 450.000 dollar (ongeveer 365.000 euro) getroffen, meldt The Hollywood Reporter vrijdag op basis van juridische documenten.\nChapman klaagde Minaj aan, omdat de Amerikaanse rapper zonder toestemming een sample van Chapmans nummer Baby Can I Hold You in het nummer Sorry heeft gebruikt.\nMinaj wilde het in 2018 uitgebrachte nummer Sorry eigenlijk toevoegen aan haar album Queen, maar zag ervan af, omdat Chapman geen toestemming voor het gebruik van de sample gaf.\nHet nummer lekte vervolgens alsnog uit en daarom besloot Chapman naar de rechter te stappen.\nDe rechter stelde Minaj echter eerder dit jaar in het gelijk en wees op fair use.", "paragraphs": ["Nicki Minaj heeft met Tracy Chapman een schikking van 450.000 dollar (ongeveer 365.000 euro) getroffen, meldt The Hollywood Reporter vrijdag op basis van juridische documenten. Chapman klaagde Minaj aan, omdat de Amerikaanse rapper zonder toestemming een sample van Chapmans nummer Baby Can I Hold You in het nummer Sorry heeft gebruikt.", "Uit de documenten blijkt dat Chapman Minajs aanbod heeft aanvaard. Daardoor hoeven de artiesten later dit jaar niet opnieuw in de rechtszaal te verschijnen.", "Minaj wilde het in 2018 uitgebrachte nummer Sorry eigenlijk toevoegen aan haar album Queen, maar zag ervan af, omdat Chapman geen toestemming voor het gebruik van de sample gaf. Het nummer lekte vervolgens alsnog uit en daarom besloot Chapman naar de rechter te stappen.", "De rechter stelde Minaj echter eerder dit jaar in het gelijk en wees op fair use. De Amerikaanse wetgeving geeft burgers het recht auteursrechtelijk beschermd materiaal te gebruiken als het om een klein fragment in een \"experimentele vorm\" gaat. Als dit wordt verboden, staat dat volgens de rechter de creativiteit in de weg."], "authors": ["Door"], "keywords": ["auteursrechtzaak", "tracy", "chapman", "450000", "dollar", "van", "voor", "nummer", "rechter", "met", "een", "heeft", "dit", "minaj", "te", "het", "nicki", "schikt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}