{"id": "ff18fb5b-c7f1-3154-92aa-2840f90f8ecc", "title": "Joelende betogers tijdens toespraak Rutte, politie beëindigt protest", "url": "https://nu.nl/coronavirus/6096698/joelende-betogers-tijdens-toespraak-rutte-politie-beeindigt-protest.html", "summary": "Tegenstanders van de beperkingen maakten lawaai bij het Torentje, waar premier Mark Rutte op dat moment een tv-toespraak hield.\nEén persoon werd aangehouden voor belediging, een ander voor het weigeren de plek van het protest te verlaten, aldus de politie.\nDe demonstratie op de Korte Vijverberg ging rond 19.00 uur van start, precies op het moment dat Rutte met zijn toespraak begon.\nEr werd onder meer geschreeuwd, gefloten en op pannen geslagen.\nRutte maakte in zijn toespraak bekend dat er in Nederland een harde lockdown gaat gelden.", "paragraphs": ["De politie heeft maandagavond in Den Haag een onaangekondigd protest tegen de coronamaatregelen beëindigd en twee mensen aangehouden. Tegenstanders van de beperkingen maakten lawaai bij het Torentje, waar premier Mark Rutte op dat moment een tv-toespraak hield.", "Eén persoon werd aangehouden voor belediging, een ander voor het weigeren de plek van het protest te verlaten, aldus de politie.", "De demonstratie op de Korte Vijverberg ging rond 19.00 uur van start, precies op het moment dat Rutte met zijn toespraak begon. Tijdens de uitzending was het geluid van de demonstranten te horen. Er werd onder meer geschreeuwd, gefloten en op pannen geslagen.", "De gemeente Den Haag meldt dat even na 19.00 uur op last van de Haagse burgemeester Jan van Zanen een einde aan de betoging is gemaakt. \"De demonstratie was niet aangekondigd en is daarom beëindigd\", aldus de gemeente. De politie zei kort hierna ervoor te zorgen dat de demonstranten de locatie verlaten.", "Rutte maakte in zijn toespraak bekend dat er in Nederland een harde lockdown gaat gelden. Zo gaan onder meer niet-essentiële winkels, scholen en sportscholen dicht. Dat er strengere coronamaatregelen gaan gelden, lekte eerder op de dag al uit. De nieuwe beperkingen blijven zeker vijf weken van kracht."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "dat", "rutte", "betogers", "protest", "tijdens", "een", "en", "te", "beëindigt", "politie", "zijn", "toespraak", "werd", "op", "er", "het", "joelende"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}