{"id": "ff24d723-7b49-32a7-b17f-e800d339322b", "title": "Stien den Hollander (S10): ‘Ik was nooit van het uitgaan. En toen kwam covid’", "url": "https://www.parool.nl/ps/stien-den-hollander-s10-ik-was-nooit-van-het-uitgaan-en-toen-kwam-covid~bbac1693/", "summary": "Daar heb ik mooie herinneringen aan.”Favoriet vervoermiddel“Sinds ik hier woon, ruim een jaar alweer, pak ik voor bijna alles een Uber.\nIk heb een fiets en zou overal ook best heen kunnen fietsen, maar ik doe het gewoon niet.\nHet voelt een beetje als een verslaving; ik hoop dat het een fase is.”Beeld Lin WoldendorpBeste plek om te relaxen“Gewoon thuis.\nIk heb een druk leven, dus als ik dan even alleen kan zijn, geniet ik daar echt van.\nIk word al bang als ik van een afstand naar ze kijk.", "paragraphs": ["Beeld Lin Woldendorp", "Café", "“Kat in de Wijngaert in de Jordaan. Zo’n typisch ouderwetse kroeg; volgens mij een stamkroeg voor veel wat oudere Amsterdammers. Ik woonde daar in de buurt en vrienden van me gingen er werken. Daar was ik elke vrijdag en zaterdag te vinden.”", "Uitgaan", "“Ik was eigenlijk nooit echt van het uitgaan. En toen kwam covid en ging alles dicht. Dat vond ik toen ineens heel erg. Dus toen het nog mocht, afgelopen zomer, heb ik overal op het terras gezeten. Heb het allemaal nog even meegepakt. Nu mis ik het heel erg.”", "Dagelijkse boodschappen", "“Bij mij in de straat, in Oud-Zuid, zit een Albert Heijn. Die is alleen zo klein; het is gewoon één route. De supermarkten zijn in Amsterdam sowieso erg klein, valt me op. Dus ik moet ook naar een andere, ­grotere supermarkt, om mijn boodschappen aan te vullen.”", "Amsterdam voor kinderen", "“Ik ging als kind altijd met mijn moeder naar het Vondelpark Openluchttheater. Daar heb ik mooie herinneringen aan.”", "Favoriet vervoermiddel", "“Sinds ik hier woon, ruim een jaar alweer, pak ik voor bijna alles een Uber. Ik heb een fiets en zou overal ook best heen kunnen fietsen, maar ik doe het gewoon niet. Ik vind het heerlijk in de auto. En het is redelijk goedkoop. Het voelt een beetje als een verslaving; ik hoop dat het een fase is.”", "Beeld Lin Woldendorp", "Beste plek om te relaxen", "“Gewoon thuis. Ik vind het heerlijk om wat aan te klooien, dingetjes op te ruimen. Ik heb een druk leven, dus als ik dan even alleen kan zijn, geniet ik daar echt van. Ook ga ik één keer per maand naar Nara Wellness aan de Kinkerstraat, voor een massage.”", "Wil niet dood gevonden worden in...", "“Artis. Ik ben heel bang voor vogels, vooral voor de wat grotere exemplaren. Ik word al bang als ik van een afstand naar ze kijk. Meerdere keren heb ik al in Artis gedacht: ik moet hier weg.”", "Beeld Lin Woldendorp", "Speciaalzaak", "“Ik heb recentelijk echt een goede ontdekking gedaan. Alberto Pozzetto, in De Pijp. Een Italiaans zaakje met wijnen, pasta’s, pizza’s, lasagnes, gebakjes, amandelkoekjes, echt van alles. Ik heb al besloten: hier ga ik een paar keer per week mijn eten halen. Het is echt lekkere shit. En ik hou van de Italiaanse keuken.”", "Favoriete modewinkel", "“Alles van Patta vind ik vet. En ik ben een beetje een luxepoes, dus de Bijenkorf vind ik ook een fijne plek. Voor kleren, parfum, kaarsen – alles is daar leuk. Nu moet ik wel zeggen: ik heb in mijn leven veel kleren gekocht en woonde altijd groot, dus had veel ruimte. Nu woon ik in een studio. Ik heb laatst tien vuilniszakken vol kleding naar het Leger des Heils gebracht. Shit die ik nooit droeg. Dus: geen fast fashion meer voor mij. Ik koop nu alleen iets als ik dat echt graag wil.”", "Een avond stappen met...", "“Wende Snijders en haar vriend Wouter van Ransbeek zijn twee van mijn favoriete Amsterdammers. Ze zijn echt matties van me geworden. Ik zie ze vaak, maar we zijn nog nooit met elkaar uit­gegaan. Ik kan niet wachten tot we dat eens gaan doen.”", "Beeld Lin Woldendorp", "Kapper", "“Kappers zitten altijd te zeiken dat mijn haar te lang is en ik het moet afknippen, dus ik ging heel lang niet meer. Voor de Edisons vorig jaar deed een haarspecialist mijn haar. Hij deed dat erg goed en was heel lief. Ik heb daarna maandenlang naar hem gezocht, maar kon hem nergens vinden. Toen liep ik een random kapperszaak binnen in de buurt van mijn vorige huis, Iinn aan het Singel, en daar stond hij. Ik dacht: dit is meant to be. Hij is nu mijn vaste kapper.”", "Favoriete Amsterdammer", "“Ramses Shaffy. Ben ik mee opgegroeid. Hij was de grote held van mijn moeder, dus werd ie ook mijn grote held.”", "Eerste keer in Amsterdam", "“Ik was 7 of 8 en gaf een kinderfeestje. Mijn moeder had bedacht: we gaan met zijn allen een dagje naar Amsterdam. Ik weet nog dat ouders van vriendinnetjes dat best wel raar vonden. We woonden in een heel klein dorp in de buurt van Hoorn, met vierduizend inwoners. Misschien vonden ze het een spannend idee, ronddwalen in de grote stad.”", "Wil altijd nog...", "“Naar een soort peepshow of stripshow. Ik ben zo benieuwd wat dat nou precies voorstelt, wat er dan gebeurt.”"], "authors": ["Tom Grosfeld"], "keywords": ["ik", "dus", "van", "heb", "hollander", "mijn", "voor", "nooit", "en", "een", "uitgaan", "toen", "stien", "het", "s10", "dat", "kwam"], "pubDate": "2020-12-20T08:00:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}