{"id": "ff3414e4-667b-3a5e-b0fa-71ea135974ab", "title": "In de Poolse supermarkt zit de schrik er goed in", "url": "https://trouw.nl/nieuws/in-de-poolse-supermarkt-zit-de-schrik-er-goed-in~b070db06/", "summary": "Jacek werkt in het Poolse supermarktje ‘Stonka’, Pools voor kever, in het Zuid-Hollandse Waddinxveen.\nDat is vandaag nog erger geworden, nu het er niet twee maar drie blijken te zijn.” Is hij ook bang?\nBeeld Werry CroneEigenaren van Poolse winkels vragen de politie om hun winkels naar aanleiding van de ontploffingen extra te beveiligen.\nVeel eigenaren van Poolse supermarkten zijn niet Pools - de eigenaren van de getroffen winkels zijn bijvoorbeeld Koerdisch.\nIk heb ook niet de indruk dat er in Nederland veel agressie is tegen Polen, dus dat kan het niet zijn.", "paragraphs": ["“Wij zijn hier honderd procent Pools”, zegt kassamedewerker Jacek niet zonder enige trots. Jacek werkt in het Poolse supermarktje ‘Stonka’, Pools voor kever, in het Zuid-Hollandse Waddinxveen. En inderdaad: op de etiketten en aanplakbiljetten is louter Pools te lezen.", "Jacek, die niet met zijn achternaam in de krant wil omdat hij bang is dat zijn baas dat niet goed vindt, scant rustig de boodschappen van zijn klanten, en maakt een babbeltje met ze. Buiten is het steenkoud, het regent en de wind giert om de flatgebouwen rond het enigszins vervallen winkelcentrumpje, met woningen boven de panden.", "Werken in een winkel als deze is er de afgelopen dagen niet veiliger op geworden, nadat de afgelopen dagen kort na elkaar drie Poolse supermarkten werden getroffen door een explosie: eerst maandagnacht in Aalsmeer en Heeswijk-Dinther en in de nacht van dinsdag op woensdag in Beverwijk. Er raakte niemand gewond.", "Geschrokken", "Stonka is niet gelieerd aan de getroffen supermarkten, maar kassamedewerker Jacek bekent dat hij best is geschrokken. “Ik denk er veel aan sinds ik het hoorde. Dat is vandaag nog erger geworden, nu het er niet twee maar drie blijken te zijn.” Is hij ook bang? “Jazeker. Dat lijkt me in zo’n geval ook heel normaal. Mijn klanten blijven gelukkig gewoon komen, aan hen merk ik niet dat ze angstig zijn.” Politiebeveiliging in de winkel vindt Jacek ondanks alles niet nodig. “We moeten vooral rustig doorgaan.”", "Het blijft voorlopig een raadsel waarom de explosies hebben plaatsgevonden en wat het verband is. Een overeenkomst tussen de drie winkels is dat zij alle drie de naam ‘Biedronka’ droegen. Dat betekent niet dat ze ook tot hetzelfde bedrijf behoren, want Biedronka – ook de naam van een grote supermarktketen in Polen – is geen handelsmerk. Twee van de drie hebben wel dezelfde eigenaar.", "Ton en Theresa Zevenhoven voor de ‘Stonka’ in Waddinxveen. Beeld Werry Crone", "Eigenaren van Poolse winkels vragen de politie om hun winkels naar aanleiding van de ontploffingen extra te beveiligen. In Noord-Holland, Gelderland en Limburg houdt de politie al een oogje in het zeil door extra te surveilleren bij een aantal Biedronka-winkels.", "Bij de Polo Smak, een andere Poolse supermarkt in Waddinxveen, komt Maciej Sosnowski (24) naar buiten met een boodschappentasje gevuld met brood, water en smeerseltjes. “Dit brood is zoveel beter dan Nederlands brood. Veel steviger”, zegt hij opgewekt. Sosnowski, die werkt in een rozentuinderij, komt af en toe naar deze supermarkt als hij in een nostalgische bui is en behoefte heeft aan herinneringen aan thuis. Over de explosies had hij nog niet gehoord, hij reageert stoïcijns op het nieuws. “Dit soort dingen gebeurt nu eenmaal. We moeten ons leven blijven leven.”", "Maciej Sosnowski bij de Polo Smak. Beeld Werry Crone", "Trouwe klanten", "Het is de vraag of de explosies wel tegen Polen gericht waren. Veel eigenaren van Poolse supermarkten zijn niet Pools - de eigenaren van de getroffen winkels zijn bijvoorbeeld Koerdisch. Jacek van de Stonka-supermarkt heeft wel een theorie hoe dat komt. “Ik denk dat supermarktondernemers soms een paar Poolse producten verkopen. Als ze dan merken dat er veel Polen komen, breiden ze dat uit. Het is gewoon goede handelswaar, Polen zijn trouwe klanten.”", "In de rij voor Jaceks kassa staan Ton en Theresa Zevenhoven. Ze zijn bijna 25 jaar getrouwd: zij is Pools, hij is Nederlands. In hun boodschappentas zitten Poolse specialiteiten: kluski bijvoorbeeld, een soort deegballetjes, en worstjes en chocola.", "“Die explosies zijn voor iedereen een verrassing”, zegt Ton Zevenhoven (62). Zevenhoven werkte jarenlang voor een personeelsbedrijf in de agrarische sector, waarvoor hij veel in Polen kwam. Hij spreekt goed Pools en is bekend in de Poolse gemeenschap in Waddinxveen en Gouda. Daar overheerst volgens Zevenhoven niet zozeer angst, maar meer verbazing. “Ik zit een paar Facebookgroepjes, daar vraagt men zich vooral af: waarom zijn wij het doelwit? Dat leeft bij mij ook. Ik heb ook niet de indruk dat er in Nederland veel agressie is tegen Polen, dus dat kan het niet zijn. Ze draaien goed mee in de Nederlandse gemeenschap.”", "“Ik vind het allemaal heel verontrustend, vooral omdat we nog niet weten wat er aan de hand is”, zegt Theresa Zevenhoven (61). In tegenstelling tot Jacek zou zij het wel goed vinden als er wat meer beveiliging zou komen. “Geen politiemannen in de winkel hoor, maar wat mensen die het van een afstandje in de gaten houden.”", "De volledige naam van Jacek is bekend bij de hoofdredactie.", "Lees ook: Verband tussen explosies in Poolse supermarkten nog niet aangetoond", "Twee Poolse supermarkten in Aalsmeer en Heeswijk-Dinther werden maandagnacht deels opgeblazen. De eigenaren, beiden Koerden, zeggen geen idee te hebben uit welke hoek de aanslagen komen."], "authors": ["Bas Roetman"], "keywords": ["van", "goed", "zit", "supermarkt", "het", "hij", "zijn", "een", "niet", "en", "poolse", "dat", "er", "schrik"], "pubDate": "2020-12-09T20:40:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}