{"id": "ff34d178-db64-3895-ad85-c78f22c3ff95", "title": "Mike Sorrentino krijgt waarschuwing voor niet uitvoeren werkstraf", "url": "https://nu.nl/achterklap/6095518/mike-sorrentino-krijgt-waarschuwing-voor-niet-uitvoeren-werkstraf.html", "summary": "Een rechter heeft Mike Sorrentino een schriftelijke waarschuwing gegeven omdat hij zijn werkstraf van vijfhonderd uur niet uitvoert, meldt TMZ dinsdag.\nSorrentino kreeg in 2018 vanwege belastingontduiking een gevangenisstraf van acht maanden en een boete van 10.000 dollar (8.245 euro) opgelegd, samen met de werkstraf.\nDe 38-jarige realityster is na zijn vrijlating in september 2019 echter meerdere keren niet komen opdagen voor de werkstraf.\nHij zou bang zijn een coronabesmetting op te lopen.\nSorrentino's reclasseringsambtenaar heeft een rechter gevraagd om de realityster een waarschuwing te geven.", "paragraphs": ["Een rechter heeft Mike Sorrentino een schriftelijke waarschuwing gegeven omdat hij zijn werkstraf van vijfhonderd uur niet uitvoert, meldt TMZ dinsdag. Na zijn veroordeling voor belastingontduiking heeft de Jersey Shore-deelnemer er slechts achttien uur op zitten.", "Sorrentino kreeg in 2018 vanwege belastingontduiking een gevangenisstraf van acht maanden en een boete van 10.000 dollar (8.245 euro) opgelegd, samen met de werkstraf. De 38-jarige realityster is na zijn vrijlating in september 2019 echter meerdere keren niet komen opdagen voor de werkstraf. Hij zou bang zijn een coronabesmetting op te lopen.", "Sorrentino's reclasseringsambtenaar heeft een rechter gevraagd om de realityster een waarschuwing te geven. De rechter heeft toegestemd in het verzoek.", "In 2014 werd Sorrentino samen met zijn broer aangeklaagd voor belastingfraude. Zijn broer werd veroordeeld tot twee jaar celstraf. De zaak kwam ook voorbij in de realityserie Jersey Shore."], "authors": ["Door"], "keywords": ["rechter", "van", "heeft", "uitvoeren", "waarschuwing", "werkstraf", "mike", "sorrentino", "zijn", "werd", "niet", "een", "krijgt", "uur", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}