{"id": "ff3e424a-54ab-308f-82bb-2e24be832eb3", "title": "Het is anders dan anders, maar het tennis begint weer", "url": "https://www.parool.nl/sport/het-is-anders-dan-anders-maar-het-tennis-begint-weer~b87e0456/", "summary": "Maandag vloog Richèl Hogenkamp naar Dubai, waar ze vanaf zondag probeert zich te plaatsen voor het eerste grandslamtoernooi van het jaar.\nDe Australian Open is met drie weken uitgesteld en begint voor het eerst in ruim honderd jaar pas in februari.\nEn ze hóeven dit niet te doen.”De tenniskalender voor het eerste kwartaal ziet er hoe dan ook atypisch uit.\nHet wordt lastiger om punten te winnen en je ranking op te krikken als er alleen maar toernooien zijn voor de top 100.\n“Ik probeer het maar positief te zien.", "paragraphs": ["Beeld REUTERS", "Voor het eerst worden de kwalificatiewedstrijden voor de Australian Open buiten Australië gespeeld. Maandag vloog Richèl Hogenkamp naar Dubai, waar ze vanaf zondag probeert zich te plaatsen voor het eerste grandslamtoernooi van het jaar. De mannen hebben hun kwalificatietoernooi gelijktijdig in Doha.", "Corona heeft ook het tennis nog steeds in zijn greep, zo veel is duidelijk. De Australian Open is met drie weken uitgesteld en begint voor het eerst in ruim honderd jaar pas in februari. Spelers weten nog niet hoe ze precies in Melbourne moeten komen, half januari, om aan de verplichte twee weken quarantaine te beginnen. De toernooiorganisatie moest bovendien halsoverkop een ander spelershotel regelen, nadat particuliere appartementseigenaren in het oorspronkelijke onderkomen met een rechtszaak dreigden.", "In de staat Victoria hebben ze corona na een strenge lockdown van 105 dagen aardig onder de duim. Dat wil de overheid graag zo houden. En dus werd er lang gesleuteld aan een manier om het toernooi veilig te organiseren. De oplossing: een kwalificatie in het Midden-Oosten. Hogenkamp (28) is er zeer over te spreken. “In het slechtste geval, een nederlaag in de eerste ronde, ben je vanuit Europa nu niet twee weken kwijt voor één potje. Dit is veel minder ver vliegen.” Robin Haase is het met haar eens. Hij weet niet beter of hij viert oud en nieuw Down Under. Nu zat hij thuis en gisteren reisde hij af naar Qatar. “Een rare, maar nette oplossing. Dit kost ontzettend veel geld. En ze hóeven dit niet te doen.”", "De tenniskalender voor het eerste kwartaal ziet er hoe dan ook atypisch uit. Normaal trapt het jaar af in Australië en Nieuw-Zeeland. Nu zijn de eerste toernooien in Delray Beach (Florida) en het Turkse Antalya voor de mannen en in Abu Dhabi voor de vrouwen. Het was behoorlijk puzzelen voor de WTA en de ATP, die maar wat blij zijn met elk evenement dat de vinger opsteekt in deze moeilijke tijden.", "Lastig punten winnen", "Voor de eerste weken is het schema van Haase nog wel duidelijk. Eerst Doha en dan naar Melbourne, want ongeacht of hij zich plaatst voor het enkelspel van de Australian Open, hij heeft zich met de Oostenrijker Oliver Marach ingeschreven voor de dubbel. Daarna is zijn route ongewis. Challengers, toernooien onder het ATP-niveau voor de spelers vanaf plek 100, zijn er nog niet veel gepland. Hetzelfde geldt voor de futures op de vrouwentour, die onder de ITF vallen. Hogenkamp: “De WTA is puur gericht op de top 100. Logisch, maar de ITF volgt alleen maar. Veel toernooien die een vaste plek hadden op het programma, zullen er niet meer zijn. Het wordt lastiger om punten te winnen en je ranking op te krikken als er alleen maar toernooien zijn voor de top 100. Voor meiden die nu de tour in stappen gaat het echt een moeilijk verhaal worden.”", "Haase ziet hetzelfde probleem. “Ik probeer het maar positief te zien. Sommige sporten kunnen veel minder of trainen al maanden voor hun eerste wedstrijd. Wij kunnen in elk geval weer aan de gang.”", "Kiki Bertens heeft afgezegd voor de Australian Open. Ze is nog niet voldoende hersteld van een operatie aan haar achillespees."], "authors": ["Rik Spekenbrink"], "keywords": ["veel", "zijn", "dan", "voor", "en", "een", "weer", "tennis", "begint", "te", "hij", "het", "maar", "niet", "anders"], "pubDate": "2021-01-06T09:43:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}