{"id": "ff46d54b-e53f-3f07-bc29-ca882dec107f", "title": "Helemaal klaar met kruidnoten? Dit Sinterklaastoetje is niet te versmaden", "url": "https://trouw.nl/recepten/helemaal-klaar-met-kruidnoten-dit-sinterklaastoetje-is-niet-te-versmaden~bbcecdcd/", "summary": "Enfin, ik zei het al, ik hou erover op.\nEn een beetje decorum kan geen kwaad, nu zelfs ­Sinterklaas in zijn huispak zit te thuiswerken.\nSinterklaastoetje met kruidnootjes en peerNodig voor 6 personen:• 2 niet al te rijpe handperen• 150 g kruidnootjes (dus géén pepernoten!)\nAl dan niet met een scheutje gembersiroop erbij.\nVul zes mooie ­glazen met een schepje mascarpone, schepje kruidnootjes, schepje peer, et cetera.", "paragraphs": ["Ik geef het op. Al jaren maak ik me druk over mensen die pepernoten zeggen tegen kruidnoten, maar er is geen kruid tegen gewassen. De hele wereld is intussen overgestapt op pepernoten. Zelfs in het blaadje van de bekende blauwe grootgrutter was het raak. Daarin trof ik reclame voor een ‘pepernoten-pyjama’ met daarop ‘I hartje pepernoten’. En dat op een donkerblauwe ondergrond met wel duizend afbeeldingen van kleine, bruine… inderdaad. Kruidnootjes.", "Géén pepernoten dus. Want dat zijn die taaie ­bonken. Níet die brosse halve dopjes. Ik lijk wel een repeterende grammofoonplaat. Allemaal zinloos. Net zomin als het nut heeft om ritueel te sputteren dat de sinterklaasversnaperingen elk jaar wéér vroeger in de ­winkel liggen. Nog even en we kunnen al meteen na Pasen aan de gevulde speculaas. Enfin, ik zei het al, ik hou erover op.", "Alhoewel, mag ik toch nog een klein dingetje aanstippen? ­Bijkomend nadeel van het feit dat de kruidnootjes al in de ­zomer in de winkel liggen, is dat iedereen intussen he-le-maal klaar is met die dingen. Daarom gooide ik ze maar in een toetje. Denk tiramisù, maar dan lichter. Zonder alcohol (in verband met kinderen) en zonder rauw ei (in verband met zwakkeren van ­gestel). Met een sappig peertje erin voor de frisse toets. Voor wie echt geen kruidnoten meer kan zien, het kan ook met ­speculaasjes.", "Natuurlijk kunt u het ook in één grote schaal doen, maar in mooie glazen vind ik zelf ­eleganter. En een beetje decorum kan geen kwaad, nu zelfs ­Sinterklaas in zijn huispak zit te thuiswerken. Bovendien hebt u dan makkelijk genoeg voor zes, terwijl het in een schaal al snel wat karig lijkt.", "En nu niet denken: ik halveer de hoeveelheden, want we zijn thuis helemaal niet met z’n zessen. Gewoon maken en een setje uitdelen aan de ­buren. Of in de koelkast zetten en morgen of overmorgen alsnog zelf oppeuzelen, want dan zijn de smaken juist lekker inge­trokken.", "Sinterklaastoetje met kruidnootjes en peer", "Nodig voor 6 personen:", "• 2 niet al te rijpe handperen", "• 150 g kruidnootjes (dus géén pepernoten!)", "• 1 bakje mascarpone (250 g), op kamertemperatuur", "• 250 ml slagroom", "Pocheervocht:", "• 200 ml water", "• sap van 1 citroen", "• 50 g suiker", "• 75 ml gembersiroop", "• 1 kaneelstokje", "• 2 steranijs", "• evt: 1 eetl vanille-extract", "Tip Luie donders nemen peer uit blik of kant-en-klare stoofpeertjes. Al dan niet met een scheutje gembersiroop erbij.", "Breng alles voor het pocheervocht in een pan aan de kook. Snij de peren in vieren, ver­wijder schil en klokhuis. Laat in de pan onder een deksel 20 minuten heel zachtjes pocheren. Schep de peren op een bord. Laat het vocht op hoog vuur 5 à 10 minuten inkoken tot hooguit 125 ml. Laat afkoelen, vis dan ­kaneel en steranijs eruit.", "Roer de mascarpone los met 50 ml van de siroop. Klop de slagroom ­lobbig met de mixer. Doe de mascarpone erbij en mix kort tot een geheel. Snij de peren in ­kleine blokjes. Houd zes kruidnootjes apart, schep de rest door de perensiroop (niet te lang, dan wordt het prut).", "Vul zes mooie ­glazen met een schepje mascarpone, schepje kruidnootjes, schepje peer, et cetera. Garneer met 1 kruidnoot. Zet twee uur (of een nacht) in de koelkast om op te stijven.", "Karin Luiten geeft een moderne draai aan klassieke gerechten. Tips: info@kokenmetkarin.nl"], "authors": ["Karin Luiten"], "keywords": ["van", "kruidnoten", "klaar", "dit", "versmaden", "helemaal", "het", "op", "dan", "met", "ik", "niet", "een", "te", "en", "al", "sinterklaastoetje", "voor"], "pubDate": "2020-12-05T09:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}