{"id": "ff4882b9-84b9-39c4-9c41-98f6c79b41fc", "title": "Financiering voor nieuwe kernreactor bij Petten komt niet rond", "url": "https://volkskrant.nl/nieuws-achtergrond/financiering-voor-nieuwe-kernreactor-bij-petten-komt-niet-rond~b2aca071/", "summary": "Als hij niet zou worden vervangen, zouden er grote tekorten kunnen ontstaan op de wereldmarkt voor medische isotopen.\n‘Petten’ voorziet wereldwijd in 30 procent van de behoefte aan medische isotopen, en in Europa zelfs rond 70 procent.\nUit private hoek zouden er nog enkele honderden miljoenen bij moeten.\nVan Ark verstrekt Pallas nog wel een kredietje van 18 miljoen waarmee het bedrijf het nog even kan uitzingen.\nShine kan ook medische isotopen maken, maar doet dat met een elektronenlaser, een magnetron-achtige techniek die geen radioactief afval produceert.", "paragraphs": ["De kernreactor bij Petten. Beeld Raymond Rutting / de Volkskrant", "Dat was van het begin af aan wel de bedoeling. De huidige reactor in Petten loopt op zijn laatste benen, maar de installatie is nog wel uiterst belangrijk voor de productie van medische isotopen die bijvoorbeeld worden gebruikt bij de bestraling van kanker en voor diagnostische doeleinden. Als hij niet zou worden vervangen, zouden er grote tekorten kunnen ontstaan op de wereldmarkt voor medische isotopen. ‘Petten’ voorziet wereldwijd in 30 procent van de behoefte aan medische isotopen, en in Europa zelfs rond 70 procent. De regering besloot in 2012 tot vervanging van de oude reactor.", "Tot nu toe staken overheden 148 miljoen in het project. Uit private hoek zouden er nog enkele honderden miljoenen bij moeten. Onderhandelingen daarover, zo schrijft Van Ark aan de Kamer, zijn definitief afgebroken.", "Van Ark verstrekt Pallas nog wel een kredietje van 18 miljoen waarmee het bedrijf het nog even kan uitzingen. In het voorjaar moet er dan een besluit vallen hoe verder te gaan.", "Opvallend is dat de minister zinspeelt op de komst van het Amerikaanse bedrijf Shine naar Groningen. Shine kan ook medische isotopen maken, maar doet dat met een elektronenlaser, een magnetron-achtige techniek die geen radioactief afval produceert. Een dergelijk techniek is ook door een Nederlandse groep ontwikkeld, onder de naam Smart (vroeger Lighthouse). Dat bedrijf kreeg naar eigen idee echter niet genoeg medewerking van de Nederlandse regering en vertrok naar België.", "Bestuursvoorzitter van Pallas Bertolt Leeftink laat op de website weten dat er wel gegadigden waren, maar die wilden meer zekerheden dan het ministerie bereid was te geven, onder andere over de vergunningen."], "authors": ["Gerard Reijn"], "keywords": ["rond", "bij", "van", "nog", "financiering", "het", "nieuwe", "op", "isotopen", "medische", "niet", "een", "kernreactor", "komt", "dat", "petten", "er", "wel", "voor"], "pubDate": "2020-12-09T21:42:49+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}