{"id": "ff7002ca-fd28-3c42-91d8-a83533879a25", "title": "Alleen boeken met plaatjes, graag. En ook alleen als het regent", "url": "https://volkskrant.nl/cultuur-media/alleen-boeken-met-plaatjes-graag-en-ook-alleen-als-het-regent~b96396ce/", "summary": "Uit de reacties om mij heen maakte ik op dat ik niet het juiste antwoord had gegeven.\nDie spraken sterk tot de verbeelding van mij en van mijn twee jaar oudere broertje.\nAls eerste abonnee van het dorp die in het bezit was van de nieuwste Duck, voelde ik mij een uitverkorene.\nKort daarop schonk ze mij Het dagboek van Anne Frank, dat op het Tomado-rekje naast De Kameleon viert feest kwam te staan.\nIk las het met eerbied, maar moest in alle eerlijkheid bekennen dat ik het eigenlijk ook wel een beetje saai vond.", "paragraphs": ["Vroeger, tóén verheugden we ons nog op nieuwe, moeilijke boeken! Welnee, herinnert Sander van Walsum (63) zich. Hooguit op de nieuwe Guust Flater.", "Het vermogen om je op dingen – klein of groot – te verheugen, vermindert naarmate je ouder wordt. Dit proces voltrekt zich geleidelijk en er staan voordelen van het ouder worden tegenover. Maar jammer is het wel: dat je niet meer die aangename tinteling in de maagstreek kunt oproepen met de gedachte dat je je binnenkort weer drie kwartier kunt blootstellen aan Ja zuster, nee zuster. Of dat je het leed van een logeerpartij bij oma Hilversum kunt verzachten met de gedachte dat je na afloop een Dinky Toy – een onverwoestbaar autootje van gietijzer – mocht uitkiezen in het Kinderparadijs. Een blik in het kleurrijke gidsje van de Britse speelgoedfabrikant volstond al om in een staat van gelukzaligheid te raken.", "En dan was er nog dat verlangen naar de zomervakantie, dat vanaf het vroege voorjaar alle andere verlangens overstemde. Of het verlangen naar de eerstkomende verjaardag of naar Sinterklaas. Op de zondagschool, die ik enige tijd geheel vrijwillig heb bezocht, werd mij eens gevraagd wie ik liever vond: de lieve Heer of Sinterklaas. ‘Sinterklaas’, antwoordde ik vol overgave. Zijn goede gaven zijn voor een kind tenslotte veel tastbaarder dan die van de lieve Heer. Uit de reacties om mij heen maakte ik op dat ik niet het juiste antwoord had gegeven. Want de kerk was destijds nog niet zover dat ze ook de devotie voor Sint Nicolaas als een vorm van geloof aanmerkte.", "Boeken wekten maar zelden mijn begeerte, moet ik bekennen. Ik vrees, met terugwerkende kracht, dat ze ontbraken op mijn verlanglijstjes. Misschien bij de punten 13 en 14, maar die werden toch nooit door de gevers afgevinkt. Mijn moeder deed nochtans verwoede pogingen om mij aan het lezen te krijgen. Zo gaf ze mij, ongevraagd, twee delen van een boekenreeks over een lieve maar dappere boxer. Wij hadden zelf ook een boxer, die Bommel heette, maar daar ging nog geen aansporing van uit om die boeken te lezen. Al was het maar omdat daar geen plaatjes in stonden. Overigens gaat mijn voorkeur nog steeds uit naar boeken met plaatjes.", "Ivanhoe", "Om die reden was een boek met de avonturen van Ivanhoe wel aan mij besteed. Niet vanwege de avonturen, want die waren op gezette tijden al op televisie te zien, maar vanwege de plaatjes. Die spraken sterk tot de verbeelding van mij en van mijn twee jaar oudere broertje. Aan de hand van die plaatjes konden we vaststellen wie van ons tweeën het meest op Ivanhoe leek (mijn broer, want die had geen flaporen). En aan de hand van die plaatjes probeerden we voorwerpen uit de tijd van Ivanhoe na te maken: schilden, zwaarden, maliënkolders en zelfs een belegeringsmachine waarmee destijds burchten en ommuurde steden werden bestookt.", "Onze imitatie was op het onderstel van een kinderwagen gemonteerd, en kon halve klinkers tot aan de overzijde van de zandweg voor ons huis schieten. Opgewonden fantaseerden mijn broertje en ik over alle rekeningen die we nu konden vereffenen, maar voordat we daar uitvoering aan hadden kunnen geven, was het schiettuig al vakkundig onschadelijk gemaakt. Door onze vader, zo bleek later.", "In de Kinderbijbel stonden ook plaatjes. Van Gustave Doré. Maar die leenden zich minder voor re-enactments. En ik mocht op regenachtige dagen ook graag door het programmaboekje bladeren van de musical My Fair Lady, waarvan de muziek mij even goed beviel als die van Ja zuster, nee zuster, of door de fotoboeken van dr. L. van Egeraat, waarin de schoonheid van Nederland in wederopbouw was vastgelegd. Maar lézen? Nee, daarvan kwam het eigenlijk niet.", "Totdat mijn moeder haar verzet tegen strips opgaf en mij, toen ik met bronchitis op bed lag, een abonnement op Donald Duck cadeau deed. Daarmee kwam een nieuw ritueel in mijn leven: elke donderdag wachten op de bezorging van de Donald Duck van die week. Dit betekende dat ik mij posteerde op een plek waar ik de bezorger, tevens verantwoordelijk voor de levering van de Margriet voor mijn moeder, van verre kon zien naderen. Of ik verplaatste het speelterrein naar de hal van mijn ouderlijk huis, waar ik de Donald Duck kon opvangen voordat het de kokosmat achter de voordeur had bereikt. Om het wachten te bekorten, haalde ik m’n Donald Duck soms op bij de distributeur – voordat die aan zijn ronde door het dorp was begonnen. Als eerste abonnee van het dorp die in het bezit was van de nieuwste Duck, voelde ik mij een uitverkorene.", "Toen de ban op strips eenmaal was gebroken, was ook het pad geëffend voor The Flintstones, The Jetsons, Billie en Betsie Turf (‘de dikste studentjes ter wereld’), Kuifje en – later – Asterix. Maar steeds is mijn moeder, die zelf overigens ook geen hartstochtelijk lezer was, een zekere weerstand tegen deze lectuur blijven voelen. Alleen als ik ziek was, wilde zij zich nog weleens over haar bezwaren heen zetten. De meeste klassieke stripboeken uit mijn huidige collectie stammen dan ook uit de drie (!) maanden die ik met een gecompliceerde beenbreuk in het Sint Geertruiden ziekenhuis in Deventer heb doorgebracht – het gevolg van een sprong die ik in mijn mateloze vereenzelviging met Ivanhoe wel meende te kunnen maken.", "Nog steeds associeer ik de Kuifje-albums Raket op de Maan en Mannen op de Maan met de lisolgeur waarin de kinderafdeling permanent was gedompeld. Het album Vlucht 714, dat ik kreeg tijdens een ziekbed in de zomer van 1969, wekt tot op de huidige dag associaties met de eerste maanvlucht van dat jaar en met slappe thee en magere melk – de enige dranken die ik toen verdroeg. Van Kuifje en de Picaro’s – verschenen in 1976 – herinner ik mij nog het onbehagen dat de cosmetische verandering van de hoofdfiguur bij mij wekte: hij droeg geen plusfour meer maar een gewone broek. En hij verplaatste zich, erger nog, op een brommer. Toen voelde ik al aan mijn water dat een stripfiguur die zichzelf verloochent gedoemd is te verdwijnen. Kuifje en de Picaro’s bleek inderdaad diens zwanenzang te zijn.", "Tweede Wereldoorlog", "Boeken waarvan plaatjes en tekstballonnen niet de hoofdingrediënten vormden, was ik intussen ook gaan lezen – zij het aanvankelijk niet met de animo die ik voor beeldverhalen aan de dag legde. Meestal sloeg ik die boeken uitsluitend open op uitzonderlijk natte dagen tijdens eindeloze zomervakanties. Maar dan kon ik er wel degelijk door gegrepen raken. Zo verschenen Hielke en Sietse Klinkhamer, de schippers van de Kameleon, in mijn dromen nadat ik mij twee regenachtige dagen achtereen had ondergedompeld in hun biotoop: het overzichtelijke Friese dorp waar stadse types, sigarettensmokkelaars en bromnozems slechts vluchtige passanten waren.", "De harmonie in huize Klinkhamer – met een vader die aan de smidse stond en een moeder die voortdurend boterhammen voor haar mannen smeerde – beviel mij buitengewoon omdat mijn eigen ouders beduidend minder rolvast waren. Ik hoopte op een derde dag regen, zodat ik nog een paar deeltjes uit de reeks – die bijna een heel plankje in mijn Tomado-boekenrek besloeg – zou kunnen lezen. Want bij mooi weer las ik in beginsel niet.", "Dat veranderde pas toen ik belangstelling voor de oorlog opvatte – de Tweede Wereldoorlog, want andere oorlogen deden er nog niet toe. Daar haakte mijn moeder gretig op in, met een bezoek aan het Anne Frank Huis – dat er op dat moment, zo’n tien jaar na de opening als museum, nog uitzag alsof de bewoners net waren afgevoerd. Kort daarop schonk ze mij Het dagboek van Anne Frank, dat op het Tomado-rekje naast De Kameleon viert feest kwam te staan. Ik las het met eerbied, maar moest in alle eerlijkheid bekennen dat ik het eigenlijk ook wel een beetje saai vond.", "In de kennelijke behoefte aan spektakel voorzagen de oorlogsboeken van K. Norel en Anne de Vries – wiens vierdelige serie Reis door de Nacht ik clandestien (met het spreekwoordelijke zaklicht onder de dekens) moest lezen. In mijn vriendjeskring was een levendige ruilhandel van dit soort boeken gaande. De thematiek van spreekbeurten werd er merkbaar door beïnvloed. Evenals ons standpunt inzake de voorgenomen vrijlating van de Drie van Breda: de laatste Duitse oorlogsmisdadigers die nog (in de Bredase koepelgevangenis) gevangen zaten. Daar waren wij dus tegen.", "Toen ik met K. Norel en Anne de Vries hoongelach ontlokte bij klasgenoten die literair meer waren gerijpt dan ik, of in elk geval die indruk wekten, ruimde ik deze residuen van een voorbije levensfase schielijk op, en ging ik moeilijke boeken lezen die bij mij de vrees wekten dat ik de enige was aan wie ze niet waren besteed. Het plantaardig bewind van Jacques Hamelink, boeken van ‘magisch realist’ Hubert Lampo, en van inmiddels vergeten schrijvers die een wreed universum schiepen waarin poetsende bejaarden van wankele keukentrapjes werden geduwd, en waarin geestelijken uitsluitend als dragers van een dubbele moraal figureerden.", "Suspect", "De enige romans waaraan ik, voor zover ik me herinner, werkelijk plezier heb beleefd, waren Het leven is vurrukkulluk van Remco Campert, en Han de Wit gaat in ontwikkelingshulp van Heere Heeresma. Dat laatste boek was een pastiche van het soort huiselijkheid dat H. de Roos, de auteur van de Kameleon-reeks, zo treffend had beschreven. In Han de Wit ging die huiselijkheid ten onder in een reeks noodlottige ontwikkelingen die Heeresma dermate plastisch beschreef, dat ik een spreekbeurt over het boek pas tot een passabel eind kon brengen nadat mijn docent Nederlands drie lachpauzes had moeten inlassen.", "En dan was er nog die bitterzoete roman die mij letterlijk tot tranen toe heeft ontroerd: Der Weg zurück van Erich Maria Remarque, over de lotgevallen van een Duitse veteraan van de Eerste Wereldoorlog die niet aan de vrede kon wennen. Mijn ontroering werd door mijn lettervrienden nogal suspect geacht. In de eerste plaats omdat het boek uit de jaren dertig stamde en alleen daardoor de schijn al tegen had. Maar ook omdat ontroering het toentertijd aflegde tegen maatschappelijk engagement, en omdat Duits natuurlijk helemaal niet kon. Want Duits was de taal van de Bondsrepubliek, en de Bondsrepubliek was de voortzetting van het Derde Rijk met andere middelen. Zo zaten de dingen toen in elkaar.", "Wat mijn lettervrienden en ik wel met elkaar deelden, was een onverdunde waardering voor Guust Flater. In onze ogen was Guust beduidend meer dan een geniaal getekende brokkenmaker: hij stelde het zelfvernietigende arbeidsethos van de generatie van onze ouders aan de kaak, en was derhalve een relevante maatschappijcriticus. Ook liet hij zien hoe repressieve tolerantie werkte, maar ik ben vergeten hoe dat ook alweer zat. Hoe dan ook: middagen en avonden brachten wij door in onze tienerkamers terwijl we elkaar attendeerden op vondsten in tekst en beeld die ons eerder waren ontgaan, en hoonden we eensgezind over dwaallichten die Olivier Blunder leuker vonden.", "Mijn moeder sloeg de terugkeer van het stripboek in mijn leven bezorgd gade. Totdat onze docent Frans instemde met mijn voorstel om ten minste één boek van Guust Flater, die in het Franse taalgebied Gaston Lagaffe heet, toe te laten tot de literatuurlijst – waar Astérix al op prijkte. Toen heeft mijn moeder zich alsnog met Guust verzoend. Maar begrépen heeft ze hem nooit."], "authors": ["Sander Van Walsum"], "keywords": ["ik", "van", "mijn", "en", "graag", "met", "boeken", "een", "dat", "ook", "als", "alleen", "op", "het", "die", "regent", "plaatjes"], "pubDate": "2021-01-01T14:00:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}