{"id": "ff7554ab-8db5-3174-9a61-63b5773257a3", "title": "Durf je niet terug naar kantoor? Zo ga je om met je angsten", "url": "https://volkskrant.nl/werken/durf-je-niet-terug-naar-kantoor-zo-ga-je-om-met-je-angsten~b0902af4/", "summary": "Hoe gaat dat met een anderhalvemeterregel tijdens een vergadering?\nWant de RIVM-maatregelen worden niet voor niets teruggeschroefd.’ Maar zoiets irrationeels kun je niet met feiten – rationaliteit, dus – bestrijden.\nWat moet er voor jou gebeuren om ervoor te zorgen dat je je prettig voelt?\nEn als je weet dat je collega het moeilijk vindt om naar het werk te komen: bel diegene dan even van tevoren.\nGeef als je toch liever thuiswerkt, aan hoe je je dagen indeelt.", "paragraphs": ["Hoewel het overheidsadvies nog steeds is om zo veel mogelijk thuis te werken, gaan steeds meer werknemers af en toe een dag naar kantoor. Maar wat als je niet durft? ‘Als ik ziek word, dan besmet ik ook mijn vrouw en kinderen.’", "Het was voor Maurits (echte naam bekend bij de redactie) een rare gewaarwording om weer op zijn werk te komen. Terwijl iedereen al aan de maatregelen gewend was, kroop Maurits voorzichtig uit zijn ‘veilige thuiswerkbubbel’ waar hij de afgelopen tijd met zijn gezin in zat. ‘Ik zit in de risicogroep en mocht als een van de eersten van mijn baas thuiswerken’, vertelt hij. ‘Daar was ik erg blij mee. Thuis heb je alles zelf in de hand.’", "Dit artikel verscheen eerder op Intermediair.nl", "En op zijn kantoor – hij werkt bij de overheid – niet. ‘Door de afschaling van de dreiging en omdat ik me schuldig voelde dat ik mijn collega’s met extra werk had opgezadeld, ben ik maar weer teruggekomen.’ Maar hij vindt het eng. Omdat hij ziet: niet iedereen houdt zich aan de regels. ‘Je ziet hier een tweedeling’, zegt hij: mensen die wel netjes de deurklink met hun mouw vastpakken, zoals Maurits zelf ook doet, en mensen die daar op z’n zachtst gezegd maling aan hebben.", "Angstgevoelens, depressieve klachten en slaapproblemen", "‘De mensen die zich niet aan de regels houden, maken het voor sommigen moeilijk’, zegt Tosca Gort, arbeids- en organisatiepsycholoog. Ze constateert een opvallende ommekeer. ‘Mensen die normaal best wel smetvrees hadden, zijn nu relaxed: eindelijk is er meer aandacht voor hygiëne op de werkvloer. En de grootste knuffelaars ervaren een angst die ze nooit eerder voelden.’", "Uit onderzoek van het Trimbosinstituut blijkt dat sinds de coronacrisis één op de drie mensen last heeft van angstgevoelens, depressieve klachten en slaapproblemen. Hoe dat specifiek op werkgebied is, is niet meegenomen. Ook neurowetenschappers van het Radboudumc verwachten een toename in angstklachten. En uit een recente analyse van ArboNed blijkt dat het aantal verzuimmeldingen als gevolg van het coronavirus in maart met 30 procent is gestegen. Dat betekent niet dat zo veel ziekmelders ook daadwerkelijke corona hebben gehad – het kan ook om angstgerelateerde klachten gaan of een milde verkoudheid.", "De teugels mogen weer wat vieren", "Anita Koops van de ArboUnie heeft de indruk dat mensen het lastig vinden de voorzichtigheid van de afgelopen tijd weer los te laten. ‘Nu ineens mogen we de teugels weer een beetje laten vieren. Dat is niet voor iedereen makkelijk.’ Ze heeft ‘sterk het idee’ dat dat vooral speelt bij medewerkers in de zorg, maar ook in het onderwijs.", "‘Mensen zijn benieuwd hoe dingen er in de praktijk uit gaan zien. Hoe gaat dat met een anderhalvemeterregel tijdens een vergadering? Of in het klaslokaal? Ineens willen medewerkers weten hoe het zit met de ventilatie op het werk. Het is bovendien een nieuw soort angst, waarvan we nog niet zo goed weten hoe heftig die is en hoe we ermee om moeten gaan.’", "Drie soorten angst Er zijn volgens Koops drie niveaus van angst waar werknemers mee te maken kunnen krijgen tijdens en door deze coronacrisis. Allereerst: de angst voor het virus zelf, om zelf ziek te worden of dat je dierbaren ziek worden. De tweede angst gaat vooral over de gevolgen van de maatregelen: potentiële slechte bedrijfsresultaten, een gedwongen ontslag, een faillissement. De derde angst is een sluipende angst die veel mensen hebben: dat deze crisis een game changer gaat worden voor de wereld.", "Het grootste probleem met angst: het is irrationeel", "‘Ik ben vooral bang dat andere mensen zich niet aan de regels houden’, zegt Rob (echte naam bekend bij de redactie). Hij werkt bij een servicebedrijf en ziet nog steeds collega’s in de kantine samen kaarten. Zonder afstand. ‘Het is vervelend om je collega’s erop te wijzen. Ook als mensen bijvoorbeeld in de gang te dicht in de buurt komen, wil je daar eigenlijk iets van zeggen, maar aan de andere kant ben ik ook bang om als een zeikerd over te komen. Maar ja: áls ik ziek word, dan besmet ik ook mijn vrouw en kinderen.’", "Het grootste probleem met angst is, zo zegt Gort, dat die vaak niet rationeel is. ‘Mensen die nu angstig zijn, zijn niet goed in statistiek. Want de RIVM-maatregelen worden niet voor niets teruggeschroefd.’ Maar zoiets irrationeels kun je niet met feiten – rationaliteit, dus – bestrijden. ‘Het helpt niet om jezelf of je bange collega te confronteren met de laatste RIVM-updates’, zegt Gort. ‘Of te zeggen: ‘We houden ons hier aan die anderhalveregelmeter, dus kom nou maar gewoon’.’", "Gevoel van controle kan je helpen", "Wat volgens haar vaak kan helpen, is het stellen van eigen regels en die ook te communiceren naar collega’s. Wat moet er voor jou gebeuren om ervoor te zorgen dat je je prettig voelt? Zo kiest Maurits ervoor om de deurklinken met zijn mouw aan te raken. Als hij een auto gebruikt van de zaak, draagt hij handschoenen. ‘En ik ga zitten op een plek met de minste mensen om me heen.’ Dat gevoel van controle helpt hem.", "Aan de collega’s de taak om zich ook echt aan die regels te houden, zegt Gort. Zet even die bureaus van elkaar, doe de ramen open. En als je weet dat je collega het moeilijk vindt om naar het werk te komen: bel diegene dan even van tevoren.", "Rob geeft aan dat het hem zou helpen als zijn collega’s hem serieus namen. ‘Het is vervelend dat er nog steeds een aantal mensen op mijn werk is dat is blijven hangen in het idee dat het maar een griepje is.’ Ook werkt zijn manager voor zijn gevoel niet mee. ‘Die is redelijk sceptisch. Ik denk dat er bij leidinggevenden ook veel te winnen valt. Neem iedereen gewoon serieus: de mensen die niet bang zijn, maar ook de mensen die wel met twijfel op hun werk komen. Anders raken je medewerkers hun motivatie kwijt.’", "Stop met jezelf voeden met angstverhalen", "Maar, zo zegt Gort, je kunt ook bij jezelf dingen veranderen. Zoals stoppen met jezelf voeden met angstverhalen. ‘Angstige mensen zoeken soms berichten die hun angst bevestigen. ‘Zie je nou wel!’’", "Als functioneren steeds lastiger wordt, kan het volgens Koops van de ArboUnie ook helpen om naar de bedrijfsarts te gaan, of een bedrijfsmaatschappelijk werker. ‘Iedere werknemer mag naar het arbeidsgeneeskundig spreekuur voor advies.’ Gort: ‘Je moet vaak een hobbeltje over om je angst aan de kant te zetten, maar eenmaal op het werk zien mensen vaak wel dat het meevalt.’", "En als je dat hobbeltje wilt nemen met een fles Dethol in de hand, dan is dat prima. ‘Als je elkaars regels respecteert, wordt het werkbaar.’", "‘Wees transparant’ Wat ook belangrijk is, is transparant zijn naar je werkgever. Geef als je toch liever thuiswerkt, aan hoe je je dagen indeelt. En dat geldt ook als je op andere tijden naar kantoor komt, of in een kantoorruimte gaat zitten waar verder niemand zit. Wie angstig is, moet niet wegkruipen. ‘Blijf laten zien wat je doet op werk’, zegt Anita Koops."], "authors": ["Lisanne Van Sadelhoff"], "keywords": ["dat", "van", "om", "terug", "niet", "een", "het", "ook", "en", "zo", "durf", "te", "kantoor", "ga", "naar", "je", "met"], "pubDate": "2020-07-23T12:41:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}