{"id": "ff86dea9-8ebc-3140-a8cb-0448292ed8e0", "title": "Bij de aanschaf van een e-tweewieler krijg je er kennelijk een e-tronie bij geleverd", "url": "https://volkskrant.nl/columns-opinie/bij-de-aanschaf-van-een-e-tweewieler-krijg-je-er-kennelijk-een-e-tronie-bij-geleverd~bdc10e5c9/", "summary": "Nog maar anderhalf jaar geleden fietsten de vriendin en ik vanaf Maastricht zuidwaarts, richting Ardennen, de Maas liep voortdurend aan onze linkerhand traag en willoos met ons mee.\nVóór Luik passeerden we achtereenvolgens een brommerrace, een dood schaap in de berm en een vervallen scheepswerf die werd bewoond door twee rottweilers.\nMij is het te doen om de gezichtsuitdrukking die je er bij de aanschaf van een e-tweewieler kennelijk bij geleverd krijgt.\nWanneer u ons inhaalt, werp een blik op ons, bevestig ons bestaan, doe desnoods alsof u zich inspant.\nLaat ons niet voor paaltje fietsen.", "paragraphs": ["Basta! We hoeven toch zeker niet alle moderne verschijnselen goed te keuren? Er zijn zaken waar we ons tegen kunnen, nee móéten verzetten. Frank Heinen doet dat deze week tegen de Luikse waffel. Met dubbel f ja.", "Nog maar anderhalf jaar geleden fietsten de vriendin en ik vanaf Maastricht zuidwaarts, richting Ardennen, de Maas liep voortdurend aan onze linkerhand traag en willoos met ons mee. De route was ons vanuit alle uithoeken van het internet aanbevolen als dé manier om per fiets snel in de Ardennen te belanden.", "Je bent zo in Luik, schreven alle bloggers. En vanaf daar wordt het schitterend.", "Vóór Luik passeerden we achtereenvolgens een brommerrace, een dood schaap in de berm en een vervallen scheepswerf die werd bewoond door twee rottweilers. Als we de Maas niet voortdurend in beeld hadden gehad, was ik er vast van overtuigd geraakt dat we ieder moment The Bronx konden binnenpeddelen.", "In Luik zelf – een prachtige stad voor wie van treinstations houdt – bevonden we ons weer helemaal in de 21ste eeuw, maar dan wel de 21ste eeuw zoals ze zich die in 1970 voorstelden. Niet-elektrisch aangedreven fietsers en wandelaars waren niet te bekennen; mensen bewogen zich voort op elektrische fietsen, elektrische mountainbikes en op een soort tweewielige karretjes die op Segways leken, maar dan zonder stuur om je mee in evenwicht te houden. Ik had al die apparaten natuurlijk weleens gezien, maar nooit in zo’n overweldigende hoeveelheid.", "Het meest vervreemdende was de elektrische step, een elektrisch karretje met hoog Boy Zonderman-gehalte waarop de halve stad leek rond te sjezen. Iedereen had zo’n ding: oudere dames, mannen in pak, kinderen... Allemaal raceten ze ons rechtopstaand voorbij op hun geluidloze scheurijzer, duizenden kapiteintjes op hun eigen mini-galjoen. Geen enkele Luikenaar verwaardigde zich tot een knikje of op z’n minst een blik opzij. Met uitgestreken, verveelde gezichten lieten ze ons achter zich, ze ontweken ons zoals je een paaltje ontwijkt. Ik herinner me nog een vrouw die tijdens haar inhaalmanoeuvre op haar horloge keek en uitgebreid gaapte. Op dat moment, met wind en omstandigheden tegen, dacht ik twee dingen: 1. Wáár blijven die fucking Ardennen en 2. Nog mazzel dat deze waanzin nooit naar Nederland overwaait.", "Vermoedelijk wás de waanzin al lang en breed naar Nederland overgewaaid en had ik gewoon weer eens niet opgelet. Het elektrisch aangedreven vervoer timmert geluidloos maar hard aan de weg. Wie zich nu nog op eigen kracht door de stad beweegt, is een sporter of niet goed snik (of beide).", "Deze ontwikkeling is niet meer te stuiten. De e-bike is voorgoed uit het ouden van dagen-peloton weggedemarreerd, hup, de mainstream in, en zelfs de e-step, dat opgevoerde plankje op wielen, wordt al her en der ogenschijnlijk onironisch door de binnensteden geloodst. Uiteindelijk zullen we vermoedelijk allemaal richting onze bestemming zoeven. Helmpje op, rugzakje om, toettoet, zoemzoem. Primadeluxe.", "Mij is het te doen om de gezichtsuitdrukking die je er bij de aanschaf van een e-tweewieler kennelijk bij geleverd krijgt. Een expressie die suggereert dat je per ongeluk op zo’n ding bent beland, een achteloze, verveelde, onbekommerde bakkes waarvan ik destijds in Luik hoopte dat ik hem nooit elders zou zien opduiken.", "De Luikse waffel.", "De e-tronie.", "Iedereen die ooit op een fiets zonder trapondersteuning (trouwens: een eufemisme van heb ik jouw stekker daar) tegen de wind in worstelend is voorbijgegleden door iemand mét elektrische hulp, kent dat gezicht, dat in alles totale moeiteloosheid uitstraalt, vermengd met de lodderige oogopslag van Gijs Gans vlak voor-ie achter het stuur van de tractor van Oma Duck in slaap dommelt.", "Als u de e-tronie niet kent komt dat vermoedelijk doordat u aan de verkeerde kant van de laadpaal staat. Denk in dat geval bij uw volgende tochtje even aan ons, de heuners, de beukers met een natte rug en pijn in de poten. Wanneer u ons inhaalt, werp een blik op ons, bevestig ons bestaan, doe desnoods alsof u zich inspant. Laat ons niet voor paaltje fietsen."], "authors": ["Frank Heinen"], "keywords": ["ik", "er", "etronie", "van", "etweewieler", "krijg", "en", "een", "niet", "op", "te", "ons", "bij", "die", "kennelijk", "dat", "geleverd", "je"], "pubDate": "2021-01-07T14:00:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}