{"id": "ff94e0a1-8b83-3e56-81ba-e03c7d8a9ecc", "title": "Geef álle zorgmedewerkers voorrang bij vaccinatie tegen Covid-19", "url": "https://trouw.nl/opinie/geef-alle-zorgmedewerkers-voorrang-bij-vaccinatie-tegen-covid-19~b50c3041/", "summary": "Bij het als eersten inenten van kwetsbare ouderen, een advies van de Gezondheidsraad, zijn de nodige vragen te stellen.\nCovid-19 verloopt in de kwetsbare groep vaak zo heftig dat het immuunsysteem geen tijd heeft om te reageren.\nHet staat ook vast dat bij hen ernstige infecties optreden die hen soms voor maanden uitschakelen.\nBovendien kunnen deze zorgmedewerkers, voordat zij verschijnselen krijgen, ook al besmettelijk zijn en zonder het te weten de infectie verspreiden.\nEr is haast bij het vaccineren.", "paragraphs": ["Personeel in verpleeghuizen, de gehandicapten-, en thuiszorg worden als eersten gevaccineerd tegen Covid-19, liet het kabinet deze week weten. Daarna is het de beurt aan bewoners van zorginstellingen en andere kwetsbare ouderen. Ze krijgen voorrang boven de overige zorgverleners, zoals in de ziekenhuizen. Is dat verstandig?", "Bij het als eersten inenten van kwetsbare ouderen, een advies van de Gezondheidsraad, zijn de nodige vragen te stellen. De vaccins zijn namelijk te weinig getest in die groep. Onduidelijk is dus of dit leidt tot minder sterfte en minder ziekenhuisopnames, een belangrijk doel.", "De vaccins zijn overwegend getest bij gezonde volwassenen. Bij hen blijken zij bescherming te geven tegen Covid-19-infecties in het algemeen. Maar van de infecties die zo voorkómen zijn, zou maar een klein deel ernstig zijn geweest, te weinig voor een significante uitkomst. De aanname dat deze vaccins ook beschermen tegen ernstige infecties bij kwetsbare personen is dus niet proefondervindelijk bewezen. Sterker nog: er zijn redenen die tegen zo’n gunstig effect pleiten.", "Uitgeput immuunsysteem", "Bekend is dat ouderen die gevaccineerd worden tegen influenza weinig antistof aanmaken. Covid-19 verloopt in de kwetsbare groep vaak zo heftig dat het immuunsysteem geen tijd heeft om te reageren. Degenen die de eerste aanval overleven, overlijden vaak alsnog omdat hun immuunsysteem is uitgeput. Zij zijn daardoor niet in staat om antilichamen aan te maken, die specifiek tegen dit nieuwe virus gericht zijn. Juist kwetsbare mensen zullen daarom wellicht ook deze specifieke, beschermende, antistoffen niet kunnen aanmaken na vaccinatie.", "Er is dus alle reden om naar andere risicogroepen te kijken. Uit studies blijkt dat verpleegkundigen, verzorgenden en anderen die in nauw contact met patiënten komen een duidelijk grotere kans op een Covid-infectie hebben. En dat terwijl zij zich goed houden aan alle voorzorgsmaatregelen. Het staat ook vast dat bij hen ernstige infecties optreden die hen soms voor maanden uitschakelen. Soms is het zelfs dodelijk. Bovendien kunnen deze zorgmedewerkers, voordat zij verschijnselen krijgen, ook al besmettelijk zijn en zonder het te weten de infectie verspreiden. Zijn zij gevaccineerd, dan zullen hun kwetsbare patiënten ook minder risico lopen. Bovendien zal het ziekteverzuim afnemen.", "En er zijn ook andere redenen juist deze groep voorrang te geven. In fase drie van de vaccinstudies waarin de effectiviteit (en weinig ernstige bijwerkingen) zijn aangetoond waren kleinere groepen (van enkele duizenden personen) betrokken. In feite is het toedienen van het vaccin aan grote bevolkingsgroepen fase 4 waar vooral gelet wordt op zeldzame bijwerkingen, die zich niet eerder voordeden.", "Er is haast bij het vaccineren", "Het kan ook ander nader onderzoek opleveren. In fase 3 had namelijk geen van de onderzochte personen al een Covid-19-infectie doorgemaakt. Bij de nu beoogde doelgroep wel: zo’n 3 tot 10 procent, van wie één op vijf zelfs zonder verschijnselen. Zij krijgen een zogenaamde booster-reactie, met als voordeel een sterkere, langdurende immuniteit, en naar verwachting een wat sterkere reactie maar zonder ernstige bijwerkingen. Om dit op te sporen moet bloed beschikbaar zijn van vóór de vaccinatie.", "Alleen ziekenhuizen hebben personeel en ervaring om zo’n bloedafname goed, en zorgvuldig geadministreerd te laten verlopen. Bovendien is de logistiek eenvoudig: één van de vaccins moet bewaard worden bij -75 graden, en ziekenhuizen beschikken meestal over dit soort koeling.", "Er is haast bij het vaccineren. Corona-infecties zijn vaak het meest actief in de wintermaanden, vooral in februari en maart. Een heftige derde golf is zeker mogelijk. Alle reden dus om het personeel ook in ziekenhuizen tijdig te beschermen. Laten we overwegen juist de zorgverleners in ziekenhuizen voorrang te geven. Ook omdat vaccinatie bijdraagt aan verminderd ziekteverzuim, en de ziekenhuiszorg cruciaal is voor de ernstig zieken.", "Lees ook:", "Kun je een coronavaccinatie weigeren? ‘Er is juridisch veel ruimte om dwang toe te passen’", "Je mag een naald in je arm weigeren, zegt hoogleraar gezondheidsrecht Martin Buijsen. Maar dat individuele recht zal in de vaccinatiecampagne tegen corona moeten wijken voor het collectieve doel: immuniteit. ‘Dat kan niet zonder dwang.’", "Minder vaccins zorgt voor trage opbouw groepsimmuniteit", "Geen miljoen vaccins van Pfizer, maar 500.000, en ze komen iets later, zei minister Hugo de Jonge van volksgezondheid dinsdag tijdens de persconferentie. Wat zijn de gevolgen?", "Het vaccin van Oxford en AstraZeneca is nog lang niet bij de eindstreep", "Het Oxfordvaccin is er nog lang niet, blijkt uit een studie van The Lancet."], "authors": ["Jan Arend Van Griethuysen"], "keywords": ["geef", "van", "bij", "het", "die", "zijn", "álle", "voorrang", "vaccinatie", "een", "en", "te", "ook", "zorgmedewerkers", "dat", "covid19", "tegen"], "pubDate": "2020-12-10T10:42:20+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}