{"id": "ffc8241b-6d34-3dbd-88af-858bad0f33db", "title": "Jesse Klaver lijkt weinig geleerd te hebben van de affaire met Zihni Özdil", "url": "https://trouw.nl/nieuws/jesse-klaver-lijkt-weinig-geleerd-te-hebben-van-de-affaire-met-zihni-ozdil~bf21b6e6/", "summary": "Ze zou banden onderhouden met conservatief islamitische organisaties en dat valt moeilijk te rijmen met een politieke carrière bij de progressieve partij van Jesse Klaver.\nDat mag zo zijn, GroenLinks heeft het deze maand pijnlijk laten afweten en haar vol in de wind laten staan.\nBouchallikht snapte de gevoeligheidDeze functie bij Femyso heeft Bouchallikht destijds zelf onder de aandacht gebracht van de kandidatencommissie van GroenLinks, zegt ze.\nWat heeft Bouchallikht er zelf over te zeggen?\nOp de avond van het vertrek van Özdil verspreidde GroenLinks een verklaring dat hij keer op keer afspraken zou hebben geschonden en ontoelaatbaar gedrag zou hebben vertoond.", "paragraphs": ["En weer blijkt GroenLinks over een beroerde politieke antenne te beschikken. Kauthar Bouchallikht heeft twee moeilijke weken achter de rug. Sinds haar presentatie als kandidaat-Kamerlid, begin november, ligt ze onder vuur. Ze zou banden onderhouden met conservatief islamitische organisaties en dat valt moeilijk te rijmen met een politieke carrière bij de progressieve partij van Jesse Klaver. Bouchallikht had enige tegenwind verwacht, maar er brak een flinke storm los.", "Bouchallikht is 26 jaar en wordt door GroenLinks geprezen als ‘wijs talent’. Een icoon uit de nieuwe klimaatgeneratie zelfs, iemand in wie de partij alle vertrouwen heeft. Dat mag zo zijn, GroenLinks heeft het deze maand pijnlijk laten afweten en haar vol in de wind laten staan.", "De kritiek op Bouchallikht behelst haar bestuursfunctie bij Femyso, een Europese koepelorganisatie waar diverse islamitische jongerenclubs onder vallen, zoals de Duitse tak van Milli Görüs. Femyso wordt door deskundigen gezien als verlengstuk van de Moslimbroederschap, een omstreden organisatie waar GroenLinks ferm afstand van neemt.", "Bouchallikht snapte de gevoeligheid", "Deze functie bij Femyso heeft Bouchallikht destijds zelf onder de aandacht gebracht van de kandidatencommissie van GroenLinks, zegt ze. Bouchallikht snapte de gevoeligheid en besefte dat de buitenwereld hier vragen over zou hebben. Vragen waar zij, naar eigen zeggen, verhelderende antwoorden op heeft. Maar die buitenwereld kreeg er bij haar presentatie niets over te horen. Daar was slechts aandacht voor haar klimaatactivisme.", "Het was journalist Carel Brendel, die naderhand in een blog wees op haar functie bij Femyso en de link met de Moslimbroederschap. Daarna stak de storm op. Waarom heeft GroenLinks hier niets over verteld? Wordt hier relevante informatie voor de leden (en de kiezers) verzwegen? Wat heeft Bouchallikht er zelf over te zeggen?", "Maar GroenLinks schermde Bouchallikht af. Het duurde enkele dagen voordat Klaver met een verklaring kwam waarin hij de ophef toeschreef aan ‘rechtse bloggers en twitteraars’. In werkelijkheid leefden de vragen over Femyso breed, ook onder GroenLinksers. Na twee lange weken liet de partij Bouchallikht uitleggen wat er volgens haar wel en vooral niet klopt van alle beweringen.", "‘De lelijkste politiek die er bestaat’", "De gedachten gaan terug naar mei vorig jaar, toen Zihni Özdil, destijds nog Kamerlid, in botsing kwam met de partijleiding. De aanleiding was een interview waarin hij zonder vooroverleg met GroenLinks zijn handen aftrok van het leenstelsel. Het conflict escaleerde en leidde uiteindelijk tot een vertrouwensbreuk. Op de avond van het vertrek van Özdil verspreidde GroenLinks een verklaring dat hij keer op keer afspraken zou hebben geschonden en ontoelaatbaar gedrag zou hebben vertoond. Een dag later betuigde Klaver spijt over dit moddergooien. Hij sprak over ‘de lelijkste politiek die er bestaat’.", "Voor Klaver was het een lesje hoe crisismanagement er vooral niet uit moet zien. Daarom wekt zijn handelwijze in de kwestie-Bouchallikht verbazing. Klaver verzuimde om alle vragen direct en vol overtuiging te beantwoorden. GroenLinksers die in opspraak raken, verdienen wel wat meer bescherming van de leiding. Het had Bouchallikht wellicht ook twee zware weken gescheeld.", "Bart Zuidervaart is chef van de redactie politiek. Hij schrijft wekelijks een column."], "authors": ["Bart Zuidervaart"], "keywords": ["van", "heeft", "weinig", "het", "özdil", "op", "met", "zihni", "klaver", "jesse", "een", "bouchallikht", "te", "en", "haar", "er", "groenlinks", "hebben", "lijkt"], "pubDate": "2020-11-25T09:43:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}