{"id": "ffcf2472-dbb8-39d1-8ba1-1d0b607c322b", "title": "Hoop gloort bij ontmijnen EU-budgetruzie", "url": "https://volkskrant.nl/nieuws-achtergrond/hoop-gloort-bij-ontmijnen-eu-budgetruzie~b08d30c1/", "summary": "Zij dreigden vervolgens met hun veto tegen de meerjarenbegroting (vereist unanimiteit) en het hart van het herstelfonds (toestemming van de Commissie om geld te lenen, vereist ook unanimiteit).\nPolen en Hongarije liggen al jaren onder vuur van Brussel en het Europees Hof van Justitie vanwege ondermijning van de rechtsstaat en de vrije pers.\nVoor Hongarije gaat het om 11 miljard, voor Polen om 40 miljard.\nGriekenland kan op zeker 55 miljard rekenen, Spanje op 145 miljard en Italië op 150 miljard.\nPolen en Hongarije zitten al in deze strafprocedure maar die vreet tijd en vereist bovendien unanimiteit van de andere lidstaten.", "paragraphs": ["De Poolse premier Morawiecki (links) en de Hongaarse premier Orbán (rechts). Beeld AP", "Allereerst: waar ging het conflict ook weer over?", "Over geld, zoals wel vaker in de EU, maar dit keer ook over waarden. In juli bereikten premier Rutte en zijn EU-collega’s na een marathontop van vier dagen en nachten een ‘historisch akkoord’ over de nieuwe meerjarenbegroting (2021-2027) en het herstelfonds. Dat laatste fonds - 750 miljard euro om de coronarecessie te bestrijden - was het revolutionairst: de Europese Commissie leent geld op de kapitaalmarkt en geeft dit door aan de lidstaten in de vorm van subsidies (390 miljard euro) en goedkope leningen (360 miljard). Dat komt dicht in de buurt van eurobonds en was voor Rutte zwaar slikken.", "Waarom zetten de Poolse premier Morawiecki en de Hongaarse premier Orbán vervolgens de hakken in het zand, ze waren er toch bij in juli?", "Zeker, maar het ‘historische akkoord’ bevat nog een, minstens zo historische afspraak: verbindt de ontvangst van EU-miljarden aan respect voor de rechtsstaat. Ontbreekt dat respect, dan worden EU-subsidies opgeschort of zelfs teruggevorderd. Om Hongarije en Polen over de streep te trekken, geldt deze Brusselse rechtsstaattoets alleen als de financiële belangen van de EU geschaad (dreigen te). In juli was dit (omwille van het compromis) redelijk vaag geformuleerd. Onder druk van vooral het Europees Parlement werd de rechtsstaattoets aangescherpt, zeer tegen de zin van Warschau en Boedapest. Zij dreigden vervolgens met hun veto tegen de meerjarenbegroting (vereist unanimiteit) en het hart van het herstelfonds (toestemming van de Commissie om geld te lenen, vereist ook unanimiteit).", "Wat zijn de bezwaren van Orbán en Morawiecki?", "Hoewel de rechtsstaattoets voor alle lidstaten geldt, beschuldigen Orbán en Morawiecki Brussel ervan dat de toets specifiek tegen hun landen is gericht. Polen en Hongarije liggen al jaren onder vuur van Brussel en het Europees Hof van Justitie vanwege ondermijning van de rechtsstaat en de vrije pers. Morawiecki en Orbán vergelijken het optreden van de EU graag met hoe de voormalige Sovjet-Unie Polen en Hongarije knevelde. De twee landen zijn er ook niet gerust op dat EU-geld alleen wordt stopgezet of ingetrokken bij dreigende schade van de financiële belangen van de EU door fraude, corruptie of politiek gestuurde rechters. Warschau en Boedapest menen dat de rechtsstaattoets breder zal worden ingezet: tegen alle maatregelen die de rechterlijke macht en mediavrijheid ondermijnen, ook als er geen financieel belang van de EU op het spel staat.", "Welke uitweg biedt het compromis?", "Het nog vertrouwelijke compromis van EU-voorzitter Duitsland doet drie duidelijke concessies aan Orbán en Morawiecki. Ten eerste kunnen sancties pas worden opgelegd als het Europees Hof van Justitie de regeling heeft goedgekeurd, dus pas vanaf 2022. Ten tweede geldt de rechtsstaattoets alleen voor nieuwe EU-betalingen vanaf 1 januari 2021, niet voor de EU-gelden die nog op de plank liggen. En dat ‘restant’ is geen klein bier: ruim 300 miljard euro. Voor Hongarije gaat het om 11 miljard, voor Polen om 40 miljard. Tot slot wordt de definitie van wat ondermijning van de rechtsstaat is ingeperkt.", "Tijdens een eerste overleg tussen de EU-ambassadeurs woensdagavond, zwegen de Hongaar en de Pool. De Nederlandse ambassadeur zei eerst Den Haag te moeten raadplegen. Rutte en de Tweede Kamer stelden eerder dat er niet meer aan de rechtsstaattoets gemorreld mocht worden. Vandaag beslissen de regeringsleiders over het compromis.", "En als het wordt afgewezen?", "Dan zit de EU op 1 januari zonder nieuwe begroting en herstelfonds. Voor de begroting valt de EU dan terug op een noodbudget om de inkomenssteun voor boeren, de salarissen en pensioenen van EU-ambtenaren en humanitaire hulp te verzekeren, alles bij elkaar zo’n 30 procent van een normaal jaarbudget (160 miljard euro). Voor het unieke herstelfonds is de Commissie driftig op zoek naar een alternatief, maar dan zonder Hongarije en Polen. Dat geeft een hoop gedoe, omdat onzeker is of de Commissie de miljarden nog wel kan lenen als niet alle lidstaten meedoen.", "Wie worden dan het hardst geraakt?", "Dat zijn onder andere Polen en Hongarije. Warschau zou komende jaren minimaal 130 miljard euro uit de EU-fondsen ontvangen, Hongarije bijna 40 miljard. Grote klappen vallen ook in de zuidelijke landen die toch al zwaar zijn getroffen door de coronapandemie. Griekenland kan op zeker 55 miljard rekenen, Spanje op 145 miljard en Italië op 150 miljard. Nederland verliest zijn korting op de EU-betaling (1,9 miljard per jaar) maar daar staat tegenover dat bij een noodbudget de betalingen van Den Haag aan Brussel veel lager uitvallen.", "Waarom worden Hongarije en Polen niet uit de EU gezet?", "Die wens wint aan terrein in Brussel, temeer daar beide landen ook op andere onderwerpen dwarsliggen. Zo gaan ze alleen akkoord met het verminderen van de CO2-uitstoot, als ze extra geld van de EU krijgen. Zonder voorwaarden natuurlijk. Het Europees Verdrag voorziet echter niet in het royeren van een land, een lidstaat kan alleen op eigen verzoek (zoals het Verenigd Koninkrijk) vertrekken. Wel is er het befaamde artikel 7 van het Verdrag, waarmee een lidstaat dat de EU-waarden negeert het stemrecht kan worden ontnomen. Polen en Hongarije zitten al in deze strafprocedure maar die vreet tijd en vereist bovendien unanimiteit van de andere lidstaten. Aangezien Morawiecki en Orbán elkaars hand vasthouden, is dit vooralsnog een doodlopende weg."], "authors": ["Marc Peeperkorn"], "keywords": ["hongarije", "van", "bij", "eu", "het", "op", "miljard", "gloort", "eubudgetruzie", "hoop", "een", "en", "dat", "ontmijnen", "voor"], "pubDate": "2020-12-09T15:19:33+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}