{"id": "ffdd22ea-eb53-36e7-be97-0ac1851b84a5", "title": "Houding Remco Balk kan negatieve gevolgen hebben voor aantal speelminuten bij FC Groningen (heeft trainer Danny Buijs hem laten weten)", "url": "https://www.dvhn.nl/sport/Houding-Remco-Balk-kan-negatieve-gevolgen-hebben-voor-aantal-speelminuten-bij-FC-Groningen-heeft-trainer-Danny-Buijs-hem-laten-weten-26345746.html", "summary": "De onenigheid die is ontstaan tussen Remco Balk en FC Groningen over het verlengen van zijn contract kan negatieve gevolgen hebben voor het aantal speelminuten dat de spits toebedeeld krijgt.\nAls ik vind dat ik hem nodig heb, zal ik hem nog steeds opstellen.\nMaar als er sprake is van gelijkwaardigheid met andere spelers die een langere toekomst bij de club hebben, kies ik voor die jongens.\n,,Ik wil winnen en ik wil presteren, maar ik kijk ook naar de ontwikkeling en naar wat het beste is voor het team op langere termijn.\nHetzelfde geldt voor zijn belangenbehartigers bij spelersmanagementbureau SEG International.", "paragraphs": ["De onenigheid die is ontstaan tussen Remco Balk en FC Groningen over het verlengen van zijn contract kan negatieve gevolgen hebben voor het aantal speelminuten dat de spits toebedeeld krijgt. Dat heeft trainer Danny Buijs de speler te verstaan gegeven.", "Balk en FC Groningen waren maandenlang met elkaar in gesprek over een nieuw contract, maar toen puntje bij paaltje kwam lieten speler en zaakwaarnemer de club weten dat ze eerst nog de belangstelling van andere gegadigden af wilden wachten. Daarop trok FC Groningen de aanbieding in.", "Technisch directeur Mark-Jan Fledderus stak zijn teleurstelling over de gang van zaken afgelopen week niet onder stoelen of banken. Hij voelt zich aan het lijntje gehouden door het kamp Balk, dat de onderhandelingen volgens de technisch beleidsbepaler eindeloos rekte, en gaat er inmiddels vanuit dat de aanvaller na dit seizoen transfervrij de deur van het Hitachi Capital Mobility Stadion achter zich dicht zal trekken. Onder meer FC Utrecht en AZ zouden Balk graag in willen lijven. Het zou een enorme kapitaalvernietiging betekenen voor FC Groningen, dat al sinds 2012 in de jeugdspeler investeert.", "Positie op de spelersladder", "De houding van Balk kan hem de komende seizoenshelft nog duur komen te staan, want in een gesprek met trainer Danny Buijs heeft de 19-jarige spits uit Zuidhorn te horen gekregen dat zijn toekomstplannen een negatieve invloed kunnen hebben op zijn positie op de spelersladder.", ",,Vooropgesteld, elke speler heeft het recht om zelf te bepalen wat hij gaat doen als hij uit zijn contract loopt’’, stelt Buijs. ,,Dit hebben we eerder gezien bij Django Warmerdam en Mike te Wierik, die de club transfervrij verlieten. Dat recht heeft Remco Balk ook. Als ik vind dat ik hem nodig heb, zal ik hem nog steeds opstellen. Maar als er sprake is van gelijkwaardigheid met andere spelers die een langere toekomst bij de club hebben, kies ik voor die jongens. Dat heb ik hem ook verteld.’’", "Punt van discussie", "Of Balk beter is dan zijn concurrenten binnen de selectie of niet zal altijd een punt van discussie zijn. ,,Ik ben daarin leidend, want ik ben de trainer’’, meent Buijs. ,,Ik wil winnen en ik wil presteren, maar ik kijk ook naar de ontwikkeling en naar wat het beste is voor het team op langere termijn. Als de verschillen minimaal zijn, gaan andere jongens de voorkeur krijgen die wel een doorlopend contract hebben. Zo simpel is het.’’", "Volgens Buijs begreep Balk de boodschap wel. ,,Ik denk dat iedereen wel weet dat de voetballerij zo werkt. Als je echt beter bent, dan speel je. Maar als de verschillen klein zijn, kiest een trainer toch vaak voor de spelers die op termijn nog kapitaal kunnen opleveren voor de club.’’", "Veranderingen op komst", "Buijs voorziet overigens dat er sowieso iets gaat veranderen voor de jonge garde binnen zijn selectie in vergelijking met de eerste seizoenshelft. ,,Toen misten we jongens als Alessio Da Cruz en Patrick Joosten, omdat die niet fit waren. Maar als die dat dadelijk wel zijn en we krijgen er ook nog een aanvallende versterking bij, dan zal de speeltijd voor die jongens voorop sowieso minder zijn. Helemaal als Arjen Robben ook nog aansluit.’’", "Remco Balk wil tot dusver niet reageren op de commotie die is ontstaan rondom zijn contractonderhandelingen. Hetzelfde geldt voor zijn belangenbehartigers bij spelersmanagementbureau SEG International. Balk kwam tijdens de eerste seizoenshelft tijdens negen duels in actie voor FC Groningen. Drie keer stond hij in de basis. Op 4 oktober maakte hij de winnende treffer tegen Ajax."], "authors": ["William Pomp"], "keywords": ["ik", "laten", "zijn", "weten", "houding", "speelminuten", "remco", "dat", "die", "trainer", "balk", "en", "een", "negatieve", "hem", "voor", "kan", "het", "als"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}