{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/b09794f3-549e-4cb0-a445-821ae73dbbff?playlist-name=less-than-90-seconds&playlist-offset=2", "pubDate": null, "authors": ["Footage Reuters."], "keywords": ["trade", "details", "deal", "wheat", "reciprocal", "virtually", "world", "agreement", "talking", "insist", "japan", "wine", "announce", "im"], "title": "US and Japan announce details of new trade deal", "id": "00107dea-0a39-3675-b2f0-6071a305f089", "summary": "You can enable subtitles (captions) in the video playerIn a moment, the prime minister and I will sign a document outlining the significant steps we're taking toward a fair and reciprocal trade agreement.\nAnd we insist on reciprocal.\nWe want reciprocal agreements from now on because, and I'm not just talking about Japan, I'm talking about virtually every nation in the world - they have not been reciprocal.\nUnder the market access agreement that we're announcing today, Japan will open new markets to approximately $7bn in American agricultural products.\nJapanese tariffs will now be significantly lower or eliminated entirely for US beef, pork, wheat, cheese, corn, wine, and so much more.", "paragraphs": ["You can enable subtitles (captions) in the video player", "In a moment, the prime minister and I will sign a document outlining the significant steps we're taking toward a fair and reciprocal trade agreement. We insist on fairness. And we insist on reciprocal. We want reciprocal agreements from now on because, and I'm not just talking about Japan, I'm talking about virtually every nation in the world - they have not been reciprocal. They've been one-way streets.", "Under the market access agreement that we're announcing today, Japan will open new markets to approximately $7bn in American agricultural products. Japanese tariffs will now be significantly lower or eliminated entirely for US beef, pork, wheat, cheese, corn, wine, and so much more. This is a huge victory for America's farmers, ranchers, and growers. And that's very important to me."]}