{"summary": "In the meantime, modders have taken matters into their own hands using the PC version of Madden NFL 19 to wedge the college game into the NFL title the best they can.\nOne of the latest, called College Football Mod 19 (CFBM19), replaces the NFL's 32 teams in Play Now mode with the pre-season top 25 college teams (plus seven others) and also includes rosters and some college-only rules.\nI recently played the mod, and found it an easy – albeit limited – way to experience the college game.\nTeams don't have the bloated college rosters, but they do have the real player names and an attempt at player likenesses.\nIt's limited, but the CFBM19 mod shows that fans' appetite for the college game has not diminished one bit, it's just getting more inventive.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["madden", "college", "teams", "football", "19", "mod", "playing", "20", "player", "play", "game", "nfl"], "id": "0042b9d0-20e4-334e-8f42-f297c150e8df", "url": "https://www.gameinformer.com/the-sports-desk/2019/07/15/playing-college-football-in-madden", "title": "Playing College Football In Madden", "pubDate": null, "paragraphs": ["College football fans are still waiting for the mess between the NCAA and athletes regarding compensation to resolve itself so companies like EA Sports can get back to putting out video games.", "In the meantime, modders have taken matters into their own hands using the PC version of Madden NFL 19 to wedge the college game into the NFL title the best they can. One of the latest, called College Football Mod 19 (CFBM19), replaces the NFL's 32 teams in Play Now mode with the pre-season top 25 college teams (plus seven others) and also includes rosters and some college-only rules.", "I recently played the mod, and found it an easy – albeit limited – way to experience the college game.", "The CFBM19 Madden Mod", "Installing the PC mod (via the Operation Sports forums) is simple. One of its creators, TheBleedingRed21, has easy-to-follow instructions in both video and text form for downloading and installing the mod. There is also a roster file (with one update already out) of real-life players as well as an optional file of custom gameplay settings. Other small things to note: The mod only uses DX11, and it's launched through the Frosty Mod Manager (which you install through the instructions above), not Origin.", "Once installed, arguably the most compelling feature of the mod, other than the ability to play with the teams themselves, is the uniforms. Teams like Oregon and Clemson have alternate uniform options (all the mods uniforms are from the 2018 season) that include different helmets and there are even conference patches. Teams don't have the bloated college rosters, but they do have the real player names and an attempt at player likenesses.", "The mod also tries to deliver some of the college-only aspects of gameplay that set it apart from the NFL. Fields' hashmarks are set wider than in the pro game (affecting playcalling and field-goal attempts), the clock stops after a first down, and catches only require one foot to be inbounds.", "The mod includes University of Central Florida's Space Game unis.", "The game itself isn't fully moddable, so the changes only go so far. The mod covers Play Now and practice modes, and is not intended for Franchise or the online modes, and does not include the college overtime format. Presentation-wise, there are some college team-branded overlays, but the commentary is unchanged, the stadiums are vague approximations at best, and coaches roam the sidelines in team gear but are the same models as in the regular NFL game.", "There are plans for a similar mod for Madden 20 that should hopefully be out sooner in the game's lifecycle than this one was for Madden 19, but that all depends on how much of the code the makers can access in the new game.", "It's limited, but the CFBM19 mod shows that fans' appetite for the college game has not diminished one bit, it's just getting more inventive.", "The Ticker", "THE TICKER", "Madden 20 Player Ratings Are Out", "PES 2020 Signs Bayern München License", "FIFA 19 Gameplay Pitch Notes", "Grid Trailer", "OOTP 20 Summer Sale Extended", "Dirt Rally 2.0 Update 1.6 Patch Notes", "DDS: Pro Football 2020 Announced for August 5"]}