{"id": "00a538cd-3dd4-3902-a0b2-0c3388a5a28d", "title": "Polling error redux - Polls—and our forecast model—overestimated support for Joe Biden", "url": "https://www.economist.com/united-states/2020/11/05/polls-and-our-forecast-model-overestimated-support-for-joe-biden", "summary": "Once all the votes are tallied, Mr Biden will probably be sitting behind the Resolute Desk next year.\nAs we went to press, Mr Biden had amassed 253 electoral votes.\nSimply put, this is because the president did much better than the dismal showing the opinion polls expected.\nMr Biden may win Wisconsin by less than one percentage point, whereas polls suggested he was ahead by eight.\nDepending on how the remaining states finish, Mr Biden is expected to win one of 270, 290 or 306 electoral votes.", "paragraphs": ["O N THE MORNING of election day, The Economist’s election-forecasting model gave Joe Biden a 19-in-20 chance of winning the presidency. Once all the votes are tallied, Mr Biden will probably be sitting behind the Resolute Desk next year. But it will be by a much closer margin than we forecast.", "As we went to press, Mr Biden had amassed 253 electoral votes. He looks to be holding leads in enough states to bring his margin up to 270—the bare threshold needed to win. He could well pick up another 20 votes in Pennsylvania as mail-in ballots are tallied. That is still quite shy of the 356 we predicted.", "Simply put, this is because the president did much better than the dismal showing the opinion polls expected. Mr Biden may win Wisconsin by less than one percentage point, whereas polls suggested he was ahead by eight. The model incorporated similarly large misses in Ohio, Iowa and Florida.", "Depending on how the remaining states finish, Mr Biden is expected to win one of 270, 290 or 306 electoral votes. A showing at 270 would be outside our 95% confidence interval for the range of outcomes, meaning that our level of certainty was too high. The other likely outcomes would be at the bottom end—what could be expected in one out of every three or four of simulations we ran."], "authors": ["The Economist"], "keywords": ["outcomes", "mr", "pollsand", "win", "biden", "forecast", "votes", "expected", "showing", "joe", "tallied", "support", "polls", "error", "modeloverestimated", "redux", "states", "polling"], "pubDate": "2020-11-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}