{"id": "00cc85a6-7c98-37ef-8e82-8a2c3ee09864", "title": "Eric Trump: A “Beautiful Winter” Is Coming, Not Biden’s “Dark Winter”", "url": "https://radio.foxnews.com/2020/11/02/eric-trump-a-beautiful-winter-is-coming-not-bidens-dark-winter/", "summary": "\"The black community is coming out in force for my father.\nLook at the evangelical vote and look at the Christian vote and the faith vote in this country.\nBiden wants literally get rid of that industry and look at the loggers and look at the lobster fishermen and look at the coal miners.\nBiden talks about a dark winter coming.\nAnd my father talks about a very beautiful winter coming and Biden wants to shut down our government again.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Trump Organization Senior Vice President Eric Trump made the case for his father winning another term while calling in from the campaign trail in Pennsylvania.", "\"The black community is coming out in force for my father. You've never seen a movement like this. Same with Latinos in this country. Look at the evangelical vote and look at the Christian vote and the faith vote in this country. Faith is still under attack in this country. Look how passionate that they are. Look at the oil and gas workers. Biden wants literally get rid of that industry and look at the loggers and look at the lobster fishermen and look at the coal miners. Look at the steelworkers. All all industries that they tried to totally shut down. People are sick and tired of this. Biden talks about a dark winter coming. And my father talks about a very beautiful winter coming and Biden wants to shut down our government again. My father is literally going crazy on governors of various states telling them to open up our economy, open up the United States of America. There is a massive difference. One candidate has the energy and he's doing rallies until 1:30AM in the morning and the other literally won't drive more than thirty miles away from his house and literally will appear once a week and not even take a question from a reporter.\""], "authors": ["Jon Costantino"], "keywords": ["bidens", "vote", "literally", "father", "eric", "coming", "look", "biden", "winter", "beautiful", "dark", "wants", "country", "trump"], "pubDate": "2020-11-02T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}