{"url": "http://marketwatch.com/story/house-poised-for-historic-vote-to-impeach-trump-2019-12-18?mod=hp_minor_pos21", "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "010c6a89-38d6-3361-98e5-0fc32b75909c", "paragraphs": ["MarketWatch photo illustration/Getty Images President Donald Trump says House Speaker Nancy Pelosi and Democrats are “declaring war” on American democracy with their impeachment effort, in a letter the California Democrat called “really sick.”", "President Donald Trump on Wednesday is on the verge of becoming the third U.S. president in history to be impeached by the House of Representatives, as Democrats seek to charge him with abusing his power and obstructing Congress.", "Lawmakers kicked off the day with bitter partisan fighting, as Republicans tried to block the proceedings in motions that were defeated by Democrats. Final votes on the two articles of impeachment are expected late Wednesday, perhaps during the same time Trump holds an evening rally with supporters in Michigan.", "Wall Street appeared to be ignoring the impeachment drama in Washington, with the Dow Jones Industrial Average DJIA, +0.04%, S&P 500 index SPX, +0.08% and Nasdaq Composite COMP, +0.20% on pace for their sixth straight gain. The Dow is up more than 21% for the year to date.", "Read: Stocks amble higher as bulls look to extend winning streak.", "Democrats are seeking to impeach Trump over what they call his abuse of power by withholding aid to Ukraine to pressure Kyiv to announce investigations that could politically benefit him. Democrats also charge Trump with obstruction of Congress, by instructing his top advisers to defy subpoenas.", "Now see: House Judiciary Committee approves articles of impeachment against Trump.", "“I solemnly and sadly open the debate on the impeachment of the president of the United States,” said House Speaker Nancy Pelosi in remarks on the House floor. “If we don’t act, we would be derelict in our duty. He gave us no choice,” said the California Democrat.", "Getty Images Speaker Nancy Pelosi walks to the House floor at the U.S. Capitol, while the chamber readied for its historic impeachment vote on Wednesday.", "If the House votes as expected to impeach the president, a trial begins in the Republican-controlled Senate. Senate Majority Leader Mitch McConnell, a Kentucky Republican, told Fox News last week that there is “no chance” Trump will be removed from office.", "Trump has consistently denied wrongdoing, slamming Democrats’ impeachment effort as a sham and a “witch hunt.” Tweeting Wednesday morning, he said, “Read the Transcripts,” referring to records of conversations with Ukrainian President Volodymyr Zelensky. “This should never happen to another President again. Say a PRAYER!”", "Can you believe that I will be impeached today by the Radical Left, Do Nothing Democrats, AND I DID NOTHING WRONG! A terrible Thing. Read the Transcripts. This should never happen to another President again. Say a PRAYER! — Donald J. Trump (@realDonaldTrump) December 18, 2019", "White House press secretary Stephanie Grisham said Trump would spend the day working. “He will be briefed by staff throughout the day, and could catch some of the proceedings between meetings,” she said in a statement.", "Rep. Matt Gaetz, a Florida Republican and staunch Trump backer, said in a tweet early Wednesday that the GOP would lose the vote but said they had “won” the argument. “Our country has been divided and distracted with no crime, no victim, and a terrible process,” he said.", "Pelosi formally opened the impeachment inquiry on Sept. 24. In a letter to the speaker on Tuesday, Trump said she and her party were “declaring war” on American democracy. Pelosi called the president’s six-page letter “really sick.”", "As the House was debating Wednesday, the yield on the 10-year U.S. Treasury note TMUBMUSD10Y, +2.10% rose slightly and the U.S. dollar DXY, +0.19% was up against a basket of its major rivals.", "“So far, impeachment has had essentially no market impact as traders do not expect the president will be removed from office,” said Chris Low, chief economist of FHN Financial, in a note.", "Now read: Why stock-market investors don’t care about impeachment — and what it would take for that to change."], "authors": ["Robert Schroeder", "White House Reporter"], "title": "House poised for historic vote to impeach Trump", "keywords": ["house", "poised", "democrats", "impeachment", "read", "vote", "impeach", "speaker", "pelosi", "letter", "president", "historic", "nancy", "trump"], "summary": "Now see: House Judiciary Committee approves articles of impeachment against Trump.\n“I solemnly and sadly open the debate on the impeachment of the president of the United States,” said House Speaker Nancy Pelosi in remarks on the House floor.\nGetty Images Speaker Nancy Pelosi walks to the House floor at the U.S. Capitol, while the chamber readied for its historic impeachment vote on Wednesday.\n— Donald J. Trump (@realDonaldTrump) December 18, 2019White House press secretary Stephanie Grisham said Trump would spend the day working.\nIn a letter to the speaker on Tuesday, Trump said she and her party were “declaring war” on American democracy."}