{"summary": "Winter, however, can be prime time for completing certain projects that otherwise would not get done.\nMaterials – everything from paint to appliances – are also deeply discounted to make room on the shelves for new spring inventory.\nPaint the exteriorsDepending on the paint you’re using – and most manufacturers include a paint’s minimum and maximum temperature for application on cans – winter can also be the ideal time for exterior painting.\nHowever, that means that if you're hiring someone to give your carpets a deep clean, you'll likely get a cheaper quote in the winter when business is slower.\nInstead, Murray recommends hiring one in the winter when they’re more available and often when installation costs are lower.", "keywords": ["need", "thats", "painting", "easier", "improvement", "winter", "according", "spring", "projects", "days", "cheaper", "youre", "paint", "room"], "paragraphs": ["Yard work, roofing and entire home renovations may have to wait until the warmer months. Winter, however, can be prime time for completing certain projects that otherwise would not get done.", "For starters, contractors have increased availability since it’s their slowest time of the year. They’re also generally more willing to negotiate on labor costs. Materials – everything from paint to appliances – are also deeply discounted to make room on the shelves for new spring inventory.", "So, whether you’re selling your house in the spring – which is thought to be the best time to list – or you’ve just moved in, here are a few home improvement projects experts recommend doing in the winter:", "1. Paint the interiors", "“Due to the decrease in demand for exterior painting December through March, painters are likely to offer far more discounts and deals than they do during the overbooked summer,” says Matt Kunz, president of Five Star Painting, a Neighborly company. Kunz estimates the average lead time for a good painter in August is 3-4 weeks. But in December and January, it’s 1 week or less.", "If you’re doing the painting yourself, you can still save. Sherwin Williams is currently offering a coupon for 30 percent off its paints and stains through Dec. 29, 2019. (Keep in mind that you will need to keep windows open to let the fumes out.)", "2. Paint the exteriors", "Depending on the paint you’re using – and most manufacturers include a paint’s minimum and maximum temperature for application on cans – winter can also be the ideal time for exterior painting. This is especially true if you live in the south since paint doesn’t dry well in extremely hot and humid conditions. Similarly, it doesn’t dry well in cold temperatures. Rico de Paz, who oversees Consumer Reports’ paint tests, says it should be at least 50 degrees F during application and shouldn’t drop below freezing for several days after painting.", "3. Install outdoor lighting", "It’s only on the shortest days of the year that you fully realize how dark it gets outside and can see where you need light. Not only will installing outdoor lighting help your family stay safe, it may even allow you to entertain outdoors during the winter. In the latter case, consider investing in a heat lamp that will provide light in addition to heat. And if you add more outdoor lighting, the men and women who deliver your packages will thank you. It makes their job a lot easier.", "4. Convert that spare room into a home gym", "You don’t need to have a New Year’s resolution to lose weight in order to benefit from winter’s low prices on gym equipment. In fact, half of the eight items on Consumer Reports’ list of the best things to buy in January can be used in a home gym. Based on the organization’s research, expect to find “deep discounts” on ellipticals, treadmills, scales and perhaps the most important item for sticking with your routine: a TV.", "5. Refinish hardwood floors", "Refinishing hardwood floors in the winter is tough when you are spending more time indoors and need to be on your floors. Plus, you have to find room indoors to store your furniture. However, the inconvenience may be better in the long run. According to N-Hance Wood Refinishing, The Home Depot’s national partner, more humid temperatures can make the finish cure too fast. This results in a too-glossy, uneven finish. For a predictable finish cure, they prefer drier, heated winter air.", "6. Professionally deep clean your carpets", "Spring is peak season for professional carpet cleaners. However, that means that if you're hiring someone to give your carpets a deep clean, you'll likely get a cheaper quote in the winter when business is slower. And that’s not the only reason. According to the professional carpet and upholstery cleaning service, Chem-Dry, carpets dry quicker in the winter. Clean carpets are also thought to help keep families healthier during flu season.", "7. Update your HVAC system", "Dylan Murray, owner of Murray Builders NYC, knows from many years of experience that spring and summer are the worst time to need an HVAC contractor. That’s when their schedules are packed, and it’s not uncommon to have to wait weeks to get an appointment. Instead, Murray recommends hiring one in the winter when they’re more available and often when installation costs are lower. Plus, you won’t run the risk of making a decision based on the sheer desperation summer’s high temperatures incite. In winter you have plenty of time to do research and talk to technicians who aren’t being pulled in 20 different directions.", "8. Start pre-spring-cleaning", "Why spend the first beautiful days of the year spring-cleaning when you could have done it on more dreary days? That’s why winter is the perfect time to declutter, or as the queen of decluttering, Marie Kondo, says, “tidy up.” According to Kondo’s tips, you should start with clothes, books, documents, miscellaneous and finally, mementos. She also doesn’t subscribe to the theory of starting in one room and finishing it first. Her method involves starting with one category and finishing that before moving on to the next.", "9. Remodel your kitchen", "“It’s better to tackle kitchen remodeling in the winter before lumber and cabinets see a large price hike in the spring,” says Doug Coyle, owner of House Doctors of Andover and Merrimack Valley. Coyle also explains that it can be easier to obtain the required permits this time of year. The government agencies that issue them, and ultimately give the green light for anything having to do with changing plumbing or electric, tend not to be as backlogged in the winter months. (Furthermore, January is also the cheapest month to buy a new wall oven, according to Consumer Reports.)", "If you don’t want to completely remodel your kitchen, but you’d like a fresh look, consider replacing the hardware. It’s amazing how far a few shiny new knobs and handles can go."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/real-estate/9-home-improvement-projects-that-are-easier-and-often-cheaper-in-the-winter", "authors": ["Katie Jackson", "Katie Jackson Is A Travel Writer. When She'S Not Working", "She'S Chasing After A Leonberger Named Zeus."], "id": "01129d9c-5c8c-3dfa-8f7c-2af8b5afd0e0", "pubDate": null, "title": "9 home improvement projects that are easier – and often cheaper – in the winter"}