{"summary": "The Legend of Zelda: Link’s Awakening was one of the strangest games in a series filled with outliers.\nNow, 26 years after its original release, Nintendo has remade Link’s first portable adventure for the Switch.\nThe most striking thing about the new version of Link’s Awakening is how it feels simultaneously fresh and familiar.\nAs I played through Link’s Awakening again, I was repeatedly struck by how wonderfully designed the experience is.\nLink’s Awakening has always held a special place in my heart, but asking someone to go back to the original release is tough.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["isnt", "legend", "dungeons", "zelda", "series", "release", "remake", "original", "links", "awakening", "true", "review", "nintendo", "dream", "come", "game"], "id": "014b8b73-963d-3558-8004-011d2c919435", "url": "https://www.gameinformer.com/review/the-legend-of-zelda-links-awakening/the-legend-of-zelda-links-awakening-review-a-dream-come", "title": "The Legend Of Zelda: Link’s Awakening Review – A Dream Come True", "pubDate": null, "paragraphs": ["The Legend of Zelda: Link’s Awakening was one of the strangest games in a series filled with outliers. Its playful nature and cameos from other Nintendo franchises certainly helped cement that status, but that’s only part of the story. Strip away its playful veneer and you’re still left with one of the strongest entries in terms of dungeon design and boss battles. Now, 26 years after its original release, Nintendo has remade Link’s first portable adventure for the Switch. The result beautifully captures the essence of the Game Boy original while adding some quality-of-life upgrades to bring it up to contemporary standards.", "The most striking thing about the new version of Link’s Awakening is how it feels simultaneously fresh and familiar. The remake forgoes the original’s screen-by-screen overworld navigation in favor of smooth-scrolling exploration, but the placement of every tree, house, and buried seashell is right where it was back in the day.", "Rather than trying to recreate the sprites from the original version or making them adhere to the same presentation in A Link Between Worlds, Nintendo started from scratch in an unexpected way. It looks as though you’re engaging with a tiny plastic diorama; characters have a glossy sheen, and there’s an exaggerated depth-of-field effect that reinforces the illusion. It’s delightful, and it perfectly matches the story’s whimsical tone. This is, after all, a game where you help a goat and SimCity’s Mr. Wright cultivate a pen-pal relationship. The dialogue is as snappy as ever, with fourth-wall-breaking moments that still hold up today.", "Of course, charm alone only goes so far. As I played through Link’s Awakening again, I was repeatedly struck by how wonderfully designed the experience is. Koholint’s overworld isn’t the largest that players have explored in the series – not by a long shot – but you really get the sense of how carefully the original creators managed every single pixel. For every time I had to backtrack, it seemed as though I was opening up a new shortcut, finding a satisfying new use for an item I’d just earned, or discovering a fun secret.", "I adored the original release, but it was definitely a product of its time. The Game Boy didn’t overwhelm players with an abundance of buttons, which meant that you ended up spending a fair amount of time selecting items in menus. I still had to pop into those menus with the remake, but having dedicated buttons for sprinting, blocking, and swinging Link’s sword minimizes the shuffling, so it isn’t terribly annoying.", "The remake is a faithful retelling of the original, but there are a few other updates. Most notably, the gravedigger Dampé appears with a new dungeon-designing tool. As you play through dungeons, you unlock tiles that you can place to create your own Zelda dungeons. It’s a neat idea, but I didn’t find it particularly engaging. Most of the tiles that are available to you are pulled from dungeons you’ve already cleared. I appreciate the effort, but it isn’t something I’m drawn toward in the long term.", "Perhaps my dissatisfaction with the dungeon-creating tools is because the official ones are so great. I was surprised to see that many of the solutions and moments stayed with me decades after I last played through them. Not only did I remember so much, but it’s all aged so beautifully – whether I was lugging a wrecking ball around to smash a series of load-bearing pillars or battling a maniacal genie and his various forms. Puzzles are clever without seeming too obscure, and the solutions deliver a nice sense of satisfaction.", "Link’s Awakening has always held a special place in my heart, but asking someone to go back to the original release is tough. With this remake, people don’t have any excuses for not playing through one of the best (and strangest) entries. I envy those of you who will be experiencing this for the first time, though revisiting it all these years later is still an absolute pleasure."]}