{"id": "015fd405-83d0-3241-b31c-1ab211c5e650", "title": "Another Great Thing About Biden’s Win: There’s Going to Be a Dog in the White House Again!", "url": "https://www.vogue.com/article/biden-dog-in-the-white-house#intcid=recommendations_vogue-verso-hp-trending_baf034cc-e6bb-4e77-bc3f-a804294b92f8_popular4-1", "summary": "So, for a brief moment, let us enjoy this hard-fought victory and celebrate that dogs will soon be moving back into the White House!\nPresident-elect Joe Biden with Major in 2018 Photo: Delaware Humane AssociationThat’s right—not only have Americans elected Biden and Kamala Harris, but also Biden’s two German shepherds, Champ and Major.\n(Future vice president Harris does not currently have a pet but is on the record as being pro-dog.)\nI could wax poetic for days about Champ, who has been with the Bidens since 2008, and Major, who the Bidens fostered and then adopted from the Delaware Humane Society in 2018.\nBut Champ and Major moving into 1600 Pennsylvania Avenue isn’t just about photo ops; it represents the White House coming back to life.", "paragraphs": ["There’s no denying that this has been one hell of a week in American history. I’m not as tired as MSNBC’s Steve Kornacki, but I did try to put sunglasses over my regular glasses twice this morning.", "Joe Biden may have soundly won the election, but he has a long road ahead to undo Trump’s damage over the last four years, and the Democratic party needs to take thoughtful and decisive steps if it wants to engage enough people to win future elections without relying on BIPOC voters to do most of the work. Still, there are so many good things to come when Biden takes office on January 20. So, for a brief moment, let us enjoy this hard-fought victory and celebrate that dogs will soon be moving back into the White House!", "President-elect Joe Biden with Major in 2018 Photo: Delaware Humane Association", "That’s right—not only have Americans elected Biden and Kamala Harris, but also Biden’s two German shepherds, Champ and Major. (Future vice president Harris does not currently have a pet but is on the record as being pro-dog.) I could wax poetic for days about Champ, who has been with the Bidens since 2008, and Major, who the Bidens fostered and then adopted from the Delaware Humane Society in 2018. They’re loyal, just like Biden, and it’s clear that they have a special relationship with the president-to-be. But Champ and Major moving into 1600 Pennsylvania Avenue isn’t just about photo ops; it represents the White House coming back to life."], "authors": ["Sophie Vershbow", "Sophie Vershbo"], "keywords": ["going", "biden", "delaware", "major", "moving", "dog", "theres", "harris", "win", "thing", "bidens", "great", "white", "future", "house", "humane", "champ"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}