{"authors": ["Sadanand Dhume"], "keywords": ["indonesia", "biography", "dhume", "university", "travels", "radical", "masters", "washington", "articles", "photos", "islamist", "degree", "feer"], "summary": "Mr. Dhume is also a resident fellow at the American Enterprise Institute in Washington, D.C.\nPreviously he worked as the New Delhi bureau chief of the Far Eastern Economic Review (FEER), and as Indonesia correspondent for FEER and The Wall Street Journal Asia.\nMr. Dhume is the author of “My Friend the Fanatic: Travels with a Radical Islamist,” (Skyhorse Publishing, 2009), which charts the rise of the radical Islamist movement in Indonesia.\nMr. Dhume holds a bachelor’s degree in sociology from the University of Delhi, a master’s degree in international relations from Princeton University and a master’s degree in journalism from Columbia University.\nHe lives in Washington, D.C. with his wife, and travels frequently to India.", "title": "News, Articles, Biography, Photos", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "017c947b-8b00-3443-9bae-848f866a5fab", "pubDate": null, "paragraphs": ["Mr. Dhume is also a resident fellow at the American Enterprise Institute in Washington, D.C. Previously he worked as the New Delhi bureau chief of the Far Eastern Economic Review (FEER), and as Indonesia correspondent for FEER and The Wall Street Journal Asia.", "Mr. Dhume is the author of “My Friend the Fanatic: Travels with a Radical Islamist,” (Skyhorse Publishing, 2009), which charts the rise of the radical Islamist movement in Indonesia. His next book will look at India’s transformation since the election of Prime Minister Narendra Modi in 2014.", "Mr. Dhume holds a bachelor’s degree in sociology from the University of Delhi, a master’s degree in international relations from Princeton University and a master’s degree in journalism from Columbia University. He lives in Washington, D.C. with his wife, and travels frequently to India."], "url": "https://www.wsj.com/news/author/6210"}