{"summary": "Relatives of four soldiers killed win first stage of damages claim against suspectRelatives of four British soldiers killed in the Hyde Park bombing have won the first stage of a high court damages claim against suspect John Downey.\nAnnouncing her conclusions in London, the judge said: “This was a deliberate, carefully planned attack on members of the military.\nFacebook Twitter Pinterest Mark Tipper (far left), the brother of Simon Tipper, Sarah-Jane Young (centre), the daughter of Jeffrey Young, with other relatives of the soldiers killed.\nThe car bomb left in South Carriage Drive killed the four soldiers as they paraded from their barracks to Buckingham Palace.\nThe case will now progress to a second stage to determine the amount of damages to be awarded.", "url": "https://www.theguardian.com/uk-news/2019/dec/18/ira-man-john-downey-participated-in-hyde-park-bombing-judge-rules", "paragraphs": ["Relatives of four soldiers killed win first stage of damages claim against suspect", "Relatives of four British soldiers killed in the Hyde Park bombing have won the first stage of a high court damages claim against suspect John Downey.", "Family members of Royal Household Cavalrymen who died in the July 1982 blast brought the civil action against the convicted IRA member after a criminal case collapsed at the Old Bailey in 2014.", "Mrs Justice Yip ruled on Wednesday that Downey was an “active participant” in the bombing and was jointly responsible with others for the attack, which also left 31 other people injured.", "Announcing her conclusions in London, the judge said: “This was a deliberate, carefully planned attack on members of the military.", "“I have found that the defendant was an active participant in the concerted plan to detonate the bomb, with the intent to kill or at least to cause serious harm to members of the Household Cavalry.”", "Squadron Quartermaster Cpl Roy Bright, 36, Lt Dennis Daly, 23, Trooper Simon Tipper, 19, and L/Cpl Jeffrey Young, also 19, were killed by a car bomb as they rode through the central London park to attend the changing of the guard.", "Facebook Twitter Pinterest Mark Tipper (far left), the brother of Simon Tipper, Sarah-Jane Young (centre), the daughter of Jeffrey Young, with other relatives of the soldiers killed. Photograph: Isabel Infantes/PA", "Lawyers acting for Sarah-Jane Young, L/Cpl Young’s daughter, in whose name the action against Downey has been brought, told a hearing in London last week that the families of those killed expected “justice” to be done.", "Downey, from County Donegal, did not play any part in the trial but filed a written defence denying any involvement in the attack.", "The car bomb left in South Carriage Drive killed the four soldiers as they paraded from their barracks to Buckingham Palace.", "Two were killed instantly, while Young and Bright died from their injuries within days.", "Seven horses had to be put down and another horse, Sefton, survived terrible injuries.", "The case will now progress to a second stage to determine the amount of damages to be awarded."], "pubDate": null, "keywords": ["park", "tipper", "london", "participated", "soldiers", "left", "john", "hyde", "rules", "downey", "ira", "man", "killed", "bombing", "young", "damages", "members", "bomb", "stage", "judge"], "id": "017e2e1f-4093-3bef-9a04-878930c7f3b7", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Pa Media"], "title": "IRA man John Downey participated in Hyde Park bombing, judge rules"}