{"paragraphs": ["Nine to Five – the debut title from Redhill Games – casts a grim future where corporations rule everything and being a dangerous mercenary is a ho-hum occupation. However, the game aims to make co-op/competitive tactical shooting anything but boring.", "The game is centered around matches between three teams of three players each fighting over three rounds, complete with changing objectives and ways each round influences the subsequent ones in order to mix things up and foster strategy. It'll also be interesting how weapons and any other player characteristics possibly manifest in the moment-to-moment gameplay.", "“A lot of modern shooters are often too chaotic and random to really let you enjoy them, \" says Matias Myllyrinne, Redhill CEO. \"With Nine to Five, we’re challenging players with creative new mechanics to bring back that classic feeling of playing with friends, finding your role, and working together to outplay the competition.\"", "Redhill, headquartered in Helsinki, Finland, but with developers around the world, is made up of talent from well-known studios such as Remedy (Control) and Wargaming (World of Tanks)."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "Redhill Games' Debut Tactical Shooter – Nine To Five", "id": "01ccf83b-d066-3014-85e3-d2f6212ce51a", "keywords": ["players", "ways", "tactical", "weapons", "game", "wellknown", "working", "title", "redhill", "shooter", "world", "wargaming", "games", "debut"], "summary": "Nine to Five – the debut title from Redhill Games – casts a grim future where corporations rule everything and being a dangerous mercenary is a ho-hum occupation.\nHowever, the game aims to make co-op/competitive tactical shooting anything but boring.\nIt'll also be interesting how weapons and any other player characteristics possibly manifest in the moment-to-moment gameplay.\n“A lot of modern shooters are often too chaotic and random to really let you enjoy them, \" says Matias Myllyrinne, Redhill CEO.\nRedhill, headquartered in Helsinki, Finland, but with developers around the world, is made up of talent from well-known studios such as Remedy (Control) and Wargaming (World of Tanks).", "pubDate": null, "url": "https://www.gameinformer.com/the-game-awards-2019/2019/12/12/redhill-games-debut-tactical-shooter-nine-to-five"}