{"keywords": ["institute", "parents", "money", "child", "survey", "think", "30", "allowance", "weekly", "average", "week", "finds", "group"], "authors": ["Ann Carrns"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/04/your-money/weekly-allowance-average.html", "summary": "If you think an allowance is a dollar bill or two handed to your child each week, think again.\nTwo-thirds of parents give their child an allowance, and the average weekly amount is $30, according to a survey published this week by the American Institute of Certified Public Accountants.\nFour in five parents who give an allowance said they expected their offspring to work for the money — about five hours a week of household chores, on average.\nOver the same period, the average hourly pay rate for all Americans rose 10.5 percent, the institute said, using federal labor statistics.\n(The group said it could not explain why the amount had increased, because the survey didn’t ask parents about that.)", "paragraphs": ["If you think an allowance is a dollar bill or two handed to your child each week, think again.", "Two-thirds of parents give their child an allowance, and the average weekly amount is $30, according to a survey published this week by the American Institute of Certified Public Accountants. That’s up from $17 in 2016, the group said.", "Many children aren’t simply getting a handout, though. Four in five parents who give an allowance said they expected their offspring to work for the money — about five hours a week of household chores, on average.", "Children whose allowance is based on their completion of chores earn an average of about $6 an hour, an increase of 38 percent from three years ago. Over the same period, the average hourly pay rate for all Americans rose 10.5 percent, the institute said, using federal labor statistics. (The group said it could not explain why the amount had increased, because the survey didn’t ask parents about that.)", "Three-quarters of adults surveyed said the main reason for giving an allowance was to teach the value of money and financial responsibility. But just 3 percent said their child mainly put the money aside for savings, a proportion the institute deemed “alarmingly” low. Most said their children spent the money on things like outings with friends, digital devices and entertainment, or toys."], "id": "025edd0b-2250-3b47-a6b7-bf3a3a4d34ef", "pubDate": null, "title": "Average Weekly Allowance? It’s $30, a New Survey Finds"}