{"summary": "Infinity Ward has released the first real look at the Call of Duty: Modern Warfare campaign during today's PlayStation State of Play.\nThe trailer begins with Captain Price speaking with a CIA agent about how chemical weapons have slipped into the hands of terrorists in a 20-year civil war.\nWhile the trailer contained the normal amount of bombastic Call of Duty action scenes, it also contained the gritty warfare Infinity Ward has been highlighting for the last few months such as suicide bombers, brutal physical violence, and a stand off with a civilian who attempts to arm a bomb.\nCall of Duty: Modern Warfare releases October 25 on PC, Xbox One and PS4.\nIf you want to know more, be sure to check out how crossplay will work or the Game Informer staff answering any lingering questions about the game.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "Hip-Hop. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["trailer", "infinity", "war", "weapons", "price", "highlights", "look", "duty", "warfare", "ward", "brutality", "playstation", "modern"], "id": "02e18714-0000-3a2f-b815-8091ee0daad0", "url": "https://www.gameinformer.com/preview/2019/09/24/call-of-duty-modern-warfare-trailer-highlights-the-brutality-of-war", "title": "Call of Duty: Modern Warfare Trailer Highlights The Brutality of War", "pubDate": null, "paragraphs": ["Infinity Ward has released the first real look at the Call of Duty: Modern Warfare campaign during today's PlayStation State of Play.", "The trailer begins with Captain Price speaking with a CIA agent about how chemical weapons have slipped into the hands of terrorists in a 20-year civil war. Price acknowledges that they will need help and flies to a location in the Middle East to recruit the assistance of Commander Farah Karim, a leader of the Urzik militia, a freedom fighter group attempting to regain control of the dangerous chemical weapons that are ravaging her people and destroying her country.", "While the trailer contained the normal amount of bombastic Call of Duty action scenes, it also contained the gritty warfare Infinity Ward has been highlighting for the last few months such as suicide bombers, brutal physical violence, and a stand off with a civilian who attempts to arm a bomb.", "And while the trailer was almost exclusively about the campaign, viewers also got their first look at the Spec-Ops survival mode that will be coming to PlayStation 4 owners before anyone else.", "Call of Duty: Modern Warfare releases October 25 on PC, Xbox One and PS4. If you want to know more, be sure to check out how crossplay will work or the Game Informer staff answering any lingering questions about the game."]}