{"id": "02f41c20-17d1-3c00-b152-2427dce65702", "title": "How to Use Parental Controls in Your Google, Apple, and Microsoft", "url": "https://www.wired.com/story/parental-controls-google-apple-microsoft-account/", "summary": "Depending on your particular mix of computers and gadgets, you're probably using one or more Apple, Google, or Microsoft accounts—or maybe all three.\nAppleFamily Sharing works across Apple devices and Apple services.\nFor younger children, you can create and manage an Apple ID for them.\nTo get started with Family Sharing, open Settings on an iPhone or iPad, tap your Apple ID name, then choose Family Sharing and Set Up Your Family.\nWith your family created, services such as Apple TV Plus, Apple Music, Apple News Plus, and Apple Arcade are shared automatically if you've subscribed to them.", "paragraphs": ["Depending on your particular mix of computers and gadgets, you're probably using one or more Apple, Google, or Microsoft accounts—or maybe all three. In each case, the IDs that you sign in with can also be used to manage the IDs of younger family members, limiting their screen time inside apps and protecting them against unsuitable content. Here's how to get everything set up.", "Apple", "Family Sharing works across Apple devices and Apple services. Screenshot: David Nield via Apple", "Apple's single stop for family account management is Family Sharing—besides yourself, you can add up to five other people, kids or otherwise, and then share everything from Apple Music to purchased apps to iCloud storage. Children age 13 and over can have their own Apple ID. For younger children, you can create and manage an Apple ID for them.", "To get started with Family Sharing, open Settings on an iPhone or iPad, tap your Apple ID name, then choose Family Sharing and Set Up Your Family. If you're on a Mac, open up System Preferences, then choose Family Sharing. Follow the instructions to invite people to your family or set up the necessary Apple IDs for your youngsters.", "With your family created, services such as Apple TV Plus, Apple Music, Apple News Plus, and Apple Arcade are shared automatically if you've subscribed to them. Any iCloud storage you've purchased is pooled between family members, and Photos automatically creates a shared album for everyone to use. Most of this happens without any effort on your part—when people in your family sign into their Apple account, they'll see the same apps and services available as you do.", "In terms of looking after your children, there are a few key tools bundled with Family Sharing. You can look up their locations on a map at any time—to do this, open up the Find My app on iOS or macOS and select the people you want to share your location with. You can also make sure that app, movie, music, and other purchases your kids try to make go through you first: After tapping your Apple ID in Settings on iOS or opening System Preferences on macOS, choose Family Sharing then Ask to Buy to set this up.", "You can use the same Screen Time feature that tracks your own device usage to monitor what your kids are up to—and put limits in place if needed. Open up Screen Time from Settings on iOS or System Preferences on macOS, and as long as you have a family sharing plan in place, you'll be able to select each of your children and see what they're up to, and put restrictions in place."], "authors": ["David Nield", "David Niel"], "keywords": ["apple", "parental", "sharing", "microsoft", "set", "google", "controls", "children", "open", "settings", "services", "id", "system", "family"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}