{"keywords": ["biden", "amid", "sanders", "clouds", "open", "philadelphia", "donors", "campaign", "storm", "mr", "gather", "bidens", "attendees", "warren"], "authors": ["Shane Goldmacher"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "http://www.nytimes.com/2019/10/05/us/politics/biden-donors.html", "summary": "“All of us realize that Joe Biden does not have the online fund-raising capability of a Warren.\nSanders has been doing it longer than him,” said Dick Harpootlian, a prominent South Carolina supporter who hosted a fund-raiser for Mr. Biden in May.\nIn a sign of the attendees’ significant financial firepower, Mr. Biden himself addressed the several dozen donors who came to the retreat on Saturday, rallying them for 45 minutes about the months ahead, people there said.\nThe campaign kept the session with Mr. Biden behind closed doors, despite pledging to open his fund-raising events to reporters.\nThe campaign said this event with Mr. Biden’s biggest bundlers was different because no money was actually raised.", "paragraphs": ["“All of us realize that Joe Biden does not have the online fund-raising capability of a Warren. Warren has been doing it longer than him. Sanders has been doing it longer than him,” said Dick Harpootlian, a prominent South Carolina supporter who hosted a fund-raiser for Mr. Biden in May.", "[Which Democrats are leading the 2020 presidential race this week?]", "Denise Bauer, a former ambassador to Belgium, said there was an urgency in the air. “We need him to get the nomination because he’s the one who can win,” she said, adding “We are all going to try to raise every single dollar we can.”", "Some donors played down the importance of the very currency that had brought them to Philadelphia in the first place for what the campaign called a “finance committee forum,” questioning, for instance, whether Mr. Buttigieg and Mr. Sanders had the other political assets needed to seriously challenge Mr. Biden. In a sign of the attendees’ significant financial firepower, Mr. Biden himself addressed the several dozen donors who came to the retreat on Saturday, rallying them for 45 minutes about the months ahead, people there said. The campaign kept the session with Mr. Biden behind closed doors, despite pledging to open his fund-raising events to reporters. The campaign said this event with Mr. Biden’s biggest bundlers was different because no money was actually raised.", "On Friday afternoon, the donors received a tour of Mr. Biden’s downtown Philadelphia office before decamping to the second floor of The Continental Mid-town, a retro-style bar a few blocks away where they sported shiny “Joe 2020” pins and sipped from an open bar. On Saturday, there were a series of closed-door briefings, with updates from most of Mr. Biden’s top brass, including his campaign manager, Greg Schultz, and former chief of staff as vice president, Steve Ricchetti, about the run-up to the Iowa caucuses through Super Tuesday, including delegate math and digital tactics, according to attendees, who were asked to keep the proceedings private.", "Multiple attendees said Ms. Warren was, by far, Mr. Biden’s most discussed opponent, with his strategists telling donors they expected her to come under new press scrutiny now that she has risen in the polls."], "id": "03224eb8-32a9-3dc8-a0a1-feb2e322e5a3", "pubDate": null, "title": "Top Biden Donors Gather Amid Storm Clouds Over Campaign"}