{"keywords": ["democrats", "praise", "pelosi", "impeachment", "political", "president", "trump", "presidents", "pray", "speaker", "navigated", "house", "nancy"], "paragraphs": ["On Wednesday, Nancy Pelosi, a Democrat from California and the Speaker of the House, will preside over an irreconcilable House of Representatives as it begins a floor debate on the impeachment of President Donald Trump. It promises to be a legacy-defining moment for Pelosi and a historic rebuke of Trump—only two other American Presidents have been impeached—but the vote will also exhibit anew the country’s unrelenting political divisions. In all likelihood, after being impeached in the House, Trump will be acquitted next month, in a similarly one-sided, partisan manner, in the Senate. It is a depressingly predictable set of outcomes and one that will, inevitably, raise questions about both the point of the entire exercise and the wisdom of Pelosi’s decision to pursue impeachment in the first place.", "Amid the cascade of news conferences, public statements, and interviews that Pelosi has given since she launched the formal impeachment inquiry, in late September, a particular moment stands out. Earlier this month, at the end of her weekly news conference, Pelosi had begun to walk off the stage when a reporter from the conservative Sinclair Broadcast Group called out to her, “Do you hate the President, Madam Speaker?” Pelosi wheeled around and wagged her index finger at him. “I don’t hate anybody,” she said. “I was raised in a Catholic house. We don’t hate anybody. Not anybody in the world.” She stalked back to the microphone. “This is about the Constitution of the United States and the facts that lead to the President’s violation of his oath of office,” Pelosi said. Then she added, “I still pray for the President. I pray for the President all the time. So, don’t mess with me when it comes to words like that.”", "It was the spilling-over of emotion from Pelosi that was arresting—evidence of the immense political, psychological, and constitutional pressures bearing down on her. In the past, the Speaker has frequently made the same assertion: that she was praying for the President. Some may question her sincerity, but her insistence that she was doing so, even as she was seeking to remove him from office, felt in keeping with the solemnity of her handling of impeachment over the past few months. By contrast, on Tuesday, in a rambling, six-page letter to Pelosi, Trump accused her of “offending Americans of faith by continually saying ‘I pray for the President,’ when you know this statement is not true, unless it is meant in a negative sense. It is a terrible thing you are doing, but you will have to live with it, not I!”", "All along, the dilemma of impeachment for Democrats has been twofold: political and constitutional. The former has been much debated. Pelosi had long resisted the entreaties of her party’s more liberal members to impeach Trump. When she finally relented, she kept the investigation narrowly focussed on the Ukraine affair, and ultimately settled on a tight timetable for concluding the inquiry. After an initial rise in support, public opinion on impeachment has held fairly steady throughout congressional hearings and remains deeply polarized. Much of Pelosi’s strategizing has revolved around a need to protect vulnerable Democrats in Trump-supporting districts who helped secure the Party’s House majority in the 2018 midterm elections. In recent days, many in this group have come out in support of impeachment. For them, however, the political risks of a prolonged inquiry seemed substantial.", "The constitutional conundrum that Pelosi faced has received far less attention, but it arguably carries more significant long-term implications. It rests on a reality of opposing truths: that impeaching Trump over the Ukraine affair is both an essential step for safeguarding American democracy and a potentially dangerous one for its future. Trump’s pressure on Ukraine for the purposes of influencing the 2020 election is precisely the kind of grave offense from the executive branch that the Framers designed the impeachment clause to guard against. But the implacable partisanship of the modern era threatens the future legitimacy of impeachment as a tool for Congress, and increases the likelihood that it will become just another weapon in an unrestrained partisan war.", "For all the second-guessing of Pelosi’s actions, it is difficult to conceive of a responsible alternative path to the one she chose. Failing to impeach Trump would have set a dangerous precedent—that Presidents can subvert American foreign policy for their own ends, without fear of consequences. Weeks of Republican obduracy in the committee hearings, however, demonstrated the quandary she confronted: impeachment cannot function properly in an age of hyper-partisanship. “To succeed, an impeachment must transcend party conflict,” Laurence Tribe and Joshua Matz write in their book “To End a Presidency.” “Since the 1990s, however, impeachment has become increasingly entangled with the daily grind of partisan politics. As a result, the president’s political opponents are quick to frame their major disagreements in terms of impeachment. The president’s supporters, in turn, are quick to dismiss even legitimate impeachment talk as a partisan conspiracy to nullify the last election.” In the past few months, Democrats have satisfied their responsibilities, under the Constitution, to conduct a sober fact-finding inquiry, but their Republican counterparts have steadfastly refused to fulfill theirs.", "There is a legitimate argument to be made that Democrats should have continued their investigation and worked through the courts to compel the testimony of additional witnesses, including current and former senior White House officials. Yet it is hard to imagine the broad contours of the case changing in any significant way.", "The political calculus, then, becomes paramount. Pelosi—the first woman to lead her party in Congress and the first female Speaker of the House—has long been known as a shrewd tactician. Impeachment has revealed, once again, that the stakes for 2020, in Congress and the White House, are not just about one party or another but whether facts and the truth still have a place in American political life. For Democrats, all there is to do now is to press ahead with their constitutional duty—and, perhaps, like Pelosi, pray for their Republican antagonists."], "url": "https://www.newyorker.com/news/daily-comment/i-pray-for-the-president-all-the-time-in-praise-of-how-nancy-pelosi-has-navigated-impeachment", "id": "034b7e11-6488-39d3-a6da-f02d55c6347b", "title": "“I Pray for the President All the Time”: In Praise of How Nancy Pelosi Has Navigated Impeachment", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Condé Nast", "Michael Lu", "Amy Davidson Sorkin", "Adam Entous", "Jill Lepore", "The New Yorker"], "summary": "On Wednesday, Nancy Pelosi, a Democrat from California and the Speaker of the House, will preside over an irreconcilable House of Representatives as it begins a floor debate on the impeachment of President Donald Trump.\nIn all likelihood, after being impeached in the House, Trump will be acquitted next month, in a similarly one-sided, partisan manner, in the Senate.\nThen she added, “I still pray for the President.\nAs a result, the president’s political opponents are quick to frame their major disagreements in terms of impeachment.\nFor Democrats, all there is to do now is to press ahead with their constitutional duty—and, perhaps, like Pelosi, pray for their Republican antagonists.", "pubDate": null}