{"id": "03561e87-8861-39b7-8c89-9d5a2fef282e", "title": "Buccaneers' Sunday Night Meltdown Proves They're Far from NFC Dream Team", "url": "https://bleacherreport.com/articles/2917085-buccaneers-sunday-night-meltdown-proves-theyre-far-from-nfc-dream-team?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "The Tampa Bay Buccaneers are the latest example of an \"it\" team that disappoints.\nYet Tampa Bay is still 0-2 against the NFC South-leading New Orleans Saints after Sunday's 38-3 blowout loss.\nA majority of the Saints roster has played alongside one another for multiple seasons.\nAt the moment, the issue with Tampa Bay isn't simply about the continued transition and development of its star players.\nPart of the reason Brady became so tempting to a team like Tampa Bay is his experience and legendary work ethic.", "paragraphs": ["Mark LoMoglio/Associated Press", "Nine years ago, former NFL quarterback Vince Young dubbed the Philadelphia Eagles a \"Dream Team\" after an active offseason in which the team signed multiple big-name veterans. His ill-advised quote continues to serve as a cautionary tale to anyone who thinks the team that wins the offseason automatically transforms into an instant Super Bowl contender.", "The Tampa Bay Buccaneers are the latest example of an \"it\" team that disappoints.", "While much has changed between Young's initial comments and now, one truism remains the same: Teams don't play the game on paper.", "It's easy to build a superstar Madden-like roster everyone wants to watch. The same exact thing happened to the Cleveland Browns a year ago after the acquisition of Odell Beckham Jr. Expectations were immediately heaped on a team not ready for the spotlight.", "The Buccaneers are slightly different based on the type of talents they acquired, but the results are similar. Tom Brady and Rob Gronkowski are great. Yet Tampa Bay is still 0-2 against the NFC South-leading New Orleans Saints after Sunday's 38-3 blowout loss.", "Let's go back a moment and alter part of Young's quote to represent the Buccaneers' current situation: \"From Tom to Gronk, to Leonard Fournette to Antonio Brown. I know they are going to do some more things. ... It's just beautiful to see where we're trying to go.\"", "A vision requires implementation through cohesion and execution. Nothing ever works as planned in the NFL. Every squad faces some type of adversity along the way.", "For the Buccaneers, they've met their match with the rival Saints, which makes their path toward a much brighter future extremely difficult.", "The biggest difference between the two teams is experience playing together. A majority of the Saints roster has played alongside one another for multiple seasons. A better head coach-quarterback combination than Sean Payton and Drew Brees can't be found.", "Ironically, Brady once occupied half the designation alongside Bill Belichick, but the 43-year-old signal-caller chose to start anew in Florida after two decades of dominance as part of the New England Patriots.", "Jason Behnken/Associated Press", "At its core, football is the world's greatest team sport. All 11 men on the field must work cohesively. The trust and timing necessary to execute at the highest level take time, and they're not automatic.", "Brady is the greatest quarterback of all time. He has the production, hardware and trophies to back up that statement. Even so, too many assumed he would automatically transition into Bruce Arians' system (via offensive coordinator Byron Leftwich) without any stumbling blocks. Well, that hasn't been the case.", "Yes, Tampa Bay is 6-3 overall and very much in the playoff picture. Even so, some of the new additions needed time to get on the same page.", "The veteran quarterback has excelled in certain areas. As Pro Football Focus noted, Brady's 26 big-time throws and 17 red-zone touchdowns ranked first and second, respectively, coming into Sunday's contest. In the same breath, he hadn't operated at peak efficiency. In fact, the three-time league MVP ranked 20th overall with a 66.2 completion percentage and 13th with a 72.8 QBR through eight games played.", "His performance against the Saints certainly won't help matters, either, with a 57.9 competition percentage and three interceptions.", "Brady has been off at points this season. Overall, he's getting the job done sufficiently. Even so, some of his throws have been downright horrid.", "The solution isn't to keep adding pieces to the mix. The Buccaneers already absorbed Leonard Fournette into the offense just before the regular season began. Now, Antonio Brown is another hurdle as an additional option to feed when Tampa Bay already featured Mike Evans, Chris Godwin, Scotty Miller, Tyler Johnson and the NFL's deepest tight end room.", "To be fair, every general manager should continually pursue avenues to improve his team's roster. Not doing so would go against the position's primary directive. Yet a point of diminishing return can be reached, especially with a roster already trying to figure out how to best play alongside one another.", "Arians wasn't shy about the mentality Brown needs to help his new team. As he told NBC Sports' Peter King, \"I love Mike. Today he didn't touch the ball till the fourth quarter, but he just wants to win. Chris Godwin, same way. [Rob Gronkowsi], same way. If AB's not that way, then we're going to have a problem.\"", "Brown caught three passes for 31 yards in his pewter-clad debut.", "The head coach has to set expectations and the tone because everyone else follows his vision.", "At the moment, the issue with Tampa Bay isn't simply about the continued transition and development of its star players. Arians' admission that the Buccaneers made the move to acquire Brown due to injuries is somewhat troublesome.", "Mark LoMoglio/Associated Press", "\"Offensively, we've been struggling all year with injuries. I wanna be able to make that playoff push with whoever's available,\" the coach said. \"... This team's too good not to make that run and give our guys, our locker room, every chance.\"", "A mix-and-match approach by throwing whatever a team can against the wall while hoping it sticks isn't ideal.", "Sunday's opponent serves as an excellent example of how an organization establishes a philosophy and sticks to it when it addresses problem areas. The Saints brought in safety Malcolm Jenkins and wide receiver Emmanuel Sanders this offseason. They're both established veterans on the backsides of their careers who fit into what has already made New Orleans a success. They weren't asked to build a different culture.", "Part of the reason Brady became so tempting to a team like Tampa Bay is his experience and legendary work ethic. He came in to show what a championship-caliber approach and study habits look like, and there's absolutely nothing wrong with that.", "However, these transitions don't always come naturally. They take time. A team improves through constant reps and understanding of each other's jobs.", "For example, the Buccaneers had been quite lucky to start the same five offensive linemen for every game until this past weekend. Left guard Ali Marpet hasn't cleared the concussion protocol, so Joe Haeg started in his stead. Haeg is an experienced lineman. But he's not the expected starter. Tampa Bay allowed three sacks and nine more quarterback hits.", "Haeg wasn't entirely responsible for all the blocking issues, of course. Conversely, he wasn't part of the solution, either. Arians told reporters he didn't think the guard played poorly but the Saints \"knew every situation was a passing play. You don't want to put anyone in that situation.\"", "Mark LoMoglio/Associated Press", "Injuries are problematic. No one should deny otherwise. At the same time, those injuries, coupled with further additions, only make the meshing process more difficult, even for an ultra-talented team like the Buccaneers.", "As they continue to work through everything, the docket doesn't let up over the final eight weeks of the regular season.", "Arians' squad will face the improved Carolina Panthers next week and then deal with back-to-back difficult contests against the Los Angeles Rams and Kansas City Chiefs before its Week 13 bye. The final leg of the schedule isn't a cakewalk by any means with much-improved opponents in the Minnesota Vikings and Atlanta Falcons (twice).", "Tampa Bay is a good team, but someone is dreaming if he or she thinks it's going to walk into the postseason as the NFC's best. Too much has to come together before the Buccaneers can even be considered such a threat, especially after Sunday's dismantling at the hands of a better squad."], "authors": ["Brent Sobleski"], "keywords": ["night", "team", "nfc", "teams", "quarterback", "bay", "tampa", "dream", "brown", "far", "meltdown", "buccaneers", "theyre", "roster", "isnt", "saints", "proves"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}