{"id": "037b9e7c-f989-37a7-92d6-8522b6d34de4", "title": "As Biden Plans Transition, Republicans Decline to Recognize His Election", "url": "https://www.nytimes.com/2020/11/08/us/politics/republicans-trump-concede-election.html", "summary": "On Friday, a large group of them met with the president in the Oval Office to discuss the way forward, giving him a brutally honest assessment of his likelihood of prevailing.\nOn his first full day as president-elect, Mr. Biden kept a low profile, emerging publicly only to attend Mass, as he does most Sundays.\nAfterward, he visited the cemetery where his son Beau; his first wife, Neilia; and their daughter, Naomi, are buried.\nLeaders around the world sent their congratulations to Mr. Biden, underscoring the international community’s acceptance of the results, even by those who had cultivated close personal ties with Mr. Trump, including Prime Minister Benjamin Netanyahu of Israel and Boris Johnson of Britain.\nA few refrained, including the leaders of Russia and China, Vladimir V. Putin and Xi Jinping.", "paragraphs": ["Privately, the president’s advisers, several of whom have quietly been candid with Mr. Trump that the chances of success in any challenge to the election outcome were not high, had concluded they had little option other than to allow the president to keep fighting until he was ready to bow to the reality of his loss.", "On Friday, a large group of them met with the president in the Oval Office to discuss the way forward, giving him a brutally honest assessment of his likelihood of prevailing. After another meeting at Mr. Trump’s campaign headquarters on Saturday, where political aides again laid out the small chances of changing the outcome of the race, Jared Kushner, the president’s senior adviser and son-in-law, asked the group to go to the White House to outline it for Mr. Trump, according to people briefed on the meeting.", "Campaign officials continued to discuss their legal strategy for challenging the election results on Sunday and named Representative Doug Collins of Georgia, who lost his bid for a Senate seat on Tuesday, to lead their recount effort in the state.", "On his first full day as president-elect, Mr. Biden kept a low profile, emerging publicly only to attend Mass, as he does most Sundays. Afterward, he visited the cemetery where his son Beau; his first wife, Neilia; and their daughter, Naomi, are buried. In a sign of one specific stylistic change coming to the White House, he also stayed quiet in another way: Aside from circulating a video posted by his presidential transition, he had not sent a single tweet by Sunday evening.", "Leaders around the world sent their congratulations to Mr. Biden, underscoring the international community’s acceptance of the results, even by those who had cultivated close personal ties with Mr. Trump, including Prime Minister Benjamin Netanyahu of Israel and Boris Johnson of Britain. A few refrained, including the leaders of Russia and China, Vladimir V. Putin and Xi Jinping."], "authors": ["Luke Broadwater"], "keywords": ["decline", "mr", "trump", "outcome", "election", "president", "republicans", "plans", "including", "presidents", "way", "recognize", "biden", "transition", "white", "results", "sent"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}