{"keywords": ["im", "industry", "strictly", "come", "way", "judge", "stop", "mother", "youre", "dancings", "ballas", "shirley", "think", "tried", "dance"], "paragraphs": ["It is the heels I see first – towering, spiky, perhaps not ideal driving footwear – as Shirley Ballas gets out of her shiny red Porsche. I have been waiting on the doorstep of her house, feeling a little scruffy. This is compounded when we get inside: it is the most spotless home I have ever seen. It almost feels a little unreal, like a film set, as if I have stepped into a Ballas biopic (and someone should do one) where our heroine is sitting, looking perfect in tight denim, having very definitely made it.", "Ballas came to widespread public attention in 2017, at the age of 56, when she was made head judge of the TV dance competition Strictly Come Dancing. Now it seems the inevitable crowning achievement in an unstoppable career propelled by grit and talent, although she says it was “a total shock”.", "The 17th series of Strictly has just started – it is Ballas’s third – and there is no sign that it is losing its sheen. It is a “magical” show, she says. “I think it’s got everything – it’s funny, it’s got glitz and glamour. You watch these people go through this emotional journey every single week and what you see is real. It’s not staged.”", "Her appointment seemed to repair some of the damage done in 2009 when a former judge, the vastly experienced Arlene Phillips, was replaced by the much younger Alesha Dixon, a former contestant, and the show was accused of ageism. Ballas is pleased if her appointment showed the power of older women. “People seem to think that, by the time you hit 45 or 50, you might as well just pack it in and call it a day,” she says. “It’s a bit like that in my own industry [dance] as well – it’s run by men and an older woman just doesn’t seem to have a part in anything. So, I think it flew the flag for everybody. Don’t give up hope if you feel like you belong somewhere, or you can do it.”", "Facebook Twitter Pinterest ‘I think Strictly has everything – it’s funny, it’s got glitz and glamour’ ... with her fellow judges, Craig Revel Horwood, Motsi Mabuse and Bruno Tonioli. Photograph: Kieron McCarron/BBC", "I tell her that I love that one of the biggest shows on TV is female-led – it is presented by Tess Daly and Claudia Winkleman, while the production team is run by women. “Well, I think they lead it better than men,” says Ballas with a smile.", "We talk about how the quality of the dancing this series seems so high – “Sending somebody home each week is not going to be easy,” she says – and about whether it is fair to pit people who have never danced before against former pop stars: “If everybody was the same level, could you imagine how boring it would be?” She says she was “very sad” when the former ballerina Darcey Bussell decided not to return as a judge, but that she was “absolutely thrilled” when Motsi Mabuse, whom she has known for 20 years, got the job. “We have the same sense of humour, we’re on the same page, she’s from the same industry.” She used to judge Mabuse in competitions. “She was just like this bottle of champagne – full of bubbles and sparkle when she danced.”", "I mention the so-called Strictly curse, whereby some celebrities end up leaving their marriages for their dance partners. I have always wondered whether the producers are dismayed at such scandal rocking a family show, or pleased that it makes it more talked-about. “That question I couldn’t answer; that’s above my pay grade,” she says. Is it inevitable that people fall in love when they dance together? “You mean to tell me in your office that’s never happened? But ours happens to be on TV, on one of the biggest TV shows, and so it’s just magnified. If you go into any industry, it happens all the time and it’s not a big deal. But it seems to be when it happens on Strictly.” Does everyone gossip about it behind the scenes? She smiles, hard as a diamond. “I am there to judge a dance competition: I’m there to judge your footwork, your rhythm, how you look and how you are. I am not there to judge your private life.”", "By the time Ballas was 25, she had been engaged to three of her dance partners and married to two. “My mother collects engagement rings,” she says with a laugh. “I remember my teacher telling me at 17: ‘Everybody [in dance] gets married, Shirley.’ And I said: ‘But we hardly know each other.’”", "Facebook Twitter Pinterest ‘I’m competitive with myself all the time’ ... Ballas in 1975.", "Ballas grew up in Merseyside, raised by her single mother, Audrey; her father left when she was two – “Not a penny was given ... not even a pair of shoes” – along with her older brother, David. Audrey, to whom Ballas is extremely close, took every job she could. She worked in a chocolate factory and went for a job as a forklift-truck driver there because it paid more. Audrey must have been the only woman, all 5ft of her, driving one of their forklifts in the 60s. It probably goes some way to explaining her daughter’s determination.", "When Ballas was seven, she went to Brownies one night and noticed an adult ballroom-dancing class next door. She remembers standing on tiptoes to look through the window. “I went in and asked the man: ‘Do you do this for children?’ He said: ‘We’re starting on Saturday.’” Ballas was hooked instantly. “It’s the love of music – the minute it goes, I can’t keep my feet still. I just feel like I need to keep moving and I just love everything about it. I think dancing was a way of showing your femininity and, through the years, your strength, because it’s a male-dominated industry ... to still be standing in my industry today is huge, with the amount of people who’ve tried to stop me getting where I’m going.”", "She started competing when she was 10. When she was 14, she moved to Yorkshire so she could be paired up with the young British ballroom champion, Nigel Tiffany. It wasn’t difficult to leave home, she says: by now it was her dream to become a professional dancer. “I just knew that we didn’t have the resources,” she says. They didn’t have a car, or spare money, so ferrying her around the country to training sessions and competitions wasn’t an option. “My mum said I was a very logical thinker.”", "At 16, Ballas and Tiffany moved to London and got engaged, but Ballas’s dance teacher advised her to have a try-out with another dancer, Sammy Stopford. Tiffany broke off their engagement. (He is now her financial adviser and one of her dearest friends. Stopford – whom she left for her second husband a few years later – lives on her road.)", "She and Stopford won lots of major titles, but then she met Corky Ballas, while she and Stopford were teaching in the US. Corky was handsome and charismatic – and her head was turned. Their son Mark, born when she was 25, was a “pleasant surprise”, but at that time, she says, most professional dancers didn’t have children – or, if they did, their careers ended. “I said to my mum: ‘There’s just no way I’m going to be able to do this.’”", "Her mother stepped in, looking after Mark while Ballas and Corky travelled the world to compete, although often she would take him with them. “It was very, very difficult,” she says. “But you’re young, you’re striving for your own career. My mum was there, she took care of him.” It helped, she says, that Mark “came out of the womb dancing. If the fridge light went on, he thought he was on stage. He loved to dress up. He got our industry.”", "If I could go back to my younger self, I would say: ‘You’re fine as you are’", "The Ballases won the International Latin American Dance championship when she was 35; she had won it with Stopford for the first time at 23. She retired from competition soon after. Was it hard to walk away? “No. At 36 – and Mark was 11 – it was enough.” She had always taught and given demonstrations to earn a living, so she threw herself into this. They also took in the two children – Derek and Julianne Hough – of family friends (they are now renowned dancers in the US). Mark was showing signs of becoming a professional dancer, too.", "When she refers to her children, she means Mark and the Hough siblings, but also her niece, Mary, whom she helped raise after the suicide of her brother in 2003, at the age of 44 (Mary lost her mother not long afterwards). What was the effect of David’s death on the family? “I don’t think my mother will ever get over it,” she says quietly. “Neither of us. He was very much the protector of the family. He was always the one who stood fast behind me, and then suddenly he wasn’t there.” She blamed herself, she says. They knew David was depressed, but not what it meant. “We didn’t know anything about mental health,” she says. “There just wasn’t access. There was nothing on TV, there was nothing to read.” Ballas had persuaded their mother to visit her in London, leaving David alone; they had no idea he was feeling suicidal. “I’ll live with that for ever.” Tears spring in her eyes. “I’m going to get upset, sorry.” What she can do now, she says, her voice trembling, “is campaign for the good of men’s mental health”.", "It hadn’t been long since she and Corky had broken up. Growing up without a father meant “there was no gauge, really – what you’re looking for when you get married, how should a man treat you? I didn’t have any scale. So, you know, if you were badly treated, to me it was acceptable, when in actual fact, what I’m realising now, is that it wasn’t.” Was she badly treated? “I won’t go into that part,” she says.", "Facebook Twitter Pinterest ‘It’s the love of music – the minute it goes, I can’t keep my feet still’ ... with Tonioli on Strictly in 2017. Photograph: David Fisher/Rex/Shutterstock", "She met her current partner, the actor Danny Taylor, when they were doing panto last Christmas. “I never, ever thought in my lifetime I would meet a man who, with the exception of my brother …” She doesn’t finish the sentence. “He’s just a really, really good man. He’s definitely restored some confidence in me that perhaps I had when David was alive, but I haven’t had since.”", "She doesn’t strike me as someone with low confidence. “Lower than you would imagine,” she says. “All the time. Even on Strictly, I can’t deal with somebody telling me I look lovely. It’s a personal thing for me.” Being a dancer must give you an unusual amount of awareness about the way you look. “Of course,” she says. “If you’re serious about your trade, you’ve got to take care of yourself. You’ve got those flimsy Latin dresses on, you know you’re flashing your panties, you have to be in a good shape. But it comes at a price.”", "Ballas doesn’t lack confidence in her abilities as a judge and a teacher – she says it is her “safe place, because I know my job inside and out. All my confidence I have is in my trade, and I think my own personal issues are my own personal issues, from different marriages and from different things throughout my life.”", "Later this month, Ballas will have her breast implants removed, having become worried that they make mammogram screening more difficult. Her mother and aunt were both recently diagnosed with cancer, although not breast cancer. She had them in the first place, she says, because of a lack of confidence. “If I could go back to my younger self, I would say: ‘You’re fine as you are, and God makes people in different ways; we’re all different shapes and sizes.’ But I think when you have people telling you different things about yourself, it’s like: chip, chip, chip, and you don’t believe anything you’ve got is nice or pretty. I think I got implants more because I was searching to find something that was beautiful, when perhaps I didn’t realise, as Danny says, it’s inner beauty that counts the most.”", "What is impressive about Ballas, what counts the most, is what a grafter she seems to be – that and the way she has given her knowledge and support to countless proteges. At almost 60, with five decades in the business, she should be revered in the dance world. Largely, she is, but she describes an industry rife with bullying and vitriol, at least at the top. Although she is adamant she has no knowledge of anything that could fuel a #MeToo movement within the industry, she says it is a male-dominated world. “If you’re doing well as a female and somebody feels threatened, then they make it difficult for you.” One of the reasons she jumped at the Strictly job was “because there were men at the top that were trying to push my nose out”. She says she has been prevented from judging competitions, while couples she has trained have been told they would never win competitions if they stayed with her. How has she coped? “You have to have a steel spine, darling: you won’t last five minutes in this kind of industry if you don’t. And I’m sure that’s the same for any woman in any industry, at the top.”", "Recently, one of the dancers she trained became a pro on Dancing With the Stars (the US version of Strictly) and he sent her a video of himself. “I was crying, I was so moved,” she says. “It was his dream, and to see that boy live his dreams is … it just touches me.” She likes to see people do well, she says. “I haven’t got a green bone in my body. I have not got a jealous streak of any type at all.” But she must be competitive? She smiles. “Well, that’s different,” she says. “I’m competitive with myself all the time – everything from the way I look to how I do on TV. I’m competitive with myself because I want to be all that I can be.”", "Strictly Come Dancing is on Saturday nights on BBC One", "In the UK and Ireland, Samaritans can be contacted on 116 123 or by emailing jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "It is the heels I see first – towering, spiky, perhaps not ideal driving footwear – as Shirley Ballas gets out of her shiny red Porsche.\nBallas came to widespread public attention in 2017, at the age of 56, when she was made head judge of the TV dance competition Strictly Come Dancing.\n“It’s a bit like that in my own industry [dance] as well – it’s run by men and an older woman just doesn’t seem to have a part in anything.\nBut it seems to be when it happens on Strictly.” Does everyone gossip about it behind the scenes?\n“I am there to judge a dance competition: I’m there to judge your footwork, your rhythm, how you look and how you are.", "url": "https://www.theguardian.com/tv-and-radio/2019/oct/06/strictly-come-dancing-shirley-ballas-so-many-people-have-tried-to-stop-me", "title": "Strictly Come Dancing’s Shirley Ballas: ‘So many people have tried to stop me’", "id": "03aea704-953c-33bd-a0f2-77f02c681174", "authors": ["Emine Saner"]}