{"id": "03c6b9ac-8c51-3245-888f-243c3c49f2f5", "title": "Alexander McQueen Makes a New Home in New York City", "url": "https://www.vogue.com/article/alexander-mcqueen-opens-greene-street-store-new-york", "summary": "But luckily for us fashion lovers, the Alexander McQueen brand employs a more magical way of thinking.\nOn Greene Street in New York’s Soho, beside plywood-covered windows and bolted shut doors, the new McQueen store shimmers, thanks to a display of hundreds of beetles and butterflies in the window.\nRendered in earthy materials and with slightly inward slanting walls, the store feels part living room, part womb.\nAlexander McQueen's Tall Story and Story Shoulder bags sit on a piece of alabaster beside gifting displays Photo: Courtesy of Alexander McQueen The exterior of the Greene Street building that houses the Alexander McQueen store Photo: Courtesy of Alexander McQueenIts homey design is the handiwork of the Chile-based architect Smiljan Radic, who has crafted several other McQueen Stores, including the Bond Street flagship in London.\n“Alexander McQueen is a London-based house, and I wanted the store in New York to reflect all the elements of our London flagship,” Burton said of her partnership with Radic.", "paragraphs": ["Conventional wisdom would suggest that opening a luxury store amidst a national retail downturn is not a great idea. But luckily for us fashion lovers, the Alexander McQueen brand employs a more magical way of thinking. On Greene Street in New York’s Soho, beside plywood-covered windows and bolted shut doors, the new McQueen store shimmers, thanks to a display of hundreds of beetles and butterflies in the window.", "On a sleepy post-election, pre-results weekday, it was the hottest address in the neighborhood by a landslide, despite not having officially opened. As security guards turned away several sets of interested shoppers, a McQueen employee in one of Sarah Burton’s bias-cut suits was giving a FaceTime tour to a friend of the brand abroad. Inside, past the beetled curtain, it’s easy to see why people are eager to get inside. Rendered in earthy materials and with slightly inward slanting walls, the store feels part living room, part womb.", "Alexander McQueen's Tall Story and Story Shoulder bags sit on a piece of alabaster beside gifting displays Photo: Courtesy of Alexander McQueen The exterior of the Greene Street building that houses the Alexander McQueen store Photo: Courtesy of Alexander McQueen", "Its homey design is the handiwork of the Chile-based architect Smiljan Radic, who has crafted several other McQueen Stores, including the Bond Street flagship in London. “Alexander McQueen is a London-based house, and I wanted the store in New York to reflect all the elements of our London flagship,” Burton said of her partnership with Radic. “It has a similar feeling and shares the same spirit, uniting the cities which both have such a depth of culture and diversity.”", "For Radic, working with Burton on the brand’s retail spaces is a natural fit—emphasis on natural. Both are ardent outdoors lovers, and finding ways to incorporate natural materials into modern designs is Radic’s signature. “I do not have too much to explain about it,” he said with a laugh, “because it was so natural and our friendship was so clear in the sense of we love how we work with each other.”", "The pillars of that work are not only a fascination with nature, but a respect for it, not to mention a sort of innovative resourcefulness. The American walnut and Europeak oak wood that lines the floors and walls is sustainably sourced, and the honeycomb-like cladding on the upper walls is a new material the brand is calling “cotton-crete” made from turning leftover cotton into a sort of papier machê and stamping it against bubble wrap. It’s nature, fusing with ingenuity, to evoke nature."], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["alexander", "walls", "makes", "york", "mcqueen", "store", "city", "work", "radic", "natural", "nature", "brand", "street"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}