{"keywords": ["widely", "business", "writes", "usa", "topic", "strategy", "x", "planning", "impact", "high", "strategic", "toronto", "world", "schools"], "url": "https://execed.economist.com/degroote-school-business/high-impact-strategic-planning-2019-11-05", "summary": "Alex Lowy consults widely as a strategic advisor and educator, helping organizations around the world address major dilemmas in a systematic and effective manner.\nHis clients have included technology firms (HP, IBM), banks (CIBC, BMO) resources companies (Shell) and government (Province of Ontario, City of Toronto, Metropolitan Toronto Police Force).\nHe is an adjunct faculty member at four business schools (DeGroote in Hamilton, Schulich in Toronto, Saint Mary’s in Halifax and Memorial in Newfoundland) where he teaches business strategy and critical thinking skills to executives.\nHe writes extensively on the topic of strategy and decision-making, with articles in such journals as Strategy & Leadership, Business 2.0 and Group & Organization Studies.\nHis most recent book, No Problem, was published in 2007, and is being taught in business schools in Canada, the USA and Malaysia.", "title": "High Impact Strategic Planning", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "04476fe4-b8e2-3ca8-bf05-54c410722e46", "paragraphs": ["Alex Lowy consults widely as a strategic advisor and educator, helping organizations around the world address major dilemmas in a systematic and effective manner. His clients have included technology firms (HP, IBM), banks (CIBC, BMO) resources companies (Shell) and government (Province of Ontario, City of Toronto, Metropolitan Toronto Police Force). He is an adjunct faculty member at four business schools (DeGroote in Hamilton, Schulich in Toronto, Saint Mary’s in Halifax and Memorial in Newfoundland) where he teaches business strategy and critical thinking skills to executives. He writes extensively on the topic of strategy and decision-making, with articles in such journals as Strategy & Leadership, Business 2.0 and Group & Organization Studies.", "Alex is co-author of several best-selling business books including The Power of the 2 x 2 Matrix (Jossey Bass, 2004, with Phil Hood) and Digital Capital (Harvard Business School Press, 2000, with Don Tapscott & David Ticoll). His most recent book, No Problem, was published in 2007, and is being taught in business schools in Canada, the USA and Malaysia."], "pubDate": null}