{"id": "049593a7-0b6a-38f8-83cf-9a5bd0e6e620", "title": "Bagehot - Sir Keir Starmer: foresight without vision", "url": "https://www.economist.com/britain/2020/11/07/sir-keir-starmer-foresight-without-vision", "summary": "Mr Johnson’s volte face makes him look weak and dithering and Sir Keir prescient and decisive.\nThe Conservative Party has devoted a lot of energy to labelling Sir Keir “Captain Hindsight”.\nBut so far the move has paid off, making Sir Keir look tough without sparking a rebellion in the parliamentary party.\nSir Keir has done patient work taking over the party.\nBut Sir Keir has given no sign that he is capable of either providing what George Bush senior called “the vision thing” or promoting others who can do it for him.", "paragraphs": ["S IR KEIR STARMER’S leadership of the Labour Party has taken place entirely in the age of covid-19—he was elected on April 4th—but the politics of the disease have changed completely in that short time. Last time Britain went into lockdown the leader of the opposition was walking on eggshells. Criticism of the government’s strategy would have come across as opportunistic or unpatriotic. This time he is riding the surf. Serial incompetence has rendered the government fair game. The sense of national unity, which started to unravel when the prime minister’s chief adviser broke lockdown rules, has gone entirely. With the Tories at each other’s throats, nobody can object to tough criticism from Labour.", "Sir Keir’s latest success is the lockdown itself. On October 13th, he started arguing for a two-to-three-week “circuit break” to coincide with half term. His position echoed that of SAGE , the government’s team of scientific advisers. Boris Johnson vigorously rejected his advice on the grounds that a full lockdown would be a “national disaster”. The prime minister then spent three weeks scrambling to make his tiered system work, only to reverse himself and introduce a national lockdown.", "This feeds nicely into Labour’s main line of attack: that the prime minister’s handling of the virus has been slow and clumsy from the beginning. Mr Johnson’s volte face makes him look weak and dithering and Sir Keir prescient and decisive. It also gives the Labour leader a licence to be simultaneously for and against the lockdown: whenever anyone mentions the costs of closing the country down he can argue that they would have been lower if only the prime minister had acted sooner. The Conservative Party has devoted a lot of energy to labelling Sir Keir “Captain Hindsight”. Mr Johnson has transformed him at a stroke into Captain Foresight.", "Sir Keir’s good call on lockdown coincides with a piece of good fortune: the Equality and Human Rights Commission’s strongly worded report on anti-Semitism in the party under the leadership of his predecessor, and Jeremy Corbyn’s dismissive reaction to it. Mr Corbyn was swiftly suspended from the party. Chucking out a former leader is a dangerous manoeuvre, particularly when that leader is a hero not just to leathery old leftists but also to young idealists who flooded into the party when he took over in 2015. Moreover, hard leftists are dangerous enemies to have, given their long memories and habit of lurking in the dark corridors of the party machinery, ice picks in hand. But so far the move has paid off, making Sir Keir look tough without sparking a rebellion in the parliamentary party. Mr Corbyn’s most vocal supporters consist mostly of has-beens and misfits—indeed, Chris Williamson, one of the most vocal of the lot, was expelled from the party over anti-Semitism. This looks more like the death-rattle of a dying regime than a live threat in the future.", "Luck isn’t randomly distributed in politics: it goes to the well-prepared and gutsy. Sir Keir has done patient work taking over the party. Rather than drafting old Blairites like Hilary Benn into the shadow cabinet, he has appointed a new generation of MP s, and brought enthusiastic young advisers into his office. The parliamentary party is more disciplined than it has been for years. John McTernan, a former political adviser to Tony Blair, points out that the difference between first-rate barristers and also-rans lies in their sense of timing: they know not only which is the most damaging weakness in their opponent’s case, but also exactly when to expose it. On everything from the sacking of his leftist rival for the leadership, Rebecca Long-Bailey, from the shadow cabinet—one of his first moves as leader—to the call for a second lockdown, Sir Keir has used the skills he has honed in his career.", "Perhaps, given the shambles of Mr Johnson’s government, Sir Keir’s professionalism, competence and normality will be enough to win him the next election. But thanks to Labour’s collapse in Scotland, the electoral mountain he has to climb is far higher than the one that Tony Blair faced in 1997. And the Conservative Party has a distinguished record of getting rid of failing leaders: it is notable that the Labour Party is now shifting its fire from Mr Johnson, who is beginning to have the air of yesterday’s man, to Rishi Sunak, his chancellor, who is every bit as normal, professional and competent as Sir Keir.", "Labour leaders who have broken long periods of Conservative rule have offered something more than competence: a galvanising vision of the future. Clement Attlee offered to replace the old devil-take-the-hindmost patchwork of benefits with a modern welfare state, and a class-ridden society with a meritocracy. Harold Wilson talked about the “white heat of the technological revolution”. Tony Blair peddled a third way between socialism and capitalism.", "Sir Keir’s main initiatives are party-focused and backward-looking: winning back traditional Labour voters in the Midlands and the north, ridding the party of its unpatriotic image, kicking out anti-Semites. He has said nothing about the great issues that will define the future: how Britain should try to define itself after Brexit, how to head off Scottish independence or even—this is the Labour Party after all—what work will look like when the pandemic is over. “Technocratic, nasal and boring” is how a Labour veteran summarises his style.", "These are still early days in the Keir era, and the middle of a pandemic might not be the right time to be unveiling shiny new visions of the future. But Sir Keir has given no sign that he is capable of either providing what George Bush senior called “the vision thing” or promoting others who can do it for him. Attlee, Wilson and Blair all surrounded themselves with big political beasts who had a keen sense not only of how to gain power, but also of what they wanted to do with it. Labour’s top table today is heavy on technocrats but light on gurus. Sir Keir may have cast off the Captain Hindsight label when it comes to the pandemic, but if he is to inspire voters, he will need to persuade his countrymen that he can look beyond the next lockdown.■"], "authors": ["The Economist"], "keywords": ["mr", "bagehot", "starmer", "keir", "party", "leader", "prime", "keirs", "vision", "sir", "foresight", "lockdown", "labour", "look"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}