{"id": "050170c7-7cd8-3c8e-917c-dd48798d7681", "title": "Where Is Dying Light 2?", "url": "https://www.gameinformer.com/2020/10/30/where-is-dying-light-2", "summary": "Recently we wrote up about the returning Left 4 Dead 2 crossover to the first Dying Light.\nImmediately, the comments about \"what happened to Dying Light 2\" swarmed following several major changes happening behind-the-scenes.\nThis begs the question: what is going on with Dying Light 2?\nThat being said, more and more Dying Light fans, especially with the Halloween event returning, are wondering what is going on with the sequel and if it has hit one too many roadbumps.\nWhat do you think about Dying Light 2 and its journey so far?", "paragraphs": ["Recently we wrote up about the returning Left 4 Dead 2 crossover to the first Dying Light. Immediately, the comments about \"what happened to Dying Light 2\" swarmed following several major changes happening behind-the-scenes. Following the in-depth look at the anticipated sequel during E3 2019, Techland has parted ways with key members of its team and placed the upcoming game under the 'delayed indefinitely' label. This begs the question: what is going on with Dying Light 2?", "The indefinite delay was announced back in January of this year where Techland revealed that the team's vision needed more time to make it a reality. CEO Pawel Marchewka later promised that there would be more news following the delay reveal, but then the world was thrust into chaos following massive wildfires, a global pandemic, and pretty much everything else this year could throw at us. With 'work from home' orders in place, the strenuous development progress presumably felt the heat of the events surrounding COVID-19, only to later lose an important part of the narrative team several months later.", "Back in June, sexual assault allegations arose against accredited games writer Chris Avellone. “We treat matters of sexual harassment and disrespect with the utmost care, and have no tolerance for such behaviors – it applies to both our employees as well as external consultants, Chris among them,” Techland wrote in a statement following the news. “This is why, together with Chris Avellone, we’ve decided to end our cooperation.” Other companies Avellone was working with at the time also distanced themselves from the writer, including Paradox Interactive surrounding the company's work with him on Vampire: The Masquerade - Bloodlines 2.", "During the public departure from his role as a writer on Dying Light 2, Techland confirmed that the game was still very much in development, pushing back against rumors that the sequel was stuck in development hell. The initial rumor began when a report from a Polish media company cited that the game's development was a \"total mess\" and that the future looked grim. This resulted in the following statement to Escapist Magazine:", "The article includes many inaccuracies which we tried to rectify in the materials we provided the author. Bbecause we believe in transparency, we gave its author the opportunity to talk to some of our employees, so they could show a different perspective to the story presented by the anonymous sources, or even dismiss it altogether. We provided the author with a great deal of information — unfortunately, not all of it was used in the article.", "Following the PR statement, lead game designer Tymon Smektala from Techland added that the sequel was in its \"last stretch\" of development, though there was no word on whether or not Dying Light 2 would see a 2020 release. Given that it was slated for a Spring 2020 release and we are heading into November with still no news, a 2020 launch seems highly improbable. That being said, more and more Dying Light fans, especially with the Halloween event returning, are wondering what is going on with the sequel and if it has hit one too many roadbumps.", "The first game made its launch debut back in January 2015, so a Janruary 2021 release date for its sequel would make sense. That being said, there is no evidence to support that it is near ready enough for that window, and nothing from the team has supported that possibility at this time. With the next generation of gaming upon us with the PlayStation 5 and Xbox Series X/S, it's likely that it will be awhile before we see the fruits of Techland's labor.", "What do you think about Dying Light 2 and its journey so far? Do you think we'll see its release here soon or will we be asking this question this time next year? Sound off with your theories in the comment section below."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["development", "light", "team", "techland", "release", "following", "sequel", "writer", "dying", "game"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}