{"id": "054f3ac4-0c96-322a-ba8c-2fac03c31b3c", "title": "Shirley Hazzard and the Art of Outsized Intimacy", "url": "https://www.newyorker.com/magazine/2020/11/16/shirley-hazzard-and-the-art-of-outsized-intimacy", "summary": "They have spent the summer in a stately courtship, and Sophie has mostly managed to not think explicitly about its end.\nHazzard was in her late twenties when she completed her first short story.\nHiroshima was a wasteland when Hazzard arrived there at the age of sixteen, less than two years after the attack.\nHazzard said that the move was “a sort of death.” Heartbroken in Wellington, she studied Italian and read Leopardi.\n(Hazzard bristled at comparisons to Henry James, whose “greatness” she conceded only with reservations.)", "paragraphs": ["Toward the end of Shirley Hazzard’s first novel, “The Evening of the Holiday” (1966), a young woman and a man twice her age sit in a parked car in Tuscany, near the ruins of a villa. Sophie is from England, in Italy on holiday. Tancredi is a Sicilian architect who is separated from his wife. They have spent the summer in a stately courtship, and Sophie has mostly managed to not think explicitly about its end. But the time has come for her to return home. There is no immediate obligation calling her back, but she is determined to go.", "Sophie struggles against their claustrophobic misery. As her mind gyres outward (“All around them, across the countryside, men and women went about their work or sat down to their lunch, talked and laughed—or wept, as they wept now”), she tries to “fit this love into some immense, annihilating context of human experience, assailing it with her sense of proportion.” Tancredi, wryly credited with being the one “who knew more about proportion,” lifts his head. “What could be worse than this?” he asks Sophie. “What could be worse?” The chapter ends soon afterward, and the next one opens half a year later, during a winter of record-breaking freezes and deaths.", "These contrasts in scale—individual and historical, intimate and epic—occur throughout the novels of Shirley Hazzard, whose writing, like her name, tends to begin demurely enough, all weak tea and lace curtains, but grows quietly comic, and then abruptly calamitous. Her characters know poetry by heart, believe in honor, and speak in epigrams. Their biographies are revised, drastically, by plane crashes and shipwrecks, fatal battles, and grave illnesses. They travel widely and suffer emotional devastation.", "Hazzard, who died in 2016, at the age of eighty-five, once described her reading life as one of “impassioned humility.” This is the effect of her books, too, in which vast, inhuman forces circumscribe her characters’ most personal experiences. She was, as she told the Paris Review, skeptical of fiction that was “hard, cool, indifferent”; she thought that literature should be “an intensification of life,” not merely a skillful recapitulation of it.", "Hazzard was in her late twenties when she completed her first short story. She mailed her only copy to this magazine from Tuscany, where she was living in a vineyard-surrounded villa with a family of anti-Fascists. It was one of roughly thirty thousand unsolicited manuscripts that The New Yorker received annually at the time, but William Maxwell, the fiction editor, pulled it out of the slush pile and instructed Hazzard to send more.", "“Woollahra Road,” which closely heels to the consciousness of a small Depression-era Australian child, was, in 1961, the first story of Hazzard’s that the magazine published. It now appears, along with twenty-seven others, in “Collected Stories” (Farrar, Straus & Giroux), edited by Brigitta Olubas, a literary scholar from the University of New South Wales who has edited a collection of academic essays on Hazzard and is at work on a biography. The stories, most of which were written in the nineteen-sixties, are often set in exotic locations—the Gulf of Corinth, South China, Florence—and are filled with short sentences of tossed-off-sounding sophistication: “The War Crimes people gave parties that lasted all night”; “The Danish couple and the Greek guide speak French among themselves.”", "In “The Picnic,” from 1962, Hazzard came upon a theme that preoccupied her for a lifetime: the way love can be at once perishable and, in its reshaping of our minds, permanent. Nettie and Clem—distant relatives by marriage, illicit lovers long ago—sit in awkward silence on a hillside. The story contains hardly any dialogue. It is the first time they have seen each other in a decade. Clem takes note of Nettie’s inappropriate dress, which she has (predictably, he thinks) stained. Nettie observes Clem’s faded face and dreary caution. Their private thoughts construct a history of their relationship and reveal what they both deny to themselves: that they have lastingly altered each other’s very cognition; that each still intrudes on the other’s thoughts almost every day; that they are themselves, in some ways, because of each other. Although they have not been together in years, they have, in this sense, never quite been apart. Love, which takes place in the mind, is eternal, “the only state” in which “all one’s capacities” are engaged. The entire story spans just a few minutes.", "In “Collected Stories,” we see Hazzard practicing the floor routines of her later novels, sticking all the landings if not always having yet worked out the full choreography. The erudite similes and lethally precise adjectives are there, as are the astute observations about domestic phenomena. The sentences of shocking wisdom appear freakishly often. The intelligence is relentless. Hazzardians will read “Collected Stories” with impatient pleasure, reminded from the first page that, once they are through, they can start rereading the novels.", "The globe-trotting cosmopolitanism of Hazzard’s own life emerged out of a childhood in what she described as “a remote, philistine country.” Growing up in Sydney, Australia, with a bipolar mother and an alcoholic father, Hazzard yearned for the authority of England, with its smoking chimneys, hedgerows, and correctly timed seasons. When it was winter in Australia, it was summer everywhere that seemed to count. “Literature had not simply made these things true,” she writes in “The Transit of Venus,” her 1980 masterpiece. “It had placed Australia in perpetual, flagrant violation of reality.”", "Her early education was conducted at a school that primed its young charges with poetry, but it soon became impossible to ignore the conflagration that had overtaken Europe and the Pacific. Already Hazzard was familiar with the wounded veterans of the Great War who hobbled down the streets of Sydney, and, as a child, she had once been evacuated to the countryside with her fellow-students. “I had been raised in the climate of war,” she wrote half a century later, having by then published five books of fiction absolutely rife with combat imagery.", "Hiroshima was a wasteland when Hazzard arrived there at the age of sixteen, less than two years after the attack. She saw a city where (as a character in one of her novels puts it) “the crust of the earth had been lifted off only to reveal more man-made horrors beneath.” The family was en route to Hong Kong, where Hazzard’s father had accepted a diplomatic post. Once there, having quit school, she found a job working for British intelligence; on her time off, she read literature with an autodidact’s reverence for tradition, and had a love affair with a British Army officer. After her sister contracted tuberculosis, the family relocated to New Zealand. Hazzard said that the move was “a sort of death.” Heartbroken in Wellington, she studied Italian and read Leopardi.", "The family moved again, in 1951, to New York City, where Hazzard took an underpaid secretarial job in the “dungeons” of the United Nations, a hellish experience on which she drew heavily in “People in Glass Houses,” a collection of linked satirical stories published in 1967. Though her disappointment in the institution, with its squandering of talent and its misplaced ideals, is the subject of two nonfiction books of hers, “People in Glass Houses” conjures the dark comedy of a place where co-workers banter on rugs donated by the Republic of Panama and officials carry on about freedom as though it were “some extinct creature being pickled in a jar of spirits.”", "Like one of her fictional U.N. employees, Hazzard has said that she was granted a “miraculous” reprieve by the Suez Crisis, when, at the age of twenty-five, she was sent to Naples for a year. In a “blitzed town” where the streets had been littered with both shrapnel and Vesuvian ash, Hazzard learned to take ceremony seriously and to live amid history. In 1963, the year that “Cliffs of Fall,” her first story collection, appeared, she married Francis Steegmuller, the recently widowed Flaubert scholar. The couple settled in Manhattan but spent half of every year in Capri. There they befriended Graham Greene, after Hazzard met the novelist in a café and helpfully supplied him with the last line of a Robert Browning poem he was struggling to remember. (Their friendship was the subject of Hazzard’s “Greene on Capri,” a short memoir, published in 2000 and filled with sentences like “We were speaking of Dryden.”)", "By the decade’s end, she had published her first two novels, “The Evening of the Holiday” (1966) and “The Bay of Noon” (1970). Delightfully outmoded and set in Italy—whose summer sky, in a lapse of cosmic good taste, is colored “an injudicious paint-box azure”—both are about self-knowledge, love, and epicurean errands. (Hazzard bristled at comparisons to Henry James, whose “greatness” she conceded only with reservations.) Still, like a Jamesian character, she felt herself, in Italy, to be “living more completely among the scenes and sentiments of a humanism the New World could not provide”; centuries seemed to collapse in on themselves all around her. It was the country’s constant “admixture of immediacy and continuity, of the long perspective and the intensely personal” that, in the coming decades, bloomed in each of her books.", "Though Hazzard’s politics were left-leaning, her self-presentation was decidedly Old World—starched shirts, a closet full of Chanel tweeds. In an act of treasonous grooming, she wore her hair pinned up in a bouffant through the late nineteen-sixties and seventies. She spoke in a muted British accent that was the muddied average of all the English-speaking countries in which she had lived. “If a highly intelligent and principled moth were able to talk,” the art critic John Russell once said about Hazzard, “that is what she would sound like.” A young friend lovingly characterized her as “preposterous, though not absurd,” and recalled her speaking “in full, long paragraphs without line breaks.”", "With far-flung origins, an itinerant coming of age, and a husband a quarter century her senior, Hazzard lived a life remote from those of her contemporaries. She disliked television and, later, literary theory and personal computers. Her fiction, which is about straight, white, well-read expatriates who speak to one another in mannered, idea-dense dialogue, was old-fashioned even at the time (“Victorian,” per the book reviews). Yet, if the turbulence of privileged spheres feels familiar, the intensity and precision of her focus does not.", "“Scruple was a tiny measure, used perhaps by a jeweler or a chemist,” Aldred Leith muses in “The Great Fire” (2003), Hazzard’s final and most autobiographical novel. Leith, a wounded British soldier travelling through postwar Asia, has fallen in love with the much younger Helen Driscoll, an Australian teen-ager living in occupied Japan: “He had never dealt, in love or otherwise, in such minute quantities.” These are the quantities—subjective, invisible to the naked eye—with which Hazzard most often deals. The intellectual thrill of her work arises from her ability to describe the small, constituent particles of emotional matter we typically consider irreducible. A character in her 1964 story “Comfort” notes that “not kind” was a more damning characterization of a person than “cruel,” as it “implied having understood the principle of kindness and having rejected it.” Confidence, another observes in “The Party,” published two years earlier, is “one of those things we try to instill into others and then hasten to dispel as soon as it puts in an appearance.” Then, the corrosive rejoinder: “Like love.”", "Writing about “The Transit of Venus” in the third person feels a bit like telling a lie by omission. I first read the book two years ago and have reread it five times since, finishing it always with the impression that something very real and a little beyond language has happened to me. I’m desperate to talk about the book with those who have read it, and find myself at some remove from those who haven’t. In this way—Was it like this for you, too?—the novel is akin to sex or drugs or physical pain. “A state of mind,” one character warns another, “will overtake you like an event.” Each time I begin the novel, I laugh a little at the first line, pretending for a moment that it refers to me: “By nightfall the headlines would be reporting devastation.”", "“The Transit of Venus” opens, like a fairy tale, in the middle of a storm. Ted Tice, a young man carrying a decaying suitcase, appears at the door of his future employer, an arrogant astronomer of wealth and stature. At the astronomer’s lavish English country home, Ted meets Grace and Caroline Bell, two beautiful orphaned sisters—one fair, one dark—who have left their far-off kingdom of Australia in search of a new life in a more civilized world. Grace, the fair sister, is engaged to the astronomer’s son, a seething civil servant named Christian Thrale. Ted falls in love with the dark sister, Caroline, who herself is in love with Paul Ivory, a manipulative playwright engaged to an aristocrat from a nearby manor.", "From this cut-diamond opening, the rest of the novel’s plot flickers and refracts. Caroline, known as Caro, has an affair with Paul and, when it ends, is overtaken by a desperate depression. She is rescued by a gallant American of virtuous pursuits, whom she marries. Christian and Grace temporarily fall in love with other people. The years pass, Ted rises to professional prominence and gets married himself. Still, he loves Caro, who has become for him a legend. And then a rival dies, a lifelong love is returned. When calamity strikes, we realize it was always to be so—that breadcrumbs, dropped for years, have made a trail leading straight to tragedy."], "authors": ["Alice Gregory", "Alice Gregor"], "keywords": ["shirley", "published", "read", "life", "novels", "outsized", "hazzard", "age", "having", "hazzards", "intimacy", "young", "love", "art"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}