{"id": "055e47df-3535-3fad-bfe7-6678851345f8", "title": "Enhanced Versions Of BloodRayne 1 & 2 Coming To Steam And GOG Next Week", "url": "https://www.gameinformer.com/2020/11/03/enhanced-versions-of-bloodrayne-1-2-coming-to-steam-and-gog-next-week", "summary": "Upstart publisher Ziggurat Interactive will release enhanced editions of the first two BloodRayne games to Steam and GOG on November 20.\nThe improved versions of BloodRayne 1 and BloodRayne 2 support higher resolutions up to 4K and feature upscaled cinematics, improved lighting and rendering, and modern controller support.\nThe first two BloodRayne games were released in 2002 and 2004, respectively, and star the vampire Rayne.\nThe series entered a long hiatus until 2011’s BloodRayne: Betrayal, which changed gears by shifting to a 2D action side-scrolling design.\nAny BloodRayne fans excited to play these improved versions on PC?", "paragraphs": ["Upstart publisher Ziggurat Interactive will release enhanced editions of the first two BloodRayne games to Steam and GOG on November 20. Dubbed the Terminal Cuts, these definitive editions of the beloved action series boast new graphical and performance spit shines to get them up to speed for a modern era.", "The improved versions of BloodRayne 1 and BloodRayne 2 support higher resolutions up to 4K and feature upscaled cinematics, improved lighting and rendering, and modern controller support. Both games will be sold separately though the price is unknown at this time.", "The first two BloodRayne games were released in 2002 and 2004, respectively, and star the vampire Rayne. The first game, set in the 1930s, pits her against Nazi forces as well as supernatural foes. BloodRayne 2 jumps to the 2000’s and features Rayne battling an evil vampire cult. The series entered a long hiatus until 2011’s BloodRayne: Betrayal, which changed gears by shifting to a 2D action side-scrolling design. While the series as a whole has never been considered a top critical darling, it proved successful enough to spawn a trilogy of less-than-stellar film adaptations directed by Uwe Boll.", "Ziggurat purchased the BloodRayne franchise alongside other Majesco properties earlier this year. Its aim is to acquire, preserve, and remaster classic franchises for new audiences to enjoy. Dormant franchises under the Ziggurat umbrella include Advent Rising, Forbidden West, and several 3DO licenses such as Killing Time and Captain Quazar.", "Check out this classic Replay episode of the first BloodRayne for an idea of how the game holds up. Any BloodRayne fans excited to play these improved versions on PC? Let us know in the comments!", "[Source: Games Radar]"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["games", "support", "series", "versions", "coming", "week", "steam", "enhanced", "gog", "vampire", "modern", "bloodrayne", "improved", "rayne", "ziggurat"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}