{"summary": "Code Vein is trying to be anime Dark Souls, and there’s no way around it.\nDevelopers taking inspiration from other games is common, but Code Vein shamelessly goes all-in; several levels and a boss fight will be immediately and eerily familiar to Souls fans.\nEverything in Code Vein feels like an off-brand knockoff.\nThese major issues put a limit on how much anyone – even Souls-like veterans – can enjoy Code Vein.\nThe heart of Code Vein remains overburdened by stale scenery, boring bosses, and tiresome trudging, and all of that is beyond what some nice touches can redeem.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Pc Editor", "Daniel Enjoys Poker", "West Highland White Terriers", "A Good Cat Gif."], "keywords": ["trying", "bosses", "simulacrum", "code", "soulslike", "vein", "feels", "way", "lacking", "review", "soul", "blood", "try", "core"], "id": "0575ff04-7773-3f6f-91c8-29f03e00e897", "url": "https://www.gameinformer.com/review/code-vein/code-vein-review-a-simulacrum-lacking-soul", "title": "Code Vein Review - A Simulacrum Lacking Soul", "pubDate": null, "paragraphs": ["Code Vein is trying to be anime Dark Souls, and there’s no way around it. This title attempts to pull every possible mechanic and feature from From Software’s heralded series, then add a bit of its own flair. Developers taking inspiration from other games is common, but Code Vein shamelessly goes all-in; several levels and a boss fight will be immediately and eerily familiar to Souls fans. The end result feels rough around the edges. Combat lacks weight, fights are forgettable, and byzantine stages desperately try (and fail) to capture the things that make Souls-like games interesting.", "Everything in Code Vein feels like an off-brand knockoff. Combat, which is one of the foundational components of this genre, is lifeless; attacking enemies feels as if you’re beating on a rudderless chunk of meat with a blunt object. Bosses and stages don’t have flavor, impact, or style. The occasional framerate drops do nothing to help, and further drag down the core experience. These major issues put a limit on how much anyone – even Souls-like veterans – can enjoy Code Vein. But surrounding these critical failings are some interesting ideas that keep the experience from becoming a total loss.", "As a blood-starved revenant, your journey begins in a fallen world where these vampiric entities must feed to survive. Revenants are trapped in a closed off-prison shard where humans – and their blood – are rare prizes. The story begins as indecipherable, off-putting gibberish, though essential information is revealed as you dig deeper via the acquisition of blood codes. These serve to both convey information as you dive into a character’s memories in cool segments and give you new abilities and archetypes to play with from a functional standpoint.", "The blood code system allows you to keep your level and simply swap to another core class, like a mage or an assassin, at any time. Since it also takes care of the necessary stat allocations, it’s a great tool for trying out new strategies to get past areas or bosses. You can even take skills from one class and place them on another with ease, letting you create your own customized build. Experimenting is fun and quite expansive as you get farther in the game, with lots of choices to mix and match.", "The biggest move away from the Souls-like template is the fact that you can always have a companion by your side. Your collection of A.I. companion choices expands as you progress, and you can pick sidekicks that fit whatever your playstyle calls for, whether it’s some potent ranged damage or a brutal melee assailant. These characters do real damage to bosses and can even bring you back from the brink of death, and you can rely on them to provide valuable assistance. Your friends are still fairly fragile, and bosses will punish and kill them if you try to rely on them too much, but they’re an incredible boon and fun to work back and forth with during intense fights. You can also build up relationships with your companions at your continually developing home base to unlock powerful items, adding an additional engaging wrinkle to your friendships.", "Code Vein has some cool things to enjoy along the way and some nice ideas that shake up the core formula, but they are all incidental details. The heart of Code Vein remains overburdened by stale scenery, boring bosses, and tiresome trudging, and all of that is beyond what some nice touches can redeem.", ""]}