{"keywords": ["delivered", "aaltoesade", "business", "mba", "organization", "global", "program", "environment", "executive", "executives", "able"], "url": "https://execed.economist.com/aalto-university-executive-education/aalto-esade-mba-executives-2019-12-01", "summary": "The Aalto-ESADE MBA for Executives is an executive MBA program based on innovation, design thinking, and the entrepreneurial mindset.\nThe program modules are delivered both in Europe and in Asia, allowing the participants to immerse themselves in the business environment on both continents.\nAs a graduate of MBA for Executives, you will be able to think more creatively, identifying new and innovative business opportunities for your organization.\nYou will also be able to better interpret the surrounding business environment, and recognize how changes in the global economy will affect your organization.\nAs a business leader, you will have enhanced self-awareness and the ability to lead global, multi-cultural teams.", "title": "Aalto-ESADE MBA for Executives", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "059907d3-bc76-3ca2-9249-6115584ecac1", "paragraphs": ["The Aalto-ESADE MBA for Executives is an executive MBA program based on innovation, design thinking, and the entrepreneurial mindset. It combines the strengths of two world leading business schools - Aalto University Executive Education and ESADE Business School - to create a unique EMBA journey delivered in Finland, Singapore, Spain, and Vietnam.", "The program modules are delivered both in Europe and in Asia, allowing the participants to immerse themselves in the business environment on both continents.", "As a graduate of MBA for Executives, you will be able to think more creatively, identifying new and innovative business opportunities for your organization. You will also be able to better interpret the surrounding business environment, and recognize how changes in the global economy will affect your organization. As a business leader, you will have enhanced self-awareness and the ability to lead global, multi-cultural teams."], "pubDate": null}