{"keywords": ["eus", "tentative", "share", "interior", "migrants", "countries", "eu", "italys", "deal", "mediterranean", "league", "agreement", "rescued", "salvini", "reaches", "sea"], "url": "https://www.economist.com/europe/2019/09/24/the-eu-reaches-a-tentative-deal-to-share-out-migrants-rescued-at-sea", "summary": "ON SEPTEMBER 23rd a group of five EU interior ministers agreed to a temporary scheme for the distribution of migrants who are rescued from the Mediterranean Sea.\nIt needs to be endorsed at a full meeting of the EU’s interior and justice ministers next month.\nBut the implications of the deal go much further than ending the game of pass-the-migrant.\nMediterranean states had for years been demanding an agreement such as the one agreed on in outline this week.\nPerhaps most important for the EU’s efforts to turn the populist tide is the effect that the deal will have in the countries from which the migrants depart.", "title": "The EU reaches a tentative deal to share out migrants rescued at sea", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "05c6703a-12d9-3272-9ded-d9f11bcdd0bb", "paragraphs": ["ON SEPTEMBER 23rd a group of five EU interior ministers agreed to a temporary scheme for the distribution of migrants who are rescued from the Mediterranean Sea. It is hoped that the deal will put an end to the spectacle of some of the world’s richest countries squabbling over which should accept responsibility for small numbers of tired, and often sick, asylum-seekers.", "The agreement, reached in Malta, is still tentative and untested. It needs to be endorsed at a full meeting of the EU’s interior and justice ministers next month. Participation in the system will be voluntary. A mechanism for rotating the ports to which asylum seekers are transported after being plucked from the water will also be voluntary.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Even so, at least ten countries are reportedly prepared to join. The original five supporters who endorsed the plan include two of the most influential states, Germany and France, as well as Italy and Malta. Finland, which currently holds the EU presidency, is the fifth.", "When Italy’s former interior minister, Matteo Salvini, leader of the hard right Northern League, closed his country’s ports to migrants last year, people fleeing rape and torture in Libya’s nightmarish detention centres sometimes languished offshore for days while countries bickered over which should take them.", "But the implications of the deal go much further than ending the game of pass-the-migrant. It represents a significant breach in what until now has been a guiding principle: that irregular migrants must be dealt with by their country of first arrival. Germany’s interior minister, Horst Seehofer, hinted that the agreement could open the way to a comprehensive overhaul of the so-called Dublin accords that have governed the EU’s approach since 1997. That will be difficult, though.", "The accords are heartily detested in states with a Mediterranean coastline. Those countries argue that they have been abandoned by their European partners. The resulting resentment has been fundamental to the rise of Euroscepticism and the populist right in southern Europe—and nowhere more so than in Italy, where last year voters handed a parliamentary majority of seats to two anti-establishment parties, the League and the Five Star Movement (M5S).", "Last month, when the League left the coalition, M5S switched coalition partners to embrace the centre-left, pro-European, Democratic Party (PD)—to the relief of most of Italy’s EU partners. Not the least important effect of the Malta agreement will be to give a boost to the new government they formed: it appears to show that cosying up to Italy’s European allies yields better results than taunting and defying them.", "Without naming Mr Salvini (and blithely glossing over his own role as head of the last government), Giuseppe Conte, Italy’s prime minister, declared that the deal showed that “provocative and pointlessly litigious attitudes were counterproductive”. Perhaps. Mediterranean states had for years been demanding an agreement such as the one agreed on in outline this week. What appears at last to have altered minds was a threat that became starkly real when Mr Salvini pulled out of the previous government, that of a general election that would return the League to office in a coalition with a party of former neo-fascists, and give Mr Salvini the “full powers” he was demanding.", "Much will now depend on how the draft agreement works in practice. It remains to be decided how many countries will take part, how many asylum-seekers each will accept and whether, as France’s president, Emmanuel Macron, has suggested, penalties are to be imposed on those countries that refuse to co-operate (this last seems unlikely, given that such an idea would have to be approved by all the EU’s members, including the countries liable to be affected.)", "Perhaps most important for the EU’s efforts to turn the populist tide is the effect that the deal will have in the countries from which the migrants depart. It will make no difference to the truly desperate. But what is not known is whether it will make Europe a more attractive destination for those seeking a better life and prepared to risk all in the deadly waters of the Mediterranean. Sceptics argue that a move aimed at saving lives might end up costing more of them."], "pubDate": null}