{"url": "https://www.newyorker.com/humor/daily-shouts/the-secret-to-success-is-failure-or-i-guess-not-failing-would-also-work", "paragraphs": ["People always ask me how I’ve achieved so much in my life. Everyone wants success, but most of us are too scared to go after it. We’re scared of the rejection and isolation that come with putting ourselves out there. We’re scared to fail. However, as unpleasant as feelings of failure may be, they’re actually good for you. You see, the secret to success is experiencing tons of failure.", "Although, now that I think about it, not experiencing tons of failure would also technically be a path to success. If you don’t fail, then you have, by definition, succeeded. So, it’s not like you need to fail. In fact, not failing suddenly seems preferable.", "Still, every failure I’ve experienced has given me thicker skin and greater wisdom. I’m as successful as I am—millions in the bank, a gorgeous wife, three beautiful kids, a huge mansion—because of my failures. Where would I be if I hadn’t failed so many times? Somewhere better, I guess, since I would have succeeded more, faster.", "Without all my failures, I could have tens of millions, a hotter wife, and even more kids. Also, my mansion isn’t that great. I designed it myself and the layout makes zero sense. Now I have to build another mansion so that I can get it right. What an idiotic waste of time and money.", "Failure taught me everything I know. But, if I innately knew stuff without needing to learn it, that would be way better.", "You don’t have to take my word for it. A lot of successful people will tell you the same thing. Mozart, for example, was hailed as a genius at five years old and went on to become the greatest composer of all time. You think he’d tell you that failure is good? He didn’t even realize it existed. If you’re older than five and not already a prodigy, you will never be as successful as Mozart. Each of us has a finite amount of time on earth and every second we waste is gone forever.", "Too bad Mozart isn’t writing this. He’d do a way better job.", "My mantra is “Failure means opportunity.” And my other mantra is “I hate opportunity.” Opportunities make me tired and anxious. Who needs the aggravation? My third mantra is, “Just give me whatever I want and let’s cut out the middleman.”", "My wife always tells me, “Without the bitter, the sweet wouldn’t taste as sweet.” And it really makes me consider how, if I’d failed less and succeeded more, I could get a wife who wouldn’t repeat some crap she probably read on a decorative pillow.", "There’s a story about Lou Gehrig that has always stuck with me. When Gehrig was first called up to the big leagues, his manager said that he made “every mistake it was possible for a ballplayer to make—but he never made them more than once.” What a dumbass. If I were him, I wouldn’t have made any mistakes in the first place, and then I would have hit more than five hundred home runs, unlike dumb-ass Lou Gehrig, who only hit four hundred and ninety-three.", "When I was ten years old, I decided that I was going to save up all my allowance to buy a new bike. But bikes are really expensive, and I never saved enough. What did I learn from that? I have no idea. Thinking about it makes me want to puke.", "Sometimes I lie awake at night, remembering my failures and sweating and shaking. There’s no lesson there; it’s just a thing I do.", "I’ve done the math. Starting where I did, with my level of privilege and all my advantages, if I’d done everything perfectly on the first try, I would be the most powerful person in the world right now. Oh well. Guess I fucked that up.", "So, always remember—failure won’t kill you, which is too bad, because it makes me want to curl up and die. Failure is my least favorite thing in the world. My failures made me who I am today: an unhappy man with a garbage mansion who will never be satisfied."], "pubDate": null, "id": "05fec0f6-7822-38f3-8442-bd84e2cf9472", "keywords": ["wife", "secret", "scared", "work", "failures", "succeeded", "failing", "guess", "makes", "wouldnt", "success", "failure", "thing", "successful"], "title": "The Secret to Success Is Failure, or I Guess Not Failing Would Also Work", "summary": "Everyone wants success, but most of us are too scared to go after it.\nHowever, as unpleasant as feelings of failure may be, they’re actually good for you.\nYou see, the secret to success is experiencing tons of failure.\nAlthough, now that I think about it, not experiencing tons of failure would also technically be a path to success.\nMy mantra is “Failure means opportunity.” And my other mantra is “I hate opportunity.” Opportunities make me tired and anxious.", "authors": ["Jeremiah Budin", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Amy Hwang", "Sam Spero"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}