{"id": "06832828-38af-341f-b430-c42a3ebbc666", "title": "Thursday briefing: Joe Biden with one hand on the prize", "url": "https://www.theguardian.com/world/2020/nov/05/thursday-briefing-biden-with-one-hand-on-the-prize", "summary": "Top story: One more state could make Democrat presidentHello, Warren Murray here with an electoral collage …By reliable, objective measures Joe Biden is winning the race to become the next US president.\nA Biden victory in Georgia or North Carolina would almost certainly foretell wins elsewhere and a Democratic victory.\nBiden has claimed he is on course to win the presidential election and issued a plea for national unity.\nBusinessShares in Asia rose to their highest point for nearly three years overnight as markets bet on a Joe Biden victory in the US presidential election and the end of uncertainty about the outcome.\nThe Mirror’s first edition branded Trump “A liar and a cheat to the bitter end”; its second switched focus to Joe Biden with “Now it’s time to heal and start again”.", "paragraphs": ["Top story: One more state could make Democrat president", "Hello, Warren Murray here with an electoral collage …", "By reliable, objective measures Joe Biden is winning the race to become the next US president. Overnight the Democrat has been projected to our satisfaction to be the victor in Michigan and Wisconsin, while he appears to be narrowing Donald Trump’s lead in Georgia. At time of writing Biden holds an estimated 264 electoral college votes – six short of victory – while Trump holds 214 according to the measures that the Guardian uses.", "As we send out today’s Briefing, the states not yet called are Nevada, North Carolina, Georgia and Pennsylvania. For the electoral votes he needs, Trump would have to win them all. Biden could get over the line with a win in Pennsylvania, or in Nevada where he has been leading the count. A Biden victory in Georgia or North Carolina would almost certainly foretell wins elsewhere and a Democratic victory. Trump has been leading in Pennsylvania but what is thought to be a huge Democratic vote share remains to be tallied in the cities of Philadelphia and Pittsburgh. You can see the live results here.", "Trump and Republicans have put out a wave of tweets, speeches and announcements railing about fraud, announcing legal action to block vote counts, and illegitimately “claiming” the electoral college votes of several states for the White House incumbent. None of their claims appear to have any serious credence. Protests have erupted in some places – Biden supporters generally demanding that officials “Count every vote”, and Trump supporters seemingly wanting the count stopped or demanding on the spot to be let into counting venues as “observers”. As we publish, Trump supporters, including some armed, have been milling outside the counting centre in Maricopa county, Arizona, a state where Biden holds a narrowing lead.", "Biden has claimed he is on course to win the presidential election and issued a plea for national unity. “After a long night of counting, it’s clear that we’re winning enough states to reach 270 electoral votes we need to win the presidency,” he said in Wilmington, Delaware, in stark contrast to Donald Trump’s inflammatory tone. “I’m not here to declare that we’ve won,” Biden continued, “but I am here to report that, when the count is finished, we believe we will be the winners.”", "Play Video 2:36 Joe Biden: 'When the count is finished, we believe we will be the winner' – video", "The election has been “tarnished” by legal uncertainty and Trump’s “unprecedented attempts to undermine public trust”, according to the US election observer mission of the Organization for Security and Cooperation in Europe (OSCE). “Baseless allegations of systematic deficiencies, notably by the incumbent president, including on election night, harm public trust in democratic institutions,” says its preliminary report. The Polish diplomat heading the mission, Urszula Gacek, told the Guardian: “You have an incumbent who is doing something we’ve never seen before, casting doubt on the actual process, and making the way you cast your ballot also a political statement.” The tireless Guardian team continues to bring you the latest at our US election 2020 live blog.", "Coronavirus latest – England has begun its second nationwide lockdown this morning after Boris Johnson faced a bruising vote where dozens of his own MPs rejected the PM’s coronavirus strategy. The four-week stay-at-home order keeps all non-essential shops and venues closed. The home secretary, Priti Patel, has told police to “strengthen enforcement”. The Commons approved the new measures on Wednesday by 516 votes to 38, with opposition parties backing the government, but 34 Conservative MPs voting against. Rishi Sunak is expected to announce an extension of furlough beyond December. The head of the Oxford University group developing one of the leading Covid vaccine contenders has played down the chances of vaccinating people by Christmas: “I think there is a small chance of that being possible, but I just don’t know,” said Prof Andrew Pollard. Jump into our global live blog for further developments.", "Play Video 2:36 Boris Johnson warns that NHS will become overwhelmed without England lockdown – video", "Cancer treatment hold-up deadly – Delaying cancer treatment by just four weeks increases the risk of death by up to 10%, according to new research that shows the devastating impact of missed NHS treatment targets due to Covid. Researchers pooled the results of 34 studies involving more than 1.2 million patients internationally to arrive at their findings. An unprecedented number of cancer patients missed out on vital treatments, diagnostic tests and outpatient appointments as the pandemic unfolded, according to NHS England data. Analysis by Cancer Research UK estimates 12,750 fewer cancer patients have had surgery while 6,000 fewer received chemotherapy and 2,800 fewer had radiotherapy due to the postponement of routine NHS care. The researchers calculated that for breast cancer a surgical delay of 12 weeks would add up to 1,400 excess deaths in the UK over the course of a year.", "TfL ‘facts’ site is Tory front – The Tory mayoral candidate for London, Shaun Bailey, has been criticised after his team launched a “facts” website about the Transport for London bailout, with the site making no direct mention it was created by the Conservative party. It attacks the mayor, Sadiq Khan, for the authority needing a £1.8bn government bailout after revenues fell during the pandemic. The Conservatives faced criticism for masquerading online as a fact checking service during the 2019 general election. A spokeswoman for Khan said Bailey’s campaign was “deliberately lying” and described the website as “fake news masquerading as ‘facts’ … The Tories must stop trying to take Londoners for fools.”", "‘Hygienic living’ – Seemingly out of the blue North Korea has banned smoking in some public places. The North Korean ruler, Kim Jong-un, has been known as a chain smoker, frequently seen with a cigarette in hand in photographs in state media. North Korean state media said that to provide citizens with “hygienic living environments” smoking would be banned inside “political and ideological education centres” (which sound unhealthy enough already) as well as theatres and cinemas, and medical and public health facilities.", "Today in Focus podcast: Vaccine race nears finish line", "It’s day one of the lockdown in England, and it’s been a turbulent week in US politics. Thankfully Robin McKie, the Observer’s science editor, has some good news on the race to find a vaccine.", "Today in Focus Vaccine race nears finish line Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2020/11/04-80223-20201105_TIF_vaccine.mp3 00:00:00 00:25:23", "Lunchtime read: ‘To the skies and stars’", "Some of the Briefing’s colleagues get the fun jobs. Sam Wollaston tries on the Gravity Industries jetpack, brainchild of ex-Royal Marine Richard Browning: “It is the embodiment of a thousand myths, from Hermes and Peter Pan to Iron Man, as well as a million childhood dreams.”", "Facebook Twitter Pinterest Sam Wollaston ready to have a go with the Gravity Industries jetpack. Photograph: Graeme Robertson/The Guardian", "Sport", "Manchester United resembled a rabble for much of a dire display against Champions League debutants Istanbul Basaksehir. Basaksehir had not scored or gained a point before taking on Ole Gunnar Solskjær’s side, yet by the interval two barely credible errors had given Basaksehir the goals that consigned United to their first group defeat. Chelsea took a grip on Champions League Group E with a 3-0 defeat of Rennes, on a night when they also announced a positive coronavirus test for Kai Havertz, the £72m signing from Bayer Leverkusen.", "In his first match since a record-extending 13th Roland Garros title, Rafael Nadal marked his return to competition in the very same city with a rusty victory over Feliciano López. After dropping the first set to his 39-year-old countryman, Nadal recovered to win 4-6, 7-6(5), 6-4 at the Paris Masters. Mamadou Sakho has won his libel action against the World Anti-Doping Agency and is to receive “substantial damages” after it repeated false claims about a drug test taken by the former Liverpool defender. The door has been left open for Alistair Brownlee to seal a place at next year’s Tokyo Olympics despite the two-times gold medallist being left out of the provisional British triathlon team.", "Business", "Shares in Asia rose to their highest point for nearly three years overnight as markets bet on a Joe Biden victory in the US presidential election and the end of uncertainty about the outcome. Stocks in Europe and the US moved upwards on Wednesday and the positive mood continued in Asia Pacific on Thursday with the MSCI index of Asian shares (excluding Japan) lifting 1.3% to its highest mark since February 2018. In Japan the Nikkei was up 1.45%. The FTSE 100 is set to rise 0.36% at the opening based on the current trajectory while the pound is buying $1.296 and €1.104.", "The papers", "“Donald Trumped?” Somebody had to do it and that somebody is the Daily Mail, which says the president is threatening a “constitutional crisis” after he lashed out with “wild claims of voter fraud and ‘surprise ballot dumps’”. The Mirror’s first edition branded Trump “A liar and a cheat to the bitter end”; its second switched focus to Joe Biden with “Now it’s time to heal and start again”. The Guardian has “Biden: no one will take away our democracy”.", "Facebook Twitter Pinterest Guardian front page, Thursday 5 November 2020.", "The Telegraph leads with “We will win, says Biden, as Trump threatens legal war”; in the Times, “America holds its breath” is the treatment. The i has “Biden edges closer to the White House”, and a pat on the back to the Metro for “Make America wait again”.", "The Express has a virus lead – “We can’t let Covid break our NHS” but the election’s there too: “Trump threatens legal chaos”. The Sun tries to lift locked-down spirits with “It’s a Jabby Xmas”, saying a vaccine could be rolling out by then. Its election headline: “Is it Joe Bye Don” which took three people to explain to me. The FT puts the “US election on a knife edge” and adds that a “Mountain of mail ballots looms over Philadelphia” which evokes a strange mental image.", "Sign up", "The Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here.", "For more news: www.theguardian.com"], "authors": ["Warren Murray"], "keywords": ["biden", "votes", "joe", "prize", "victory", "hand", "briefing", "win", "north", "election", "guardian", "trump", "nhs"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}