{"id": "06912f2d-9c53-3a76-ab68-353b42642db2", "title": "An Ad-Hoc Group of Activists and Academics Convene a “Real Facebook Oversight Board”", "url": "https://www.newyorker.com/tech/annals-of-technology/the-ad-hoc-group-of-activists-and-academics-convening-a-real-facebook-oversight-board", "summary": "That reporting led her to the realization that “journalism alone is not enough.” Earlier this year, she started a nonprofit called All the Citizens, which is organizing the Real Facebook Oversight Board.\nThe Facebook Oversight Board’s first twenty members, who were named in May, include Cadwalladr’s former boss at the Guardian, Alan Rusbridger.\n“Facebook allows the advertiser to compose the list by its own criteria,” David Carroll, a professor of media design at the Parsons School of Design and a member of the Real Facebook Oversight Board, told me.\nThe members of the Real Facebook Oversight Board know, as well as anyone, that Facebook, in the interest of appearing to be a good global citizen, will sometimes respond to public pressure.\nLast Monday, the Real Facebook Oversight Board’s Internet-service providers took down the group’s Web sites, because of alleged trademark infringement and phishing.", "paragraphs": ["Two hours before Donald Trump boosted the standing of white supremacists at the last Presidential debate, Facebook told Rashad Robinson, the president of the civil-rights organization Color of Change, that it would not remove a potentially incendiary and racially tinged Trump-campaign post. The message in question showed the President’s eldest son, Donald Trump, Jr., calling upon “an army” of Trump supporters to show up at polls across the country, to “protect” the election. The Black community, Robinson would later say, saw the post as a “threat to our ability to express our will for a better future.” But the company, which has become a de-facto arbiter of political speech, interpreted the takedown request as a matter of semantics; Robinson said that it quibbled over the meaning of “army.”", "Robinson recounted the experience at the launch, over Zoom, of the Real Facebook Oversight Board, an international, ad-hoc cadre of activists and academics convened by the British investigative journalist Carole Cadwalladr. Cadwalladr was a finalist for the Pulitzer Prize last year, for exposing the malpractices of Facebook and Cambridge Analytica, both in the U.S. and abroad. That reporting led her to the realization that “journalism alone is not enough.” Earlier this year, she started a nonprofit called All the Citizens, which is organizing the Real Facebook Oversight Board. “This is an emergency intervention, focussed on the American election,” she told me, a few hours before the launch. Other members include Maria Ressa, a Filipino journalist and leading critic of Facebook’s role in supporting President Rodrigo Duterte’s murderous regime; Derrick Johnson, the president of the N.A.A.C.P.; Shireen Mitchell, the founder of Stop Online Violence Against Women; and Roger McNamee, an early Facebook investor.", "“Our group has come together for one purpose,” Shoshana Zuboff, a Harvard Business School professor emerita and the author of “The Age of Surveillance Capitalism,” said on the Zoom call. “We demand comprehensive action to insure that Facebook cannot be weaponized to undermine the vote.” Jonathan Greenblatt, the director of the Anti-Defamation League, which has been tracking hate groups for decades, observed that Facebook “actively and knowingly has facilitated the flow of poison into the population, and enabled waves of anti-Semitism and racism, Holocaust denialism and Islamophobic conspiracies, disinformation and extremism.” The Harvard Law School professor Laurence Tribe called his participation in the Real Facebook Oversight Board “probably the most important effort in my fifty-year career in the law.”", "The Real Facebook Oversight Board is a self-appointed proxy for the official Facebook Oversight Board, which was designed to function as a kind of independent appeals court, adjudicating various challenges to the company’s decisions on whether to remove content. As Facebook’s C.E.O., Mark Zuckerberg, wrote in a blog post announcing the official board two years ago, “The purpose of this body would be to uphold the principle of giving people a voice while also recognizing the reality of keeping people safe.” It was a widely lauded and unprecedented move—what publicly traded company had ever ceded a degree of control to an independent body? But it was also a necessary one. Most companies are regulated by statutes and laws, whereas Facebook, with its unparalleled reach—McNamee described it to me as having “more active monthly users than there are notional Christians in the world, and twice as many as there are people living in China”—operates in a regulation-free zone. The Facebook Oversight Board’s first twenty members, who were named in May, include Cadwalladr’s former boss at the Guardian, Alan Rusbridger. The body has yet to convene a meeting.", "Cadwalladr’s board has embraced a broader definition of oversight than the one championed by Zuckerberg. From now until the election, its members will use their various platforms to expose the many ways in which Facebook’s algorithms promote divisive, inflammatory, and extreme content; amplify disinformation and misinformation; and promote deceitful political advertising. These methods were crucial to Trump’s victory in 2016, and have not abated in the years since. They’ve contributed to a proliferation of QAnon, white-supremacist militias, anti-vaccine propaganda, and coronavirus falsehoods. They have allowed doctored videos of political figures to circulate. Now, as Trump continues to question, without evidence, the legitimacy of the upcoming election, there is a real danger that his campaign and its followers will use Facebook to sow chaos after the polls close, by challenging the results, posting false information, or inciting Trump’s base to violence. “The most valuable thing this board can do is to inoculate voters, by giving them the facts,” McNamee told me. “Facebook’s model is that everything is content and it’s all equally valid. They call that free speech. But there is no definition of free speech that has any intellectual value that suggests the systemic destruction of truth, of fact, and of democracy is something that was guaranteed by the First Amendment.”", "Two days before the Real Facebook Oversight Board went public, Britain’s Channel 4 News broadcast a segment showing how the Trump campaign had used racial groupings to suppress the vote in battleground states during the 2016 election. According to a leaked cache of Cambridge Analytica’s voter files, which were seeded with data illegally obtained from millions of unwitting Facebook users, individual voters were not only identified by geography, voting history, behavioral proclivities, and personality traits—they were also segmented by race. And next to a disproportionate number of the names of African-Americans was the word “deterrence.” According to Channel 4, this was code for the campaign’s voter-suppression efforts, much of it delivered through Facebook ads. This dovetailed with efforts by Russian trolls, as documented in the Mueller report, to dissuade Black Americans from voting at the top of the ticket. “We tracked the ninety thousand Black people in Michigan alone who cast a down-ticket ballot but left the top of the ticket blank,” Mitchell, whose organization runs the Stop Digital Voter Suppression project, said. Trump won Michigan by less than eleven thousand votes. “It was the weaponization of Black identity to suppress the vote.”", "In 2018, Facebook established a searchable “ad library.” Anyone can now see who is paying for which ads, and the platform allows individual users to find out if a campaign has assigned them to a particular advertising cohort. But the ad library doesn’t reveal if a particular ad is targeting a particular group, so there is still no way to know if a campaign or a political-action committee is using race in an effort to depress the vote. “Facebook allows the advertiser to compose the list by its own criteria,” David Carroll, a professor of media design at the Parsons School of Design and a member of the Real Facebook Oversight Board, told me. “Once it goes to Facebook, it’s just a list of Facebook user I.D.s.” (Carroll, who spent four years embroiled in a lawsuit to obtain his Cambridge Analytica voter file, was finally able to see it in the leaked cache shared by Channel 4. It contained information about him gathered by the Republican National Committee’s Data Trust. Commercial data brokers, such as Experian and Aristotle, listed the ages of his children, linked to his wife’s profile, and scored his tendency to neuroticism, extroversion, and other personality traits. The file did not explicitly identify Carroll by race or ethnicity, however, and it didn’t indicate his preferred candidate. Carroll ventured that this might be because his Brooklyn Zip Code signalled a likely Clinton supporter, on whom the campaign should not waste its advertising dollars.)", "McNamee, who first met Zuckerberg nearly fourteen years ago, is hopeful that it’s not too late for his old friend to become “the hero of his own story and do the bare minimum” to preserve democracy. “When November 3rd comes, and you’ve continued to do what you’re doing now, you will have had a key role in destroying the American experiment,” McNamee said, of Zuckerberg. “So we are saying, ‘Hey, on behalf of everybody pleading with you, do the right thing.’ ” The Real Facebook Oversight Board’s inaugural demands are fairly modest: first, Facebook must remove posts that incite violence, even those from public figures, including the President; second, Facebook must ban all advertising that mentions Presidential-election results until one person is definitively declared the winner, and his opponent concedes; and, third, Facebook must label as untrue any post that declares a winner, until the victory is certified and the losing candidate has conceded. A few hours after the group enumerated these demands, it scored its first win: Facebook announced that it would not allow any ads that delegitimized the election’s outcome.", "The members of the Real Facebook Oversight Board know, as well as anyone, that Facebook, in the interest of appearing to be a good global citizen, will sometimes respond to public pressure. That is why the platform created its ad library; added more content moderators; agreed to label some controversial posts with warnings about their veracity; finally banned QAnon; and deployed its own oversight board. But the company seems to be resisting the efforts of Cadwalladr’s watchdog group. Last Monday, the Real Facebook Oversight Board’s Internet-service providers took down the group’s Web sites, because of alleged trademark infringement and phishing. Cadwalladr showed me e-mails which suggested that Facebook lodged the complaint. (A spokesperson for Facebook said that the Web sites had been automatically flagged by a vender.) “It fits a pattern of behavior, where Facebook is prepared to use blunt force against its critics and no longer cares how that appears,” Cadwalladr told me. “And it exposes its words as a sham. I literally have an e-mail from a week ago, from the head of communications at the Oversight Board—Mark Zuckerberg’s former speechwriter—saying, ‘We very much welcome your new effort’ and ‘if you can shine a greater spotlight on these issues, that is a good thing.’ ”", "Read More About the 2020 Election"], "authors": ["Sue Halpern", "Sue Halper"], "keywords": ["president", "election", "adhoc", "activists", "board", "told", "group", "convene", "campaign", "oversight", "trump", "academics", "real", "facebook", "zuckerberg"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}