{"id": "069d5217-5f80-3412-9e80-5a7693ab413e", "title": "Replay - Vampire: The Masquerade - Bloodlines", "url": "https://www.gameinformer.com/livestream/replay/2020/08/07/replay-vampire-the-masquerade-bloodlines", "summary": "Throughout the year, publisher Paradox Interactive has been slowly lifting the curtain on Vampire: The Masquerade - Bloodlines 2 and getting fans excited about what's coming next in the series.\nBut today, we're taking you back to the spooky streets of Los Angeles and showing off where the series began with the original 2004 entry.\nJoin Andrew Reiner, Jeff Cork, and me as we sharpen our fangs and dive back into Vampire: The Masquerade - Bloodlines.\nWe went live earlier but you can catch the full archive of the stream above!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["Throughout the year, publisher Paradox Interactive has been slowly lifting the curtain on Vampire: The Masquerade - Bloodlines 2 and getting fans excited about what's coming next in the series. But today, we're taking you back to the spooky streets of Los Angeles and showing off where the series began with the original 2004 entry.", "Join Andrew Reiner, Jeff Cork, and me as we sharpen our fangs and dive back into Vampire: The Masquerade - Bloodlines.", "We went live earlier but you can catch the full archive of the stream above! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["series", "replay", "masquerade", "twitter", "week", "whats", "twitch", "live", "vampire", "youtube", "went", "bloodlines"], "pubDate": "2020-08-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}