{"id": "06cc0b47-c74b-3079-a60d-003166361710", "title": "Indian TV anchor's arrest escalates feud with Maharashtra state", "url": "https://www.theguardian.com/world/2020/nov/04/india-tv-anchor-arnab-goswami-arrest-escalates-feud-maharashtra-state", "summary": "One of India’s most famous and polarising television journalists has been arrested in connection with a 2018 suicide case, escalating an ongoing feud between the conservative news anchor and the Maharashtra state government.\nArnab Goswami, the founder of the rightwing channel Republic TV, was arrested at his home in Mumbai early on Wednesday.\nRepublic TV has been accused of smearing opponents and fuelling anti-Muslim conspiracy theories.\nRepublic TV and Goswami have strongly denied the allegations.\nIn a statement in 2018, Republic TV said the allegations were unfounded.", "paragraphs": ["One of India’s most famous and polarising television journalists has been arrested in connection with a 2018 suicide case, escalating an ongoing feud between the conservative news anchor and the Maharashtra state government.", "Arnab Goswami, the founder of the rightwing channel Republic TV, was arrested at his home in Mumbai early on Wednesday. It prompted a chorus of anger from the ruling Bharatiya Janata party (BJP), including from the home affairs minister, Amit Shah, who called it a “blatant misuse of state power”.", "Goswami has made a name for himself as one of the India’s most aggressive and pro-government TV news hosts. On Republic TV, he is regularly seen shouting and pointing into the camera as he vehemently champions the Hindu nationalist cause of the BJP and the prime minister, Narendra Modi.", "Republic TV has been accused of smearing opponents and fuelling anti-Muslim conspiracy theories. It is under investigation for allegedly rigging its viewer ratings by paying people to leave their televisions constantly running its channel. Republic TV and Goswami have strongly denied the allegations.", "Facebook Twitter Pinterest Arnab Goswami, who owns the rightwing channel Republic TV. Photograph: Sujit Jaiswal/AFP via Getty Images", "Most recently, Goswami had antagonised the Maharashtra state government, controlled by the Shiv Sena party, by accusing it of involvement in the death of the Bollywood actor Sushant Singh Rajput, who killed himself in June.", "Shiv Sena is a former ally of the BJP, but the two parties are now bitter rivals. Goswami was accused of exploiting Rajput’s death in order to smear the BJP’s political rival in Maharashtra, as were other BJP supporters who pushed the narrative that Rajput was murdered, which has been proved unfounded.", "Leading figures from the BJP accused the Maharashtra government of taking “revenge” on Goswami by arresting him in connection with the 2018 suicide of an interior designer, Anvay Naik. In a note, Naik allegedly blamed Goswami for driving him to his death by refusing to pay him for work he had done for Republic TV. In a statement in 2018, Republic TV said the allegations were unfounded.", "Sushant Singh Rajput: actor's death fuels media frenzy in India Read more", "Under the previous BJP government administration in Maharashtra, the Naik case had been closed, allegedly after political pressure was applied, but Mumbai police said it had now been reopened.", "The BJP president, JP Nadda, called Goswami’s arrest an “assault on press freedom” while the former BJP Maharashtra chief minister Devendra Fadnavis said “such attempts to suppress a voice against the government is detrimental to democracy”.", "However, many have accused the BJP of hypocrisy, pointing out that many journalists and publications that publish pieces critical of the BJP government are regularly named as “anti-nationals” and arrested or charged under criminal law. During the Covid-19 crisis, more that 50 journalists have been arrested for critical coverage. In a recent report by Reporters without Borders, India fell to 142nd out of 180 countries in the global press freedom index.", "Shiv Sena denied any involvement in Goswami’s arrest. “The state government or any political party has nothing to do with the arrest,” said Anil Parab, a Shiv Sena spokesperson. “There is no politics of revenge. The BJP is trying to save Arnab Goswami as if their party worker has been taken away by the police.”"], "authors": ["Hannah Ellis-Petersen"], "keywords": ["anchors", "state", "tv", "feud", "arrested", "maharashtra", "arrest", "republic", "sena", "party", "escalates", "death", "indian", "bjp", "goswami"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}