{"id": "06d715b5-6406-3ebf-9a1d-1ffb3c057a81", "title": "Replay – Amnesia: The Dark Descent", "url": "https://www.gameinformer.com/replay/replay/2020/10/16/replay-amnesia-the-dark-descent", "summary": "With Halloween nearly upon us, we at Game Informer are getting in the holiday spirit by highlighting some of the spookier games we've had the dis pleasure of playing!\nThat trend continues on this episode of Replay as we delve into the disturbing depths of Frictional Games' original Amnesia: The Dark Descent!\nJoin Andrew Reiner, Dan Tack, Jeff Cork, and me as we brave its twisted horrors and try to keep each other sane.\nWe had to prerecord this week, but we'll be back for another fun episode next Friday!\nIf you can't get enough of our shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["With Halloween nearly upon us, we at Game Informer are getting in the holiday spirit by highlighting some of the spookier games we've had the dis pleasure of playing!", "That trend continues on this episode of Replay as we delve into the disturbing depths of Frictional Games' original Amnesia: The Dark Descent! Join Andrew Reiner, Dan Tack, Jeff Cork, and me as we brave its twisted horrors and try to keep each other sane.", "We had to prerecord this week, but we'll be back for another fun episode next Friday! If you can't get enough of our shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["games", "twisted", "try", "replay", "twitter", "week", "trend", "twitch", "episode", "youtube", "descent", "weve", "amnesia", "dark"], "pubDate": "2020-10-16T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}