{"summary": "The Sojourn’s central gimmick involves traveling between a light world and a dark world (and swapping places with statues) to reach the end of each challenge.\nYou start with just one way into the dark world, but that expands – along with what you can accomplish when you’re there.\nHowever, the issues with The Sojourn don’t surface in its individual challenges; the boredom collects through the aggregated experience of churning through so many similar puzzles.\nWhile more boundary-pushing scenarios can be found in optional puzzles, the problem is more one of flow than difficulty.\nA good puzzle game needs more than a cool mechanic and a few satisfying solutions.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["makes", "dark", "problem", "sojourn", "solutions", "review", "puzzle", "trip", "dont", "play", "skip", "world", "puzzles"], "id": "06f031e2-6554-3309-81c3-8cfa6a6f2e7b", "url": "https://www.gameinformer.com/review/the-sojourn/the-sojourn-review-a-puzzle-trip-to-skip", "title": "The Sojourn Review – A Puzzle Trip To Skip", "pubDate": null, "paragraphs": ["In elementary school, I remember filling out worksheets full of boring arithmetic problems. I know “practice makes perfect” and all, but once you understand the core concept of addition, solving 1+2 is functionally the same as solving 3+4. The components may vary slightly, but you don’t approach one problem any differently than another. The Sojourn faces an incarnation of the same problem; this first-person puzzle game gradually introduces new ideas, but reinforces each one to exhaustion through repetition, without the escalation that makes you feel like your understanding is evolving.", "The Sojourn’s central gimmick involves traveling between a light world and a dark world (and swapping places with statues) to reach the end of each challenge. You start with just one way into the dark world, but that expands – along with what you can accomplish when you’re there. Magic harps, duplicating chambers, and energy beams all come into play, complicating your journey from point A to B. The most satisfying solutions come from piecing together a series of steps; you enter the dark world, activate a harp to play a song that forms a bridge, then swap places with a statue to reach and cross the bridge before your time in the dark world expires.", "In isolation, these mechanics are consistent and well-executed, with a handful of devious scenarios that left me feeling particularly triumphant upon completion. However, the issues with The Sojourn don’t surface in its individual challenges; the boredom collects through the aggregated experience of churning through so many similar puzzles. Instead of feeling like a curated journey with deliberate layering in difficulty and complexity, many challenges play like remixes of previous ones. The layouts and solutions are technically different, but movement from one to the next often feels lateral, with many of the same components and ideas simply reassembled in a new configuration. Unless a puzzle is introducing a brand new mechanic (which is rare), you aren’t pushed to look at situations in new or interesting ways, which makes a large portion of the puzzles feel like busywork rather than a showcase for clever ideas.", "While more boundary-pushing scenarios can be found in optional puzzles, the problem is more one of flow than difficulty. Yes, you can engage with the harder puzzles if you want to, but you still have to plow through the mostly linear sequence of mandatory obstacles to progress. That sense of repetition is where The Sojourn lost me.", "The story and setting don’t add much depth to the process. The narrative moves forward through sequences of sculptures that appear periodically, but the tale is so high-level that it fails to establish any real mystery or investment. And while the art is stylish and pretty, don’t expect to stumble upon significant details in the environment; the world, gorgeous as it may be, feels like a purely utilitarian funnel from one challenge to the next. You enter a cool columned chamber, solve some puzzles, and then take an elevator up to … a practically identical columned chamber … and then another. The same thing happens in a well and in a dark cavern, with you moving along almost-copied-and-pasted paths that just lead to different puzzles.", "A good puzzle game needs more than a cool mechanic and a few satisfying solutions. Those are important elements, but they should build on each other, teaching you to use and combine your available tools in exciting and surprising ways. The Sojourn has moments where it accomplishes this, but the space between them is dull, leaving you stranded in a sterile world with a predictable rhythm."]}