{"id": "0717bd45-22a3-39c3-98a0-f6889db86b90", "summary": "(CNN) — Given the size of the high-tech new Daxing International Airport in Beijing, which opened in late September, it's only fitting that the airport's only in-terminal hotel is equally as grand.\nAerotel Beijing, part of the Plaza Premium Group's Aerotel airport hotel chain, is China's biggest airport hotel.\nAerotel Beijing is the largest in-terminal airport hotel in China.\nLocated in the Northwest Pier of Daxing, Aerotel Beijing is five minutes away from the nearest domestic check-in counters and a 10-minute walk from international ones.\nMeanwhile, Paradise City outside Incheon International Airport in South Korea is a $2 billion resort featuring artworks from Damien Hirst and Yayoi Kusama, a nighttime theme park and a casino.", "title": "China's largest airport hotel opens in the new Beijing Daxing International Airport", "pubDate": null, "paragraphs": ["(CNN) — Given the size of the high-tech new Daxing International Airport in Beijing, which opened in late September, it's only fitting that the airport's only in-terminal hotel is equally as grand.", "Aerotel Beijing, part of the Plaza Premium Group's Aerotel airport hotel chain, is China's biggest airport hotel.", "Aerotel Beijing is the largest in-terminal airport hotel in China. courtesy Plaza Premium Group", "The 215-key establishment, which opened its doors to guests on September 25, spans two floors and is more than 9,000 square meters (96,875 square feet) in size -- a relatively small chunk of the starfish-shaped airport terminal, which is a whopping 700,000 square meters.", "Located in the Northwest Pier of Daxing, Aerotel Beijing is five minutes away from the nearest domestic check-in counters and a 10-minute walk from international ones.", "The design is relatively modest -- think minimalist furnishings and neutral colors. Instead, the hotel focuses on providing what's needed the most among travelers -- comfortable bedding and powerful showers.", "Comfortable beds and fast internet connection aside, Aerotel also features a gym, a game room and a restaurant. courtesy Plaza Premium Group", "Guests can rent rooms in blocks of three, six, nine or 12 hours -- so there's no need to pay a day rate.", "\"We created Aerotel to take care of travelers needing a space to rest right at the terminal with no constraint on check-in time,\" said Song Hoi-see, founder and CEO of Plaza Premium Group, in a statement.", "Library Lounge, the brand's signature restaurant, serves an international buffet and offers a la carte menus.", "There's also a gym, inside a birdcage-like room, and a game room.", "The group's flagship property, Aerotel Beijing is also the first hotel in the group to have two meeting rooms and a multifunctional VIP room that can host up to 36 guests.", "Related content Beijing is building hundreds of airports as millions of Chinese take to the skies", "Airport hotels on the rise", "Aerotel Beijing's games room. courtesy Plaza Premium Group", "After the opening of the first Aerotel in Singapore Changi Airport in 2016, the group -- better known for building airport lounges -- has expanded and now operates 10 properties around the world.", "It's all part of a greater trend in aviation. Airport hotels -- either in-terminal or nearby properties -- have become more popular and more awe-inspiring in recent years.", "JFK Airport, for instance, recently opened the long-awaited TWA hotel , with 512 rooms and a retro-aviation theme.", "Meanwhile, Paradise City outside Incheon International Airport in South Korea is a $2 billion resort featuring artworks from Damien Hirst and Yayoi Kusama, a nighttime theme park and a casino."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": [], "url": "https://edition.cnn.com/travel/article/aerotel-hotel-daxing-airport-beijing-china/index.html", "keywords": ["aerotel", "airport", "room", "opens", "square", "premium", "hotel", "plaza", "chinas", "largest", "daxing", "international", "beijing", "rooms"]}