{"keywords": ["quality", "hbo", "shows", "despite", "daily", "outstanding", "strategy", "wielding", "america", "netflix", "headwinds", "face", "att", "producing", "content", "company"], "url": "https://www.economist.com/business/2019/09/28/despite-producing-quality-shows-netflix-and-hbo-face-headwinds", "summary": "I F CRITICAL ACCOLADES were the sole measure of well-being, Netflix and HBO would be in great shape.\nYet though content may be king, both companies are facing angry crowds wielding pitchforks.\nNetflix has long framed its aggressive spending as part of a strategy to dominate people’s leisure time, but investors’ patience is being tested (see chart).\nThough HBO is widely considered to be the most profitable boutique network in America, its parent company, AT&T , is under fire.\nElliott, an activist fund with a $3.2bn stake in the conglomerate, has taken aim at AT&T ’s strategy, including a recent acquisition spree.", "title": "Despite producing quality shows, Netflix and HBO face headwinds", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "074f57a6-7221-3128-b445-3168f6a64267", "paragraphs": ["I F CRITICAL ACCOLADES were the sole measure of well-being, Netflix and HBO would be in great shape. At the 71st annual Emmy Awards, held on September 22nd, the two accounted for four of the eight nominees for Outstanding Drama series, and three of the seven for Outstanding Comedy. Yet though content may be king, both companies are facing angry crowds wielding pitchforks.", "Netflix has long framed its aggressive spending as part of a strategy to dominate people’s leisure time, but investors’ patience is being tested (see chart). Total returns have tumbled. Subscriber numbers in America fell earlier this year for the first time since 2011. Undeterred, Netflix keeps splurging on original and licensed content. It reportedly paid over $500m for the rights to “Seinfeld”.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Though HBO is widely considered to be the most profitable boutique network in America, its parent company, AT&T , is under fire. Elliott, an activist fund with a $3.2bn stake in the conglomerate, has taken aim at AT&T ’s strategy, including a recent acquisition spree. After splashing out on Direc TV , Time Warner (which owns HBO ) and other assets, AT&T sits on over $170bn of debt, far more than any other company in its industry."], "pubDate": null}