{"authors": [], "title": "Gregorius grand slam helps Yankees tag Twins in ALDS Game 2", "url": "https://www.foxnews.com/sports/yankees-twins-alds-game-2-recap", "summary": "Didi Gregorius hooked a slump-busting grand slam during a seven-run third inning and the New York Yankees pummeled the Minnesota Twins again, cruising to an 8-2 victory Saturday for a 2-0 lead in their AL Division Series.\nUber driver-turned-rookie big leaguer Randy Dobnak struggled in an unexpected start, and the Twins lost their record 15th consecutive postseason game, including 12 straight against the Yankees.\nMinnesota hasn't won a playoff game since Johan Santana bested the Yankees in their 2004 Division Series opener.\nGregorius, set to become a free agent after the season, batted .194 during September and was 0 for 3 in Game 1.\nYankees right-hander Masahiro Tanaka pitched one-run ball for five innings for the win, striking out seven and handing off to New York's fearsome bullpen after 83 pitches.", "keywords": ["helps", "york", "alds", "season", "righthander", "grand", "game", "gregorius", "slam", "tag", "twins", "yankees", "postseason", "second", "minnesota"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Didi Gregorius hooked a slump-busting grand slam during a seven-run third inning and the New York Yankees pummeled the Minnesota Twins again, cruising to an 8-2 victory Saturday for a 2-0 lead in their AL Division Series.", "Uber driver-turned-rookie big leaguer Randy Dobnak struggled in an unexpected start, and the Twins lost their record 15th consecutive postseason game, including 12 straight against the Yankees. The latter is the longest postseason skid for one club against another in baseball history, topping Boston's dominance over the Angels from 1986-2008. Minnesota hasn't won a playoff game since Johan Santana bested the Yankees in their 2004 Division Series opener.", "Coaches and players on both sides have downplayed that history, most of which predates current rosters. It's all too familiar for fans in Minnesota, where the teams will play Monday's Game 3 in the best-of-five series.", "Gregorius' shot blew Game 2 wide open while New York batted around. The switch-hitter staggered after connecting for the first time since Sept. 10, looping his bat from one hand to another and mashing on bubble gum while he watched the ball fly. Gregorius, set to become a free agent after the season, batted .194 during September and was 0 for 3 in Game 1.", "Manager Aaron Boone had predicted that if Gregorius could just find a hole, big hits might follow. Sure enough, Gregorius squibbed an infield single in his first at-bat before lifting his homer into the second deck in right field.", "The 103-win Yankees used the same lineup in consecutive games for the first time this season, and the nine clicked top to bottom. They drew eight walks for the second straight game, and Aaron Judge led the way with two hits and two free passes.", "Yankees right-hander Masahiro Tanaka pitched one-run ball for five innings for the win, striking out seven and handing off to New York's fearsome bullpen after 83 pitches. Tanaka's career postseason ERA climbed to 1.54, still second-lowest by a New York starter with a minimum of four starts behind Monte Pearson (1.01).", "Dobnak faltered in just his 10th big league appearance, taking the loss a week after his wedding in Maryland. The undrafted right-hander allowed Edwin Encarnacion's RBI single in the first inning, stranded two in the second and loaded the bases with no outs in the third before being pulled.", "A night after allowing Gleyber Torres' tiebreaking double, key Twins reliever Tyler Duffey scuffled again. The right-hander followed Dobnak and allowed a sacrifice fly to Giancarlo Stanton, an RBI hit to Torres and plunked Gary Sanchez before Gregorius' drive.", "New York scored four runs off Minnesota relievers a night after piling up seven in a 10-4 victory. The Yankees are 15-2 against the Twins in the playoffs, and these two games were the most lopsided during Minnesota's losing streak.", "Yankee Stadium rocked early after Friday's blowout. Fans in left field shouted \"Uber!\" at Dobnak while he warmed in the bullpen, and Judge encouraged more noise from the bleachers before first pitch.", "Gregorius took a curtain call while fans chanted his name after the slam, the 12th in postseason history for New York. The Bronx Bombers only connected for one homer Saturday after driving 306 of them during the regular season, one behind the Bomba Squad Twins for the major league record.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Tanaka left with a seven-run lead, but Boone ran out top middlemen Tommy Kahnle and Adam Ottavino to guide the game into the late innings. Tyler Lyons and Jonathan Loaisiga closed up with an inning each. Yankees pitchers gave up six hits, one walk and struck out 13, leaving the Twins with a .197 batting average in the two games.", "Loaisiga allowed a run in the ninth on Luis Arraez's double.", "The teams played for 3 hours, 34 minutes, a night after dragging on for 4:15."], "pubDate": null, "id": "0794544d-c49a-33ad-a833-e8802cd3bec7"}