{"paragraphs": ["On this week's episode of The Game Informer Show podcast, we do our best not to overthink things and stick to the topic. In all likelihood, we fail at these tasks. The show starts with Brian Shea and Ben Reeves as we discuss Stadia and Microsoft's recent X019 event. Leo Vader joins us throughout the entire episode as he tries his best to outdo us from his command station in the box.", "Andy Reiner and Ben Reeves join me to give their impressions on Shenmue III, before we start the endless chats. Speaking of...", "In this week's community email segment Joe Juba, Alex Stadnik, and Dan \"The Jacket\" Tack answer questions about what defines an independent game, talk Star Wars Jedi: Fallen Order technical issues and how those will affect its chance as a Game of the Year, and finally we talk too long about a top 5 list, which you won't want to miss. (There is also some exciting news that you can spoil here.)", "And finally, I sit down with Kim Wallace, Brian Shea, Joe Juba, and Leo Vader to hear their thoughts on what games they think are in the running for game of the year. This segment will run the rest of the year as we bring in new editors every week to talk about games that have impacted their year in the lead-up to Game Informer's Top 50 of 2019.", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "6:28 - Stadia and X019", "28:25 - X019", "29:46 - Everwild", "33:33 - Grounded", "44:19 - Bleeding Edge", "48:46 - Age Of Empires", "59:23 - Shenmue III", "1:15:38 - Community Emails", "2:17:44 - Game of the Year Chats Pt. 2 - Featuring Kim Wallace, Joe Juba, and Brian Shea"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "title": "GI Show – Stadia, X019, Shenmue III, & GOTY Conversations Pt. 2", "id": "079b1afd-d5c0-3720-9ba8-db245b51aaea", "keywords": ["gi", "game", "video", "juba", "pt", "stadia", "iii", "weeks", "episode", "x019", "shea", "joe", "talk", "brian", "goty", "wallace", "conversations", "shenmue"], "summary": "On this week's episode of The Game Informer Show podcast, we do our best not to overthink things and stick to the topic.\nThe show starts with Brian Shea and Ben Reeves as we discuss Stadia and Microsoft's recent X019 event.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n6:28 - Stadia and X01928:25 - X01929:46 - Everwild33:33 - Grounded44:19 - Bleeding Edge48:46 - Age Of Empires59:23 - Shenmue III1:15:38 - Community Emails2:17:44 - Game of the Year Chats Pt.\n2 - Featuring Kim Wallace, Joe Juba, and Brian Shea", "pubDate": null, "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/11/21/gi-show-stadia-x019-shenmue-iii-goty-conversations"}