{"paragraphs": ["Like Jeffrey Epstein, the deceased sex trafficker and child rapist, I was once in John Brockman’s circle of—well, he unfailingly called us “scientists,” though many in the group, a salon known as Edge, have zero training in hard science. The honorific had described Edge’s membership from the start, some 40 years ago, when a small group of technologists set out to reclaim the mantle of “intellectual” from the literary types who they believed had monopolized it throughout the 1970s.", "As a book agent, Brockman has a knack for making introductions. During the past month, while Edge has fallen under a pall for its dealings with Epstein, I’ve learned that Brockman connected his “scientists” with high rollers anxious to seem smart, notably Epstein. Brockman didn’t send a single moneybags my way, but participation in Edge conferred on its members a galaxy-brain mystique that money can’t buy. Still, in March 2016, I dropped out, having come to believe that Brockman’s and my politics, and even our moral codes, were incompatible.", "My hunch was confirmed later that year, at a tech conference in Oslo, when Dame Marina Warner, the visionary polymath and today the president of the Royal Society of Literature, fielded a disturbing question about pornography from the illustrious philosopher and early Edge member John Searle. I’ll get to that shortly. But broadly, I saw how a radioactive worldview afflicted many men associated with Edge.", "So Edge lost its luster. It had always been a sausage party, but in 2016 it came to seem like an orgy dressed up as a scholarly project. There was some foreshadowing to this strange turn in American intellectual history: In a documentary from 1990, Searle quotes, with some approval, a college administrator who described the Free Speech Movement at Berkeley as a “civil rights panty raid.” Indeed—and this I found astonishing—some panty-raiders of the 1950s, evidently driven to their rampages by the advent of coeducation, were recruited to become activists for free speech and free love. The intellectual ennobling of sexual violation may have become supercharged then.", "Sometime after the panel in Oslo, Searle was dishonorably discharged from his emeritus position at UC Berkeley for allegedly leveraging his branding as a genius to assert droit de seigneur and exploit, abuse, and assault a young woman.", "When I signed with Brockman in 2009, I knew the vast majority of Edgies were men. But I presumed things were changing; it wasn’t exactly early days for feminism, and graduate schools across disciplines were packed with women. I even expected I’d find some of my academic heroes on Brockman’s list. Maybe Warner would be there, or the philosopher Elaine Scarry or the sociologist Gina Neff.", "Not so. And not only did I not find the theorists I admired most, I found fewer trained academics than I’d been led to expect. There are some bona fide supernovas (I admire especially Lisa Randall and Frank Wilczek), but Edge has also featured robber barons, dilettantes, and has-beens. Several members, including Lawrence Krauss, Michael Shermer, and the late Marvin Minsky, have been credibly accused of and even disciplined for sexual harassment, abuse, or assault. There is also Joichi Ito, the onetime WIRED contributor and former head of the MIT Media Lab, who resigned earlier this month over his ties to Epstein.", "A subset of Edge are members of the so-called Intellectual Dark Web, a clique of famous, mostly right-wing thinkers who think of themselves as outlaws. Finally, a few members of Edge are notorious for outright pseudoscience or intellectual dishonesty: Rupert Sheldrake, Marc D. Hauser, Jonah Lehrer."], "pubDate": null, "summary": "Brockman didn’t send a single moneybags my way, but participation in Edge conferred on its members a galaxy-brain mystique that money can’t buy.\nStill, in March 2016, I dropped out, having come to believe that Brockman’s and my politics, and even our moral codes, were incompatible.\nBut I presumed things were changing; it wasn’t exactly early days for feminism, and graduate schools across disciplines were packed with women.\nA subset of Edge are members of the so-called Intellectual Dark Web, a clique of famous, mostly right-wing thinkers who think of themselves as outlaws.\nFinally, a few members of Edge are notorious for outright pseudoscience or intellectual dishonesty: Rupert Sheldrake, Marc D. Hauser, Jonah Lehrer.", "title": "An End to Pornography, Sophistry, and Panty Raids", "url": "https://www.wired.com/story/an-end-to-pornography-sophistry-and-panty-raids/", "keywords": ["brockmans", "speech", "end", "sophistry", "pornography", "epstein", "searle", "intellectual", "panty", "free", "brockman", "raids", "members", "warner", "edge"], "authors": ["Condé Nast", "Virginia Hefferna", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Susan Crawford", "Virginia Heffernan", "Maryn Mckenna"], "id": "079e7efd-baa1-37ca-bc42-c4a1fba1e801", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}