{"id": "0859e3b1-7fa4-355c-b3ce-c70bffb9aca5", "title": "Why Trump Can’t Afford to Lose", "url": "https://www.newyorker.com/magazine/2020/11/09/why-trump-cant-afford-to-lose#intcid=recommendations_the-new-yorker-homepage_e43e6f8f-efef-414d-ba54-b667d8213b86_popular4-1", "summary": "Trump’s legal expenses alone are likely to be daunting.\nHe’d be furious at the suggestion that he could lose.” In better times, Trump has revelled in being President.\nScaramucci told me that Trump and virtually everyone in his circle had expected Hillary Clinton to win.\nCohen is so certain that Trump will lose that he recently placed a ten-thousand-dollar bet on it.\nAs the Times’ recent reports on Trump’s tax records show, he has long made aggressive, and potentially fraudulent, use of accounting gimmicks to all but eliminate his income-tax burden.", "paragraphs": ["The President was despondent. Sensing that time was running out, he had asked his aides to draw up a list of his political options. He wasn’t especially religious, but, as daylight faded outside the rapidly emptying White House, he fell to his knees and prayed out loud, sobbing as he smashed his fist into the carpet. “What have I done?” he said. “What has happened?” When the President noted that the military could make it easy for him by leaving a pistol in a desk drawer, the chief of staff called the President’s doctors and ordered that all sleeping pills and tranquillizers be taken away from him, to insure that he wouldn’t have the means to kill himself.", "The downfall of Richard Nixon, in the summer of 1974, was, as Bob Woodward and Carl Bernstein relate in “The Final Days,” one of the most dramatic in American history. That August, the Watergate scandal forced Nixon—who had been cornered by self-incriminating White House tape recordings, and faced impeachment and removal from office—to resign. Twenty-nine individuals closely tied to his Administration were subsequently indicted, and several of his top aides and advisers, including his Attorney General, John Mitchell, went to prison. Nixon himself, however, escaped prosecution because his successor, Gerald Ford, granted him a pardon, in September, 1974.", "No American President has ever been charged with a criminal offense. But, as Donald Trump fights to hold on to the White House, he and those around him surely know that if he loses—an outcome that nobody should count on—the presumption of immunity that attends the Presidency will vanish. Given that more than a dozen investigations and civil suits involving Trump are currently under way, he could be looking at an endgame even more perilous than the one confronted by Nixon. The Presidential historian Michael Beschloss said of Trump, “If he loses, you have a situation that’s not dissimilar to that of Nixon when he resigned. Nixon spoke of the cell door clanging shut.” Trump has famously survived one impeachment, two divorces, six bankruptcies, twenty-six accusations of sexual misconduct, and an estimated four thousand lawsuits. Few people have evaded consequences more cunningly. That run of good luck may well end, perhaps brutally, if he loses to Joe Biden. Even if Trump wins, grave legal and financial threats will loom over his second term.", "Two of the investigations into Trump are being led by powerful state and city law-enforcement officials in New York. Cyrus Vance, Jr., the Manhattan District Attorney, and Letitia James, New York’s attorney general, are independently pursuing potential criminal charges related to Trump’s business practices before he became President. Because their jurisdictions lie outside the federal realm, any indictments or convictions resulting from their actions would be beyond the reach of a Presidential pardon. Trump’s legal expenses alone are likely to be daunting. (By the time Bill Clinton left the White House, he’d racked up more than ten million dollars in legal fees.) And Trump’s finances are already under growing strain. During the next four years, according to a stunning recent Times report, Trump—whether reëlected or not—must meet payment deadlines for more than three hundred million dollars in loans that he has personally guaranteed; much of this debt is owed to such foreign creditors as Deutsche Bank. Unless he can refinance with the lenders, he will be on the hook. The Financial Times, meanwhile, estimates that, in all, about nine hundred million dollars’ worth of Trump’s real-estate debt will come due within the next four years. At the same time, he is locked in a dispute with the Internal Revenue Service over a deduction that he has claimed on his income-tax forms; an adverse ruling could cost him an additional hundred million dollars. To pay off such debts, the President, whose net worth is estimated by Forbes to be two and a half billion dollars, could sell some of his most valuable real-estate assets—or, as he has in the past, find ways to stiff his creditors. But, according to an analysis by the Washington Post, Trump’s properties—especially his hotels and resorts—have been hit hard by the pandemic and the fallout from his divisive political career. “It’s the office of the Presidency that’s keeping him from prison and the poorhouse,” Timothy Snyder, a history professor at Yale who studies authoritarianism, told me.", "The White House declined to answer questions for this article, and if Trump has made plans for a post-Presidential life he hasn’t shared them openly. A business friend of his from New York said, “You can’t broach it with him. He’d be furious at the suggestion that he could lose.” In better times, Trump has revelled in being President. Last winter, a Cabinet secretary told me Trump had confided that he couldn’t imagine returning to his former life as a real-estate developer. As the Cabinet secretary recalled, the two men were gliding along in a motorcade, surrounded by throngs of adoring supporters, when Trump remarked, “Isn’t this incredible? After this, I could never return to ordering windows. It would be so boring.”", "Throughout the 2020 campaign, Trump’s national poll numbers have lagged behind Biden’s, and two sources who have spoken to the President in the past month described him as being in a foul mood. He has testily insisted that he won both Presidential debates, contrary to even his own family’s assessment of the first one. And he has raged not just at the polls and the media but also at some people in charge of his reëlection campaign, blaming them for squandering money and allowing Biden’s team to have a significant financial advantage. Trump’s bad temper was visible on October 20th, when he cut short a “60 Minutes” interview with Lesley Stahl. A longtime observer who spent time with him recently told me that he’d never seen Trump so angry.", "The President’s niece Mary Trump—a psychologist and the author of the tell-all memoir “Too Much and Never Enough”—told me that his fury “speaks to his desperation,” adding, “He knows that if he doesn’t manage to stay in office he’s in serious trouble. I believe he’ll be prosecuted, because it seems almost undeniable how extensive and long his criminality is. If it doesn’t happen at the federal level, it has to happen at the state level.” She described the “narcissistic injury” that Trump will suffer if he is rejected at the polls. Within the Trump family, she said, “losing was a death sentence—literally and figuratively.” Her father, Fred Trump, Jr., the President’s older brother, “was essentially destroyed” by her grandfather’s judgment that Fred was not “a winner.” (Fred died in 1981, of complications from alcoholism.) As the President ponders potential political defeat, she believes, he is “a terrified little boy.”", "Barbara Res, whose new book, “Tower of Lies,” draws on the eighteen years that she spent, off and on, developing and managing construction projects for Trump, also thinks that the President is not just running for a second term—he is running from the law. “One of the reasons he’s so crazily intent on winning is all the speculation that prosecutors will go after him,” she said. “It would be a very scary spectre.” She calculated that, if Trump loses, “he’ll never, ever acknowledge it—he’ll leave the country.” Res noted that, at a recent rally, Trump mused to the crowd about fleeing, ad-libbing, “Could you imagine if I lose? I’m not going to feel so good. Maybe I’ll have to leave the country—I don’t know.” It’s questionable how realistic such talk is, but Res pointed out that Trump could go “live in one of his buildings in another country,” adding, “He can do business from anywhere.”", "It turns out that, in 2016, Trump in fact made plans to leave the United States right after the vote. Anthony Scaramucci, the former Trump supporter who served briefly as the White House communications director, was with him in the hours before the polls closed. Scaramucci told me that Trump and virtually everyone in his circle had expected Hillary Clinton to win. According to Scaramucci, as he and Trump milled around Trump Tower, Trump asked him, “What are you doing tomorrow?” When Scaramucci said that he had no plans, Trump confided that he had ordered his private plane to be readied for takeoff at John F. Kennedy International Airport, so that the next morning he could fly to Scotland, to play golf at his Turnberry resort. Trump’s posture, Scaramucci told me, was to shrug off the expected defeat. “It was, like, O.K., he did it for the publicity. And it was over. He was fine. It was a waste of time and money, but move on.” Scaramucci said that, if 2016 is any guide, Trump would treat a loss to Biden more matter-of-factly than many people expect: “He’ll go down easier than most people think. Nothing crushes this guy.”", "Mary Trump, like Res, suspects that her uncle is considering leaving the U.S. if he loses the election (a result that she regards as far from assured). If Biden wins, she suggested, Trump will “describe himself as the best thing that ever happened to this country and say, ‘It doesn’t deserve me—I’m going to do something really important, like build the Trump Tower in Moscow.’ ”", "The notion that a former American President would go into exile—like a disgraced king or a deposed despot—sounds almost absurd, even in this heightened moment, and many close observers of the President, including Tony Schwartz, the ghostwriter of Trump’s first best-seller, “The Art of the Deal,” dismiss the idea. “I’m sure he’s terrified,” Schwartz told me. “But I don’t think he’ll leave the country. Where the hell would he go?” However, Snyder, the Yale professor, whose specialty is antidemocratic regimes in Eastern Europe, believes that Trump might well abscond to a foreign country that has no extradition treaty with the U.S. “Unless you’re an idiot, you have that flight plan ready,” Snyder said. “Everyone’s telling me he’ll have a show on Fox News. I think he’ll have a show on RT”—the Russian state television network.", "“We decided to combine Halloween and Thanksgiving this year.” Facebook", "Twitter", "Email", "Shopping Cartoon by Carolita Johnson", "In Snyder’s view, such desperate maneuverings would not have been necessary had Trump been a more adept autocrat. Although the President has recently made various authoritarian gestures—in June, he threatened to deploy the military against protesters, and in July he talked about delaying the election—Snyder contends that Trump’s predicament “is that he hasn’t ruined our system enough.” Snyder explained, “Generally, autocrats will distort the system as far as necessary to stay in power. Usually, it means warping democracy before they get to where Trump is now.” For an entrenched autocrat, an election is mere theatre—but the conclusion of the Trump-Biden race remains unpredictable, despite concerns about voter suppression, disputed ballot counts, and civil unrest.", "On Election Day, the margin of victory may be crucial in determining Trump’s future. If the winner’s advantage in the Electoral College is decisive, neither side will be able to easily dispute the result. But several of Trump’s former associates told me that if there is any doubt at all—no matter how questionable—the President will insist that he has won. Michael Cohen, Trump’s former attorney, told me, “He will not concede. Never, ever, ever.” He went on, “I believe he’s going to challenge the validity of the vote in each and every state he loses—claiming ballot fraud, seeking to undermine the process and invalidate it.” Cohen thinks that the recent rush to confirm Amy Coney Barrett to the Supreme Court was motivated in part by Trump’s hope that a majority of Justices would take his side in a disputed election.", "Cohen, who pleaded guilty in 2018 to lying to Congress and to various financial crimes, including making an illegal contribution to Trump’s Presidential campaign, has faced questions about his credibility. But he affirmed, “I have heard that Trump people have been speaking to lawyers all over the country, taking their temperatures on this topic.” One of Trump’s personal attorneys, the Supreme Court litigator William Consovoy, has initiated legal actions across the nation challenging mail-in voting, on behalf of the Republican Party, the Trump campaign, and a dark-money group that calls itself the Honest Elections Project. And a former Trump White House official, Mike Roman, who has made a career of whipping up fear about nonwhite voter fraud, has assumed the role of field general of a volunteer fleet of poll watchers who refer to themselves as the Army for Trump.", "Cohen is so certain that Trump will lose that he recently placed a ten-thousand-dollar bet on it. “He’ll blame everyone except for himself,” Cohen said. “Every day, he’ll rant and rave and yell and scream about how they stole the Presidency from him. He’ll say he won by millions and millions of ballots, and they cheated with votes from dead people and people who weren’t born yet. He’ll tell all sorts of lies and activate his militias. It’s going to be a pathetic show. But, by stacking the Supreme Court, he’ll think he can get an injunction. Trump repeats his lies over and over with the belief that the more he tells them the more people will believe them. We all wish he’d just shut up, but the problem is he won’t.”", "Schwartz agreed that Trump “will do anything to make the case he didn’t lose,” and noted that one of Trump’s strengths has been his refusal to admit failure, which means that “when he wins he wins, and when he loses he also wins.” But if Trump loses by a landslide, Schwartz said, “he’ll have many fewer cards to play. He won’t be able to play the election-was-stolen-from-me card—and that’s a big one.”", "It’s hard to imagine a former U.S. President behind bars or being forced to perform community service, as the former Italian Prime Minister Silvio Berlusconi was, after being convicted of tax fraud. Yet some of the legal threats aimed at Trump are serious. The case that Vance’s office, in Manhattan, is pursuing appears to be particularly strong. According to court documents from the prosecution of Cohen, he didn’t act alone. Cohen’s case centered on his payment of hush money to the porn star Stormy Daniels, with whom the President allegedly had a sexual liaison. The government claimed that Cohen’s scheme was assisted by an unindicted co-conspirator whom federal prosecutors in the Southern District of New York referred to as “Individual-1,” and who ran “an ultimately successful campaign for President of the United States.”", "Clearly, this was a reference to Trump. But, because in recent decades the Justice Department has held that a sitting President can’t be prosecuted, the U.S. Attorney’s office wrapped up its case after Cohen’s conviction. Vance appears to have picked up where the U.S. Attorney left off.", "The direction of Vance’s inquiry can be gleaned from Cohen’s sentencing memo: it disclosed that, during the 2016 Presidential campaign, Cohen set up a shell company that paid a hundred and thirty thousand dollars to Daniels. The Trump Organization disguised the hush-money payment as “legal expenses.” But the government argued that the money, which bought her silence, was an illegal campaign contribution: it helped Trump’s candidacy, by suppressing damaging facts, and far exceeded the federal donation limit of twenty-seven hundred dollars. Moreover, because the payment was falsely described as legal expenses, New York laws prohibiting the falsification of business records may have been violated. Such crimes are usually misdemeanors, but if they are committed in furtherance of other offenses, such as tax fraud, they can become felonies. Court documents stated that Cohen “acted in coordination with and at the direction of Individual-1”—an allegation that Trump has vehemently denied.", "It has become clear that the Manhattan D.A.’s investigation involves more than the Stormy Daniels case. Secrecy surrounds Vance’s grand-jury probe, but a well-informed source told me that it now includes a hard-hitting exploration of potentially illegal self-dealing in Trump’s financial practices. In an August court filing, the D.A.’s office argued that it should be allowed to subpoena Trump’s personal and corporate tax records, explaining that it is now investigating “possibly extensive and protracted criminal conduct at the Trump Organization.” The prosecutors didn’t specify what the grand jury was looking into, but they cited news stories detailing possible tax fraud, insurance fraud, and “schemes to defraud,” which is how New York penal law addresses bank fraud. As the Times’ recent reports on Trump’s tax records show, he has long made aggressive, and potentially fraudulent, use of accounting gimmicks to all but eliminate his income-tax burden. One minor but revealing detail is that he deducted seventy thousand dollars for hair styling, which ordinarily is a personal expense. At the same time, according to congressional testimony that Cohen gave last year, Trump has provided insurance companies with inflated income statements, in effect keeping two sets of books: one stating losses, for the purpose of taxes, the other exaggerating profits, for business purposes. Trump’s lawyers have consistently refused to disclose his tax records, fighting subpoenas in both the circuit courts and the Supreme Court. Trump has denied any financial wrongdoing, and has denounced efforts to scrutinize his tax returns as “a continuation of the worst witch hunt in American history.” But his legal team has lost every round in the courts, and may be running out of arguments. It’s possible that New York’s legal authorities will back off. Even a Trump critic such as Scaramucci believes that “it’s too much of a strain on the system to put an American President in jail.” But a former top official in New York suggested to me that Vance and James are unlikely to abandon their investigations if Trump loses on November 3rd, if only because it would send an unwanted message: “If you’re Tish James or Cy Vance and you drop the case the moment he’s out of office, you’re admitting it was political.”"], "authors": ["Jane Mayer", "Jane Maye"], "keywords": ["president", "legal", "scaramucci", "tax", "afford", "dollars", "told", "hell", "trump", "trumps", "white", "lose", "cant"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}