{"id": "08718479-2f2f-3474-bdbf-327f374b0e57", "keywords": ["joe", "proper", "info", "prosecutor", "biden", "gregg", "ukraine", "burisma", "trumps", "exercise", "jarrett", "office", "president", "son", "power", "request"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "url": "http://www.foxnews.com/media/gregg-jarrett-trumps-request-for-info-on-biden-is-a-proper-exercise-of-power", "title": "Gregg Jarrett: Trump's request for info on Biden is a 'proper exercise of power'", "summary": "President Trump exhibited a \"proper exercise of power\" when he asked for information on former Vice President Joe Biden and his son Hunter Biden from Ukraine's president, Fox News legal analyst Gregg Jarrett said Saturday.\nJustice Department officials do it almost on a daily basis...It's a proper exercise of power,\" said Jarrett.\nThere has been no evidence of wrongdoing by Biden or his son in Ukraine.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM\"It's an egregious conflict of interest and Joe Biden knows it, but he's spinning it because he got caught,\" said Jarrett.\nJarrett continued: \"The president has been crystal clear there is no quid pro quo...There's no demand, unlike what Joe Biden was doing.", "pubDate": null, "paragraphs": ["President Trump exhibited a \"proper exercise of power\" when he asked for information on former Vice President Joe Biden and his son Hunter Biden from Ukraine's president, Fox News legal analyst Gregg Jarrett said Saturday.", "Appearing on \"Fox & Friends\" with host Griff Jenkins, Jarrett said the president \"had every right to ask Ukraine to look into\" whether Biden's son's work in Ukraine during his time in office represented a conflict of interest.", "\"If the president is aware of potential evidence in the hands of a foreign government that a U.S. official, Joe Biden, misused his office to confer a benefit on that nation in exchange for something of value -- protecting his son -- that's a corrupt act, if proven,\" Jarrett told Jenkins.", "\"It is not just extortion and bribery, statutory crimes and Honest Services Fraud, it's a violation of the Foreign Corrupt Practices Act,\" he said, adding, \"There's a treaty that we have with Ukraine that requires them to provide this information.\"", "\"It is not an abuse of power to ask for information from a foreign government. Presidents to it all the time. Justice Department officials do it almost on a daily basis...It's a proper exercise of power,\" said Jarrett.", "Ukraine’s top prosecutor said Friday that his office is \"conducting an audit\" of cases that have been previously investigated and closed, including the probe involving the energy giant Burisma, where Hunter Biden had served on the board.", "Ruslan Ryaboshapka, the country's prosecutor general, said at a news conference that his office was instructed to review cases that have been closed, fragmented or investigated to make sure they were fairly and thoroughly handled. He said no one attempted to influence him to make the call.", "The office plans to review 15 cases that previously were closed, including the Burisma case. This does not yet mean Ukraine is opening a new investigation involving Burisma or the Bidens.", "Trump and his fellow Republicans have questioned Biden's role in pushing for the dismissal of a Ukrainian prosecutor who had been looking into corruption and Hunter's company Burisma Holdings. Although, the prosecutor was viewed by officials in several countries as being corrupt himself. There has been no evidence of wrongdoing by Biden or his son in Ukraine.", "Biden is maintaining his and his son Hunter's innocence, telling reporters in Los Angeles on Friday that \"there is no conflict of interest. From Ukraine or anywhere else. Period.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "\"It's an egregious conflict of interest and Joe Biden knows it, but he's spinning it because he got caught,\" said Jarrett. \"This is a kid who is leveraging his father, and the question is what was Joe Biden's intent when he was essentially extorting or bribing Ukraine to drop an investigation or to get rid of a prosecutor who was investigating his son?\"", "Jarrett continued: \"The president has been crystal clear there is no quid pro quo...There's no demand, unlike what Joe Biden was doing. That was an extortion and bribery demand\"", "\"The question is, what was his purpose?\" he asked."]}