{"id": "088ca85a-1847-3168-b95e-63a9e3fc0d7f", "title": "OK, America, so what the hell happens now?", "url": "https://www.theguardian.com/commentisfree/2020/nov/04/ok-america-so-what-the-hell-happens-now", "summary": "With the future and democratic reputation of the American republic hanging in the balance, this is not an occasion for bombast.\nShortly before 6am UK time, Biden addressed a rally – never a better time for one, mate – and told the Delaware crowd he was “optimistic”.\nShortly after 7am UK time, Trump addressed the nation with quasi-dictatorial fanfare, falsely claiming victory as well as electoral fraud, and seeking to disenfranchise voters in undeclared states.\nThere have long been signs that Trump would not be able to handle even potentially unfavourable election results.\nAccording to the exit poll Trump outperformed his 2016 results with every race and gender – except for white men.", "paragraphs": ["With the future and democratic reputation of the American republic hanging in the balance, this is not an occasion for bombast. Rather it is time to reach humbly in the darkness, seeking only to summon such measured words as convey the intense dignity of this moment. In short, I think we all feel the hand of history on our pussies.", "Donald Trump, America’s howling id, has not lost this election. Then again, Joe Biden has not won it. Shortly before 6am UK time, Biden addressed a rally – never a better time for one, mate – and told the Delaware crowd he was “optimistic”. In split-screen Trump addressed his Twitter retinue, and told them of “a big WIN”, adding “they are trying to STEAL the election … votes cannot be cast after the Poles are closed.” Expect him to invade Pole-land in the coming days.", "Still, whatever happens now, no one can argue that a result this close was a repudiation of his way of doing business, so anyone expecting the gibberingly loyal Republican party to tack away from its current psychiatric space for the next couple of decades ought probably to get used to disappointment.", "Shortly after 7am UK time, Trump addressed the nation with quasi-dictatorial fanfare, falsely claiming victory as well as electoral fraud, and seeking to disenfranchise voters in undeclared states. This at least had been predicted. There have long been signs that Trump would not be able to handle even potentially unfavourable election results. After all, just look how he handled male pattern baldness. Contrary to what a lot of people said over the past four years, Trump did eventually manage to build something described as an “unscalable” fence. Unfortunately, he only did it this week, and it now surrounds the White House.", "Militia fears, a barricaded presidential compound, open calls to disenfranchise voters – it’s a mood very much borrowed from what Trump would call “shithole countries”. As the weeks unfold, please don’t rule out Donald’s two large adult sons – Uday and Schmuday – downing a Black Hawk within the White House autonomous zone. Already, expectations have been so profoundly commuted that if gun-toting convoys of Klansmen aren’t firing celebratory rounds into the sky from vehicle convoys by the time this article is published, it’ll be regarded as a positive.", "So what in the name of terminal insanity does happen now? I’m encouraged to learn that pathways from here include everything from victory for the orange dopamine-pusher to the most illegitimate or disputed victory in history, with Biden’s likely best-case scenario a narrow win with a Republican senate, which would allow him to accomplish even less than he achieved during this campaign. Either way, lockdowns around the globe are sure to be enlivened by rolling coverage of the fallout, possibly in the country’s sarcastically admired court system. Were US lawyers part of the original breakout from Pandora’s box? If not, expect swarms of them to breach its defences in the coming days.", "Should Biden edge a victory, thanks to the way the self-styled greatest democracy in the world works, we will have months of grimly incendiary Trump claims that it was stolen. Or, to put it in terms the rest of the planet would understand: this is like winning the World Cup in November, then having the losing captain use it as a toilet for three months before finally handing the brimming trophy over to you in late January.", "Elsewhere, what a great night for pollsters and their polls, which seem to have been about as accurate as any Trump statements. Bazillions of dollars have been spent on polling this cycle. Definitely the business to get into when journalism – which did about as badly – goes tits-up.", "According to the exit poll Trump outperformed his 2016 results with every race and gender – except for white men. In counties with high Covid death rates, Trump performed better this year than he did in 2016. I suppose we have to believe the arc of history bends towards justice, but it certainly takes some incredible hairpin detours.", "Other assorted lowlights thus far include Lindsey Graham winning again, while some QAnon gorgon is now an actual Georgia congresswoman. The 25-year-old Republican Madison Cawthorn, whose bucket list included a visit to Hitler’s holiday home, is also going to Congress, and announced his victory just as Abraham Lincoln once did – in a tweet reading: “Cry more, lib.” Louisiana voters approved an amendment declaring abortion was not protected by the state’s constitution.", "Still, let no one suggest a democracy contested by two men in their mid- to late-70s is in some ways beginning to look a little necrotic. Yes, it would have been nice to have had at least one candidate whom no one had accused of sexual assault – but you had to be deeply comforted that one of the candidates had been accused of literally dozens more sexual assaults than the other one.", "Of course, the 2020 US presidential election situation is still very much developing, and by the time you read this, there could be a lot of hostages to fortune. Or even just hostages. Rule nothing out. Nothing, perhaps, except moral optimism. People used to say that irony died when Henry Kissinger won the Nobel peace prize, but the real victim was actually the Nobel peace prize. It’s hard not to think that something of this order of magnitude is now true of the US presidency, which for evermore will be seen as a job that a man of the character of Donald Trump was able to get. Maybe even twice – or as near as dammit.", "• Marina Hyde is a Guardian columnist"], "authors": ["Marina Hyde"], "keywords": ["biden", "addressed", "hell", "white", "america", "voters", "happens", "victory", "way", "republican", "election", "trump", "ok", "history"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}