{"id": "08914310-d135-35b5-9037-bb1f1d745f41", "title": "The 13 Best Brown Leather Jackets for Women According to Paris Street Style", "url": "https://www.vogue.com/slideshow/brown-leather-jackets", "summary": "Similar to winter’s shearling coats, a black leather moto jacket has always been the epitome of classic cool when it comes to fall style.\nThis season however, the street style set from Paris has us coveting a different hue.\nShades of brown have become desirable neutrals since the beginning of 2020, and have now taken over leather motos, patent trenches, and pocketed wrap jackets.\nBy now, the color has proven its staying power, and there’s no better time than the present to invest in a brown leather jacket for yourself.\nHere, find 13 street style-approved brown leather jackets for women below.", "paragraphs": ["Similar to winter’s shearling coats, a black leather moto jacket has always been the epitome of classic cool when it comes to fall style. This season however, the street style set from Paris has us coveting a different hue. Shades of brown have become desirable neutrals since the beginning of 2020, and have now taken over leather motos, patent trenches, and pocketed wrap jackets. It’s not limited just to outerwear, as we’re now seeing brown boots, sweaters, and handbags too. By now, the color has proven its staying power, and there’s no better time than the present to invest in a brown leather jacket for yourself. Choose from a handful of silhouettes including oversized blazers and shirt jackets in a variety of beautiful brown hues, from affordable faux patents to real leathers worthy of an investment.", "Here, find 13 street style-approved brown leather jackets for women below."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["leather", "jacket", "best", "style", "13", "wrap", "paris", "worthy", "winters", "women", "brown", "according", "street", "jackets"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}