{"id": "08932138-1a04-3261-80ac-638ee1edfdf3", "title": "WHO reports coronavirus discovered among mink populations in 6 countries", "url": "http://www.foxnews.com/world/who-reports-coronavirus-discovered-among-mink-populations-in-6-countries", "summary": "Six countries have reported coronavirus cases among farmed mink, the World Health Organization announced.\nThe concern over mink population infections arises from the recent discovery of mutations in the virus among farmed mink in Denmark.\nBy as early as April, Dutch officials noted the presence of COVID-19 among at least two mink farms.\nSpain discovered more cases on mink farms in July, leading to a cull of around 100,000 in that instance.\nOverall, the Spanish and Dutch governments culled around 1 million mink at farms across both countries.", "paragraphs": ["Six countries have reported coronavirus cases among farmed mink, the World Health Organization announced.", "Italy, Spain, Sweden, the Netherlands and the U.S. join Denmark in noting the presence of the virus among mink farm populations, the WHO said in a statement.", "The concern over mink population infections arises from the recent discovery of mutations in the virus among farmed mink in Denmark.", "De Blasio breaks social distancing, poses for Biden win selfies as thousands gather shoulder-to-shoulder", "The “cluster 5” variant, as the WHO labels it, has a combination of mutations that have not been previously observed. The WHO says that “the implications of the identified changes in this variant are not yet well understood.”", "\"Initial observations suggest that the clinical presentation, severity and transmission among those infected are similar to that of other circulating SARS-CoV-2 viruses,\" the WHO statement said on Friday.", "However, The “cluster 5” variant has thus far shown to be less inhibited by antibodies than the normal virus is, which authorities fear may threaten the efficacy of vaccines in development across the globe.", "UK trial to assess aspirin as coronavirus treatment option", "Denmark recently announced plans to cull up to 17 million farmed mink after discovering that 12 humans had caught the mutated form of the virus.", "“We have a great responsibility toward our own population, but with the mutation that has now been found, we have an even greater responsibility for the rest of the world as well,” Danish Prime Minister Mette Frederiksen said in a news conference.", "Frederiksen said the slaughter would happen as soon as possible and would involve the armed forces, according to The New York Times.", "Coronavirus lockdown in Greece requires people to text authorities before leaving home", "Outbreaks have persisted in farms across the country since the pandemic started.", "By as early as April, Dutch officials noted the presence of COVID-19 among at least two mink farms. Spain discovered more cases on mink farms in July, leading to a cull of around 100,000 in that instance.", "Overall, the Spanish and Dutch governments culled around 1 million mink at farms across both countries.", "The United States discovered infected mink populations in August on two farms in Utah. Cases on both farms were linked with infections among people who had handled the animals.", "CLICK HERE TO GET THE FOX NEWS APP", "The USDA said, however, that “There is currently no evidence that animals, including mink, play a significant role in spreading the virus to humans. Based on the limited information available to date, the risk of animals spreading SARS-CoV-2 to people is considered to be low.”", "Fox News' Brie Stimson contributed to this article."], "authors": ["Peter Aitken", "Peter Aitken Is A New York Born-And-Raised Reporter With A Focus On National", "Global News."], "keywords": ["spain", "populations", "discovered", "world", "reports", "farms", "farmed", "mink", "coronavirus", "countries", "virus", "spreading", "cases", "variant", "sarscov2"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}