{"id": "08beb86c-5a7b-35db-a0cd-9cf69ff1a26e", "url": "https://www.wired.com/story/fox-news-is-now-a-threat-to-national-security#intcid=recommendations_default-popular_d0fdabd5-502f-4980-a5f0-6dfa3253e0d5_popular4-1", "title": "Fox News Is Now a Threat to National Security", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["Monday’s split-screen drama, as the House Judiciary Committee weighed impeachment charges against President Trump and as the Justice Department’s inspector general released a 476-page report on the FBI’s handling of its 2016 investigation into Trump’s campaign, made one truth of the modern world inescapable: The lies and obfuscations forwarded ad infinitum on Fox News pose a dangerous threat to the national security of the United States.", "The facts of both dramas were clear to objective viewers: In the one instance, there’s conclusive and surprisingly consistent evidence that President Trump pushed Ukraine to concoct dirt on a domestic political rival to affect the 2020 presidential election, and in the other, Justice Department Inspector General Michael Horowitz found that the FBI was proper to investigate Trump’s dealings with Russia in the 2016 presidential campaign.", "But that set of facts is not what anyone who was watching Fox News heard. Instead, Fox spent the night describing an upside-down world where the president’s enemies had spun a web of lies about Trump and Ukraine, even as Horowitz blew open the base corruption that has driven every attack on the president since 2016.", "Sean Hannity, who had long trumpeted the forthcoming inspector general report and expected a thorough indictment of the behavior of former FBI director James Comey and other members of the “deep state,” had a simple message for his viewers during Fox’s Monday night prime time: “Everything we said, everything we reported, everything we told you was dead-on-center accurate,” he said. “It is all there in black and white, it’s all there.”", "Except they weren’t right and it wasn’t there. But Fox News’ viewers evidently were not to be told those hard truths—they were to be kept thinking that everything in their self-selected filter bubble was just peachy keen.", "Over on Fox Business, Lou Dobbs said the mere fact that the IG found no political bias in the FBI’s investigation of Trump and Russia in 2016 was de facto proof of the power of the deep state.", "John Harwood, long one of Washington’s most respected conservative voices in journalism, summed up Fox’s approach Monday night simply: “Lunacy.”", "It’s worse than lunacy, though. Fox’s bubble reality creates a situation where it’s impossible to have the conversations and debate necessary to function as a democracy. Facts that are inconvenient to President Trump simply disappear down Fox News’ “memory hole,” as thoroughly as George Orwell could have imagined in 1984.", "The idea that Fox News represents a literal threat to our national security, on par with Russia’s Internet Research Agency or China’s Ministry of State Security, may seem like a dramatic overstatement of its own—and I, a paid contributor to its competitor CNN, may appear a biased voice anyway—but this week has made clear that, as we get deeper into the impeachment process and as the 2020 election approaches, Fox News is prepared to destroy America’s democratic traditions if it will help its most important and most dedicated daily viewer.", "The threat posed to our democracy by Fox News is multifaceted: First and most simply, it’s clearly advancing and giving voice to narratives and smears backed and imagined by our foreign adversaries. Second, its overheated and bombastic rhetoric is undermining America’s foundational ideals and the sense of fair play in politics. Third, its unique combination of lies and half-truths has built a virtual reality so complete that it leaves its viewers too misinformed to fulfill their most basic responsibilities as citizens to make informed choices about the direction of the country.", "In the impeachment hearings, former National Security Council official Fiona Hill and other witnesses made clear how those who, like Fox News hosts and the president, advance the false narrative that Ukraine meddled in the US election are serving the Kremlin’s interests. Russia is playing a weak hand geopolitically—its economy is sputtering along and its population shrinking—and so its greatest hope is to stoke internal discord in the West. Robert Mueller warned of this; James Clapper has warned of it; and now Fiona Hill has done the same. “Our nation is being torn apart,” she said. “Truth is questioned.” Yet Fox, and the GOP more broadly, has warmly embraced almost every twist of Kremlin propaganda, up to and including the idea that Russia never meddled in the 2016 election to begin with."], "keywords": ["fox", "election", "2016", "ukraine", "threat", "viewers", "russia", "trump", "president", "security", "national"], "authors": ["Condé Nast", "Garrett M. Graf"], "summary": "But that set of facts is not what anyone who was watching Fox News heard.\nBut Fox News’ viewers evidently were not to be told those hard truths—they were to be kept thinking that everything in their self-selected filter bubble was just peachy keen.\nFacts that are inconvenient to President Trump simply disappear down Fox News’ “memory hole,” as thoroughly as George Orwell could have imagined in 1984.\nThe threat posed to our democracy by Fox News is multifaceted: First and most simply, it’s clearly advancing and giving voice to narratives and smears backed and imagined by our foreign adversaries.\nIn the impeachment hearings, former National Security Council official Fiona Hill and other witnesses made clear how those who, like Fox News hosts and the president, advance the false narrative that Ukraine meddled in the US election are serving the Kremlin’s interests."}