{"id": "08d65aa0-b674-3eed-ae06-9ee99fc0dd16", "title": "Opinion | Montana’s New Governor Could Remake the State", "url": "https://www.nytimes.com/2020/11/04/opinion/montana-greg-gianforte-governor.html", "summary": "A wealthy software entrepreneur who spent $7.5 million of his own money to defeat his opponent, Mr. Gianforte is a politician in President Trump’s image.\nIn his politics and personality, Mr. Gianforte would seem out of sync with most Montanans.\nMr. Gianforte, on the other hand, seems to have made a savvy Trump-era wager: that a strongman persona and reputation in business were enough to prevail.\nLike other Western states, Montana has a libertarian ethos, but it also has one of the nation’s most impressive socialist histories, a relatively durable union movement and a rising Native American political class.\nNearly 13 percent of residents live in poverty, but Mr. Gianforte, who is the state’s current at-large congressman, has shown little interest in helping Montana’s low-wage workers.", "paragraphs": ["The election of Greg Gianforte as governor will have the most immediate effect on Montanans. A wealthy software entrepreneur who spent $7.5 million of his own money to defeat his opponent, Mr. Gianforte is a politician in President Trump’s image. He has played down the risks of the coronavirus, derided unions and the public sector and based his policymaking on the Bible. He has also brutalized the media: In 2017, he body-slammed a reporter for The Guardian and later pleaded guilty to misdemeanor assault.", "In his politics and personality, Mr. Gianforte would seem out of sync with most Montanans. He’s a deeply partisan Republican in a place that values ideological independence; he’s a brawler in a place that values niceness; and he’s an urban newcomer, a transplant from the East Coast, in a place that values rural, multigenerational roots. Montana politics was once known for producing centrist Democrats, like Senators Mike Mansfield and Max Baucus, and pragmatic Republicans like Marc Racicot, a governor who dealt plainly with Democratic legislators and recently said he would vote for Joe Biden.", "Mr. Gianforte, on the other hand, seems to have made a savvy Trump-era wager: that a strongman persona and reputation in business were enough to prevail. He’s a tycoon whose policies favor the rich, but still won handily in nearly all of rural Montana, where rates of poverty and unemployment tend to be high. He campaigned on tax cuts and reopening the economy, coronavirus be damned; he also softened his take on health care, vowing to protect those with pre-existing conditions.", "Labor advocates in Montana worry that, when he takes office, Mr. Gianforte will begin to abandon the state’s traditional support for social welfare and workers’ rights. Like other Western states, Montana has a libertarian ethos, but it also has one of the nation’s most impressive socialist histories, a relatively durable union movement and a rising Native American political class.", "It also has serious problems to solve. Nearly 13 percent of residents live in poverty, but Mr. Gianforte, who is the state’s current at-large congressman, has shown little interest in helping Montana’s low-wage workers. Last year, he voted against a House bill to increase the federal minimum wage to $15 — even though in his home county a single parent raising two children must earn more than an estimated $30 per hour to cover basic needs."], "authors": ["E. Tammy Kim"], "keywords": ["governor", "state", "montana", "gianforte", "poverty", "workers", "opinion", "place", "states", "rural", "values", "montanas", "remake", "hes", "mr"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}