{"id": "08df2313-b618-37ca-8bcd-86577dfaa68d", "title": "Creepy, snake-sized invasive worm spotted in Virginia, and it’s ‘essentially immortal’", "url": "http://www.foxnews.com/us/creepy-snake-sized-invasive-worm-spotted-in-virginia", "summary": "A foot-long invasive species slithered by a suburban Virginia resident last week, leaving pest-control experts scratching their heads before they found help identifying it.\nIt turns out, it wasn’t a snake but an invasive hammerhead worm, according to a follow-up post that also appears to have been removed.\nPest control experts suggest killing them by pouring salt or orange essence over them instead.\nThe hammerhead worms have a “half-moon shaped head” that gives them their name, similar to a hammerhead shark, and they can grow up to about a foot in length, according to the Texas Invasive Species Institute.\nThey’ve also cropped up in California, Florida, Georgia, Louisiana, Texas and the Carolinas, according to the Texas Invasive Species Institute – and they’ve appeared seasonally or around greenhouses in more than a dozen other states.", "paragraphs": ["A foot-long invasive species slithered by a suburban Virginia resident last week, leaving pest-control experts scratching their heads before they found help identifying it.", "In a now-removed Facebook post, Virginia Wildlife Management and Control, a local pest control service, wrote that its hotline had received a call about a weird looking “snake” in Midlothian, Va., just outside Richmond.", "“The problem is, we’ve never seen anything like it before, and we’re not sure if it’s a freak of nature,” the company wrote.", "It turns out, it wasn’t a snake but an invasive hammerhead worm, according to a follow-up post that also appears to have been removed. The company did not respond to a request for comment.", "PET PARROT SAVES OWNER FROM HOUSE FIRE IN AUSTRALIA BY CALLING HIS NAME", "Hammerhead worms are native to Asia, according to the Charlotte Observer. They feed on normal earthworms and other organisms in the soil -- and sometimes cannibalize themselves.", "And like common earthworms, when cut in half, both sides remain alive and continue to grow, rendering them hard to kill – or “essentially immortal,” as one commenter put it.", "Pest control experts suggest killing them by pouring salt or orange essence over them instead.", "They are not a threat to humans or pets.", "But experts aren’t sure what effects they have on soil fertility and nutrient cycling, according to Morning Ag Clips, an agricultural news site.", "The hammerhead worms have a “half-moon shaped head” that gives them their name, similar to a hammerhead shark, and they can grow up to about a foot in length, according to the Texas Invasive Species Institute.", "They are attracted to hot, humid environments and are mostly active at night, according to the institute. Although they have invaded numerous states on both sides of the Mississippi River, they remain rare in Virginia.", "CLICK HERE TO GET THE FOX NEWS APP", "Another Midlothian homeowner said she'd seen only one in 25 years living in the area.", "A resident of Virginia Beach, more than 100 miles to the southeast, found another large specimen on her patio in 2013, the Virginian-Pilot reported at the time.", "They’ve also cropped up in California, Florida, Georgia, Louisiana, Texas and the Carolinas, according to the Texas Invasive Species Institute – and they’ve appeared seasonally or around greenhouses in more than a dozen other states."], "authors": ["Michael Ruiz"], "keywords": ["essentially", "according", "creepy", "hammerhead", "sure", "control", "worms", "immortal", "texas", "virginia", "spotted", "experts", "snakesized", "invasive", "species", "worm"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}