{"id": "08e15cfc-44bd-3504-921c-466940f40ec8", "title": "Preston bring leaders Reading down to earth, Wednesday's point deduction cut", "url": "https://www.theguardian.com/football/2020/nov/04/preston-pull-off-decisive-win-at-top-of-the-table-reading-championship-roundup", "summary": "Although the visitors dominated the first half, Reading went close to breaking the deadlock through a header from top scorer Lucas João.\nPreston have failed to pick up a point at home this season but this was a fourth successive win in an unbeaten five-match run on their travels.\nSteven Fletcher had put Stoke in front after two minutes but Tom Cleverley restored parity just before the half-hour mark.\n“We didn’t feel [Watford’s first] was a goal,” said the Stoke manager, Michael O’Neill.\n“If you touch Lyle Taylor he will go down, inside or outside the box,” said Coventry’s manager, Mark Robins.", "paragraphs": ["Reading’s indifferent form continued as they were thrashed 3-0 at home by Preston, though they remain top of the Championship, three points clear of Swansea.", "Although the visitors dominated the first half, Reading went close to breaking the deadlock through a header from top scorer Lucas João. Preston’s Daniel Johnson missed a penalty soon after half-time but two goals in a four-minute spell – from Scott Sinclair and Emil Riis Jakobsen – put paid to the home side’s hopes. Preston added a third through Brad Potts in stoppage time to confirm their superiority.", "Preston have failed to pick up a point at home this season but this was a fourth successive win in an unbeaten five-match run on their travels. “This seems to be quite common for us on the road,” their manager, Alex Neil, said. “I’m delighted with the win but I’m still a bit perplexed at how poor we’ve been at home in comparison to being away.”", "Watford were forced to come from behind to beat Stoke 3-2 in a thriller at Vicarage Road. Steven Fletcher had put Stoke in front after two minutes but Tom Cleverley restored parity just before the half-hour mark. A João Pedro penalty on 61 minutes put Watford in front but Nick Powell’s fine goal, with nine minutes left, looked to have sealed a share of the spoils. However, in stoppage time Ismaïla Sarr pounced for a dramatic winner.", "“We didn’t feel [Watford’s first] was a goal,” said the Stoke manager, Michael O’Neill. “I’ve seen the replays and it’s clear the initial shot did not cross the line. The technology was triggered by the Watford player’s contact with [our goalkeeper] Angus [Gunn] that puts the ball over the line. We felt the referee missed a handball in the buildup to the third goal as well.”", "Sheffield Wednesday were not in action but they briefly moved off the bottom after having their points deduction reduced from 12 to six. The club were hit with the deduction in July for the 2020-21 season after an independent disciplinary commission, appointed under EFL regulations, deemed they should not have included profits from the sale of Hillsborough stadium in statements for the period ending July 2018.", "An independent league arbitration panel did not agree with Wednesday’s claim that a points deduction should not have been imposed but the punishment was halved, effective immediately.", "Wycombe celebrate their late winner at Birmingham City. Photograph: James Williamson - AMA/Getty Images", "However, Wycombe’s comeback win at Birmingham sent Wednesday back to the foot of the table. Gareth Ainsworth’s side were trailing 1-0 to Marc Roberts’ 40th-minute header but Scott Kashket equalised with 14 minutes to go and they secured a deserved winner in the second minute of injury time as Fred Onyedinma’s header went in off Kristian Pedersen. It takes their undefeated run to three games.", "Derby’s dreadful home run continued as a late header from Macauley Bonne gave QPR a 1-0 win at Pride Park and Derby slipped to second bottom. The game looked to be heading for stalemate until the former Charlton man struck to give Rangers a first away win of the season. The home side had their chances, with the lively Wayne Rooney denied by Seny Dieng and the woodwork, but QPR also created openings.", "Luton earned a well-deserved three points with a 1-0 win at Rotherham. Luke Berry produced an inch-perfect free-kick into the box after 70 minutes and James Collins volleyed home his fifth goal of the season.", "Lyle Taylor’s penalty six minutes into added time helped Nottingham Forest claim a 2-1 victory over Coventry and hand Chris Hughton his first home win as manager. Forest looked to be on course for their fourth 1-1 draw of Hughton’s six-match tenure after Callum O’Hare’s 57th-minute header had cancelled out a first-half goal from Scott McKenna.", "Taylor won a penalty and took it to seal victory with the final kick of the game. “If you touch Lyle Taylor he will go down, inside or outside the box,” said Coventry’s manager, Mark Robins. ”You cannot give him the opportunity to do that.”"], "authors": ["Guardian Sport"], "keywords": ["reading", "penalty", "deduction", "earth", "preston", "points", "season", "point", "bring", "manager", "goal", "stoke", "cut", "minutes", "header", "leaders", "scott", "win", "wednesdays"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}