{"id": "08fd331f-4358-3d2d-95b5-73f2297930e1", "title": "Evil Genius 2: World Domination Preview – A Fun Road To Doomsday", "url": "https://www.gameinformer.com/preview/2020/10/19/evil-genius-2-world-domination-preview-a-fun-road-to-doomsday", "summary": "In Evil Genius 2, your mission is to build up your base with an eye toward global takeover.\nAt the start of your attempt to take over the world, you choose from one of four evil geniuses.\nA key way to take over the world is to build a Doomsday Device and get the Forces of Justice to surrender.\nWith so many ways to try and destroy and/or take over the world, Evil Genius 2: World Domination looks like a much more enjoyable road to doomsday than we're accustomed to.\nEvil Genius 2: World Domination launches on PC in the first half of 2021.", "paragraphs": ["So many games task us with being the hero rushing into the lair of the supervillain attempting to destroy the planet, but very few let us control the maniacal villain on the path for world domination and destruction. Evil Genius 2: World Domination effectively flips the script, putting you in the shoes of the eponymous evil geniuses as you build a secret lair, train up your minions, and develop a Doomsday Device, all while fending off infiltration attempts from secret agents trying to thwart your plans. When I saw the game at E3 2019, I was taken by its fun premise, and seeing it in action earlier this month gave me more confidence in its ability to deliver.", "In Evil Genius 2, your mission is to build up your base with an eye toward global takeover. However, to do so with the fewest amount of problems, you need to raise the least amount of suspicion. To achieve this, the public-facing side of your island plays host to an unassuming casino. Keeping the separation between the casino front and the sinister lair is crucial, as tourists will begin asking questions, which eventually leads to agents from the Forces of Justice attempting to infiltrate your operations. If agents do decide to try and sneak into your lair, they must do so through the casino, so if you do a good enough job with the front, you might even be able to convince the agents that it's just a simple casino with no sinister side (you know, aside from the normal sinister side of your average casino).", "At the start of your attempt to take over the world, you choose from one of four evil geniuses. Maximilian delivers an all-around style of play, but Red Ivan is the focus of this new demo. Red Ivan tries to conquer the world with an iron fist, and has an AoE ability called \"Do It Now!\" to go along with that style of play. Once activated, all minions within the \"Do It Now!\" aura around Red Ivan are more productive, allowing you to prioritize certain actions. Whether you use this in the Control Room to influence multiple tasks at once or put the hurry on the building of a room, this could be a very effective tool for players to get stuff done.", "As for the minions themselves, you can train the generic, low-level underlings to take on various specialties under the umbrellas of Muscle, Deception, and Science. The Muscle archetype produces Guards who use fist-fight tactics, or more advanced Mercenaries with weapon specialties, Martial Artists who are experts in hand-to-hand combat, or highly skilled Hitmen, who are experts in eliminating your target. Meanwhile, under the Deception archetype, you can train all sorts of minions to help keep the illusion of your casino front alive, including seemingly trustworthy Valets, Spin Doctors who can do damage control, Counteragents who can spot potential infiltrators, and Socialites who can smooth over any potential alarm-raising problems before they're noticed. Finally, the Science archetype gives you the opportunity to keep your lair running and improving, with Technicians to do repairs, Scientists to do research, and, eventually, Biologists and Quantum Chemists.", "Each minion also has traits that make them unique among the sea of faces. For example, one minion might be unsuspecting, which means they won't question anyone who looks out of place in your lair, while another might be more astute with their observations and might call out someone suspicious.", "On top of your minions, you also have henchmen, who are the top-tier, righthand men and women of your organization. The two henchmen I saw in action were Eli Barracuda, a specialist in hand-to-hand combat and weaponry, and Jubei, who can teleport across the island and focuses on capturing infiltrators rather than killing them. If you'd prefer to take out secret agents trying to break into the lair yourself, you can build traps, such as the Laser Disco or the Giant Fan. And yes, you can build a trap where the floor drops the agent into a pool of sharks.", "A key way to take over the world is to build a Doomsday Device and get the Forces of Justice to surrender. In the demo I saw, it's a giant reactor called HAVOC with the ability to blast the target of your choosing. You can build the Doomsday Device to take up multiple stories of your lair, with a bigger device delivering more destruction. You can choose to fire whenever, but once you choose a target and activate it, the Forces of Justice will get aggressive and try to make a daring attempt to stop you before you're able to fire. Because of this, your lair goes into a high-alert state until the timer goes off, with all minions and henchmen keeping an eye out.", "With so many ways to try and destroy and/or take over the world, Evil Genius 2: World Domination looks like a much more enjoyable road to doomsday than we're accustomed to. Evil Genius 2: World Domination launches on PC in the first half of 2021."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["genius", "build", "minions", "lair", "world", "preview", "domination", "fun", "road", "casino", "evil", "doomsday", "agents"], "pubDate": "2020-10-19T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}