{"id": "09581cf9-b889-3d1f-bd06-74b1593a61fc", "title": "Ilana Glazer’s “Cheat Sheet for the Voting Booth”", "url": "https://www.newyorker.com/podcast/political-scene/ilana-glazers-cheat-sheet-for-the-voting-booth", "summary": "Download a transcript.|||Ilana Glazer and Abbi Jacobson created “Broad City” in the early days of the Obama Administration, and their portrait of young, progressive slackers in New York City struck a nerve with millennial and Gen Z viewers.\nWith the election of Donald Trump, Glazer turned her focus to politics.\nIn her Web series “Cheat Sheet for the Voting Booth,” she interviews celebrities who have personal connections to swing states.\nHer goal is to make young people feel the urgency of voting, and to introduce them to down-ballot races where they live.\nIlana Glazer joins Dorothy Wickenden to discuss her current projects, and how to persuade the country’s biggest voting bloc that they can effect sweeping change.", "paragraphs": ["Download a transcript.|||", "Ilana Glazer and Abbi Jacobson created “Broad City” in the early days of the Obama Administration, and their portrait of young, progressive slackers in New York City struck a nerve with millennial and Gen Z viewers. With the election of Donald Trump, Glazer turned her focus to politics. In her Web series “Cheat Sheet for the Voting Booth,” she interviews celebrities who have personal connections to swing states. Her goal is to make young people feel the urgency of voting, and to introduce them to down-ballot races where they live. Ilana Glazer joins Dorothy Wickenden to discuss her current projects, and how to persuade the country’s biggest voting bloc that they can effect sweeping change."], "authors": ["Condé Nast", "Dorothy Wickende"], "keywords": ["sheet", "glazer", "cheat", "young", "city", "z", "viewers", "booth", "web", "wickenden", "ilana", "york", "urgency", "voting", "glazers"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}