{"pubDate": null, "title": "New Gameplay Today – Rainbow Six Siege: Ember Rise", "keywords": ["fourth", "operators", "siege", "gameplay", "weekend", "blast", "ember", "youve", "rainbow", "season", "today", "watching", "hook", "video", "rise"], "id": "09886dec-5245-38c7-8107-6ccc7591e3b0", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["It's that fourth most magical time of the year when a new season of Rainbow Six Siege is revealed (they're all tied for fourth) and this time I had the privilege of attending a Pro League event that ties into the reveal: this year's Rainbow Six Major in Raleigh, North Carolina. It's been a blast watching the matches and playing the new operators, but it's a solitary life. No one's back home this weekend to Skype in for New Gameplay Today, so for this episode you've got me talking to myself about everything coming in Year 4 Season 3.", "In the video above I detail the rework of Kanal as well as the two new operators, one of which may have actual impact on the meta and one of which is just a blast to play. Enjoy the video, and for more on the incredible grappling hook of the new attacker, check out our video answering all your questions about the Garra Hook."], "authors": ["Video Editor", "Leo Joined Game Informer'S Video Team In", "Hasn'T Stopped Chiming In The Booth Since. He Regularly Produces", "Chimes In On New Gameplay Today"], "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2019/08/17/new-gameplay-today-rainbow-six-siege-ember-rise", "summary": "It's that fourth most magical time of the year when a new season of Rainbow Six Siege is revealed (they're all tied for fourth) and this time I had the privilege of attending a Pro League event that ties into the reveal: this year's Rainbow Six Major in Raleigh, North Carolina.\nIt's been a blast watching the matches and playing the new operators, but it's a solitary life.\nNo one's back home this weekend to Skype in for New Gameplay Today, so for this episode you've got me talking to myself about everything coming in Year 4 Season 3.\nIn the video above I detail the rework of Kanal as well as the two new operators, one of which may have actual impact on the meta and one of which is just a blast to play.\nEnjoy the video, and for more on the incredible grappling hook of the new attacker, check out our video answering all your questions about the Garra Hook."}