{"id": "09d665cc-c350-3baa-8344-c37a4a03ec99", "title": "Opinion | Let the Votes Be Counted", "url": "https://www.nytimes.com/2020/11/04/opinion/vote-count-election-2020.html", "summary": "Mr. Trump is right that the polls were off — by a lot, in some key states.\nNow Mr. Trump and his Republican allies are using that refusal to claim that votes are being counted too late.\nAcross the country, election workers and administrators are committed to doing their job and are working long hours to ensure that every ballot is counted.\nNo matter how much the nation has come to expect this sort of behavior from Mr. Trump, he always manages to exceed expectations.\nMr. Trump has for years fanned the flames of rage among his supporters and flooded American society with disinformation.", "paragraphs": ["Mr. Trump is right that the polls were off — by a lot, in some key states. But none of this is “very strange.” Neither candidate won the election on Tuesday night. That determination won’t be made by the candidates’ wishes or the media projections. It will be made by the voters and the workers who count their ballots. States aren’t even required to certify their count until Dec. 8.", "In the meantime, there are no “surprise ballot dumps” that make votes “magically disappear.” It’s normal for vote totals to change, especially in the hours and days after polls close. When one or the other candidate pulls ahead, it’s not “flipping” the result, because there is no result yet to flip.", "The irony is that the count could have proceeded more quickly in several battleground states, like Michigan, Wisconsin and Pennsylvania, had Republican lawmakers there followed their counterparts in many other states and allowed for mail ballots to be opened and processed before Election Day. But despite repeated pleas for them to do so, they refused. Now Mr. Trump and his Republican allies are using that refusal to claim that votes are being counted too late. It’s as though they defunded the Fire Department and then got mad when their house burned down.", "On Wednesday, the Trump campaign announced it would seek a recount in Wisconsin, where Joe Biden leads by a little more than 20,000 votes, or less than 1 percent. That is Mr. Trump’s right, although he will have to pay $3 million out of pocket for it, and statewide recounts only change the margin, on average, by fewer than 300 votes.", "If anyone has reason to be upset, it is the hundreds of thousands of voters around the country whose mail-in ballots were never delivered to election offices. On Tuesday, a federal judge in Washington ordered the Postal Service to search 12 postal processing facilities in 15 states for any remaining undelivered ballots, which were generally cast overwhelmingly in favor of Democratic candidates. The Postal Service ignored the order, saying it would continue on its own inspection schedule.", "It is understandable that Americans want to know quickly and clearly the outcome of the presidential election. But that doesn’t change the fact that it takes time to count 150 million votes. Across the country, election workers and administrators are committed to doing their job and are working long hours to ensure that every ballot is counted.", "No matter how much the nation has come to expect this sort of behavior from Mr. Trump, he always manages to exceed expectations. That doesn’t make it better. To the contrary, it is extremely dangerous. Mr. Trump has for years fanned the flames of rage among his supporters and flooded American society with disinformation."], "authors": ["The Editorial Board"], "keywords": ["counted", "count", "change", "workers", "opinion", "votes", "states", "postal", "let", "trump", "election", "mr", "ballots"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}