{"keywords": ["decking", "particular", "steeds", "draws", "exciting", "thing", "christmas", "fiend", "things", "faces", "small", "deck", "edward", "good"], "paragraphs": ["The holidays change people. For some, it’s a time of cheer and good tidings; for others, an era of dread and darkness; and, for the chosen few, it’s the ideal moment at which to transform into a fiend of decoration. Edward Steed’s latest cover depicts one such fiend. We recently talked to the artist about his work, and about how he celebrated Christmas growing up.", "Like the man in your drawing, you’ve squeezed a tremendous amount of detail into a very small space. Does density appeal to you as a quality?", "I’m from the north of Europe, where people tend to like dense pictures with lots of small details. We also appreciate the importance of Christmas. Perhaps these two things are related.", "Was there a particular event or thought (or balcony you saw) that prompted this idea?", "Not really. When I was young, some of my neighbors would have ugly homemade Christmas displays that I admired. Christmas can bring out the artistry in people. They do things to their houses that they wouldn’t usually dare to do.", "What draws you to faces, in particular? Are there any artists you find to be especially good at them?", "I don’t know. Faces are just the most satisfying thing to draw. A good face can make a dead thing seem alive. I think Saul Steinberg draws great faces.", "A Christmas cartoon by Steed that appeared in the December 21 & 28, 2015, issue.", "How was Christmas celebrated when you were a kid?", "In the usual way, with a roast turkey and then watching television. I remember it being very exciting, the best day of the year. This year will be much the same—though probably a bit less exciting; I’ve lost some of the childish wonder I had back then.", "See below for more covers that celebrate Christmas."], "url": "http://www.newyorker.com/culture/cover-story/cover-story-2019-12-23", "id": "09e11dd2-2861-37d0-b354-c028e202c620", "title": "Edward Steed’s “Decking the Deck”", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Françoise Mouly", "Peter Schjeldahl", "Dexter Filkins"], "summary": "Edward Steed’s latest cover depicts one such fiend.\nWe recently talked to the artist about his work, and about how he celebrated Christmas growing up.\nLike the man in your drawing, you’ve squeezed a tremendous amount of detail into a very small space.\nI’m from the north of Europe, where people tend to like dense pictures with lots of small details.\nThis year will be much the same—though probably a bit less exciting; I’ve lost some of the childish wonder I had back then.", "pubDate": null}