{"id": "09fca4de-75f0-38d0-a233-763dbb72d23c", "title": "Go figure - China’s 7m enumerators begin the world’s largest census", "url": "https://www.economist.com/china/2020/10/31/chinas-7m-enumerators-begin-the-worlds-largest-census", "summary": "On November 1st 7m functionaries will begin carrying out the country’s ten-yearly census, a task that will take them until December 10th.\nThe last such count, in 2010, found that China’s total population was growing only half as swiftly as it did between 1991-2000.\nFraudsters and thieves who have posed as census-takers during past counts have given enumerators a bad name.\nThere are also plans to substitute door-to-door visits with phone calls and online forms, if census officials in some places have to work around local outbreaks of covid-19.\nWhereas many Chinese shy from the box-tickers, some are hoping to use this year’s exercise to help make themselves more visible.", "paragraphs": ["I N THE COMING weeks nearly every Chinese house will receive a knock on the door. On November 1st 7m functionaries will begin carrying out the country’s ten-yearly census, a task that will take them until December 10th. The last such count, in 2010, found that China’s total population was growing only half as swiftly as it did between 1991-2000. This year’s megacount will provide further details about the country’s demographic crunch.", "Censuses are difficult everywhere, but China’s is especially fraught. Its hundreds of millions of migrant workers are tricky to count, not least because some fear reprisals for having moved to parts of the country that the Communist Party would like them to leave. Some people do not want officials to find out that they have had more children than family-planning policies allow. Fraudsters and thieves who have posed as census-takers during past counts have given enumerators a bad name. And local governments have sometimes sought to inflate population figures in order to claim more subsidies from Beijing.", "This time, says the government, new paperless systems will help to protect people’s information and make it harder for anyone to fiddle the count. There are also plans to substitute door-to-door visits with phone calls and online forms, if census officials in some places have to work around local outbreaks of covid-19. Whereas many Chinese shy from the box-tickers, some are hoping to use this year’s exercise to help make themselves more visible. A gay-rights group in the southern city of Guangzhou is encouraging people in same-sex relationships to make sure census-takers realise they are a couple, and to insist that they write this information into an open field in the census form."], "authors": ["The Economist"], "keywords": ["population", "information", "begin", "officials", "local", "countrys", "7m", "chinas", "worlds", "figure", "help", "chinese", "largest", "count", "census", "enumerators"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}