{"id": "0a1c5acd-c420-331a-a23a-dab283d40e6b", "title": "News, Articles, Biography, Photos", "url": "https://www.wsj.com/news/author/julie-jargon", "summary": "Family & Tech: Julie Jargon Move Over, Santa!\nFamily & Tech How a Facebook Political Spat Ruptured a Family Can Christmas bring peace to the Laurendine-Scanlan family, which hasn’t celebrated the holidays together since before the 2016 presidential election?\nFamily & Tech Beware the Gift Card Scam Scammers are calling or emailing people, often seniors, under a variety of pretenses—grandchildren, tech support, tax collectors, etc.—that culminate in requests to purchase retail gift cards.\nFamily & Tech The Hazards of Being ‘Real’ on Social Media Celebrities and influencers are sharing more of their emotional baggage online.\nFamily & Tech Teens Explain Their YouTube Obsession (Because Adults Don’t Get It) High-schoolers tell the WSJ why they love the video social network, but also acknowledge its dark side: “Don’t use it as a babysitter.”", "paragraphs": ["Articles", "Family & Tech Apps Help Strangers Have a Baby, Romance Optional Using technology to find a platonic parenting partner comes at a time when it seems harder than ever to meet anyone the old-fashioned way.", "Family & Tech: Julie Jargon Move Over, Santa! Kids Are Asking Alexa to Bring Them Presents Ordering items from Amazon has never been easier, but young children are asking Alexa to deliver them presents and parents aren’t always able to step in before packages are on the way.", "Family & Tech Photo Roulette, the Hot App That Makes Teens Cringe and Parents Fret Photo Roulette, one of the hottest mobile game apps with U.S. teens, selects and shares random photos from players’ camera rolls—leading to privacy panics for parents.", "Family & Tech How a Facebook Political Spat Ruptured a Family Can Christmas bring peace to the Laurendine-Scanlan family, which hasn’t celebrated the holidays together since before the 2016 presidential election?", "FAMILY & TECH Three Generations, and No Agreement on Going Cashless The shift away from cash has generated debate in one family, with some older members worrying about the safety and privacy ramifications of transferring money via apps.", "Family & Tech Grandsharenting: When Grandparents Get Carried Away on Facebook Many parents worried about the ramifications of sharing too much about their children on social media are having difficult conversations about it with their own parents, who are eager to share photos of their grandchildren online.", "Family & Tech Beware the Gift Card Scam Scammers are calling or emailing people, often seniors, under a variety of pretenses—grandchildren, tech support, tax collectors, etc.—that culminate in requests to purchase retail gift cards.", "Family & Tech The Hazards of Being ‘Real’ on Social Media Celebrities and influencers are sharing more of their emotional baggage online. But when regular teens do the same, it can be risky.", "Family & Tech Goodbye Honey-Do List, Hello Shared-Labor App To keep things fair—or at least to avoid fights—couples are using project-management apps designed for the workplace to divvy up and track domestic to-dos and reserving a portion of their date nights to compare chore loads.", "Family & Tech Teens Explain Their YouTube Obsession (Because Adults Don’t Get It) High-schoolers tell the WSJ why they love the video social network, but also acknowledge its dark side: “Don’t use it as a babysitter.”"], "authors": ["Julie Jargon"], "keywords": ["apps", "tech", "using", "family", "articles", "wayfamily", "social", "photos", "biography", "teens", "sharing", "roulette", "parents"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}