{"keywords": ["guirgiss", "women", "stephen", "broken", "times", "play", "adly", "best", "hope", "plays", "seen", "sarge", "woman", "neighbors", "world"], "paragraphs": ["Sometimes it seems that life in the big city is one long dance of looking and looking away. An illuminated window high off the ground excites the gaze and plucks at the imagination. A panhandler enters a subway car, and every eye turns to the floor as smoothly as the slats of a venetian blind sliding shut. What’s that determined non-noticing about? It’s a personal barricade—don’t approach—but also an instinctive attempt to preserve privacy, for the asker as well as for the asked. How can anyone break through that kind of willed blindness and be seen? Lately, I’ve been thinking about the performance required of the urban miserable. I mean “performance” descriptively, not cynically. The situation calls for an actor’s ingenuity: a well-managed entrance, an efficiency of motion, a monologue shaped and smoothed by repetition and timed to last from one subway stop to the next. Then it’s out the door and into a new car with a new audience to try to win over.", "There is a New York City street door onstage in Stephen Adly Guirgis’s rough-cut gem of a new play, “Halfway Bitches Go Straight to Heaven” (at the Atlantic Theatre Company’s Linda Gross), the kind that’s not designed to attract attention—scuffed glass backlit by ugly fluorescents, decorated with metal placards announcing that the premises are under twenty-four-hour surveillance and warning against loitering. You’ve walked by it a thousand times and, if you’re fortunate, have never had to go in. It’s the entrance to Hope House, a government-funded halfway house for women on the Upper West Side, and, inside, a residents’ meeting is wrapping up. (The set, with its perfectly calibrated atmosphere of institutional idiosyncrasy, is by Narelle Sissons.) Mr. Mobo (Neil Tyrone Pritchard), a Nigerian social worker with an unintentionally comical sense of propriety, is trying to get his charges to listen to various announcements: the incest survivors’ group now meets in the basement; “You, Me, and Hepatitis C” comes with a pancake breakfast. Good luck to him. The women, raucous and combustible, have their own agendas, and their own alliances based on a variable calculus of race, blood, and personal affinity.", "Queen Sugar (Benja Kay Thomas) and Munchies (Pernell Walker), black women who handle the hostile world by laughing in its face, sit together; Taina (Viviana Valeria), a twenty-something whose tough shell hides serious emotional wounds, never leaves the side of her mother, Happy Meal Sonia (Wilemina Olivia-Garcia), a baffled woman in the grip of mental illness. There are floaters, too: Rockaway Rosie (Elizabeth Canavan), a soft-faced white drunk who wants only to be liked; the teen-age Little Melba Diaz (Kara Young, an actor to watch), a straight-A student who’s been through hell; Betty Woods (the startling Kristina Poe), a fleshy recluse who infuriates the others by refusing to bathe; and Wanda Wheels (Patrice Johnson Chevannes), an elegant, aloof former actress with an English accent and dark skin stretched taut over her fine-boned face. Wanda likes to station herself in her wheelchair on the sidewalk in front of the building, smoking with a cigarette holder like a silent-movie star and drinking vodka through a straw, as she talks about her glory days to Mateo (Sean Carvajal), the sweet seventeen-year-old son of a terminally ill resident, and works on purposefully starving herself to death.", "The alpha of this pack of underdogs is Sarge (the astounding Liza Colón-Zayas), a short, pugilistic butch in combat boots, her hair pulled back in a lacquered bun, who carries herself like a pit bull, leading with the chest. Once deployed in Afghanistan and Iraq, she comes by her nickname honestly, and even has a picture with Obama to prove it. How she fell on hard times since then is left to our imagination, though it doesn’t take much to fill in the sketch. Sarge is an alcoholic who’s long stayed sober, but she doesn’t have her fury under equivalent control. Now she’s dangerously in love, with Bella (Andrea Syglowski), Hope House’s newest arrival, a former stripper who has an infant son and is trying to kick heroin—thirty-one days clean, she says. (Specificity will break your heart every time.) Bella, who calls Sarge Carmen—she’s seen the gentler, private person underneath the bravado—is attracted but wary. She knows Sarge’s type, controlling and proud. She has reason to be concerned. Sarge is in constant need of a target for her boiling rage, and she settles on Bella’s friend Venus Ramirez (Esteban Andres Cruz), a trans woman. Sarge’s declaration of war is a masterpiece of garbled contemporary logic:", "You’re a selfish cocksucker is what you are. I know your type: can’t make it in a men’s shelter cuz they’ll rape your ass, so you take advantage of some bullshit PC government loophole and fuck over all the REAL FEMALE VICTIMS who are desperate for a safe fuckin’ space!", "Like much of Guirgis’s dialogue, this is a laugh line and a gasp line rolled into one. Guirgis, whose last play, “Between Riverside and Crazy,” won the Pulitzer Prize for drama in 2015, is a wizard at getting language to flow hot, funny, and fast, and the superb ensemble—beautifully handled by John Ortiz, the artistic director of the LAByrinth Theatre Company, which co-produced the show—matches his skill. In this world of broken women, words can be both weapon and salve. Two of the play’s best moments are structured around verbal performances, one by Melba, a burgeoning poet, and the other by Betty, whose preferred genre is best left a surprise. And one of its tensest, saddest lows is a confrontation between Munchies and Joey Fresco (Victor Almanzar), the building’s janitor, who gets caught in the crosshairs of her despair. As Munchies rants, hilariously—“I’ll call you what the fuck I want, bitch ass bald headed bitch! You ain’t no real janitor! You don’t know the first thing about sanitationalism!”—we see Joey struggling not to let language ignite into action. He’s on parole; how would he be able to explain to a judge that a woman’s tongue cut him so deeply that he had no choice but to retaliate physically? Then, there’s one of the play’s recurring menaces, a frightening, whiny drunk (Greg Keller), who is looking for his wife and to whom I wasn’t inclined to give much sympathy until I saw, in the script, that he had a name—Nicky—and a description: “He beat up his wife. His dad did worse to him.” Guirgis gives him not an excuse but an explanation—the best he’ll ever have.", "It’s natural that Guirgis, a lifelong New Yorker and a properly profane bard of the city, should be focussed on the subject of displacement. In “Between Riverside and Crazy,” the contested battleground was a rent-controlled apartment. Here, it is Hope House itself, whose future, in this wealthy neighborhood, is precarious at best. Fighting on its behalf are Father Miguel (David Anzuelo), a priest with a complicated past, and Miss Rivera (Elizabeth Rodriguez, in yet another of the play’s standout performances), the organization’s exhausted, no-nonsense director. She and Mr. Mobo are constantly reminding the residents to be aware of their well-heeled neighbors, the ones with the power. Don’t smoke outside: the neighbors will complain. Don’t drag around that cart of empty bottles: the neighbors will notice. “Neighbors” is a bitter term for vigilante observers like these. We never see them; most likely, we are them, though it’s to Guirgis’s credit that he doesn’t over-moralize that point. The final scene of the play, in which Miss Rivera and Sarge face each other one last time, is rich with belated revelation and barbed empathy. With extraordinary physical artistry, using only the set of her shoulders and her eyes, Colón-Zayas transforms from a woman we have come to know, fear, and care for into an anonymous person we have seen a million times but never really seen: the rover, without hope or a home, forever on her way to somewhere else. ♦"], "url": "https://www.newyorker.com/magazine/2019/12/23/stephen-adly-guirgis-world-of-broken-women", "id": "0a532626-d98a-3096-a5d2-310a85e7b25c", "title": "Stephen Adly Guirgis’s World of Broken Women", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Alexandra Schwartz", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino", "Vinson Cunningham"], "summary": "It’s the entrance to Hope House, a government-funded halfway house for women on the Upper West Side, and, inside, a residents’ meeting is wrapping up.\nBella, who calls Sarge Carmen—she’s seen the gentler, private person underneath the bravado—is attracted but wary.\nIn this world of broken women, words can be both weapon and salve.\nTwo of the play’s best moments are structured around verbal performances, one by Melba, a burgeoning poet, and the other by Betty, whose preferred genre is best left a surprise.\nWe never see them; most likely, we are them, though it’s to Guirgis’s credit that he doesn’t over-moralize that point.", "pubDate": null}