{"keywords": ["school", "organizations", "internal", "leadership", "effective", "objectives", "need", "developments", "strategic", "management", "maastricht", "program"], "id": "0a59886b-cdc3-3a3b-b654-bf064fe0ba7f", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["This program informs you on the most relevant aspects of effective strategic leadership and offers you the tools and instruments that can help you in developing and implementing effective strategies. The program takes a practice oriented approach providing you with examples from practitioners.", "Both private and public organizations need to adapt to numerous outside world developments such as technological developments, economic development, the need for more social responsibility and increased international competition.", "Strategic management and leadership deals with processes aimed at setting the organization’s direction, objectives and priorities in the changing landscape, at focusing internal energy and resources to achieve the objectives and at aligning internal and external stakeholders. Strategic management and leadership is about analysis, decision making and planning. It is also about implementation of strategic plans to realize the desired performance."], "authors": [], "title": "Maastricht School of Management", "pubDate": null, "summary": "This program informs you on the most relevant aspects of effective strategic leadership and offers you the tools and instruments that can help you in developing and implementing effective strategies.\nBoth private and public organizations need to adapt to numerous outside world developments such as technological developments, economic development, the need for more social responsibility and increased international competition.\nStrategic management and leadership deals with processes aimed at setting the organization’s direction, objectives and priorities in the changing landscape, at focusing internal energy and resources to achieve the objectives and at aligning internal and external stakeholders.\nStrategic management and leadership is about analysis, decision making and planning.\nIt is also about implementation of strategic plans to realize the desired performance.", "url": "https://execed.economist.com/maastricht-school-management/strategic-leadership-2020-01-27"}