{"id": "0a665549-fc78-3e93-8d20-a182fc033dd8", "title": "Fury Unleashed Review – Old-School Shooting With A Roguelike Bite", "url": "https://www.gameinformer.com/review/fury-unleashed/fury-unleashed-review-old-school-shooting-with-a-roguelike-bite", "summary": "A run in Fury Unleashed often concludes with either you or a boss falling.\nDeveloper Awesome Games Studio has created a balanced roguelike that delivers fun run-and-gun action and challenging battles that get a little less painful each time you attempt them.\nHolding true to the Contra and Metal Slug games that Fury Unleashed draws inspiration from, you zip around stages filled with enemies, rotating the analog stick every which way to open fire.\nFury Unleashed’s story is its biggest surprise, as it focuses on the comic-book creator, who is down on himself and feels lost creatively.\nHis story unfolds through text messages and social media posts that show how he and others feel about his work.", "paragraphs": ["A run in Fury Unleashed often concludes with either you or a boss falling. This epic fight often comes down to both sides just having a sliver of health left. The spoils of victory are obviously greater than defeat, but even death can be rewarding, as every run potentially unlocks a new weapon, and perhaps enough experience points to level up and upgrade abilities. Developer Awesome Games Studio has created a balanced roguelike that delivers fun run-and-gun action and challenging battles that get a little less painful each time you attempt them.", "Holding true to the Contra and Metal Slug games that Fury Unleashed draws inspiration from, you zip around stages filled with enemies, rotating the analog stick every which way to open fire. The controls are responsive and fluid, allowing you to quickly dash to new positions, and alternate between firearms and melee should enemies get too close. You can even bounce on enemy heads to make them explode, bank grenades off of walls, and use special attacks to freeze foes in place. All of this nicely made action is even better when you are playing with a friend, which is sadly only offered as couch co-op. If the game seems too hard, you can always lower the difficulty. The game is easy to get into and even easier to get lost in, given just how fun and rewarding it can be.", "If you chain together kills, you hit combo thresholds that activate abilities that give you an edge, such as various damage resistances and healing. The entire game is set within the panels of comic books in which you battle a random assortment of creatures, humans, and machines (most dying within a few hits, but rare variations of enemies in a red hue play the role of mini-bosses). The variety in the enemies is a bit light, but I like how some panels explode in unexpected ways, whether it’s Venus flytraps or turrets emerging from walls to join other foes.", "If you die along the way, you are sent back to the comic’s first panel, only it’s different, and every following panel is also rearranged, sometimes bringing better rewards and other times deadlier foes. A giant boss waits for you on the final page, and should you be able to take it down, you move on to a new comic book with an entirely different theme with its own set of adversaries. This setup works well for lightning-quick playthroughs, which is fantastic since you often want to level up or change gear after a run. The comics are linked and arranged in random ways, so you don’t have to finish a run when you find the last panel; you can always spend more time in a book by going back to see what each missed panel holds.", "Since weapon and armor drops are all over the place, the randomized levels almost always deliver satisfactory loot. I may not find the exact weapon I want in each run, but I never find myself sticking with something I don't like for long, and am also able to pick up plenty of armor along the way. The true challenge is risking all by taking on a side task handed to you by an NPC. They ask many things of you, such as only using melee strikes to kill specific enemies or launching yourself through a dangerous gauntlet of obstacles, all for an unknown reward. These challenges create variety in the levels and make each run a little more interesting.", "Fury Unleashed’s story is its biggest surprise, as it focuses on the comic-book creator, who is down on himself and feels lost creatively. His story unfolds through text messages and social media posts that show how he and others feel about his work. When the first story moment is revealed, it’s a bit of a record-scratch moment, but once you pick up on what is happening, the story is fascinating to see unfold. It isn’t what you would expect from something that looks and plays like Contra.", "Like Dead Cells before it, Fury Unleashed is one of those roguelikes that is hard to put down, as you know the next run will only give you a better shot making more progress to unlock new comics, gear, and ultimately a better chance at taking down the final boss. It’s a hell of a lot of fun, whether you’re playing solo or co-op."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["review", "weapon", "game", "panel", "roguelike", "fun", "run", "fury", "unleashed", "enemies", "oldschool", "way", "better", "bite", "shooting"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}