{"id": "0aa4d280-42a7-3816-93db-1df1d2e4ba49", "title": "A Look Back at the Very ’90s “Rock the Vote” Campaign", "url": "https://www.vogue.com/article/rock-the-vote-90s-madonna-lenny-kravitz-sarah-jessica-parker", "summary": "But the ’90s videos are particularly special, in all of their grainy and experimental glory, featuring the likes of Lenny Kravitz, Madonna, and Iggy Pop.\nAnd while each message was tailored to the participants personality, the message was the same: Get out and vote.\nThe videos are still available on YouTube, some of which are compiled by fans, and others by Rock the Vote itself.\nIn one clip, we see Iggy Pop wearing his most signature look, which is him shirtless and a low-slung pair of jeans, rotating on a disc while simultaneously being mummified in tape.\nThe “Rock the Vote” visuals were groundbreaking and had that stellar free-for-all flair seen in other MTV-backed productions, like Sofia Coppola and Zoe Cassavetes’s Hi Octane.The aesthetic of the ’90s “Rock the Vote” campaigns are still making an artistic impact, too.", "paragraphs": ["Today we have celebrities on social media imploring their followers to go vote, but in 1990, there was “Rock the Vote,” which featured the music industry’s range of pop stars and celebrities to speak about the importance of voting. The initiative was created 30 years ago by Virgin Records music executive Jeff Ayeroff in a response to censorship of rock and rap lyrics, and who had seen it as suppression to freedom of speech. The initiative’s purpose was to share information and encourage voter participation among the youth. While the campaign kicked off in 1990, the organization still exists today. But the ’90s videos are particularly special, in all of their grainy and experimental glory, featuring the likes of Lenny Kravitz, Madonna, and Iggy Pop. And while each message was tailored to the participants personality, the message was the same: Get out and vote.", "The videos are still available on YouTube, some of which are compiled by fans, and others by Rock the Vote itself. In one clip, we see Iggy Pop wearing his most signature look, which is him shirtless and a low-slung pair of jeans, rotating on a disc while simultaneously being mummified in tape. (It looks painful!) Another standout video features Lenny Kravitz with a patchwork jacket, his go-to look during the era. “Tell them what’s on your mind,” he says in the video. Sarah Jessica Parker fans will be overjoyed to see her with then-boyfriend Robert Downey Jr. in an ad by director Lawrence Bridges. The baby-faced duo wears all black and performs together in an art house style film that taps into the concept of “Hear No Evil, See No Evil, Speak No Evil.” SJP leaves us with the words: “It is your turn to speak. Your vote, is your voice.”", "The most jaw-dropping outfit was Madonna’s. At the time, the Queen of Pop boasted a Marilyn Monroe-style coif, and was snapping and singing with her backup dancers, all while wrapped in the American flag. (Underneath it, she wears red lingerie.) She sang the song “Vogue” but replaced the word with “Vote.” The off-the-cuff tune had the following lyrics: “Abe Lincoln, Jefferson Tom/They didn’t need the atomic bomb/We need beauty, we need art/We need government with a heart/Don't give up your freedom of speech/Power to the people is in our reach.” (She also rapped: “If you don’t vote, you’re gonna get a spanking.”) The look was controversial and it drew criticism from Veterans of Foreign Wars for how Madonna draped herself in the flag. In response, her publicist noted: “It is essential that people should vote. She’s trying to get that message across in a humorous, dramatic way. But she’s very serious about the issue.”", "As much controversy as the campaign may have caused, it was successful in getting young people to vote. At the time, according to a New York Times article from October 20, 1990, 10,000 college students from five California campuses registered to vote in the wake of the campaign. Since then, other campaigns have followed suit, like MTV’s “Choose or Lose”, which aired a clip of Madonna and Iggy Pop in 1996. The duo wore red and blue eyeshadow, and had “Choose or Lose” animated into their eyes. (Moss wore a dress dotted with “Choose or Lose” pins, including on cups that acted like pasties. Iggy Pop went shirtless with pin-dotted pants.) Back in 2004, P. Diddy launched the “Citizen Change,” and released those iconic “Vote or Die” T-shirts, which were recently revamped by Pyer Moss.", "The “Rock the Vote” visuals were groundbreaking and had that stellar free-for-all flair seen in other MTV-backed productions, like Sofia Coppola and Zoe Cassavetes’s Hi Octane.The aesthetic of the ’90s “Rock the Vote” campaigns are still making an artistic impact, too. Most recently, New York-based downtown director Dani Aphrodite, along with the organization Soft Power Vote, released the “Level Up” series, a nostalgic collection of videos that feature downtown New York’s favorite faces with messages to vote, all of which were heavily influenced by “Rock the Vote.” Turns out that while times have changed, the message and influence of “Rock the Vote” still stands and feels just as strong as it did since its inception 30 years ago."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["campaign", "madonna", "lose", "pop", "message", "videos", "90s", "speak", "rock", "iggy", "need", "look", "vote"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}