{"summary": "We've studied the globe and found eight places that are big on Christmas celebrations but regularly deliver temperatures in the spring to summer range in December.\nRelated content Christmas vacations: 15 of the best places around the world to goKolkata, IndiaA group of young people takes a selfie during Christmas Eve celebrations on Park Street in Kolkata.\nA highlight of the holiday season is the annual Kolkata Christmas Festival , situated on the major thoroughfare of Park Street.\nParadisecoast.com rounds up some of the best holiday eventsThat includes the annual boat parade (Saturday, December 21), when a festive flotilla displays all sorts of imaginative and fun lights.\nBut for people who want to spend a memorable Christmas on continental Europe without freezing, this is one of your best options.", "id": "0ab9e21e-32c5-3947-88cc-27261efe71bb", "pubDate": null, "url": "https://edition.cnn.com/travel/article/warm-places-christmas-world/index.html", "authors": [], "paragraphs": ["(CNN) — This is for you if: You love to celebrate Christmas. You love to travel . And you love to stay warm.", "And the great thing about this? You don't have to compromise on any of these desires!", "On this big ol' planet of ours, you can enjoy the merry holiday, indulge your wanderlust and avoid cold, wintry weather all at the same time.", "We've studied the globe and found eight places that are big on Christmas celebrations but regularly deliver temperatures in the spring to summer range in December.", "So leave that heavy coat behind, pack a stocking (maybe even a bathing suit) and enjoy yourself in:", "Antigua, Guatemala", "Antigua is a gorgeous Spanish colonial town in Guatemala with a volcano as a dramatic backdrop. Shutterstock", "Average temperature in December: 16.8 C / 62.2 F", "This charming city in Central America checks off a lot of boxes: stunning setting (with a volcano as a backdrop no less), gorgeous Spanish architecture and spring-like weather all year. You may want to bring a light jacket for night, but it's the dry season here, so it's not likely that you'll need an umbrella.", "Lily García, a Spanish teacher at Antigueña Spanish Academy , told CNN Travel about a few highlights of the season, including the beloved posadas -- processionals that represent the journey of Joseph and Mary.", "\"This is a small procession that is accompanied by many people from December 15 to 24 every night,\" she said. \"They go down the street singing Christmas songs. When they arrive at the house where they are symbolically given shelter, the people from the procession pray and finally all share typical dishes and drinks that are only common at this time of the year.", "\"There is no special invitation -- anyone can join.\"", "Then there's the December 24 dance at La Merced Church. This \"is a traditional dance called Los Cabezones (the headed ones). This name comes from the size of the masks -- a really large head. They dance accompanied with marimba music through the streets of Antigua and they return to the church late at night.\"", "Barbados", "Do Christmas island-style in sun-kissed Barbados. Shutterstock", "Average temperature in December: 25.2 C / 77.4 F", "You'll find this independent island, a former British holding, transitioning from wet season to dry season during December. While some rain may fall during your stay, you're pretty well promised a warm Yuletide -- no roaring fireplace needed.", "Businesses and homes love to decorate for Christmas here.", "And food plays a big role -- don't miss the great cake , says the website Barbados.org. It's made with a combination of dried fruits (cherries, raisins, currants, prunes), spices (cinnamon, clove, nutmeg, allspice) and liquor (rum, port wine, falernum).", "Buenos Aires, Argentina", "The 'B' and 'A' in downtown Buenos Aires are adorned with a Santa hat and presents for Christmas. Shutterstock", "Average temperature in December: 22 C / 71.6 F", "Buenos Aires is a city of four seasons, but because of its Southern Hemisphere location, Christmas is the beginning of summer here. That may bring some rain, but the city doesn't typically see huge downpours.", "The capital of Argentina may be just your cup of tea if you like a more low-key Christmas experience than what you find in Europe and North America. But it's not totally quiet.", "Daniel Beauregard of LandingPadBA.com writes you can expect a fireworks display on Christmas Eve and that many of city's most famous tango shows remain open.", "Buenos Aires is known for it's great food, and come Christmas, pan dulce (a sweet cake with dried fruits) and ensalada de fruta con helado (fruit salad with ice cream) are favorites.", "Related content Christmas vacations: 15 of the best places around the world to go", "Kolkata, India", "A group of young people takes a selfie during Christmas Eve celebrations on Park Street in Kolkata. Samir Jana/Hindustan Times/Getty Images", "Average temperature in December: 19.5 C / 67.1 F", "December brings blessed relief to Kolkata -- it's typically the driest month and in a tie with January for the coolest. But what may be \"winter weather\" to a Kolkata native will feel pleasingly temperate to a visitor from truly cold climes.", "While Hindus make up the majority and Muslims make up the largest minority, the 40,000 or so Christians in Kolkata put on a robust celebration for Christmas that everyone can enjoy.", "A highlight of the holiday season is the annual Kolkata Christmas Festival , situated on the major thoroughfare of Park Street. During the festival, you'll find food stalls (delicious Bengali cuisine!), musical performances and a children's pageant.", "Kolkata can offer the best of both worlds in one place -- a chance to celebrate Christmas and a chance to experience other religions and cultures.", "Medellin, Colombia", "People look at the spectacular Christmas lights in Medellin. Raul Arboleda/AFP/Getty Images", "Average temperature in December: 20.9 C / 69.6 F", "Colombia lies firmly in the tropics, but Medellin, situated at an elevation of about 1,475 meters (4,840 feet), is high enough to enjoy springlike temperatures all year.", "Once notorious for drug violence, this city of around 2 million people is now becoming known more for its flowers and during the holiday, its amazing Christmas lights", "Medellin is a serious contender for best Christmas lights in the world, and you can find out more about where to see the Alumbrados Navideños at Medillinliving.com.", "Naples, Florida", "Naples, Florida, often has some of the warmest temperatures in the continental United States around Christmas. Shutterstock", "Average temperature in December: 19 C / 66.2 F", "Your odds of a warm Christmas on the continental United States can swing wildly, but the lovely Gulf Coast city of Naples in Southwest Florida will be one of your best bets. There's a good chance you could mark the holiday in pair of shorts (at least during the day). Better yet -- South Florida is in its dry season by December.", "Paradisecoast.com rounds up some of the best holiday events", "That includes the annual boat parade (Saturday, December 21), when a festive flotilla displays all sorts of imaginative and fun lights.", "San Fernando, Philippines", "l e v a r t", "Average temperature in December: 26.1 C / 79.0 F", "This Asian hot spot barely edges out Barbados as the warmest destination on average in our roundup. And what can you expect besides a wonderful balmy feeling in this city north of Manila?", "In a word: Lanterns. Giant, colorful, mesmerizing Christmas lanterns that symbolize the Star of Bethlehem.", "The Giant Lantern Festival, which goes back more than 80 years, has earned San Fernando the title of \"Christmas Capital of the Philippines.\" It started as a smaller celebration by locals for locals, but it's gotten increasingly bigger and garnered more travel interest in recent years.", "And this part of the Philippines is usually exiting its rainy season by December, so there's a good chance rain won't dampen the festivities.", "Related content See the dazzling lanterns of San Fernando", "Seville, Spain", "If you want a warm-as-possible Christmas while staying on continental Europe, Seville is one of your best bets. NurPhoto/Corbis/Getty Images", "Average temperature in December: 11 C / 51.8 F", "We go from the warmest location on average in the roundup to the coolest with Seville. But for people who want to spend a memorable Christmas on continental Europe without freezing, this is one of your best options.", "You might find night lows down to 7 degrees C (45 F), but this is nothing a sweater or light coat can't handle.", "If you need more convincing, the Telegraph newspaper in the United Kingdom proclaimed Seville as the best winter city in Europe"], "keywords": ["spanish", "city", "shutterstockaverage", "best", "warm", "christmas", "season", "c", "kolkata", "world", "holiday", "places", "temperature"], "title": "8 warm places to go for Christmas around the world", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}