{"id": "0adf78d8-0dbb-305e-8f51-82ef777a91cf", "title": "Watch Adam Mosseri and Tracee Ellis Ross in Conversation with Arielle Pardes | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/adam-mosseri-and-tracee-ellis-ross-in-conversation-with-arielle-pardes", "summary": "That's good to know now.\nThat's really exciting.\nAnd I have always loved selfies since the auto timer,so it was really good for me.\nWe actually think the future of shoppingis going to have to include creators as well.\nI brought that up because I think that's the hardest onethat we've come up with on a regular basis,I think that one.", "paragraphs": ["Transcript", "I am so excited to chat with both of you", "about the changing nature of Instagram.", "Adam, it has also been almost exactly one year", "since you became the head of Instagram, so congratulations.", "You can consider this your job evaluation.", "Oh great.", "That's good to know now.", "I give you an A.", "I'll take it, thank you.", "Tracee gives you an A.", "We're gonna get into all of that,", "but first, Adam, when you were asked to join us at Wired 25,", "I heard that you had the chance to invite anyone", "out of one billion Instagram users", "to share the stage with you", "and you said immediately, Tracee Ellis Ross.", "Why is that?", "How did you find that out, by the way?", "I have my sources.", "I cannot reveal them.", "I actually didn't know that.", "That's really exciting. [laughs]", "I feel tickled.", "I haven't even told her that even,", "blowing my spot up here.", "I get to meet a lot of amazing people in my job.", "That's one of the perks.", "We have great people who work at Instagram,", "but I get to meet amazing,", "inspiring people all over the world.", "I'm always really interested in people", "who are using the platform in new and interesting ways", "and telling their stories in ways", "that are authentic and that resonate", "because I think there's this broad shift of", "power really from organizations to people,", "from teams to athletes, from studios to actors, et cetera.", "And Tracee's always been so amazing at Instagram,", "and I've been a fan from afar.", "And so, I figured, why not just throw it out there?", "I said yes.", "And so, I did.", "And Tracee, you're an OG Instagram user.", "You have had your.", "What'd you call me, an OG user?", "You've had your account since 2011.", "I felt like I was late to Instagram, late to social media.", "Really?", "Yeah.", "But please, I'll take it.", "I like OG.", "You were on Instagram before Instagram sold to Facebook,", "so that counts as OG.", "Okay, I'll take it.", "But you've recently shifted from being", "on Instagram as a celebrity, as an influencer, as an actor,", "to being on Instagram also as a business owner.", "[Tracee] Which is so cool.", "And you've leveraged the platform hugely", "in launching your business.", "Tell us about that.", "Yeah, you know, honestly, it did,", "it took me a minute to get on social media.", "I come from a public family, and so,", "it was really a strange transition", "and I had to think strongly and mindfully about it.", "But it is honestly my favorite thing in the world.", "I feel like it's allowed me an opportunity", "to find a community that is like-minded and like-hearted.", "And I have always loved selfies since the auto timer,", "so it was really good for me.", "The worst thing that ever happened to anybody", "is putting a camera on the phone,", "especially the video camera.", "But in terms of being a business owner,", "the truth is that as we came up with our strategy,", "our marketing strategy, it was mobile first.", "And for me, in all honesty, that means Instagram first.", "And there's a way to build an authentic community", "and actually share an emotional content", "through an aesthetic story", "that I find really intriguing about Instagram.", "And so, we were able to introduce the brand", "and the ethos of the brand", "before anyone even got to see the packaging", "or know that it was a brand", "because of the way Instagram works.", "So we got to set up the page", "and sort of start sharing inspiration and mood", "that set up the, sort of the worlds that", "Pattern, my hair company, was going to live in.", "And it's been really helpful,", "and it's actually the main place, the main source,", "I don't know all the terms,", "but the main source for moneymaking,", "for people buying things, it's coming from Instagram.", "That's my earring, but I'm not gonna take it off.", "[laughter]", "It matches the rings in my hair.", "It's like part of a look.", "So wait, I want to pick back up on what you just said.", "Your main source of revenue has come from Instagram.", "[Tracee] That's the word, revenue.", "Revenue.", "I'm learning. That's incredible.", "I'm a new CEO.", "[laughter]", "Moneymaking, right?", "Revenue.", "Well, Adam, this has been one of the big shifts", "since you've taken the reins of Instagram,", "is that it's now more than just a platform", "for sharing photos with your friends.", "It's a huge platform for commerce,", "and you've pushed a lot of updates to the app", "that have made it more shopping friendly.", "Do you see shopping and commerce and moneymaking", "as the future of Instagram?", "The heart of Instagram is expression,", "and people come to Instagram to", "really connect with their close friends,", "but they usually stay to be inspired by", "the world around them, people they look up to, et cetera.", "And I think that given that we need to", "create meaningful tools for creators", "to be able to make a living on Instagram", "and commerce and shopping, I think, provides", "a bunch of interesting opportunities.", "Certainly, you've got brands that can sell on Instagram.", "We actually think the future of shopping", "is going to have to include creators as well.", "You might look up to someone, you think they dress well,", "or maybe they have similar skin tones,", "so you can assume that makeup that looks good on them", "will look good on you, et cetera.", "We think creators and influencers", "are an important part of the future of shopping.", "And if we can thoughtfully connect the dots", "between those who make beauty products, fashion,", "or other products and sell them,", "those creators and influencers,", "who sometimes are one and the same,", "and then people who are actually interested in", "these products, into these people,", "we can unlock a lot of value for everyone involved.", "So that's the idea.", "There's a ton of excitement about Instagram shopping.", "I'm really bullish on it long-term.", "I do want to be clear though that it is a long road.", "To do this well, you need to integrate with", "different payment providers in different countries,", "different inventory system management systems,", "which is heavily fragmented.", "You're taking people's money", "and trying to facilitate a relationship", "between a product that gets shipped in the mail,", "so it's much more responsibility.", "And so, we want to make sure that we, as bullish as we are,", "we move methodically and responsibly forward.", "So I'm really bullish on it, but it's a many year thing.", "You mentioned this group of Instagram users, creators,", "or as I think some other people refer to them, influencers.", "How do you balance that group of people on Instagram", "with brands and with normy users like me?", "We're always going to put the people first.", "That's one of our core values at Instagram", "in how we approach our product development,", "is people first, simplicity and craft.", "And so, the people who use.", "[Tracee] What were the other ones?", "Simplicity.", "And craft. And craft.", "[Tracee] Gotcha, thank you.", "Do the simple thing first, do everything with intention,", "but always put people first.", "And people first means the average people who use Instagram", "every single day, doesn't mean people like either of you.", "After that, we're going to put creators first", "because that's what makes Instagram special.", "You get to see what it's like behind the curtain,", "to be a politician or to be an artist or to be an athlete.", "We think that is what's", "particularly special about Instagram.", "And then we do care about brands and obviously our business,", "et cetera, so we will do work there too,", "but it's really in that order and always so.", "[Tracee] Oh god.", "Oh man.", "We got Tracee.", "I was gonna say the thing that's interesting to me", "when you say people and then creators is that", "I find there's so much inspiration in people", "in a way that you used to sort of,", "I used to look towards the magazine world in inspiration,", "and that you can create your own,", "curate your own experience.", "I have found such inspiration from people", "that I would consider creators", "in the way they create their lives.", "And that was actually one of the ways that we cast", "our campaign for Pattern,", "was people that I had found by diving deep on Instagram.", "When we say people first, we mean different things,", "but it means, we're gonna put a 15-year-old kid's", "interests before a public figure's interests.", "But when we look at the world of public content,", "we're gonna put people in that world before organizations", "and corporations. That makes sense, yeah.", "Yeah, and speaking of that,", "this idea of putting people first", "or putting young people first,", "since Instagram is made up hugely by young people,", "Adam, you've just celebrated your one-year anniversary,", "you made this amazing Instagram Story", "reflecting on your last year.", "[Adam] I did.", "Yes, I wrote down", "what you wrote. Is it amazing?", "What did I say? It was amazing.", "You wrote that Instagram is in a critical moment.", "You have immense responsibility.", "You're under immense scrutiny.", "And your decisions affect the rest of Facebook, the company.", "And that the most important question you face right now is", "are we good for people.", "Where do you fall on that right now?", "I think that is the existential question", "facing the industry broadly and certainly Instagram", "is no exception there.", "I think that in the world of well-being", "and safety and integrity, there's a bunch of really heated,", "really important debates happening right now,", "some of them actually on this stage", "over these last few days.", "But I think that what each platform has to do,", "but maybe I should just speak for Instagram is,", "one is identify acute problems and address them,", "but that's really just table stakes,", "so no one's gonna give you credit", "for getting hate speech off your platform.", "You should have hate speech off your platform.", "Then you need to look for", "issues where you can lead and innovate.", "So for us, we picked the issue of bullying right now.", "It disproportionately affects young people.", "It has a lot of impact on those", "not only who are targets of bullying but who witness it.", "We think we have interesting ideas in the space.", "We're trying to lead on that issue.", "And then I think you also have to rethink", "some of the fundamentals about how Instagram works.", "And so, that's what we're trying to do with", "private like counts, which we're also working on", "and testing in a number of different countries right now.", "Tell us a little bit more about that.", "I am really bullish on private like counts.", "I have written a lot about demetrication", "and about what changing the metrics looks like.", "Where does Instagram stand on that right now?", "So right now, we're testing making like counts private,", "so you'll be able to see how many people liked a given", "photo of yours or video of yours but no one else will.", "And in seven countries, including Brazil and Japan", "and Canada, we're actually announcing", "that we're gonna start testing in the US next week.", "Not the whole US at once, but just some of you.", "[Tracee] That's exciting.", "So those of us in this room,", "who are Instagram users, may as soon as next week see.", "Some of you definitely will.", "Or not see likes.", "There's a couple hundred people in here,", "so definitely a couple of you are gonna have", "private likes, I hope.", "That's huge.", "Are you into this idea?", "Are you all very?", "Yeah?", "[applause]", "All right, just trying to get a temperature.", "Especially in terms of how it affects young people.", "It's about young people.", "The idea is to try and depressurize Instagram,", "make it less of a competition, give people more space", "to focus on connecting with the people that they love,", "things that inspire them.", "But it's really focused on young people.", "We have to see how it affects", "how people feel about the platform,", "how it affects how they use the platform,", "how it affects the creator ecosystem,", "but I've been spending a lot of time on this personally.", "I am dying to know what Tracee thinks of this because.", "[Tracee] I think it's a great idea.", "Yeah?", "Yeah I do.", "How do you think this will? As much as I love", "a high roller, that's what I call them. [laughs]", "Did I get a high roller?", "[laughter]", "As much as I love a high roller,", "I think it has adverse effects,", "and I think it creates a culture that", "isn't helpful for well-being", "and isn't fruitful for creative energy.", "I think it actually switches the,", "it's the flip side of the creative inspiration", "and it becomes about how you're seen", "and how you're taken in,", "which if you look at patriarchy, racism, sexism,", "and the male gaze and all of these different things,", "I think the likes play into that", "in a way that we're not aware.", "And so, I think pulling that out,", "I'd be interested to see how it affects", "Instagram as a whole,", "but I think in terms of an individual.", "I am also curious to see how this affects Instagram", "as a whole, and specifically I'm wondering about", "Instagram as a business.", "Are you committed to doing this", "even if it means a big drop in engagement?", "We will make decisions that hurt the business", "if they're good for people's well-being and health", "because it has to be good", "for the business over the long run.", "Bravo, can I just say.", "[applause] Because that's not the norm.", "I think it should be.", "I do want to be careful here though because well-being is,", "there's a lot of research behind what well-being means,", "there's academic definitions, et cetera.", "We don't know that this is going to be good", "for people's medical well-being.", "But that is spiritually what we're trying to do.", "We're trying to reduce anxiety.", "We're trying to reduce social comparisons.", "These are issues that are becoming more acute,", "particularly with young people, particularly", "in a mobile first world.", "But I do want to make sure I'm not overstepping", "and claiming something that I don't have", "scientific proof of.", "Absolutely.", "Do you think this puts pressure on", "not just other social media companies", "but Facebook, the company that owns Instagram, to", "start thinking a little more thoughtfully about", "well-being, not just with likes, but more holistically?", "I hope it puts pressure on all sorts of platforms.", "I'm building specifically what we want to do with,", "what we want to do is lead.", "One way we might know that we're leading", "is if other people start to copy", "some of the things that we do, that would actually be great.", "For private likes, we'll see if Facebook does it.", "Facebook is testing it out as well.", "The platforms are different.", "We're stronger with young people.", "Likes are a bit more core to how Facebook works maybe,", "so I think it's okay for one to launch", "and not the other to launch.", "But I've been trying to encourage them and support them", "as they experiment with this as well.", "Broadly speaking though, we actually get a ton of benefit", "from Facebook.", "There's about twice as many engineers", "who work on safety and integrity problems with Facebook", "as there are engineers that work on anything at Instagram.", "So a large part of what our well-being team does is", "leverage all the technology and lessons", "that come from those teams.", "And so, I think they are more focused", "on those types of areas,", "and that gives us room to be a bit more creative", "and a little bit more proactive.", "And I think they're recently inspired by some of that,", "and so, I've been trying to help", "and collaborate there wherever I can.", "Adam, you mentioned bullying as being one of these areas", "that you want Instagram to lead on,", "not just to sort of do what's right", "but actually to set the industry standard.", "And I wonder if you can speak a little bit more about that.", "I know when you started, you'd inherited some of this.", "Your predecessors were very into similar ideas.", "They built in some great machine learning tools to", "automatically remove toxic comments, things like this.", "But what else is Instagram doing in this regard?", "So when you're trying to address an issue like bullying,", "there's really two types of work.", "There's preventative measures,", "which I think are the best case scenario,", "so you prevent someone from being bullied", "or someone from seeing bullying activity in the first place.", "But you need to be honest", "that some bullying is going to happen on the platform,", "no matter what you do.", "Bullying predates Instagram or predates the internet.", "So you need to also now", "build tools for the targets of bullying", "to be able to stand up for themselves,", "to take some power back.", "And we think of that as sort of empowerment.", "And so, we were doing good work", "and we have been for a long time", "on identifying bullying and doing ranking in comments,", "but there's still room to improve there,", "particularly at the photo level", "and the post level and the stories, which is more new.", "But the newer stuff, which I'm also excited about,", "is things like restrict, which allow you to.", "So if you ask a teenager why won't you", "block someone who's bullying you,", "they'll usually tell you two things.", "One is fear of escalation", "because they see this person at school the next day,", "they're gonna know they were blocked, et cetera.", "And two is that person is talking about them", "and they need to know what they're saying.", "And if you block that person,", "you won't be able to see that anymore.", "So restrict is trying to address those.", "So basically it allows me to,", "so let's say Tracee was bullying me,", "which would be pretty devastating.", "We'll talk about it later.", "I could restrict her, and that would mean that", "when she commented on my photos,", "it would look like she commented,", "but to me, I get to approve it first.", "And if she sent me a message, I could read it", "without sending a read receipt back to her.", "And even little subtle things, like if she tried to tag me,", "we would not make it impossible,", "but we would just make it a little bit more difficult.", "We wait until we write a few more of those characters", "before we actually suggest my name.", "There's little bits of friction here and there", "and protections here and there that move some power from you", "as the bully, which is really ridiculous to say out loud,", "to me as the target.", "And is this live right now?", "Yeah, restrict is launched.", "It's growing.", "We launched it a few months ago.", "Millions of people have used it.", "Can I ask a question about that?", "Do you just look at that stuff from,", "and again, I don't know the terms,", "but from algorithms and sort of what's happening?", "Or do you have a panel of psychologists and therapists", "that sort of look at it from a more holistic approach?", "We do both.", "So generally, often with any of these types of", "safety problems, that you talk about people", "and you talk about technology,", "and my take is always they're not really in opposition.", "People are really good at certain things,", "nuance is one of them.", "Technology is really good at other things,", "scale is one of those.", "And so, what we wanna do is you wanna.", "You wanna balance the two things?", "Yeah, you wanna leverage both where they're strong.", "And so, we work with, yes, for bullying,", "we will have people label things as bullying or not", "and we will use that to train algorithms", "to identify bullying at scale,", "which then we will then flag for a person to decide", "if this actually should be taken off the platform.", "It starts with people, goes to technology,", "and back to people.", "But we also collaborate with researchers.", "We have our own research team, but we collaborate with", "researchers outside of Instagram on a regular basis", "all over the world and get feedback from them", "about aggression more broadly.", "There's all these really subtle things,", "like in bullying, one form of bullying which we call,", "it's not shaming, we call them betrayals.", "It's common with young women in certain countries where", "maybe I will take a picture,", "let's say we're both 15-year-old girls", "for a hypothetical for a second.", "I know who your crush is.", "I'll take a picture with your crush and post it.", "And the only two people who will know that that's aggressive", "are you and me.", "That is pretty difficult for an algorithm to identify,", "but that is fairly fair that happens.", "So what kinds of tools can we give you in that case", "to stand up for yourself?", "That's something that you learn from doing the research", "not from just looking at the data.", "This is amazing. Just different worlds", "for young people.", "You're making it seem like Instagram is", "sort of like the technology mental health lab", "of our era, and I love it. Oh yeah.", "But what are the tools that you would deploy", "in that instance?", "That's a tough one.", "I brought that up because I think that's the hardest one", "that we've come up with on a regular basis,", "I think that one. Fascinating", "world we're living in now.", "There's one idea I'm really interested in", "and I'm not sure we're gonna do anything in the space is", "giving you some space.", "So in that instance and in other instances,", "one of the differences between being a 15-year-old kid now", "and 30 years ago is 30 years ago you're getting bullied", "at school, you can go home and it can be over.", "Now, you're bringing your phone with you,", "that's not the case.", "So one question is maybe one level up", "from that specific problem, our example, is", "how can we allow you to create some space, take a breather.", "So you might have to just bump it up a little", "and give people some more broad.", "[Tracee] I just take Instagram off my phone.", "There you go.", "On the weekends.", "Every weekend?", "Often.", "If I find that it's.", "Do you delete it completely?", "Mm-hmm.", "Amazing.", "I find that if it's the first thing", "I start doing in the morning, like when I turn my alarm off,", "if I start getting into a habit of that, I'll take it off", "and I'll just pop it back on.", "I love that.", "And I'm curious, Tracee, you have a.", "Because I love Instagram.", "And you have a huge following.", "You have seven million followers,", "which is the size of a small country.", "It's actually bigger than many", "small countries. It's a lot of people.", "Do you deal with toxicity or some of these problems", "that Adam has been talking about?", "There's a lot of sort of regular bot things", "that come up, but no.", "I actually have an incredibly supportive following", "to the point that sometimes a negative comment will come in", "and they handle it.", "Wow, Adam, you need to. On my behalf.", "Build Tracee's fanbase for everyone else.", "It's really fascinating.", "They actually handle it. I'll just point them", "at the problem.", "To the point that a friend of my mother's", "that I've known since I was a child,", "she'll sometimes say, little auntie kind of things,", "and people will go after her.", "And she'll DM me and be like, I was joking?", "But I find the mute really helpful, incredibly helpful.", "There's a privacy to that that's great.", "I'm really specific about curating my feed,", "which I find really important,", "so that what I am looking at", "matches the kind of world that I want to be seeing", "and also doesn't make me feel bad.", "And I think that's really important", "and I think it's a hard one", "that a lot of people struggle with in terms of Instagram", "because there is an aspirational,", "an inspirational quality to it", "but there's also you're being matched up", "with something that you are not.", "I'm also really specific about what I post", "in terms of I refuse to allow my Instagram version of myself", "to make me feel bad about myself.", "I actually like it to support who I am,", "and I use my platform both for Pattern, for my company,", "and my personal platform in a really specific way", "to engage a community, to use the creative aspect of it", "and humor and joy, and to share something specific.", "And although I am very into a high roller,", "I'm also really willing and purposeful about", "things that I know will not do well", "but I think are really important to share in that way.", "And so, I don't know, it's been a very helpful", "and really fun platform for me.", "And I was specific in the beginning,", "that I started using it to be a part of and to engage", "a like-minded, like-hearted community.", "What I love about what you just said is that", "on the one hand you love Instagram, you're good at it,", "your followers. I don't know if I'm good", "at it, but.", "You're good at it. You're definitely good.", "Your followers love you.", "I don't even know what that means but okay.", "It's been tremendous for your new business.", "You just launched and have had meteoric success already.", "And yet, you delete it on the weekends.", "[Tracee] Yeah, sometimes I take it off.", "Can you help explain that contradiction a little bit more?", "Well, I think balance is something that is", "a really big part of having a mindful", "and robust and juicy life, is finding a balance in things,", "and just because you like cake,", "doesn't mean you should eat it all day", "and eat it for breakfast, dinner, and dessert.", "And I love Instagram, but that doesn't mean", "I should eat it all day.", "And I find that there's a lot of other things", "that are happening in my life,", "and I have to put the proportions in perspective.", "For example, my first show that I was on, Girlfriends,", "social media didn't exist,", "so there was no way for me as an individual", "to harness my own audience", "and to actually understand the relationship I had", "with those people that were following me.", "And it's been incredibly helpful in my career.", "Social media has actually given me access", "to understanding my following,", "to knowing how that translates,", "how my brand translates to money or other things,", "and it's changed the landscape of how I use my career.", "And it's given me a career that has", "a larger sort of breadth to it", "than just being about sharing selfies", "and pictures of myself.", "It actually allows me to share parts of myself", "and ideas and have a business", "that I find incredibly helpful in empowering an individual", "and empowering a woman to actually have equity in my life", "and not sort of give it away to everybody else.", "Yes.", "Adam, how do you think about that balance", "that Tracee is talking about?", "Giving people the richness of being on Instagram", "and also respecting that they can't be on it all the time?", "I think balance is incredibly important.", "I think generally, just backing up a little bit,", "we try to build tools that allow people to shape", "the experience into something that they feel good about.", "So muting someone, unfollowing people,", "restricting in the case of bullying, et cetera.", "That's great, but we need to make sure that those tools", "are powerful and easy to understand and actually adopted.", "But then we also need to make sure the people feel", "like it's okay to use those tools in the first place", "because not everyone necessarily is as confident as Tracee", "to just take a thing and make it into", "what they want it to be.", "Part of that, part of making something into", "what you want it to be is deciding how you use it", "and when you use it, et cetera.", "We built some time-spent tools to help you manage", "how much time you spend on Instagram", "almost two years ago now.", "Were people using those?", "Yeah, well, what happened was.", "You were?", "Apple and Google also built them and launched right after,", "so I'm really excited they did that.", "I wish we had known because then", "we could have shipped something else.", "[laughter]", "But it's actually great because it's way better to do it", "at the operating system level than at the app level.", "But so, I think moderation is an important thing", "no matter what you're using.", "We just want to make sure we give people the suite of tools", "to shape the experience into what they want", "but also make it okay to do so in the first place.", "And that has to do with more than just technology", "and building products.", "That has to do with the message you tell,", "what you stand for in the world,", "what you go out and do and say.", "Changing the product but also changing the culture.", "Changing the conversation.", "We are unfortunately out of time,", "but Adam, Tracee, thank you so much for joining us.", "Thank you so much.", "Thank you.", "[applause]"], "authors": ["Condé Nast"], "keywords": ["tracee", "video", "know", "instagram", "watch", "wired", "mosseri", "ellis", "trying", "pardes", "bullying", "really", "thats", "actually", "wiredcom", "ross", "lot", "think", "conversation", "good"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}