{"id": "0b13c078-57c8-3662-8355-2befa9307dd1", "title": "Harry and Meghan in Netflix's sights, says streaming firm's chief", "url": "https://www.theguardian.com/uk-news/2020/jan/19/harry-and-meghan-in-netflix-sights-says-streaming-firm-chief", "summary": "Hours after Buckingham Palace announced Harry and Meghan would no longer formally represent the Queen, the streaming giant’s chief content officer, Ted Sarandos, said of working with the couple: “Who wouldn’t be interested?\nThe Sussexes will spend the majority of their time in Canada, with Harry expected to join Meghan and their son Archie there later this week.\nTimeline Prince Harry's relationship with Meghan Markle Show HideThe pair meet in London through friends and begin a relationship.\n“They are turning it [royal family] into Walmart with a crown on,” he reportedly said.\nThe complexities of mixing commercial deals without tarnishing the reputation of the royal family is clearly thought to have been too great a risk.", "paragraphs": ["Netflix is among global companies eyeing up the Duke and Duchess of Sussex as the couple step into a new future as private individuals, liberated from the monarchy and unfettered by official financial constraints on their commercial deals.", "Hours after Buckingham Palace announced Harry and Meghan would no longer formally represent the Queen, the streaming giant’s chief content officer, Ted Sarandos, said of working with the couple: “Who wouldn’t be interested? Yes, sure.”", "The couple’s soon-to-be new status as non-working royals could see them following the example of the former US first couple Barack and Michelle Obama, who agreed a production deal with Netflix to make TV and film projects.", "The Sussexes will spend the majority of their time in Canada, with Harry expected to join Meghan and their son Archie there later this week.", "Timeline Prince Harry's relationship with Meghan Markle Show Hide", "The pair meet in London through friends and begin a relationship. News breaks that the prince and Markle are dating. Kensington Palace confirms in an unprecedented statement that they are dating. The prince attacks the media over its “abuse and harassment” of his girlfriend.", "Markle reportedly meets the Duchess of Cambridge and Princess Charlotte for the first time in London.", "The engagement looks set when Markle graces the cover of US magazine Vanity Fair and speaks openly about Harry for the first time, revealing: “We’re two people who are really happy and in love.” Markle makes her first appearance at an official engagement attended by the prince when she attends the Invictus Games opening ceremony in Toronto, Canada – although the pair sit about 18 seats apart. It emerges that the prince has taken Markle to meet his grandmother, the Queen, whose permission they need to marry. They met over afternoon tea at Buckingham Palace. The prince’s aides are reported to have been told to start planning for a royal wedding, with senior members of the royal family asked to look at their diaries to shortlist a series of suitable weekends in 2018. Clarence House announces the engagement, and the Queen and Duke of Edinburgh say they are “delighted for the couple and wish them every happiness”.", "The couple marry before a celebrity-studded congregation at St George's Chapel in the grounds of Windsor Castle.", "The couple's first child, Archie Harrison Mountbatten-Windsor, is born in London. They announce that they are to step back from life as 'senior' royals, triggering a row with Buckingham Palace. After a crisis meeting with the Queen, Prince Charles and Prince William at Sandringham, the Queen issues a statement saying the couple will have a 'transition period' before ending their royal duties.", "The divorce deal, thrashed out over 10 days of turmoil, involved complicated issues, with the Queen demanding solutions be found within days, not weeks. This “necessitated a number of detailed conversations between officials and members of the family”, a source said.", "But talks were said to have been “extremely friendly and constructive because the common goal was clear, as was the desire to reach a successful conclusion – everyone was pleased to have got here today”, claimed the source. This is in contrast to the “hurt” and “disappointment” senior royals were said to have felt when the couple unilaterally released their agenda without forewarning the Queen, Prince of Wales, and Duke of Cambridge.", "The Queen made her first appearance following the announcement when she was joined by Prince Andrew at St Mary the Virgin church in Norfolk to attend a Sunday service.", "As questions remain over how the Sussexes will choose to live, Meghan’s estranged father, Thomas Markle, has been outspoken in his criticism. Speaking to a Channel 5 documentary, yet to be aired, he reportedly said the couple were in danger of “turning into lost souls” .", "“They are turning it [royal family] into Walmart with a crown on,” he reportedly said.", "Under the arrangement announced on Saturday, the couple will retain their HRH – His and Her Royal Highness – styles, but it is said they will not use them. They will go by Harry, Duke of Sussex, and Meghan, Duchess of Sussex.", "The couple will repay the £2.4m public funds used to refurbish Frogmore House, their official residence in Windsor, which will remain largely empty in the near future as they relocate to Canada. They will pay commercial rent on the property. They will no longer receive public funding through the sovereign grant, although they will remain funded privately by the Prince of Wales.", "They will retain their patronages, but Harry, a former soldier, will have to give up his honorary military titles, including that of captain general of the Royal Marines, passed on to him by Prince Philip.", "Crucially, the Sussexes are “required” to step down from royal duties. They had hoped, as previously stated on their sussexroyal.com website, for a half-in half-out role and intended to “continue to carry out duties for Her Majesty” as well as “works for the monarchy within the UK or abroad, as called upon”. However, as is now clear, the Queen will not be calling on their services, though they will still be able to attend family occasions such as Trooping the Colour.", "The complexities of mixing commercial deals without tarnishing the reputation of the royal family is clearly thought to have been too great a risk. Already, new video footage showing the couple at the movie premiere of Disney’s Lion King in London is circulating. It shows Harry telling the film’s director, Jon Favreau, that Meghan is available for voiceover work, with Meghan seemingly joking: “That’s really why we’re here – it’s the pitch.”", "The duchess has since struck a deal for voiceover work with Disney, in exchange for a charitable donation. Last year, it emerged Harry is to work with Oprah Winfrey on a documentary on mental health for Apple TV.", "As it stands, the Sussex deal allows the couple financial freedom to trade on their international celebrity though they have said “everything they do will continue to uphold the values of Her Majesty”. The arrangement will be reviewed in 12 months’ time.", "The Queen, in her personal statement, acknowledged the “intense scrutiny” the couple had endured. The question remains if it will be less intense in North America, where there are broader freedoms over issues such as privacy, and where use of paparazzi photographs is not constrained by the agreed stricter rules of the UK media, drawn up following the death of Diana, Princess of Wales.", "Mark Thompson, the CEO of the New York Times and a former BBC director general, said he believed it could be managed, especially if “you’re not saying stuff, you’re not doing the kind of things that the paparazzi and celebrity hounds find interesting, you begin to have a quieter life” .", "“There are plenty of cases of big movie stars who have done that,” he told the Andrew Marr Show on Sunday. They could hide, and have a better chance of living a quiet life compared with “spending the entire time inside the royal system”, he said. “ I kind of believe that could work for them.”"], "authors": ["Caroline Davies"], "keywords": ["streaming", "prince", "harry", "markle", "firms", "sights", "netflixs", "chief", "queen", "family", "palace", "meghan", "royal", "couple", "work"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}