{"id": "0b301224-6cbe-34f4-9560-520e0b7859f4", "pubDate": null, "paragraphs": ["On a deck high atop the Queen Mary 2, Cunard’s flagship and the largest ocean liner ever built, I stood in the dark shivering. I was searching for America, or more specifically, the Statue of Liberty.", "Soon, in the icy November wind, I saw the lights of Manhattan blinking on. And then, off the port side, a figure loomed, haloed in amber light. My throat caught. I imagined what millions of immigrants must have felt when they first saw the Statue of Liberty after weeks on a crowded ship. “My mother came from Ireland on one of those ships, in steerage,” my friend Maura texted me before I embarked.", "As I sailed across the Atlantic, immigrant families were being separated at the border. Refugees fleeing war, famine and poverty were being denied entry. I thought a lot about the terrible irony. Between 1840 and 1923, about one in five immigrants arrived in America on Cunard steamships. “A notable portion of Cunard revenue derived from passengers in steerage’ class who were traveling to new lives in America,” a company history read.", "For seven nights, sailing west from Southampton to New York, I undertook a transatlantic crossing on the formidable—and decidedly luxurious—Queen Mary 2. I was not in steerage, but a spacious cabin with a bathroom and balcony on Deck 6. Although American-owned Carnival bought Cunard in 1998, the QE2’s British sensibility lives on.", "Aside from balcony rooms, there were little inside cabins or huge suites with butler service. Price also dictates where you eat, whether it’s the sprawling buffet or the aptly named Queens Grill, reserved for top-paying passengers. (They also have their own dedicated elevators.) Most nights I dined in the swanky Britannia restaurant, where passengers in tuxedos and cocktail dresses gathered around pre-assigned tables, and the menu featured entrees like Beef Wellington and Duck l’Orange, as well as an impressive wine list. (Alcohol and other beverages are not included in your fare.)", "During the day, I wore workout clothes and tennis shoes, but at night a dress code prevailed. Two evenings there were gala balls in the Queens Room, including a masquerade party at midnight where a full orchestra played. Foregoing a gown, I lounged in the Golden Lion Pub instead, drinking a gin and tonic—a proper English cocktail—and chatting with a retired British barrister and his charming wife while a jazz combo played.", "Befitting Cunard’s immigration legacy, the voyage was also a heritage trip. It was the first time Cunard had partnered with Ancestry.com, the mammoth genealogy site. Four of the company’s genealogists were on board to help passengers sort through their DNA results and uncover their ancestors. The demand for their services was overwhelming. (A ruckus ensued outside the first workshop, entitled “Got Results? Now What? Let us show you what you can do with your AncestryDNA test results”; dozens of unhappy passengers rebelled when there weren’t enough seats.) Happily, another session was added in another auditorium.", "Cunard’s partnership with Ancestry.com reflects a rising trend in genealogy travel. With the popularity of DNA testing, a variety of heritage trips have sprung up to help travelers discover their roots. They take you all over the map. EF Go Ahead Tours and Ancestry.com began offering trips to Ireland, Italy and Germany last fall. It’s similar to the QM2 voyage, with the DNA test, only more personalized. In May, 23andMe teamed up with Airbnb for “heritage travel experiences based on a customer’s DNA.” As trips blend together on Instagram, perhaps DNA-inspired travel is one way to end up on a journey that feels intensely “yours.”", "When we weren’t poring over family trees, there was plenty to do onboard, from line dancing and gambling to afternoon tea and lectures. I attended two absorbing talks by British historian Hallie Rubenhold, one exhuming the forgotten female victims of Jack the Ripper, and an asteroid show in the Planetarium. I browsed in the library. I got a facial and soaked in the hydropool at the Canyon Ranch Spa. Passengers are allowed to bring their dogs onboard, so I checked out the well-groomed dogs in the kennel. I napped. Mostly, I read in the stylish but comfy Carinthia Lounge, where you could order a latte or a Bloody Mary.", "With 13 levels and many tucked-away spaces, the QM2 gives you a surprising degree of privacy. Perhaps this is why, aside from its British and American middle-aged and elderly clientele, groups of young women and newlyweds, and families with small children, the ship also draws the famous. The singer-songwriter Ed Sheeran made the voyage so he could finish an album, and was spotted wandering the corridors. James Taylor has sailed, as have Crosby, Stills & Nash.", "One of the most memorable moments of the voyage occurred as we entered New York harbor in the dark. As we crept under the Verrazano-Narrows Bridge, a group of us stood on deck in the frigid air, looking up. Would the cherry red funnel of the QM2 graze the bridge? When it cleared it, we cheered."], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Mona Gable"], "url": "https://www.vogue.com/article/queen-mary-2-tracing-roots-transatlantic-journey?mbid=social_onsite_twitter", "keywords": ["includes", "results", "genealogy", "passengers", "british", "journey", "dna", "mary", "queen", "travel", "trips", "cunard", "aboard", "steerage", "voyage", "qm2", "transatlantic", "dose"], "summary": "On a deck high atop the Queen Mary 2, Cunard’s flagship and the largest ocean liner ever built, I stood in the dark shivering.\n“My mother came from Ireland on one of those ships, in steerage,” my friend Maura texted me before I embarked.\nFor seven nights, sailing west from Southampton to New York, I undertook a transatlantic crossing on the formidable—and decidedly luxurious—Queen Mary 2.\nFour of the company’s genealogists were on board to help passengers sort through their DNA results and uncover their ancestors.\nIt’s similar to the QM2 voyage, with the DNA test, only more personalized.", "title": "Aboard the Queen Mary 2, a Transatlantic Journey Now Includes a Dose of Genealogy"}