{"id": "0b745089-ba38-3cbc-8677-dc3215738398", "title": "Nintendo Indie World Highlights - New Gameplay Today", "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2020/08/20/nintendo-indie-world-highlights-new-gameplay-today", "summary": "Earlier this week, Nintendo held its Indie World digital event where the company announced everything from Hades making the jump from early access, to a Torchlight III Switch release, and much more.\nWhat stood out about the presentation, though, was how many games were announced as playable the very same day.\nJoin me, Jeff Cork, and Brian Shea as we play Evergate, Raji: An Ancient Epic, and A Short Hike and let you know what indie gem you should spend your hard-earned money and time with.\nIf you're a Switch owner and are looking for some fun indies to pass the time, all three titles are available now!", "paragraphs": ["Earlier this week, Nintendo held its Indie World digital event where the company announced everything from Hades making the jump from early access, to a Torchlight III Switch release, and much more. What stood out about the presentation, though, was how many games were announced as playable the very same day.", "Join me, Jeff Cork, and Brian Shea as we play Evergate, Raji: An Ancient Epic, and A Short Hike and let you know what indie gem you should spend your hard-earned money and time with.", "If you're a Switch owner and are looking for some fun indies to pass the time, all three titles are available now!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["nintendo", "week", "titles", "today", "highlights", "indie", "world", "stood", "switch", "announced", "torchlight", "gameplay", "withif", "youre"], "pubDate": "2020-08-20T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}