{"id": "0c053720-7312-32d6-9241-5675b05ac849", "title": "Watch Liana Finck Demonstrates How to Draw Feelings | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/liana-finck-demonstrates-how-to-draw-feelings", "summary": "Transcript[gentle music]Hi, I'm Liana Finck,and today I'm gonna show you how to draw feelings.\nI'm gonna start with curly hair,and now I'm gonna draw,I think very small features can be very funny in a cartoon.\n[bell dings][lively music]So, now I'm gonna draw a creature.\nNow I'm gonna draw an eye.\nNow I'm gonna draw the forehead leading into the ear.", "paragraphs": ["Transcript", "[gentle music]", "Hi, I'm Liana Finck,", "and today I'm gonna show you how to draw feelings.", "[lively music]", "I was just curious whether you found that", "drawing cartoons about human emotions,", "therapeutic or cathartic in some way.", "Totally.", "I think I might have stronger and more changeable feelings", "than we're supposed to have.", "Like, when I talk to people,", "what I'm really thinking about is like, aah.", "So the cartoons are about what I'm really thinking about", "and it's cathartic to like admit it,", "and it's also cathartic to know that", "other people get the cartoons which means I'm not alone.", "[gentle music]", "[Emma] The first cartoon.", "[Liana] There are two adults,", "one of them has a child behind him with a knife in his back", "and the other one doesn't see the knife,", "and obliviously says,--", "[Emma] Why are people with kids,", "always telling everyone else to have kids?", "[gentle music]", "But that's the truth.", "I've been asking my friends with kids", "if they think I should have kids,", "and they're always like, Oh my God, it's so horrible.", "Like I hate it so much.", "And then they're like, Oh, you should totally do it.", "It's really great.", "And it's like, they don't remember that they just said", "the other thing", "right before they said the good thing.[laughs]", "Now, it is always like, Yeah, I was in labor", "for 32 hours and I love me baby so much.", "And you're like, wait what? [laughs]", "Do you make the faces like into a mirror", "in order to see them and draw them?", "[Liana] I make the expressions when I draw them.", "Do the face for me of the guy with the dagger in his back.", "Wait, let me look at him, one sec.", "[gentle music]", "Okay, did you see it?", "[Emma] [laughs] Yeah.", "Now I'm doing the kid.", "[gentle music]", "[Emma laughs]", "The other gut is just neutral and has like fat arms,", "he's just like.", "Then the dog, the most elegant character of all.", "[gentle music]", "[Liana laughs]", "[bell dings]", "[lively music]", "[Liana] I almost never know what kind of face I draw", "unless I have a joke in mind, which I don't right now.", "So here we go.", "Seems to be a relatively narrow face", "with a kind of square chin,", "some thin angry looking eyes.", "Angry looking eyes dictate a bit of a frown for the mouth.", "Does this face want a nose?", "Sure, how about a long thin nose.", "Does it want hair?", "Maybe a jelled, baldy, calmed back hair.", "Eyebrows, let's give it some tricky eyebrows.", "So there we go.", "This is gonna be a happy face.", "I think I'm gonna do a three quarter view.", "The mouth looks like it's kind of smugly,", "holding in a laugh in a nice way,", "smug in a nice way.", "And yeah, I really don't know what kind of eye to do", "I just did a round circle.", "I think I'll put the eyeball looking to the side", "to be like, can you believe I'm holding this secret?", "I don't know, yeah.", "It's not that happy, but it is what it is.", "I'm gonna start with curly hair,", "and now I'm gonna draw,", "I think very small features can be very funny in a cartoon.", "They like represent the face has not much to say.", "Yeah, I'm done.", "Thanks, bye.", "[lively music]", "It's a cartoon about the evolution of man,", "but mine is reverse and they're going back into the water", "and it's called Going Back For The Holidays.", "It's melancholy. [laughs]", "It's about reverting to your childhood self", "when you go home.", "First of all, these creatures, [laughs]", "did you get fact checked on these?", "Was it fact checked like, what stage of evolution", "is this monkey goat?", "I would love to be fact checked on my evolution", "of man drawing.", "I have always a lot of trouble figuring out the stages.", "I think that progression of expressions", "on these creatures faces is pretty interesting too.", "Just talking about like sort of micro [laughs] impression.", "Well, I guess it reflects how I feel about,", "one, how I feel about men and humans like neutral.", "I don't get it, whatever, not interested.", "Two, how I feel about brutes.", "I find them fascinating.", "I think they're always mad and they're always oblivious,", "and I think it's really funny.", "And then the smiles is how I feel that animals", "just that they're always smiling.", "They're just always singing a little song.", "I find the animals always very endearing and wonderful.", "[bell dings]", "[lively music]", "So, now I'm gonna draw a creature.", "So I'm just gonna draw a blob.", "That's fun I guess.", "I think this is why I have writer's block a lot.", "I'm very judgmental of what I draw,", "unless there's a real reason to do it.", "I have drawn a blob,", "it has an arm, it has an eye,", "it's not great, but there it is.", "Now, we're gonna do a dog.", "Dogs are a joy for me.", "Start with the line leading from the eye to the nose.", "Then I drew kind of a round dot on the nose.", "Now I'm gonna draw the sensitive mouth.", "Now I'm gonna draw an eye.", "Now I'm gonna draw the forehead leading into the ear.", "Now I'm gonna draw the neck to chest,", "to leg, to foot, a nice waist, back leg, foot,", "it's gonna have a tail that's pointing down.", "Yeah, this Dog is kind of a different shape", "than I thought it would be.", "It's a little thicker, but you know what?", "That's okay.", "Now we're gonna do a cat.", "So this cat looks not at all like a cat.", "It looks a bit like a cat I had in my dream the other night.", "It has very long rabbit ears.", "It has big rabbit eyes.", "I'll give it a rabbit mouth.", "I'll give it a rabbit body.", "[lively music]", "And maybe some whiskers.", "And there we go.", "The cat that was in my dream the other night.", "[lively music]", "This is a woman sitting on a couch", "that for some reason looks just like my couch", "and she's turned away from the man who's standing", "in the corner of the room.", "And then he's like, Look,", "if you want me to intuit and empathize with your feelings,", "just tell me what they are and how to react to them.", "Total, total fiction.[laughs]", "I didn't need any explainer for that one.", "Either it needs no explaining because you get it", "or you will never understand it,", "so it's not worth explaining.", "I love that she has almost no expression on her face,", "that it's basically just an oval.", "I feel like the impulse to go totally blank", "when someone is saying something that drives you nuts,", "is very relatable.", "She's left her body.", "Yeah, she's like floating above.", "How do you decide how many components", "are necessary when you're drawing a domestic space?", "Because this cartoon isn't about the turnip art", "or the precarious wineglass,", "but they feel sort of very important.", "Well, not distracting from the central conflict.", "I think those were actually put in intentionally", "to distract anyone who wondered", "if this was autobiographical", "cause I don't have a lamp", "and I don't have a picture of a turnip", "and I don't put cups on my couch.", "Yeah, that glass stresses me out so much [laughs]", "it just like ratchets up the drama of this cartoon.", "Having the wine on the couch", "is her claiming this tiny bit of like rebellious freedom.", "And I'm glad she gets to do that.", "He just represents the like, I don't get feelings.", "I don't think a lot of men and straight couples take on,", "and they can do better.", "Do you draw mean people and nice people differently?", "TMI, I have had eating disorders in my life,", "so I think something that isn't good", "for people who are at risk of developing an eating disorder", "is that drawings of good people", "are always drawn as skinny people.", "Like it's horrible.", "So, I have drawn my people in bad and good,", "pretty amorphous,", "and that's kind of a conscious decision that I think", "was the right decision,", "'cause I think it echoes something I feel deeply.", "What advice do you have", "for people who are trying to sort of mind their own life", "or feelings and relationships for cartoons?", "Cause it seems like a tricky balancing act.", "If you're having trouble landing on something", "that's worth saying,", "I find free writing slash free drawing to be the best tool.", "You just clear an hour of your day or certain amount of time", "and you just sit there and you draw", "and good things eventually starts to come out.", "[lively music]", "You can tell what's good", "by whether it makes you feel something.", "[bell dings]", "[lively music]", "So first we'll start with my body type.", "[lively music]", "A head.", "There is boobs, arm and it's neither thin nor fat", "in my opinion.", "I gave it a mouth, I give it eyes,", "gave it some hair.", "And there we go,", "an amorphous female form.", "Now, for a fat person.", "A head, body, it's a man.", "Legs, arms, and similar to how I draw myself.", "I care much more about expression", "than about the differences in how to draw people.", "Looks like a nice guy.", "Now for a skinny person.", "Drawing kind of a knife like face,", "large nose, eyes, mouth, and hair.", "Let's give it a kind of loose fashiony tank top,", "bell bottoms, some clavicle, arms, very bad arms,", "feet.", "Now that you've taken my class, you too can draw", "because I am obviously the kind of person", "who knows exactly how she does things", "and can explain that to other people.", "Not, thank you.", "Bye.", "[lively music]"], "authors": ["Condé Nast"], "keywords": ["video", "liana", "watch", "dont", "theyre", "yorker", "feelings", "gonna", "really", "kind", "cne", "think", "demonstrates", "im", "feel", "newyorkercom", "finck", "nice", "draw"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}