{"id": "0c0857e8-b9ab-31fa-bf0c-83af65a6da7f", "title": "Blair Witch Review – Walking Around In Circles", "url": "https://www.gameinformer.com/review/blair-witch/blair-witch-review-walking-around-in-circles", "summary": "The Blair Witch movie franchise started out strong, with the release of The Blair Witch Project.\nBloober Team takes a crack at it with its own Blair Witch game, telling an original story while tapping into the few common elements that the films share.\nThe first three-quarters of Blair Witch are a bummer, but they’re redeemed by the last act.\nIt’s a powerful counterpunch to the rest of the game, and it makes great use of the Blair Witch franchise’s limited mythology.\nBlair Witch ends on a high note, but you need to endure plenty of nonsense to get there.", "paragraphs": ["The Blair Witch movie franchise started out strong, with the release of The Blair Witch Project. The pseudo-documentary became a cultural touchstone, with a companion website and TV special stoking the belief that the tale of three missing college students may have actually happened. A pair of follow-ups failed to capture the magic of that initial found-footage phenomena, because it’s tricky to pin down what exactly that magic is. Bloober Team takes a crack at it with its own Blair Witch game, telling an original story while tapping into the few common elements that the films share. The main character, Ellis, is a former soldier and police officer, but he’s just as susceptible as anyone when it comes to getting lost in the woods near Burkittsville.", "Ellis and his dog, Bullet, are part of a search party looking for a missing boy, but it’s not long before the pair needs assistance of their own. The forest is dense and confusing, and it’s purposefully impossible to chart on a map. Walk away from an abandoned car in a clearing, for example, and you eventually loop back to it. Once that initial jolt of confusion wore off, I just wanted to be able to get to where I needed to go. Bullet can help navigate by sniffing out clues, but he’s hard to see in the dark forest and he tends to dart ahead.", "Bullet is more useful during encounters with enemies. Unlike the films, which focused more on establishing a tone than overtly showing any supernatural beings, you’re going to see some weird things in the game. In the first type of encounter, Bullet barks at the enemies and you shine your flashlight at them to make them scurry away. Repeat it a few times, and they eventually leave. The other enemy encounters are less forgiving. In these stealth-oriented sections, you must avoid being detected by beings that you can only clearly see through your in-game camcorder screen. If you’re spotted, it’s game over. The balance between these two styles is inconsistent. The flashlight sections are trivially easy, and you’re allowed to mess up several times without penalty. On the other hand, the stealth parts are unforgiving. In one particular section, success and failure seem to be based on random chance; the visuals are so dark and murky that it seems impossible to know if you’re in the monster’s line of sight.", "Thankfully, these encounters are relatively scarce. Ellis and Bullet usually navigate the woods alone, save for a few radio conversations with the rest of the search party. It’s an isolating experience, and the atmosphere works well overall. Reality is fairly warped in the woods, as evidenced by that camcorder. During several key junctures, you get new videotapes. Some are just there to advance the plot of what’s going on with the missing child, while others show things like collapsing trees or slamming doors. By rewinding the footage, you can affect what happens in reality, like pulling a fallen tree up and out of the way, or opening a door before it’s shut. It’s an interesting concept, but the puzzles are so obvious that they don’t add much. Still, they’re a more interesting way to pass the time than going backtracking across a dimly lit moebius strip to find valves, cranks, and other doo-dads. Perhaps Ellis sums it all up best during a phone call with a friend: “It’s like we’re trapped in a never-ending cycle of bulls---.” I’m with you, buddy.", "The first three-quarters of Blair Witch are a bummer, but they’re redeemed by the last act. Here, Ellis confronts his traumatic past as he explores the interior of an abandoned house. It plays like a more realized version of P.T., with nonsensical architecture and imagery that’s flat-out disturbing. It’s a powerful counterpunch to the rest of the game, and it makes great use of the Blair Witch franchise’s limited mythology. There’s something unsettling about seeing dozens of child-sized handprints on the wall, especially when you know what typically happens to kids in these cursed woods. It’s not exactly scary, but a few decisions – and their outcomes – stuck with me hours after putting the controller down.", "Blair Witch ends on a high note, but you need to endure plenty of nonsense to get there. Navigating this world is more tiresome than frightening, especially once you realize that you’re not in peril most of the time. Instead, it’s more about how creepy you find wooden stick figures and walking around in the dark."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["review", "going", "walking", "youre", "witch", "encounters", "woods", "missing", "circles", "blair", "bullet", "game", "ellis"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}