{"id": "0c489094-1490-3e34-b470-8ecfaaf09156", "title": "How Will We Dress in the Future? These Central Saint Martins Students Have the Answers", "url": "https://www.vogue.com/article/central-saint-martins-student-street-style", "summary": "“Fashion at CSM is not just about clothes,” says program director for fashion Hywel Davies.\n“We aim to be at the heart of the debate about the future of fashion.\nSo how does it feel to be physically back at fashion school?\nAnd with the college’s students also widely celebrated for their experimental personal style, quite importantly, what does one wear to mark the moment?\nVogue spoke to 14 students on the challenges of studying remotely, what they love about Central Saint Martins, and what they chose to wear on their first day back.", "paragraphs": ["With a reputation for consistently producing some of the most influential players in the field of fashion—Phoebe Philo, John Galliano, Riccardo Tisci, Alexander McQueen, Stella McCartney, and Grace Wales Bonner to name a few—London fashion college Central Saint Martins has been a crucial source of talent to the fashion industry since it was founded in 1854.", "“Fashion at CSM is not just about clothes,” says program director for fashion Hywel Davies. “We aim to be at the heart of the debate about the future of fashion. We developed our reputation for excellence by supporting students to develop their own individual voice, and by doing this, they find their own authentic narrative.”", "Despite the second lockdown in place across England, schools and universities will stay open. So, after months of remote coursework, Zoom tutorials, and pattern cutting on kitchen tables, the fashion students of CSM are finally able to return to their Granary Square HQ in London’s Kings Cross, providing they adhere to safety precautions, of course. So how does it feel to be physically back at fashion school? And with the college’s students also widely celebrated for their experimental personal style, quite importantly, what does one wear to mark the moment?", "Vogue spoke to 14 students on the challenges of studying remotely, what they love about Central Saint Martins, and what they chose to wear on their first day back.", "Yashana Malhotra, 24, BA, fashion womenswear, year three"], "authors": ["Alex Kessler", "Alex Kessle"], "keywords": ["reputation", "students", "saint", "csm", "central", "answers", "zoom", "martins", "fashion", "does", "future", "dress", "wear"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}