{"id": "0c5634e0-4612-351a-ab78-c4d53f8ff977", "keywords": ["62", "category", "say", "lauren", "weeks", "record", "broke", "songs", "daigles", "remember", "song", "told", "daigle", "reminder", "christian"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Caleb Parke", "Caleb Parke Is An Associate Editor For Foxnews.Com. You Can Follow Him On Twitter"], "url": "https://www.foxnews.com/entertainment/lauren-daigle-christian-song-billboard-lauren-daigle-you-say", "title": "Lauren Daigle's Christian song just broke the record with 62 weeks at No. 1 in the category", "summary": "When Hillsong UNITED's hit \"Oceans (Where Feet May Fail)\" reigned on Billboard's Hot Christian Songs chart for a record number of weeks, Lauren Daigle saw it and wished she could be a \"part of something that shakes the earth like that song.\"\n1 for 62 weeks now in the Christian category, days after announcing the Lauren Daigle World Tour with Johnnyswim, beginning in Australia next year and ending in Lafayette July 2020.\nSELENA GOMEZ PRAISES LAUREN DAIGLE FOR 'BLESSING' HER\"I really pondered the journey of the song 'Oceans,' and I remember seeing the impact that song made on so many people.\nIt was just so beautiful to me,\" Daigle told Billboard after finding out that her song made chart history.\nShe became the first female to have a song on both the Christian Airplay and Adult Pop Songs in January, the Christian Post reported.", "pubDate": null, "paragraphs": ["When Hillsong UNITED's hit \"Oceans (Where Feet May Fail)\" reigned on Billboard's Hot Christian Songs chart for a record number of weeks, Lauren Daigle saw it and wished she could be a \"part of something that shakes the earth like that song.\"", "Now the 28-year-old Louisiana native is living out that reality with her song \"You Say\" at No. 1 for 62 weeks now in the Christian category, days after announcing the Lauren Daigle World Tour with Johnnyswim, beginning in Australia next year and ending in Lafayette July 2020.", "SELENA GOMEZ PRAISES LAUREN DAIGLE FOR 'BLESSING' HER", "\"I really pondered the journey of the song 'Oceans,' and I remember seeing the impact that song made on so many people. It was just so beautiful to me,\" Daigle told Billboard after finding out that her song made chart history. \"I didn't know that would ever happen, and I had no idea that 'You Say' would be something that would parallel the life of 'Oceans.'\"", "The song off her album, \"Look Up Child,\" is about identity.", "In a video about the story behind the song, Daigle said \"You Say\" was the first song she wrote after her previous album, on the heels of her first Dove Awards Show.", "WORSHIP LEADER RUNS FOR CONGRESS IN CALIFORNIA: 'MORALS ARE LOW, TAXES ARE HIGH'", "\"This song is just a reminder of identity. A reminder that, when I'm weak, He's strong, so how do I change that and bring that into my everyday life?\" she said. \"When I feel inadequate, how is it that there's always these moments where I feel like God just steps in and supersedes my inadequacies.\"", "She added: \"This entire song was so that every single night I would get up on stage and remind myself, 'No, this is the truth...Don't get buried in confusion. Don't get buried in waywardness, just remember to steady the course.'\"", "Daigle told Fox News in a previous interview that she wanted to do music from a young age and decided to do Christian music after auditioning for \"American Idol\" and realizing there was something different about her from other artists.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "\"I have this call in my heart to reach all people,\" Daigle explained. \"It doesn't matter if they're in this block, or that block, my heart is for all people to know and encounter the love of God.\"", "She became the first female to have a song on both the Christian Airplay and Adult Pop Songs in January, the Christian Post reported."]}