{"id": "0cc75a19-ef2a-3dac-8552-f01dcd168664", "title": "Charlemagne - What Blackadder’s Baldrick says about Europe", "url": "https://www.economist.com/europe/2020/11/07/what-blackadders-baldrick-says-about-europe", "summary": "When it comes to defining Europe, leaders end up unintentionally channelling their inner Baldrick.\nAmericophiles still lurk in the EU , particularly in eastern Europe, where America has remained hugely popular under Mr Trump.\nTypically, these Americophiles prefer a different, but still Baldrickian definition: Europe is Not Russia.\n“The Scramble for Europe” by Stephen Smith, which spells out the prospect of mass migration from Africa into Europe, received effusive praise from Mr Macron, for instance.\nThe EU ’s founding fathers may have been devout Catholics, yet God is absent from its structures.", "paragraphs": ["I N AN EPISODE of “Blackadder”, a British historical sitcom, Edmund Blackadder finds himself having to rewrite Samuel Johnson’s first-ever English dictionary after his idiot manservant, Baldrick, throws the sole copy on a fire. Time is short, and he has been threatened with gruesome murder if he fails. In desperation, he asks Baldrick for help. Baldrick’s definition of “dog” is certainly original: “Not a cat”. When it comes to defining Europe, leaders end up unintentionally channelling their inner Baldrick. Europe is defined by what it is not, rather than what it is.", "For some, Europe is—in Baldrickian terms—Not America. Under Donald Trump, the gaps between America and the EU have widened, with the EU seen as a rival on trade and a freeloader on defence. Leaders including Emmanuel Macron, the French president, now think in terms of a specifically European rather than Western civilisation. Both America and the EU may be capitalist democracies, but Europe is greener, more equal and more humane, argued Mr Macron in a speech last year. But not everyone agrees that America is the best example of what Europe is not. Americophiles still lurk in the EU , particularly in eastern Europe, where America has remained hugely popular under Mr Trump.", "Typically, these Americophiles prefer a different, but still Baldrickian definition: Europe is Not Russia. Joining the EU was a way for eastern European countries to assert independence from Moscow. During the 1990s and 2000s, Europe was an evangelistic project, open to anyone willing to sign up. Now it is an exclusive one. Expansion is viewed as a burden, rather than an opportunity. The bloc’s frontiers must be strictly defined, with those stuck between Europe and Russia having to pick a side, sharpish. Sometimes others decide for them. When discussing the EU ’s response to Belarus’s slide into despotism, Thierry Breton, the French commissioner, said the quiet part out loud when he announced: “Belarus is not Europe.”", "Where there is more agreement is on the definition of Europe as Not Africa. Europeans once expanded into Africa; now they fear the reverse. Migration has been a neuralgic issue, but there is an ugly consensus when it comes to Africa: tightly limited legal migration and brutal treatment for anyone who arrives illegally. “The Scramble for Europe” by Stephen Smith, which spells out the prospect of mass migration from Africa into Europe, received effusive praise from Mr Macron, for instance. Sometimes this attitude bleeds into outright racism. During one meeting, a southern diplomat summed up the EU ’s debates over asylum with a startling ultimatum: Europe needs to decide whether it wants to be black. For all that Europeans argued that Mr Trump was an affront to liberal values, they are not always so different. When it comes to the bloc’s policy towards Africa, there are similarities. The only reason “Build the Wall” never caught on in the EU is because the bloc uses the Mediterranean as a moat—one in which nearly 20,000 people have died since 2014.", "Not being Africa has been a long-term pursuit. After all, the EU began as a club of five failed and fading empires (plus Luxembourg) working out how to survive. Defining Europe as Not China is a more recent development. China’s entry into the World Trade Organisation was supposed to herald an era of westernisation. Instead, Chinese companies snatched intellectual property from Western rivals, while the Chinese government kept its market largely closed even as the EU opened its own. Now leaders such as Angela Merkel, the German chancellor, worry that a non-democratic power will for the first time have the lead when it comes to technology. Other systemic rivals were more easily disregarded. After the Soviet Union collapsed, it was dismissed as good for beating Nazis in land wars, but bad at producing the good life. To Europeans, American superiority was ultimately fine, since it too was a capitalist democracy. Decadent Europe had the option of matching American wealth and power, but preferred a life of puny armies, long holidays and fat welfare states. China offers no such comfort. The prospect of a technologically superior power coping with problems such as covid-19 better via an abhorrent political system looms in the minds of EU leaders. If Europe struggles to match the results of rival systems then why should people support it?", "Perhaps faith would do it. The EU ’s founding fathers may have been devout Catholics, yet God is absent from its structures. “Perhaps it was considered better for Europe to be Christian not in letter but in spirit,” writes Olivier Roy, a French author, in “Is Europe Christian?” “Or maybe this pillar of European identity was so obvious that there was no need to carve it in stone.” Whether Europe is part of Christendom or a secular endeavour is an emerging fault line in the bloc. It cuts across everything from gay rights to abortion, with governments in a liberal west—and the EU institutions themselves—now set against their illiberal peers in the east. Rather than grapple with this question, a caucus of European politicians have reached an uneasy compromise whereby Europe is simply “Not Muslim”. It is an easy definition to sell. According to Pew, a pollster, the majority of people in Italy, Poland, Greece, Slovakia, Czech Republic, Lithuania and Hungary have an “unfavourable” view of Muslims.", "Whatever People Say I’m Not, That’s What I Am"], "authors": ["The Economist"], "keywords": ["mr", "blackadders", "definition", "european", "europe", "charlemagne", "africa", "comes", "baldrick", "s", "eu", "leaders", "america"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}