{"paragraphs": ["Fast & Furious Crossroads was just announced at the Video Game Awards, including appearances by actors Michelle Rodriguez and Vin Diesel, who are also reprising their characters in the game.", "Crossroads comes out next May on PS4, Xbox One, and PC, in advance of the next Fast & Furious movie out on May 22, and is being developed by new Codemasters internal studio Slightly Mad Studios (although Crossroads is being published by Bandai Namco). Slightly Mad is known for its work on the Project Cars franchise.", "The game features the crew pulling heists around the globe, and features high-speed cars, stunts, gadgets, and multiplayer to go along with the single-player story."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "Fast & Furious Crossroads Pulling Off Another Job Next Spring", "id": "0cdb6abc-1cc6-337a-92f9-c7c96f71aa3f", "keywords": ["job", "xbox", "game", "work", "mad", "slightly", "cars", "spring", "crossroads", "fast", "features", "furious", "pulling"], "summary": "Fast & Furious Crossroads was just announced at the Video Game Awards, including appearances by actors Michelle Rodriguez and Vin Diesel, who are also reprising their characters in the game.\nCrossroads comes out next May on PS4, Xbox One, and PC, in advance of the next Fast & Furious movie out on May 22, and is being developed by new Codemasters internal studio Slightly Mad Studios (although Crossroads is being published by Bandai Namco).\nSlightly Mad is known for its work on the Project Cars franchise.\nThe game features the crew pulling heists around the globe, and features high-speed cars, stunts, gadgets, and multiplayer to go along with the single-player story.", "pubDate": null, "url": "https://www.gameinformer.com/the-game-awards-2019/2019/12/12/fast-furious-crossroads-pulling-off-another-job-next-spring"}