{"id": "0d4f103c-c3b8-38b8-971d-a3d368c655a7", "title": "Japan's 'Jo Baiden' becomes overnight internet sensation", "url": "https://www.theguardian.com/world/2020/nov/09/japan-jo-baiden-becomes-overnight-internet-sensation-joe-biden", "summary": "Yutaka Umeda, 73, the mayor of Yamato, a small town in the south-west of the country, has become an overnight internet sensation after it was noticed that the kanji characters used to write his name can also be pronounced “Jo Baiden”.\n“It feels as though I’ve also won the election.”Kanji characters, which originated in China, often have several phonetic readings.\nThe single character 穣 for his given name, Yutaka, is more commonly pronounced as “jo”.\n“I could not come here without sending my greetings and gratitude to the citizens of Obama, Japan,” he said.\nJapan’s prime minister, Yoshihide Suga, was among the first world leaders to congratulate the “other” Joe Biden.", "paragraphs": ["Town mayor, 73, whose name can be pronounced similarly to president-elect, was trending on social media", "Joe Biden’s election victory has brought an improbable moment of celebrity to a local politician in Japan.", "Yutaka Umeda, 73, the mayor of Yamato, a small town in the south-west of the country, has become an overnight internet sensation after it was noticed that the kanji characters used to write his name can also be pronounced “Jo Baiden”.", "He reportedly had no idea that people had made the connection between his and Biden’s name until his family told him he was trending on social media.", "“I feel very close to him”, a “perplexed” Umeda said, according to the Kyodo news agency. “It feels as though I’ve also won the election.”", "Kanji characters, which originated in China, often have several phonetic readings.", "The mayor’s surname 梅田 – comprising two characters meaning “plum” and “field” – can be read as “ume” and “da”, but also as “bai” – pronounced “buy” – and “den”. The single character 穣 for his given name, Yutaka, is more commonly pronounced as “jo”.", "Umeda said he hoped his association with the US president-elect would bring his town, with a population of about 15,000, the same recognition the Japanese fishing town of Obama enjoyed when its namesake became a presidential candidate.", "Residents formed an “Obama for Obama” support group while he was still aiming to become the Democratic nominee in 2008, and watched the Super Tuesday results live at a hotel adorned with a large portrait of the candidate.", "The town later created themed chopsticks, sweet-bean buns and other souvenirs featuring his name and image. Barack Obama name-checked the town during a visit to Japan in 2009. “I could not come here without sending my greetings and gratitude to the citizens of Obama, Japan,” he said.", "Umeda said he had received tongue-in-cheek messages congratulating him on Biden’s election.", "“Although there is a huge difference between the job of the US president and mine, as the mayor of Yamato … our passion is the same,” he said.", "Japan’s prime minister, Yoshihide Suga, was among the first world leaders to congratulate the “other” Joe Biden.", "“Warm congratulations to @JoeBiden and @KamalaHarris,” he tweeted on Sunday morning Japan time. “I look forward to working with you to further strengthen the Japan-U.S. Alliance and ensure peace, freedom and prosperity in the Indo-Pacific region and beyond.”"], "authors": ["Justin Mccurry", "Barry Eichengreen", "Rebecca Solnit"], "keywords": ["trending", "internet", "japan", "bidens", "overnight", "obama", "japans", "jo", "pronounced", "town", "sensation", "mayor", "baiden", "yamato", "umeda", "characters"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}