{"id": "0d8110a7-3205-3a1f-8f5a-8cef37b700d0", "title": "Here's When You Can Pre-Install Call of Duty: Black Ops Cold War", "url": "https://www.gameinformer.com/2020/11/04/heres-when-you-can-pre-install-call-of-duty-black-ops-cold-war", "summary": "Call of Duty: Modern Warfare gets a lot of flack for how it basically takes over your console with its huge install sizes.\nFor Call of Duty: Black Ops Cold War, Activision has given players the courtesy of knowing exactly how much hard drive space they'll need to allocate ahead of its November 13th launch.\nSpeaking of Zombies, the new 2-player variation of the mode, Onslaught, is a PlayStation-timed exclusive, in case you weren’t aware.\nFurthermore, all pre-orders receive the Confrontation Weapons Pack.\nBefore you tearfully eye your games library deciding what has to go, check out Cold War’s launch trailer.", "paragraphs": ["Call of Duty: Modern Warfare gets a lot of flack for how it basically takes over your console with its huge install sizes. For Call of Duty: Black Ops Cold War, Activision has given players the courtesy of knowing exactly how much hard drive space they'll need to allocate ahead of its November 13th launch.", "Those who pre-ordered the game digitally will be able to pre-install the game on the following dates, times, and platforms:", "PlayStation 4: November 5th at 9pm PT", "Size: 95GB", "PlayStation 5: November 12th (no time given)", "Size: 133GB", "Xbox One: November 5th at 9pm PT", "Size: 93GB", "Xbox Series X/S: November 10th (no time given)", "Size: 136GB", "PC: November 10th at 10am PT", "35 GB (multiplayer only)", "82GB (full game)", "125GB (full game on ultra graphics)", "Activision reminds players that modes such as Campaign and Zombies can be uninstalled separately to make additional space. Speaking of Zombies, the new 2-player variation of the mode, Onslaught, is a PlayStation-timed exclusive, in case you weren’t aware.", "Furthermore, all pre-orders receive the Confrontation Weapons Pack. The pack contains two weapon blueprints: the U.S.S.R. - inspired Iron Curtain, and the U.S. flavored Western Front, a three-round burst tactical rifle. Both weapons come with five pre-configured attachments.", "Before you tearfully eye your games library deciding what has to go, check out Cold War’s launch trailer. We’d also love to know what you think about the game overall in the comments!", "[Source: Call of Duty via Kotaku]"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["ops", "duty", "cold", "ptsize", "players", "preinstall", "heres", "weapons", "black", "pack", "war", "givensize", "zombies", "game", "space"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}