{"id": "0d83e5a8-246e-3224-87f2-5f6f0598227c", "title": "#Factsfirst: Jake Tapper, CNN’s coronavirus double standard on Trump and Biden rallies exposed", "url": "https://www.foxnews.com/media/factsfirst-jake-tapper-cnns-coronavirus-double-standard-on-trump-and-biden-rallies-exposed", "summary": "CNN left-wing anchor Jake Tapper appeared reluctant to come off as a nuisance to Biden supporters who were celebrating in the streets on Saturday.\n“We’re also seeing people wearing masks… mostly wearing masks, they’re not socially distancing.\nI hate to be a scold here but we just had the highest day of infections in the United States,” Tapper told viewers.\n“But, again, at least they are wearing masks,” Tapper reiterated.\n“You can only catch COVID from Trump rallies, church, and small family gatherings like Thanksgiving and Christmas.", "paragraphs": ["The ongoing coronavirus pandemic has resulted in over 230,000 deaths in the United States and rightfully dominated much of the news cycle for several months with CNN often using it to bash conservatives and Trump supporters alike – but critics think the so-called “#FactsFirst” network takes a different approach when liberals gather in large groups.", "“If CNN wanted to have more widespread trust and be listened on things like the coronavirus, they should apply their same condescending takes and snarky chyrons about death and selfishness to the people who went out yesterday,” NewsBusters managing editor Curtis Houck told Fox News.", "ACTRESS KIRSTIE ALLEY SAYS CNN IS 'BROADCASTING TERROR' WITH NONSTOP CORONAVIRUS FEARMONGERING", "CNN was long accused of “terrifying people” with round-the-clock coverage of the pandemic, complete with snarky chyrons blaming the virus on President Trump, anchors shaming anyone caught without a mask and pundits masquerading as scientists and doctors offering hot takes on COVID-19.", "But CNN’s concerns about the coronavirus pandemic appeared to have been somewhat mitigated by Democratic nominee Joe Biden being projected as the winner of the 2020 presidential election.", "On Saturday morning liberals flocked to the streets in celebration that the race was called for Biden and the network that frequently labeled Trump rallies and White House ceremonies as “super spreader” events was suddenly less concerned with massive events amid the pandemic.", "CNN left-wing anchor Jake Tapper appeared reluctant to come off as a nuisance to Biden supporters who were celebrating in the streets on Saturday.", "“We’re also seeing people wearing masks… mostly wearing masks, they’re not socially distancing. I hate to be a scold here but we just had the highest day of infections in the United States,” Tapper told viewers. “It’s good to see people wearing masks, for some of them, they’re slipping off their face, people also need to socially distance themselves, the masks are significant, though, they are the thing that doctor’s say are most important.”", "PRO-TRUMP ACTRESS KIRSTIE ALLEY SLAMS CNN'S COVID COVERAGE: ‘FEAR OF DYING IS THEIR MANTRA’", "Dana Bash chimed in, \"But I can see Sanjay Gupta having a lot of heartburn right now,\" referring to the network's chief medical correspondent and Tapper agreed that a lot of public health officials probably have “agita” watching the celebrations.", "“But, again, at least they are wearing masks,” Tapper reiterated.", "Tapper even specifically praised the voters in his hometown of Philadelphia.", "\"Philadelphians, realizing the significant role they played in this election, taking to the streets in celebration in the birthplace of liberty, we should say, in this country,\" Tapper told Bash. \"I'm sorry for interrupting. I had to say hi to my friends.\"", "“After their throwaway couple moments admitting that these celebrations were in direct contradiction to guidelines, CNN quickly went back to marveling at the sights of so many partying in the streets,” Houck observed.", "DePauw University professor and media critic Jeffrey McCall feels the coronavirus story has had political implications from the get-go.", "“That didn't necessarily serve the interests of the citizenry, but it did serve the interests of shrill media voices and anti-Trump political opponents. Failing to criticize the weekend political celebration crowds after condemning Trump campaign crowds as dangerous just shows the inconsistency of the political activists,” McCall told Fox News.", "CNN'S CHRIS CUOMO FACES CORONAVIRUS HYPOCRISY CHARGES ONCE AGAIN", "“When Tapper expressed concern about being a ‘scold,’ he essentially acknowledged the varying standards on coronavirus dangers exhibited in the mainstream media,” McCall said.", "\"When Tapper expressed concern about being a ‘scold,’ he essentially acknowledged the varying standards on coronavirus dangers exhibited in the mainstream media.\" — Jeffrey McCall", "Tapper and the network both appeared outraged by a Fox News report indicating that CNN held Biden and Trump supporters to a different standard, defending themselves on Twitter with video of the anchor’s “scold” line to back up claims they did sound the alarm about Biden supporters partying in the streets.", "Tapper’s concern of coming across as a “scold” was drastically different than his approach last month when he condemned President Trump for holding rallies. The “State of the Union” anchor closed his Oct. 11 show with a diatribe against the president for holding rallies amid the pandemic that Tapper labeled “super-spreader” events.", "“[Trump’s] need to hold these rallies apparently exceeding his concern for those attending them,” Tapper told viewers last month. “One of President Trump’s skills during this era has been to behave with so little regard to basic decency, those who try to uphold the standards get accused of being partisan. As if ‘don’t behave in a way that’s reckless and displays a wanton disregard for human life’ is somehow now a partisan issue. It isn’t.”", "Tapper then scolded Trump for “reckless behavior” regarding the coronavirus and accused him of indulging his ego at the risk of prolonging the pandemic.", "CNN'S CHRIS CUOMO CAUGHT 'HOBNOBBING WITHOUT A MASK' AFTER PUSHING MASKS ON AIR: REPORT", "“Trump has likely become, personally, a vector of the disease... the president is taking part in actions that could result in loss of life\" — Jake Tapper", "“Trump has likely become, personally, a vector of the disease,” Tapper continued during his October rant. “He is increasing the likelihood that other Americans will contract it through holding these reckless rallies…. The president is taking part in actions that could result in loss of life.”", "Political satirist Tim Young spent much of the pandemic traveling around America and speaking to voters about their concerns for a Washington Times project. Along the way he noticed that “a lot of people view CNN as a laughing stock and the PR wing of the Democratic Party.\"", "\"CNN has made clear time and time again that you can’t catch COVID from anything that leans left,” Young told Fox News.", "\"CNN has made clear time and time again that you can’t catch COVID from anything that leans left.\" — Tim Young", "FLASHBACK: CHRIS CUOMO SLAMS PENCE FOR NOT WEARING MASK AT CLINIC", "Young pointed out that CNN called Amy Coney Barrett's confirmation at the White House a \"super-spreader event,” but doesn’t hold liberals to the same standard.", "“You can only catch COVID from Trump rallies, church, and small family gatherings like Thanksgiving and Christmas. When you attend a Black Lives Matter riot or a massive celebration for Joe Biden, CNN is clear that your immune to any and all airborne viruses,” Young continued. “Meanwhile when thousands of liberals slobber all over each other in the streets of D.C. and New York for Biden's yet-to-be-certified win, they don’t passionately condemn it. If that's not a double standard and bias, I don’t know what is.”", "Roughly 24 hours after Biden was declared the winner, the thin-skinned Tapper changed his tune after being called out for hypocrisy over the way he downplayed pro-Biden celebrations compared to his harsh words about Trump events.", "As CNN panicked to maintain credibility after being exposed by Fox News, Tapper on Sunday morning asked Biden campaign senior adviser Symone Sanders about the situation while reiterating that the partyers mostly wore masks.", "TUCKER CARLSON: THE CURIOUS CASE OF CHRIS CUOMO, MASK HYPOCRITE", "“We saw a lot of celebrations of President-elect Biden’s victory in the streets of so many major American cities… I know, at least based on what we saw on screen, a lot of these people were wearing masks but not all of them were,” Tapper said. “The CDC guidelines say, ‘Even if you’re wearing a mask, you should avoid crowds,’ new coronavirus cases are souring… Is it incumbent upon President-Elect Biden to make it clear to his supporters that crowds are a bad idea during this pandemic, even if people are wearing masks, and he understands that they want to celebrate but they shouldn’t be filling the streets like that?”", "Sanders declared that Biden would eventually speak out on the issue, noted that Biden’s Saturday night speech featured attendees staying in their cars and urged people to be safe and wear a mask.", "Tapper then wrapped up the interview without a follow-up question, as pro-Biden celebrations were never condoned as “super spreader” events or “reckless.”", "Meanwhile, Tapper was hardly alone when it came to criticizing Trump, his supporters and other non-liberals for holding rallies amid the pandemic:", "Former New York Times reporter and author Alex Berenson, who has been an outspoken critic of COVID lockdowns, feels the hypocrisy is ‘obvious” and shouldn’t surprise anyone at this point.", "CLICK HERE TO GET THE FOX NEWS APP", "“It's absurd for the same people complaining that Trump was putting his supporters at grave risk to be lionizing Biden's fans. Especially when in the next breath they try to scare everyone with news that cases (positive tests) have hit a new high. We have seen lots and lots of rules-are-for-thee-not-for-me this year, and this is one more example,” Berenson told Fox News.", "CNN even investigated 17 Trump campaign rallies to determine if host counties saw a coronavirus spike following the event. It remains to be seen if the liberal network conducts thorough probes of the aftermath of Biden victory celebrations.", "Fox News' Joseph A. Wulfsohn contributed to this report."], "authors": ["Brian Flood", "Jeffrey Mccall", "Jake Tapper", "Tim Young", "Brian Flood Covers The Media For Fox News. Follow Him On Twitter At"], "keywords": ["rallies", "supporters", "tapper", "exposed", "wearing", "biden", "jake", "masks", "cnn", "double", "factsfirst", "coronavirus", "cnns", "standard", "trump", "told"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}