{"id": "0d848d3e-9dd4-33ea-84a4-b80c656d3ceb", "title": "Global stocks hit record high on Biden victory and Covid-19 vaccine news – business live", "url": "https://www.theguardian.com/business/live/2020/nov/09/stock-markets-rally-biden-victory-ftse-wall-street-dollar-business-live", "summary": "10:15During his campaign, president-elect Biden pledged to deliver a clean energy revolution, and to rejoin the Paris climate change agreement as soon as he took office.\nAnd this morning, former Bank of England governor Mark Carney has drawn parallels between the climate and Covid crises.\nCarney warned that the pandemic shows how devastating global heating will be for companies that fail to invest and address systemic risks.\n“We’ve made considerable progress and momentum is growing...The Covid crisis has not altered that.\nThe ex-central bank boss was appointed the prime minister’s finance adviser for COP26 back in January.", "paragraphs": ["10:15", "During his campaign, president-elect Biden pledged to deliver a clean energy revolution, and to rejoin the Paris climate change agreement as soon as he took office.", "And this morning, former Bank of England governor Mark Carney has drawn parallels between the climate and Covid crises.", "Carney warned that the pandemic shows how devastating global heating will be for companies that fail to invest and address systemic risks.", "“We’ve made considerable progress and momentum is growing...The Covid crisis has not altered that. In fact what Covid has done - this tragedy has exposed the problems with undervaluing resilience, ignoring systemic risks and not investing up front. And so it is with climate change: a crisis that involves the entire world, and from which no one will be able to self-isolate.”", "Carney made the comments in his opening remarks for the Green Horizons Summit, which is taking place virtually in lieu of the COP26 - the UN climate change conference that was meant to take place in Glasgow but was delayed by a year due to the pandemic.", "The ex-central bank boss was appointed the prime minister’s finance adviser for COP26 back in January."], "authors": ["Graeme Wearden", "Kalyeena Makortoff"], "keywords": ["climate", "change", "bank", "hit", "record", "stocks", "place", "world", "crisis", "business", "global", "warned", "victory", "high", "covid19", "live", "cop26", "vaccine", "covid", "systemic"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}