{"id": "0da55365-c1e9-3e9c-b764-21403f7b0828", "title": "Replay - Batman: Arkham Origins", "url": "https://www.gameinformer.com/replay/replay/2020/08/21/replay-batman-arkham-origins", "summary": "The Batman Arkham series is widely regarded as one of the best collections of superhero games on the market today.\nWhile Batman: Arkham Origins doesn't quite hit the mark of the mainline trilogy, there's still plenty to love about the Christmas tale of Joker and the Bats' fateful first meeting.\nJoin Andrew Reiner and me as we dawn the cowl and fight not only for Bruce Wayne's life, but the fate of Gotham as well in Batman: Arkham Origins.\nWe went live earlier but you can catch the full archive of the stream above!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["The Batman Arkham series is widely regarded as one of the best collections of superhero games on the market today. The series' slick combat, engaging detective mode, and loving homage to what came before it made the games a must play for those who loved the Caped Crusader. While Batman: Arkham Origins doesn't quite hit the mark of the mainline trilogy, there's still plenty to love about the Christmas tale of Joker and the Bats' fateful first meeting.", "Join Andrew Reiner and me as we dawn the cowl and fight not only for Bruce Wayne's life, but the fate of Gotham as well in Batman: Arkham Origins.", "We went live earlier but you can catch the full archive of the stream above! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["games", "series", "replay", "arkham", "origins", "widely", "live", "week", "youtube", "went", "batman", "waynes"], "pubDate": "2020-08-21T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}