{"id": "0dca22a6-a45d-3365-9828-f05ac3ef9655", "title": "Fiji resort offers the ultimate in social distancing", "url": "https://cnn.com/travel/article/fiji-private-island-private-plane-social-distancing/index.html", "summary": "The Laucala Private Island Resort has partnered with Fiji Airways, the country's national airline, on a special itinerary.\nThe Laucala Private Island Resort offers more than 3,000 acres of coconut plantations, beaches and mountains.\nFrom there, they will be transferred to Laucala, where they will have the private island resort all to themselves.\nA look inside one of the villas at the Laucala Private Island Resort.\nCourtesy Laucala Private IslandOn the other side of the itinerary, guests will be able to use the private Fiji Airways lounge in Nadi.", "paragraphs": ["(CNN) — Amid the ongoing coronavirus pandemic, house-bound travelers are trying to find ways to go on vacation without risking exposure to the virus.", "The Pacific island nation of Fiji has announced that its borders will be closed to commercial aircraft until at least March 2021. But travelers with deep pockets may be able to circumvent the rules by signing up for a special, personal \"travel bubble\" at a luxury resort.", "The Laucala Private Island Resort has partnered with Fiji Airways, the country's national airline, on a special itinerary.", "The Laucala Private Island Resort offers more than 3,000 acres of coconut plantations, beaches and mountains. Courtesy Laucala Private Island", "Up to 20 guests can fly on a private chartered Fiji Airways jet from Los Angeles to Nadi, Fiji's primary airport and main transit hub. From there, they will be transferred to Laucala, where they will have the private island resort all to themselves.", "The few travelers allowed into Fiji at present are subject to a mandatory 14-day quarantine, but because of Laucala's remoteness the Department of Health has permitted the program to go forward without guests having to isolate for two weeks.", "Related content Fiji markets itself as retreat for billionaires during pandemic", "They will need three negative Covid-19 tests, though -- one two weeks before traveling, one 72 hours before boarding (which will be sent to the tourism authority in order to confirm travel permits) and one upon arrival in Fiji.", "Beyond the transportation and hotel, travelers will get to avail themselves of the Private Suite at Los Angeles International Airport -- a posh, personal airport lounge that has been used by celebrities and members of the royal family ahead of their own LAX departures.", "A look inside one of the villas at the Laucala Private Island Resort. Courtesy Laucala Private Island", "On the other side of the itinerary, guests will be able to use the private Fiji Airways lounge in Nadi.", "The cost? A cool $490,000 covers the jet, a minimum seven-night stay, on-island activities, food and drink and airport transfers for up to 20 people. If you don't live in L.A., though, you're on your own for getting there.", "Laucala's pricey proposition may not work for most tourists. But this isn't the only way that Fiji, whose tourism industry generally comprises 40% of its gross national product (GNP), has tried to make up for lost revenue during the pandemic.", "", "Laucala guests can choose from 10 different villas. Courtesy Laucala Private Island", "Fiji's Prime Minister Josaia \"Frank\" Voreqe Bainimarama has made no secret of his desire to appeal to ultra-wealthy travelers . A \"blue lane\" was created to permit travelers to come to the country via private yacht, with visitors able to serve out their quarantine on board before coming ashore.", "A potential travel bubble dubbed the \" bula bubble ,\" which would open up quarantine-free travel between Fiji, New Zealand and Australia, has not yet come to fruition."], "authors": ["Lilit Marcus"], "keywords": ["guests", "ultimate", "offers", "distancing", "private", "travelers", "island", "social", "travel", "fiji", "courtesy", "airport", "laucala", "resort"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}