{"keywords": ["film", "perceptive", "politically", "joker", "arthur", "superhero", "batman", "win", "especially", "standardissue", "sophisticated", "warner", "played", "mr"], "url": "https://www.economist.com/prospero/2019/10/03/joker-is-not-especially-perceptive-or-politically-sophisticated", "summary": "Comic-book flicks are not usually granted competition slots at prestigious festivals, and yet that very film, “Joker”, went onto win the top prize, the Golden Lion.\nCo-written and directed by Todd Phillips, it recounts how the Joker became the Joker.\nThat would be enough of a creation myth for most self-respecting villains: in a typical Batman film, Arthur would be reborn as the Joker a scene or two after being beaten up.\nBecause as gloomy as it may be, “Joker” is no more plausible, insightful or politically sophisticated than the Batman movie from 1997 which featured Arnold Schwarzenegger as the blue-faced Mr Freeze.\n“Joker” may well win Oscars, but it is still very much a superhero movie.", "title": "“Joker” is not especially perceptive or politically sophisticated", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "0e0c0504-bbc2-3271-b2bd-c87e5e605483", "paragraphs": ["WHEN THE Venice film festival announced that it would screen a movie about a grinning, green-haired Batman supervillain—from the director of “The Hangover”, no less—it sounded like a joke. Comic-book flicks are not usually granted competition slots at prestigious festivals, and yet that very film, “Joker”, went onto win the top prize, the Golden Lion. Judging by the last two recipients of the same award, “Roma” and “The Shape of Water”, “Joker” could well win an armful of Oscars as well. To quote the title character, played by Joaquin Phoenix: “no one’s laughing now”.", "Actually, the people who are laughing—all the way to the bank, among other places—are the executives at Warner Bros, the studio which adapts DC’s superhero comics. Their attempts to copy the interlinked “shared universe” model of their rival, Marvel, led to such disappointments as “Justice League” and “Suicide Squad”, so Warner / DC has now opted to make more distinctive, stand-alone films instead. “Joker” is the first of these.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Co-written and directed by Todd Phillips, it recounts how the Joker became the Joker. Unlike “Batman Begins” and other such origin stories, however, it does not include the standard-issue mentor to teach him the tricks of the trade, nor the standard-issue antagonist for him to defeat. Its setting is unconventional, too. “Joker” may take place in Batman’s time-honoured hometown, Gotham City, but it looks a lot like the rough and tough New York of Martin Scorsese’s “Taxi Driver” and “The King of Comedy”. It pays explicit homage to these two urban classics by featuring Robert DeNiro as a talk-show host. The main effect of this homage, though, is to remind the viewer that everything done by “Joker” was done better by those other films 40 years ago.", "The protagonist, Arthur Fleck, is a mentally ill aspiring stand-up comedian who lives in a rundown flat with his ailing mother, Penny (Frances Conroy). He pays the rent by working as a clown, but the only time he makes anyone laugh is when they are cornering him in a dark alley and beating him to a pulp. That would be enough of a creation myth for most self-respecting villains: in a typical Batman film, Arthur would be reborn as the Joker a scene or two after being beaten up.", "But Mr Phillips spends the rest of “Joker” offering variations on that theme. The same thing happens over and over again. There is more bad luck, more humiliation, more harsh treatment by an uncaring society, more drab corridors with flickering lights, but nothing that really explains how a frail, bullied loner could blossom into a charismatic criminal mastermind.", "The upside of this repetitive narrative is that there is plenty of time to admire Mr Phoenix’s creepy performance—particularly his dramatic, Oscar-friendly weight loss. The downside is that Arthur is obviously a hopeless case from the beginning, and just as obviously he is going to be a flamboyant killer by the end, so there is no tension. There is just a two-hour wait for him to put on his colourful suit, smear on his white make-up, and start shooting people.", "When this finally happens, the Joker is presented not as the malign agent of chaos he is in the Batman comics, but as a “V For Vendetta”-style anti-capitalist revolutionary. Several critics have condemned the film for lionising and inviting empathy with someone who massacres civilians and then blames his mental-health problems and personal hardships; they have expressed concern that it may inspire “copycat crimes”. But it is tempting to respond to this concern with another line spoken by the Joker, as played by Heath Ledger in “The Dark Knight”: why so serious?", "Because as gloomy as it may be, “Joker” is no more plausible, insightful or politically sophisticated than the Batman movie from 1997 which featured Arnold Schwarzenegger as the blue-faced Mr Freeze. The idea that it is scarier than most depictions of the character is questionable, too, given that Ledger’s incarnation jammed a pencil through someone’s eye and blew up a hospital. The notion that it transcends its pulpy source material is belied by the numerous geek-pleasing references to other events from Batman lore. Do not be fooled by the miserable mood and the grimy 1970s backdrop. “Joker” may well win Oscars, but it is still very much a superhero movie.", "“Joker” is released worldwide on October 4th"], "pubDate": null}