{"summary": "A hot topic in the conversation surrounding Call of Duty: Modern Warfare to this point has been how Infinity Ward will handle crossplay.\nThe team has said the highly anticipated shooter will feature full crossplay between platforms, but further details have been scarce.\nFirst and foremost, anybody playing Call of Duty: Modern Warfare needs to have a Call of Duty account.\nChoosing to enable crossplay means players can play with others on PlayStation 4, Xbox One, and PC.\nCall of Duty: Modern Warfare launches on PS4, Xbox One, and PC on October 25.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["works", "xbox", "platforms", "crossplay", "players", "ps4", "duty", "warfare", "ward", "play", "playstation", "modern"], "id": "0e6c9493-1764-3c5f-88e7-d012dde3fb75", "url": "https://www.gameinformer.com/preview/2019/09/17/how-crossplay-works", "title": "How Crossplay Works In Call Of Duty: Modern Warfare", "pubDate": null, "paragraphs": ["A hot topic in the conversation surrounding Call of Duty: Modern Warfare to this point has been how Infinity Ward will handle crossplay. The team has said the highly anticipated shooter will feature full crossplay between platforms, but further details have been scarce. Today, we learned a lot more about how the feature works.", "First and foremost, anybody playing Call of Duty: Modern Warfare needs to have a Call of Duty account. You can go here to create one using your PSN, Xbox Live, Steam, Activision, or Battle.net account. Once you get you get your hands on the game, you choose to opt in or opt out of crossplay. Choosing to enable crossplay means players can play with others on PlayStation 4, Xbox One, and PC. Once you have your Call of Duty account and you enable crossplay, you can create cross-platform friends lists and parties comprised of players from PS4, Xbox One, and PC.", "One of the largest questions fans have had about this feature is how Infinity Ward will balance keyboard-and-mouse players with controller players. PlayStation 4 players can decide to use a keyboard and mouse. PS4, Xbox One, and PC players can all play with each other as long as they all use controllers, or all use keyboard and mouse. However, you can also join lobbies where there are no control-scheme filters, meaning you can play with players across all platforms with controllers and keyboard and mouse.", "Infinity Ward has also announced that it intends to demonstrate its commitment to this crossplay initiative by delivering most post-launch content (maps, modes, Spec Ops missions, etc.) simultaneously across all three platforms. Despite this, the franchise maintains its partnership with PlayStation, with the studio stating that PS4 players will have \"an exciting Day 1 advantage.\" The team did not provide details about what that means, but says information will arrive soon.", "Call of Duty: Modern Warfare launches on PS4, Xbox One, and PC on October 25. For more on the upcoming shooter, check out our coverage hub by clicking the banner below."]}