{"id": "0eda6cf3-4880-3e75-993c-87ec780b5d1b", "title": "Two months in a barrel: South African man set to break pole-sitting world record", "url": "https://www.theguardian.com/world/2020/jan/19/two-months-in-a-barrel-south-african-man-set-to-break-pole-sitting-world-record", "summary": "Vernon Kruger, who has not set foot on the ground since November, says sleeping in the barrel is ‘not very easy’Two months in a barrel: South African man set to break pole-sitting world recordVernon Kruger has been sitting in a barrel suspended 25 metres above ground for more than two months.\nOverlooking the South African town of Dullstroom, the 52-year old is about to break a Guinness world record ... set by himself in 1997.\nFacebook Twitter Pinterest ‘A bit frustrating up here’: an aerial view of Vernon Kruger in his barrel.\n“Somebody said ... why don’t you break the record for sitting in a tree?\nAfter a bit of research, however, Kruger discovered that a man from Indonesia had already broken the record by sitting in a tree for 28 days.", "paragraphs": ["Vernon Kruger, who has not set foot on the ground since November, says sleeping in the barrel is ‘not very easy’", "Two months in a barrel: South African man set to break pole-sitting world record", "Vernon Kruger has been sitting in a barrel suspended 25 metres above ground for more than two months.", "Overlooking the South African town of Dullstroom, the 52-year old is about to break a Guinness world record ... set by himself in 1997.", "“Sleeping in this barrel is not very easy,” said Kruger, who usually works as a diver.", "Guinness World Records is on a slippery slope | David Mitchell Read more", "“It’s a very small place to curl up in and I have to lie in a foetal position.”", "Kruger’s “home in the sky” is equipped with a drainage system for “all the waste”.", "He has been washing twice a week in a small basin and surviving on food hoisted up by his team in a wicker basket.", "Facebook Twitter Pinterest ‘A bit frustrating up here’: an aerial view of Vernon Kruger in his barrel. Photograph: Antoine Demaison/AFP via Getty Images", "The idea first came to his mind while climbing a palm tree on an island during a vacation.", "“Somebody said ... why don’t you break the record for sitting in a tree? First it was a joke and then I got a dare from my friends to actually do it,” said Kruger.", "After a bit of research, however, Kruger discovered that a man from Indonesia had already broken the record by sitting in a tree for 28 days.", "He scrapped the idea and one of his friends suggested “pole sitting”.", "“The record was 54 days then,” said Kruger, who decided to take on the challenge and sat “on pole” for 64 days.", "Despite the cramps and back pains, Kruger repeated the experience more than two decades later.", "From the highest slide to the narrowest street: the record-breaking cities quiz Read more", "“It does get a bit frustrating up here especially because I can’t do many things for myself,” he admitted. “I need to rely on other people for absolutely everything.”", "By Monday, Kruger will have spent 67 days in his barrel.", "And to his team’s dismay, he plans to stay more.", "“Vernon is not coming down when he breaks his record,” said organiser Fiona Jones. “He’s going to stay a little longer.”", "“We’re concerned,” she added. “Because we’ve got to get him down.”"], "authors": ["Agence France-Presse"], "keywords": ["tree", "break", "sitting", "record", "set", "polesitting", "months", "man", "barrel", "bit", "african", "kruger", "south", "vernon", "world"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}