{"id": "0ef03fa0-3970-35d7-b3be-6069e1093837", "title": "Charlemagne - A Biden presidency would offer Emmanuel Macron a tempting opportunity", "url": "https://www.economist.com/europe/2020/10/31/a-biden-presidency-would-offer-emmanuel-macron-a-tempting-opportunity", "summary": "In the end, it did not work out so well for Mr Macron.\nMr Trump pulled America out of the Paris climate deal, and tore up the nuclear non-proliferation agreement with Iran.\nAlready Mr Biden, of Irish Catholic stock, has warned Britain not to let the Anglo-Irish agreement become a casualty of Brexit.\nHe kept up his links, and was selected for the French-American Foundation “young leaders” programme, a few years before a certain Mr Macron was, too.\nOne is that Mr Biden might not seek to deal with a single dominant leader, let alone one with a taste for showmanship.", "paragraphs": ["T HE SOUND of crunched knuckles was an early alert. There he was, freshly elected and not yet 40, clenching the hand of the leader of the free world with the insouciant confidence of the neophyte. Shortly after his election in 2017, Emmanuel Macron then treated Donald Trump to dinner (up the Eiffel Tower!) and a Bastille Day parade (a military flypast!) as part of a courtship that led some observers to call the French president the “Trump whisperer”. “He’s a great guy…loves holding my hand,” enthused Mr Trump.", "In the end, it did not work out so well for Mr Macron. Mr Trump pulled America out of the Paris climate deal, and tore up the nuclear non-proliferation agreement with Iran. Although they still talk regularly, and Mr Macron came tantalisingly close to bringing America and Iran together last year, the pair have clashed over wine, tech, aeroplanes, NATO and more. The American president has proved largely immune to Mr Macron’s charm offensive. If Mr Trump is drawn to a European leader, it is Boris Johnson, whom he once called “Britain Trump”—the highest praise he can imagine.", "Yet with the prospect of the Trump years now drawing to a close, a different opening beckons. Mr Macron is nothing if not pragmatic, and should Joe Biden be elected on November 3rd, the French leader could find himself well placed to seize a new opportunity: to establish himself as America’s interlocutor of choice in Europe. The circumstances are favourable. Mr Trump has trampled all over the transatlantic alliance, and left America without a proper working tie to the continent. Brexit has rendered Britain “less useful” to America, in the words of Peter Ricketts, a British former national security adviser. It is also perceived to be less trustworthy. Already Mr Biden, of Irish Catholic stock, has warned Britain not to let the Anglo-Irish agreement become a casualty of Brexit. To be sure, the reflex for a President Biden might well be to turn to Germany instead, not least to fix the damage wrought on that friendship by Mr Trump. As the doyenne of the European Union’s leaders, Angela Merkel would slip effortlessly into the part. But the chancellor is also in her last year in the job. Her successor is unknown, but the choices on offer are not inspiring.", "Hence France’s chance. As it happens, Mr Macron has never met Mr Biden—although Barack Obama, just after he left office, called the French candidate before his election to wish him well. For the duration of the campaign, the Biden team has closed the doors to all foreign diplomats, to thwart any future charges of outside interference. But France has some unusually good connections. Antony Blinken, Mr Biden’s top foreign-policy adviser, spent his high-school years at a lycée in Paris, the Ecole Jeannine Manuel. He kept up his links, and was selected for the French-American Foundation “young leaders” programme, a few years before a certain Mr Macron was, too. Emmanuel Bonne, Mr Macron’s diplomatic adviser, knows Mr Blinken from his time at the French mission to the United Nations in New York. Mr Bonne’s predecessor at the Elysée, Philippe Etienne, is now France’s man in Washington. He took over from Gérard Araud, an energetic agent of French soft power, outspoken on Twitter and the host of memorable parties at the residence for le tout Washington.", "Berlin and Paris would both welcome an America no longer bent on dividing Europe, committed to curbing climate change, reinforcing multilateralism and re-engaging with Iran. What sets France apart from Germany, though, is its ability to project military force. As it is, France relies on American backing for its counter-terrorist operations in the Sahel, and would welcome the engagement of a fellow internationalist. Mr Macron has often been frustrated by a lack of muscular partners—in dealing with Turkey, Libya, or other Mediterranean crises—and has ended up accused of acting unilaterally. Now he faces an ugly campaign of protests from Turkey to Qatar, following his defence of free speech and the right to caricature in response to the beheading of a schoolteacher who had shown pupils caricatures of Muhammad. He needs all the defenders of liberal democracy he can find.", "Lone ranger", "“The scene could be set nicely for Macron,” says Benjamin Haddad of the Atlantic Council in Washington. But there are two big caveats, beyond differences over Russia, China or even trade. One is that Mr Biden might not seek to deal with a single dominant leader, let alone one with a taste for showmanship. “Macron could emerge as a favoured interlocutor,” suggests Mr Araud, “but on the condition that he does this with others, and above all with Germany.”", "The other is that a President Biden seeking to revive old alliances through existing structures would swiftly come across the new ones that Mr Macron is trying to forge. The world has shifted since the Obama years. The centrepiece of Mr Macron’s geostrategic thinking—his “operating software”, as a presidential adviser puts it—is “European sovereignty”. The organising principle is that Europeans need to do and make more for themselves, including on defence. Its corollary is that Americans would have to accept that Europeans will act more by, and for, themselves.", "This puts Mr Macron on a collision course with the instincts of the American defence establishment. As Michel Duclos, a French ex-diplomat, notes in a paper for the Institut Montaigne, a think-tank, the risk is that a Biden administration might default to “a polite practice of consultation in exchange for unequivocal alignment with American positions”. Mr Macron’s case that he has no intention of undermining NATO remains to be made.", "If anything, France may need to dampen expectations. Under Mr Obama, Europe was already fading from American sight. Yet Mr Biden would still need allies. And the chance to supplant Britain is an old instinct. A keen student of history, Mr Macron knows that France is America’s oldest ally—and that at a decisive moment for independence, at Yorktown in 1781, it was the Marquis de Lafayette who helped America to defeat the British. ■", "Dig deeper:", "Read the best of our 2020 campaign coverage and explore our election forecasts, then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["opportunity", "presidency", "trump", "american", "emmanuel", "mr", "macron", "french", "tempting", "charlemagne", "president", "america", "france", "offer", "biden", "macrons"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}