{"id": "0ef45d5f-b420-39fd-8ebc-e7e40bdb7d07", "keywords": ["graham", "walk", "died", "god", "sink", "father", "jack", "jesus", "presence", "peter", "learned", "night", "day", "gods"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Jack Graham", "Jack Graham Is The Pastor Of Prestonwood Baptist Church", "The Host Of Powerpoint Ministries."], "url": "https://www.foxnews.com/opinion/jack-graham-learned-god-day-father-died", "title": "Jack Graham: What I learned about God the day my father died", "summary": "PAUL BATURA: I WAS SHOCKED — LITERALLY, WITH ELECTRICITY — AND LEARNED THIS INCREDIBLE LESSONI even doubted God’s presence and care.\nThe apostle Peter learned this lesson the night Jesus invited him to walk on water.\nWill you take your eyes off Jesus and sink, or will you allow God’s presence and power to steady you in the storm?\nCLICK HERE TO GET THE FOX NEWS APPThat night at the hospital’s chapel, I sensed God’s presence like few other times in my life.\nDespite all the pain and the loss of my father, I knew God was with me then and would be with me throughout it all.", "pubDate": null, "paragraphs": ["One of the darkest valleys I’ve ever had to walk was when my father was fatally wounded in the parking lot of his hardware store back in the summer of 1970.", "A shoplifter came in and violently bludgeoned my father with a hammer. My father laid for 10 days on life support at a local hospital, but he never recovered consciousness.", "My father’s death was the most devastating time of my life. In that moment, I wondered how I’d survive. I doubted my ability to overcome the trial.", "PAUL BATURA: I WAS SHOCKED — LITERALLY, WITH ELECTRICITY — AND LEARNED THIS INCREDIBLE LESSON", "I even doubted God’s presence and care.", "I remember going to the hospital’s chapel late in the evening the day my father died and asking God, “Why, Father, why did this happen?”", "Over the years, I have learned that if there’s one promise of Jesus that’s easy to believe, it’s this one: “In the world you will have tribulation.” (John 16:33)", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "As much as we’d like it, believers don’t get a pass from pain. We’re not immune to the suffering and heartache that many people experience in the world. And when tough trials come upon us, it can suddenly seem much harder to take God at his word.", "But whatever you’re facing today, I want you to know what I learned that night while I prayed in the hospital’s chapel: God is always holding out his hand to rescue you, even while the storm is raging.", "The apostle Peter learned this lesson the night Jesus invited him to walk on water.", "You might remember the story — Jesus’ disciples were on a boat in the middle of a lake while Jesus had gone up to a mountain to pray, when all of a sudden, they saw a man walking toward them over the waves. At first, the disciples thought he was a ghost and were terrified. But then Jesus called to them, reassuring them it was he who was walking toward them.", "Will you take your eyes off Jesus and sink, or will you allow God’s presence and power to steady you in the storm?", "Yet Peter, being the brazen one of the crew, wanted more proof. He wanted to walk on the water with Jesus. This is what the Gospel of Matthew says happened next:", "“Lord, if it’s you,” Peter replied, “tell me to come to you on the water.”", "“Come,” he said.", "Then Peter got down out of the boat, walked on the water and came toward Jesus. But when he saw the wind, he was afraid and, beginning to sink, cried out, “Lord, save me!”", "Immediately Jesus reached out his hand and caught him. “You of little faith,” he said, “why did you doubt?” (Matthew 14:28-31)", "Peter did fine as long as he had his gaze fixed on Jesus. But as soon as he turned his attention to the wind and waves surrounding him, he began to sink.", "Your circumstances may be different from mine and different from Peter’s. But you face the same choice: Will you take your eyes off Jesus and sink, or will you allow God’s presence and power to steady you in the storm?", "CLICK HERE TO GET THE FOX NEWS APP", "That night at the hospital’s chapel, I sensed God’s presence like few other times in my life. Despite all the pain and the loss of my father, I knew God was with me then and would be with me throughout it all.", "My prayer for you is that when trials hit, you’ll look up and lean hard into the arms of our loving Father, knowing he is faithful. He will hold you close — even through the darkest storm.", "CLICK HERE TO READ MORE FROM JACK GRAHAM"]}