{"id": "0f00a63e-9937-3e40-9c26-01387e100331", "title": "Bear cub denied entry to Canada after attempt at 'forceful entry,' funny post shows", "url": "http://www.foxnews.com/great-outdoors/bear-cub-denied-entry-canada-border-twitter-post", "summary": "A traveler from the United States learned a hard lesson this week, having been denied entry into Canada for forgetting to bring any travel documents or identification whatsoever.\nThe tiny American then attempted to break into a secure booth where officers with the CBSA’s Pacific Region were stationed.\nYELLOWSTONE VISITOR BANNED FOR COOKING CHICKENS IN HOT SPRING“A traveler sought entry for essential reasons, but had no travel documents,” the agency recalled on Twitter of the event.\n“Unless exempted, if you do not have a non-discretionary (essential) reason to travel to Canada, a border services officer will deny you entry,” the current guidelines state.\nCLICK HERE TO GET THE FOX NEWS APPTravelers seeking to enter the country from the U.S. for essential reasons, however, must bring proper identification and valid travel documents.", "paragraphs": ["A traveler from the United States learned a hard lesson this week, having been denied entry into Canada for forgetting to bring any travel documents or identification whatsoever.", "Without the proper paperwork, authorities with the Canada Border Services Agency (CBSA) were forced to restrict the traveler’s access entirely — even despite the little guy reportedly telling the CBSA he was seeking entry “for essential reasons.”", "He later made a “forceful attempt” to gain entry, which officers with the CBSA were able to deny.", "Photos from the incident show the traveler, perhaps agitated, presumably trying to intimidate the officers by climbing a signpost and staring them down. The tiny American then attempted to break into a secure booth where officers with the CBSA’s Pacific Region were stationed.", "YELLOWSTONE VISITOR BANNED FOR COOKING CHICKENS IN HOT SPRING", "“A traveler sought entry for essential reasons, but had no travel documents,” the agency recalled on Twitter of the event. “After a forceful attempt on its part to cross the border, our officers moved quickly to apprehend and transfer it to the Smither’s #NorthernLightsWildlifeSociety for the winter.”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "The Border Services Agency used this incident as an opportunity to remind U.S. residents that travel to Canada for non-essential reasons is currently prohibited at all ports of entry amid the ongoing coronavirus pandemic.", "“Unless exempted, if you do not have a non-discretionary (essential) reason to travel to Canada, a border services officer will deny you entry,” the current guidelines state.", "CLICK HERE TO GET THE FOX NEWS APP", "Travelers seeking to enter the country from the U.S. for essential reasons, however, must bring proper identification and valid travel documents. Visitors must also have a plan to quarantine for 14 (unless otherwise exempt) and confirm that they are not presenting COVID-19 symptoms."], "authors": ["Michael Bartiromo"], "keywords": ["border", "post", "shows", "forceful", "travel", "traveler", "services", "reasons", "documents", "entry", "bear", "denied", "essential", "cub", "funny", "canada", "officers", "attempt"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}