{"id": "0f89f576-e053-30c2-b6af-ca71937054f1", "title": "Matriarchs of Steel in “Let Him Go”", "url": "https://www.newyorker.com/magazine/2020/11/09/matriarchs-of-steel-in-let-him-go", "summary": "“Let Him Go,” which springs from Larry Watson’s novel of the same name, was written and directed by Thomas Bezucha.\nOne day, Margaret sees Donnie slapping Lorna and cuffing the little boy—Jimmy, the Blackledges’ only grandchild.\n“We’re not young, Margaret,” George says, aware of what his wife has in mind, and trying some friendly dissuasion.\nSo now the film has two mothers of steel, squaring up to each other, and two formidable actresses, of radically different styles, face to face.\nStill to come: a showdown of blood and fire, and the one point, I’d argue, at which “Let Him Go” takes a seriously false step.", "paragraphs": ["A trick is played on us, near the start of “Let Him Go.” We are in Montana, in 1961, and a young man, James Blackledge (Ryan Bruce), has just died, after being thrown from his horse. He leaves a widow, Lorna (Kayli Carter), and a baby son. Now we see James’s parents, Margaret (Diane Lane) and George (Kevin Costner), preparing for a solemn occasion. George, gruff and grizzled, used to be a sheriff, but he stands there like a schoolboy while Margaret ties his dark tie for him. (One of many signs that this will be a mothering movie.) We presume that they are bound for James’s funeral, but no: some three years have passed, and Lorna is getting married again, this time to a fellow named Donnie Weboy (Will Brittain). The wedding feels like a wake.", "“Let Him Go,” which springs from Larry Watson’s novel of the same name, was written and directed by Thomas Bezucha. He likes to toy with our expectations, as the wedding scene proves, yet the toying has nothing blithe or puckish about it; rather, we sense the characters struggling to keep pace with the machinations of fate. (Note to any producer requiring a Thomas Hardy adaptation: call Bezucha.) One day, Margaret sees Donnie slapping Lorna and cuffing the little boy—Jimmy, the Blackledges’ only grandchild. Soon afterward, without saying farewell, Donnie takes his wife and stepson and heads to North Dakota, to be with his family. Margaret, fearing for Jimmy’s welfare, doesn’t hesitate. She sets off in pursuit, packing her Chevrolet station wagon with essentials: a skillet, a loaded pistol, her husband, and an iced Bundt cake in a tin.", "The film is low of mood and cleanly told. The dialogue, at times, is whittled to the core. “You thought you’d need it?,” George says of the gun. “I didn’t want to find out I did and not have it,” Margaret replies. The only trouble is that, in “Man of Steel” (2013), and again in “Batman v Superman: Dawn of Justice” (2016), Costner and Lane played Jonathan and Martha Kent, the terrestrial parents of Clark. They were by far the best thing in those movies, grounding the more risible flights of fancy, and now, as “Let Him Go” unfolds, you can’t help wondering: Where’s the guy in the blue pantyhose? Who let him go? I kept waiting for Costner to store that pesky Kryptonite in the barn, behind the weed killer, or for Lane to iron the pleats in a nice red cape.", "This is Diane Lane’s movie, all the way. She is as poised as ever, and she can switch on the charm, but she radiates a force of purpose that will not be muffled or repelled, and it’s fascinating to see Costner, so accustomed to saddling up as a leading man, dismount and back away. “We’re not young, Margaret,” George says, aware of what his wife has in mind, and trying some friendly dissuasion. “We’re not old,” she answers, and, at her prompting, they track Donnie, Lorna, and Jimmy to a secluded ranch. This is the homestead of the Weboy clan, presided over by Blanche Weboy (Lesley Manville) and her gang of devoted—and frankly terrified—sons. So now the film has two mothers of steel, squaring up to each other, and two formidable actresses, of radically different styles, face to face. Batman v. Superman? Stop squabbling, kids. Stand back. This is women’s work.", "When we first meet Blanche, she is hidden by a hanging lamp, but we see a puff of smoke from her cigarette, and we hear the drawl of her greeting: “I hope you like pork chops.” If you were alarmed by Manville as the hero’s sister in “Phantom Thread” (2017), watch her dig her scarlet nails into this role, way out West. So muted is the rest of “Let Him Go” that Blanche seems to hail from another film entirely—to be exact, from Sam Fuller’s “Forty Guns” (1957), in which Barbara Stanwyck, likewise, was a matriarch before whom strong men quailed. She and Blanche both have tight blond curls, though Blanche goes one better, as she and her boys pay a nocturnal visit to the Blackledges, in a motel. Blanche has an axe in a sack, but she also wears a head scarf, as if she were out shopping for groceries. Still to come: a showdown of blood and fire, and the one point, I’d argue, at which “Let Him Go” takes a seriously false step. It is George who girds himself for the final reckoning, but it ought to be Margaret. Her grief has driven this fable. She should be the one to end it.", "Can a movie, no less than a person, suffer in lockdown? Happening to catch “Spider-Man: Far from Home” (2019), on TV, I was struck by how lost it seemed, like a child in a crowd. Such a product was hardly designed to make sense, but on the big screen, at least, it roughly cohered, glued together by sheer spectacle. Squeeze it into your living room, peel away the zap and the pow, and what remains? A pitiful excuse for a drama, I’d say, with Peter Parker touring the old world—Venice, Prague, Berlin—in a last well-meaning gasp of American imperialism. In cinemas, the film took more than a billion dollars. At home, it took two hours out of my day, and I’ll never get them back.", "The Marvel franchise, bereft of its proper arena, is like a travelling circus without a tent. Short of knocking on people’s doors and asking them to babysit the tigers for an afternoon, what can be done? And who will pay the clowns? Meanwhile, at the quieter end of moviegoing, where the numbers are less elephantine, the question of a sustainable business model is equally urgent. Exhibit A: Béla Tarr’s “Damnation,” which dates from 1988, and which is now—restored and revived, in a fresh print—enjoying a wide release. A virtual one, that is. You can’t, alas, take your seat at Lincoln Center, the Roxie Theatre in San Francisco, or the Film and Television Archive at U.C.L.A., but you can log in to their respective Web sites and, for a limited period, see the movie at an hour of your choosing. I recommend half past one in the morning, with a bottle of Hungarian moonshine close to hand.", "“Damnation” is a quickie. It lasts a couple of hours—a mere sprint for anyone who ran the marathon of Tarr’s “Sátántangó” (1994), which goes on for seven hours and nineteen minutes. It was in “Damnation,” however, that the director first displayed a complete command of Tarrying: the long slow take, defined, as often as not, by a stately procession of the camera—right to left, left to right, and haring along like a tortoise. Others have mastered a similar grace; what distinguishes Tarr is his patience. He tends to offer us a prolonged look at a place before anything happens there, and then, once the action is over, he will loiter and gaze, in tranquil suspense, in case anything else turns up. It rarely does.", "And what of our patience? In movie theatres, this is not a problem. I sat through “Damnation” years ago, and sneaked not a single glance at my watch. The film is in black-and-white, and in every intervening shade of gray—fog, mud, raincoat, rain, bare skin. The sounds are no less sharply etched; when a man named Karrer (Miklós B. Székely) has a shave, we flinch at the razor’s rasp. The effect is one of hypnosis, as we slide into Tarr’s sepulchral thrall. He beats time, and we follow. Such obedience, I would argue, is impossible in a domestic environment. Even if we kill the lights, there is always the risk of the doorbell, the temptation to pause, and the sideways drift of our thoughts. No hypnotist can practice his art under such conditions. When Karrer enters a bar called the Titanik, on a foul night, and finds a singer (Vali Kerekes) crooning, “It’s finished, it’s all over,” I no longer surrendered, as I had done in the cinema, to such fatalistic gloom. Into my head, instead, came another low dive, in “The Naked Gun 2½: The Smell of Fear” (1991), where the crooner begins, “I’m feeling blue,” and the camera surveys, on a wall behind the wretched customers, a row of calamities: the San Francisco earthquake, the Hindenburg, the Lusitania, and Michael Dukakis.", "Yet all is not lost. Though much of the magic drains out of “Damnation” on the smaller screen, an unexpected bonus is revealed. Tarr is seldom prized as a storyteller, yet I noticed, for the first time, how neatly his plot is woven into the texture of the tale. Karrer has an affair with the singer, and arranges for her husband to go out of town, on a smuggling mission. In one typically elegant composition, lifted straight from Antonioni’s “L’Eclisse” (1962), we spy Karrer on one side of a stone column, and a woman on the other side. What I’d forgotten—or maybe failed to realize in the cinema, so overwhelming are the demands that the movie makes on our senses—is that Karrer is outside a police station, and that he will later go back there to inform on the smuggler. “Damnation” hails from the putrescent end of Hungarian Communism, and Karrer is exuded by that system. I used to think he was a lover, a boozer, a moper, and a sorry sight. Now, viewed in the age of streaming, he’s a rat. ♦"], "authors": ["Anthony Lane", "Anthony Lan"], "keywords": ["matriarchs", "george", "lorna", "let", "man", "karrer", "blanche", "margaret", "movie", "steel", "damnation", "film"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}