{"id": "0f924164-1463-34d0-95c1-a6137290fe9d", "title": "Facebook and Twitter take emergency steps against Trump false victory claims", "url": "https://www.theguardian.com/us-news/2020/nov/04/facebook-and-twitter-emergency-trump-false-victory-claims", "summary": "Facebook and Twitter have deployed emergency measures to counter Donald Trump’s false claims of victory on their social networks, bringing them more directly into conflict with the US president than ever before.\nIn late-night posts cross-posted to both Twitter and Facebook, Trump declared: “We are up BIG, but they are trying to STEAL the Election.\nFacebook and Twitter have ramped up efforts to counter Donald Trump’s false claims of victory.\nPhotograph: Dado Ruvić/ReutersOn Wednesday morning, more labels were deployed, as Trump continued to launch false claims of election malpractice.\nPolitical adverts are now suspended indefinitely at Facebook and Google, while Twitter has not allowed them since October 2019.", "paragraphs": ["Facebook and Twitter have deployed emergency measures to counter Donald Trump’s false claims of victory on their social networks, bringing them more directly into conflict with the US president than ever before.", "The two tech platforms had announced plans in the run-up to the election to counter misinformation about the vote, as well as premature claims of victory, and on the night of and day after, both companies mostly stuck to the plan.", "Facebook notably dropped the euphemistic phrasing that had previously accompanied its announcements, which discussed the risk that “candidates” may falsely claim a win. It also walked back a previous policy that would have allowed candidates to claim state-level victories before they were called, despite barring the premature announcement of a national win. On Wednesday it started to flag posts from Trump and affiliates claiming the president had won Pennsylvania and other battleground states, even as ballots continued to be counted and official results had yet to be announced.", "A company spokesperson cited Trump by name in explaining its decision, saying: “Once President Trump began making premature claims of victory, we started running notifications on Facebook and Instagram that votes are still being counted and a winner is not projected. We’re also automatically applying labels to both candidates’ posts with this information.”", "When it came to reacting to individual posts, both platforms faced criticism for their responses. In late-night posts cross-posted to both Twitter and Facebook, Trump declared: “We are up BIG, but they are trying to STEAL the Election. We will never let them do it. Votes cannot be cast after the Polls are closed!” That post was followed by a second that read: “I will be making a statement tonight. A big WIN!”", "Misinformation experts say because such posts are able to achieve widespread circulation before being addressed, more comprehensive policies to correct the effects of the misleading posts should be put in place, calling it a “democratic emergency”.", "“False claims of voter fraud, early victory and election-stealing are helping plunge the country further into chaos and confusion, creating alternate realities for Americans,” said Fadi Quran, the campaign director at Avvaz, an online activist network and non-profit. “Platforms must immediately adopt more effective policies such as retroactively sending corrections to all users who see misinformation and downgrading the reach of repeat misinformers.”", "Facebook initially labelled the first post with a simple box advising readers to “see the latest updates on the 2020 US election”. More than 30 minutes after it was posted, the company updated its warning to note that “final results may be different from initial vote counts, as ballot counting will continue for days or weeks”. By that time the post had well over 100,000 reactions.", "Twitter restricted distribution on the first post from Trump on Tuesday night, blocking it from being retweeted or replied to, and appended a note saying the content “is disputed and might be misleading about an election or other civic process”. A spokesperson said the warning was “for making a potentially misleading claim about an election. This action is in line with our civic integrity policy.”", "Neither platform took specific action against the second post claiming “a big WIN!”. Twitter said the lack of action was because it was unclear what, specifically, was being referenced. While the post could have constituted a premature claim of victory in the national race, it could just as easily be construed as a legitimate expression of pleasure at winning a state such as Florida, which had declared several hours earlier.", "Facebook and Twitter have ramped up efforts to counter Donald Trump’s false claims of victory. Photograph: Dado Ruvić/Reuters", "On Wednesday morning, more labels were deployed, as Trump continued to launch false claims of election malpractice. Twitter put a warning over two tweets, one declaring that “surprise ballot dumps” were swinging the election, and another alleging “they are working hard to make up 500,000 vote advantage in Pennsylvania disappear.” Facebook added labels to the same posts, countering Trump’s claims with the statement “Election officials follow strict rules when it comes to ballot counting, handling and reporting.”", "Twitter flagged the accounts of Eric Trump, Kayleigh McEnany, and the Trump re-election team with misinformation warnings after declaring victory in Pennsylvania long before any final result was announced. However, flagging these tweets took more than a half hour and they had been shared more than 20,000 times before Twitter attached a warning to them, feeding criticism of the social media firm for a continued lag in applying their policies.", "Twitter was able to quickly flag posts from Trump on Wednesday afternoon in which he said to have “claimed” the electoral vote in four states where no results had been called. This, of course, is not how elections work. The tweets were hidden behind a warning that “some or all of the content shared in this tweet is disputed and might be misleading”.", "The platform also blocked 20 tweets from sent by Marjorie Taylor Greene – a Georgia Republican who on Tuesday became the first supporter of the baseless QAnon conspiracy theory to be elected to Congress. The tweets in question featured the hashtag #stopthesteal and falsely accused Democrats of cheating in the election. Many of them also linked to a petition, calling on supporters to sign in order to “Save America” and “Stop Socialism”, and falsely referred to the continued vote counting as “the biggest voter fraud operation in American history”.", "Greene accused Twitter of censorship and called the tech company a “Silicon Valley Cartel”. Even with dozens of tweets flagged, several of her “stop the steal” posts remained unblocked as of Wednesday night.", "The tech platforms are remaining in an election mode while counts continue. Political adverts are now suspended indefinitely at Facebook and Google, while Twitter has not allowed them since October 2019.", "Google has blocked all adverts “referencing candidates, the election, or its outcome, given that an unprecedented amount of votes will be counted after election day this year”. According to Axios, the ban should be expected to last at least the next week, and possibly longer if the results remain contentious.", "Gabrielle Canon contributed reporting"], "authors": ["Alex Hern", "Kari Paul"], "keywords": ["emergency", "tweets", "post", "victory", "false", "vote", "posts", "steps", "election", "twitter", "claims", "warning", "trump", "facebook"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}