{"summary": "Although there isn’t a particular, hyped new feature for NASCAR Heat 4, that doesn’t mean the game isn’t changing in some fundamental ways.\nWhether you directly use these or not, even behind the scenes they are part of how NASCAR Heat 4 is working to be better than its predecessor.\nNASCAR Heat 4Multiple Race LinesIn my hands-on time with the game, one of the things that was immediately noticeable was the fact that the rest of the A.I.\nChanges Not MadeWhile NASCAR Heat 4 should look and feel different, there are some aspects that are remaining the same.\nThe friends and rivals system was in the last title, but NASCAR Heat 4 wants to bring out the friends aspect more via drafting on the track.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["series", "cars", "important", "improvements", "different", "heat", "track", "times", "racing", "nascar", "race", "ai"], "id": "0fb758c8-4c65-3d8c-963a-6cc265214af7", "url": "https://www.gameinformer.com/the-sports-desk/2019/07/30/5-important-improvements-for-nascar-heat-4", "title": "5 Important Improvements For NASCAR Heat 4", "pubDate": null, "paragraphs": ["Although there isn’t a particular, hyped new feature for NASCAR Heat 4, that doesn’t mean the game isn’t changing in some fundamental ways. In fact, developer Monster Games has made a host of improvements for this iteration of the series that should be evident right from the start. Several of these upgrades are born out of a single feature: more gameplay control via sliders. Whether you directly use these or not, even behind the scenes they are part of how NASCAR Heat 4 is working to be better than its predecessor.", "NASCAR Heat 4", "Multiple Race Lines", "In my hands-on time with the game, one of the things that was immediately noticeable was the fact that the rest of the A.I. cars took multiple race lines around the track when possible. This is a change from past iterations, and it opens up different strategies and outcomes. For the players themselves, the long-term advantages of using a different line throughout the race may necessitate tweaking your car’s setup to get maximum results.", "Running with the Pack", "A new slider this year allows you to adjust how compressed or spread out you want the field to be. This has a big influence on the overall difficulty of the race, the availability of draft partners, and is philosophically tied with the new collision sliders. Since you can manually tweak the stability of both your car and the A.I. cars (as well as their ability to recover from contact), you’re determining what happens when cars get together. This attempts to fix a previous concern about cars sliding out too easily at times and gives options for players of all abilities. Through these mechanisms the game not only brings the pack together – if that’s what you want – but also improves what happens afterward.", "Finally, the game’s drafting has been redone, in part because of the new aero package dictated by NASCAR in real-life for some tracks. The result is different kinds of drafting playing can play a bigger role in the racing, including your relationships on the track (see below for more).", "Dirt Track Origins", "Dirt racing plays a larger role in the game at the beginning of your career. The progression curve is a little slower than last year, in part because there are fewer interruptions to your dirt season thanks to fewer hot-seat opportunities for other racing series. Of course, if you want to go directly to those other series, like the trucks or even the cup cars, you can choose to start immediately in them.", "On the dirt tracks themselves, the A.I. racers get loose and turn into corners more, giving fans dirt-track racing’s familiar corner sliding.", "Better A.I. Behavior Means Better Racing", "Apart from changing the A.I. through sliders (see above), developer Monster Games has changed the A.I. lap times so they fall off more realistically, bringing them on par with those of the player. A.I. fuel and tire consumption can be tweaked by the sliders, but the game’s overall tire compounds have been redone for all the tracks, which affects everyone’s lap times and tire grip. This in turn means the A.I. pits more than they used to, at different times, and comes out with various pit times, further changing complexion of races. Furthermore, the A.I. has better crash-avoidance behavior as well as a controllable slider for their rate of mechanical failure.", "Changes Not Made", "While NASCAR Heat 4 should look and feel different, there are some aspects that are remaining the same. The custom car creator functions the same as last year, the leader on a restart will not be able to pick their lane, and speeding on pit road is a park penalty and not a pass-through one. One thing that is different, however, is that races can end under caution instead of going to overtime. The developer said in the past this was due to a bug, but that it’s been addressed.", "The career mode interface has been redone, including for practice sessions. Practice lap times will tell you whether you're fast enough to hit goal objectives.", "The Next Stage In Your Career", "NASCAR Heat 4 is adding incrementally to the series’ career structure in a few ways that fans will notice, apart from the new graphics and user interface. I previously touched on the overall progression when talking about the dirt series (above), and the mode’s contract payouts have been changed to create more incentive for those who want more challenge.", "In the shop, your racing team is affected by how you treat your chassis during the weekend. In an attempt to deal with the issue of damage, if your car returns to the shop without it, you’ll be awarded a clean race bonus that lets you get that chassis to a higher rating, like 75 versus 70. There is also a shop upgrade that gives you faster and more efficient pit times.", "Although you cannot hire a second driver for your organization in the game, you can get help in the form of the friends you make on the track. The friends and rivals system was in the last title, but NASCAR Heat 4 wants to bring out the friends aspect more via drafting on the track. Friends you’ve made through good racing will actively draft in front and behind you (depending on the track). This could be a big help in moving up through the field and/or regaining spots if you step out of line accidentally. Of course, on the last lap, it’s everyone for themselves.", "The Ticker", "THE TICKER", "Extensive Details On NBA 2K20's MyGM & MyLeague Modes", "NBA 2K20 Demo Announced for August 21", "NHL 20 Hands-On Impressions", "FIFA 20 Cover Stars Announced", "FIFA 20 Pro Clubs Mode Details", "PES 2020 Adds Exclusive License for Brazil Second Division League", "WRC 8 Career Mode Trailer", "Cricket 19 Coming to PC Soon"]}