{"id": "0fd24ce7-d76b-36c9-a406-47a59c7b7cbe", "pubDate": null, "paragraphs": ["Advertisement 1 / 6", "In the hot, steamy throes of summer, what’s more appealing than sliding into a slinky slip? Enter Refine, a new London-based label inspired by the classic sweet-nothing from former Net-a-Porter editor Anina Hée. “I really wanted to make something that is resistant to trends because that’s the way I shop; I wouldn’t buy something that wouldn’t endure more than one season,” says the Swiss-born designer whose own closet is filled with discreetly chic pieces by The Row and Khaite. “The slip has been a staple for decades and it still is today.”", "Taking inspiration from ’90s fashion icons such as Carolyn Bessette Kennedy and the Prada runway, Refine’s debut collection features six luxuriously spare styles—including a particularly alluring calf-skimming bias-cut dress and high-waisted skirt—cut from heavy silk satin and Crepe de Chine that’s been woven and dyed in Italy. “I’m very conscious of quality,” Hée says of the built-to-last range, which starts at $200. “My mom always used to say to us kids when we were buying things, ‘Check where it’s made!’” To that end, the silhouette-defining fabric has a reassuring heft (in other words, the new slip dresses skim the body rather than cling to it). “It has this way that it flatters all these different body types and drapes so nicely,” she says.", "Just as considered is the brand’s palette: Alongside year-round black and white offerings, a handful of limited-run specialty shades—such as dark chocolate, a seawater blue, and a single ditsy floral print—will be in seasonal rotation. Also on offer? Au courant padded headbands and voluminous scrunchies to ensure no precious piece of silk is left behind. Says Hée, “It’s an easy way to reuse leftover fabrics”—and slide into summer, dressed from head to toe."], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Zoe Ruffner"], "url": "https://www.vogue.com/article/refine-slips-silk-dresses-skirts-london", "keywords": ["slip", "london", "cool", "label", "dresses", "onestop", "wouldnt", "silk", "thats", "woven", "way", "body", "summer", "hée", "yearround", "shop"], "summary": "Advertisement 1 / 6In the hot, steamy throes of summer, what’s more appealing than sliding into a slinky slip?\nEnter Refine, a new London-based label inspired by the classic sweet-nothing from former Net-a-Porter editor Anina Hée.\n“It has this way that it flatters all these different body types and drapes so nicely,” she says.\nAu courant padded headbands and voluminous scrunchies to ensure no precious piece of silk is left behind.\nSays Hée, “It’s an easy way to reuse leftover fabrics”—and slide into summer, dressed from head to toe.", "title": "This Cool London Label Is a One-Stop Shop for Summer Slip Dresses"}