{"id": "0fe260d6-869c-3197-a82e-843d674e4fab", "title": "Opinion | Hell Hath No Fury Like a Trump Scorned", "url": "https://www.nytimes.com/2020/11/09/opinion/biden-harris-trump-2020.html", "summary": "In Ohio, they gave Trump an edge of 0.8 percentage points.\nIn Florida, the FiveThirtyEight forecast had Biden beating Trump by 2.5 percentage points.\nIn Wisconsin, they gave Biden an 8.4 point lead.\nBiden won it by less than a point.\n(Not to belabor a theme here, Gail, but FiveThirtyEight gave Gideon a 59 percent chance of winning.)", "paragraphs": ["Bret: It’s a bit strange when you think of it, at least from an economic point of view. Think of how much farmers depend on government subsidies. On the flip side, think of the substandard levels of government services in a lot of big cities. People are always more complicated and contradictory than any one data point about them suggests.", "Gail: Certainly true, as we have been reminded every single day lately.", "Bret: Speaking of data, Gail, one interesting thing about this election is how badly most of the pollsters seem to have muffed their electoral predictions. Just take a look at the FiveThirtyEight election eve polls. In Ohio, they gave Trump an edge of 0.8 percentage points. He won by 8 points. In Florida, the FiveThirtyEight forecast had Biden beating Trump by 2.5 percentage points. Trump ended up with a 3 point lead. In Wisconsin, they gave Biden an 8.4 point lead. Biden won it by less than a point.", "Should this be the end of the polling as we’ve known it?", "Gail: I was always in awe of the polling people just because they had to walk that tightrope of expectations. One bad prediction and you’re in free-fall.", "Bret: In this case, it’s been two massive failures in consecutive presidential elections. The failure will be partially obscured by Biden’s ultimate victory, but there ought to be some accountability for the industry.", "Gail: It’s become very, very clear that getting accurate predictions is next to impossible when the subject is Donald Trump. And I’m not sure what will happen after he’s actually gone (please, God). Maybe people will go back to giving more reliable responses to the surveyors. Or maybe the science just doesn’t work well in our new digital universe.", "Bret: We definitely learned that the phenomenon of the shy Trump voter didn’t end when he became president. We also learned that people don’t necessarily vote the way they are often typecast by parts of the media. Exit polls showed Trump doubled his support among L.G.B.T.Q. voters. His share of the Hispanic vote also went up steeply, and he also did better with Black voters this time around. Another reminder that people are just … complicated.", "Gail: Before we go, tell me — any big surprises for you in the Senate races?", "Bret: The biggest surprise for me was in Maine, with Susan Collins’s thumping win over Sara Gideon. (Not to belabor a theme here, Gail, but FiveThirtyEight gave Gideon a 59 percent chance of winning.) On the other hand, I predicted Joni Ernst’s win in Iowa, Thom Tillis’s in North Carolina and Lindsey Graham’s in South Carolina. The big question for everyone is whether Republicans David Perdue and Kelly Loeffler manage to hold on to their seats in Georgia, which will determine control of the Senate."], "authors": ["Gail Collins", "Bret Stephens"], "keywords": ["think", "trump", "win", "fury", "big", "scorned", "gave", "points", "opinion", "fivethirtyeight", "won", "biden", "hath", "point", "hell"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}