{"pubDate": null, "url": "https://www.nytimes.com/2019/12/18/opinion/pinera-chile.html", "id": "10064b3f-7e86-34a0-bad1-650a91fa2abf", "keywords": ["economy", "poverty", "latin", "piñera", "chileans", "chile", "chiles", "sebastián", "strong", "increased", "income", "democracy", "opinion", "opportunity", "capita", "future"], "authors": ["Sebastián Piñera Echenique"], "title": "Opinion | Sebastián Piñera: A New Opportunity for Chile’s Future", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "The facts speak for themselves: Per capita income increased by a factor of five and Chile went from being sixth to first in per capita income and in the Human Development Index in Latin America.\nPoverty fell from nearly 69 percent to a promising 8.6 percent — eight million Chileans overcame poverty.\nFrom 1990 to 2015, the income of the poorest 10 percent of Chileans increased by 439 percent, while that of the top 10 percent grew by 208 percent.\nToday income inequality in Chile is lower than the Latin American average.\nMany felt they were left behind, overrun by a legitimate sense of injustice that triggered a wave of street protests.", "paragraphs": ["SANTIAGO, Chile — Through the strong will of our people, we peacefully recovered our democracy 30 years ago and gave birth to a new and modern republic, founded on three basic tenets: a deep commitment to democracy and the rule of law, an open and competitive market economy, and a strong determination to defeat poverty and increase equality of opportunities.", "The facts speak for themselves: Per capita income increased by a factor of five and Chile went from being sixth to first in per capita income and in the Human Development Index in Latin America. Poverty fell from nearly 69 percent to a promising 8.6 percent — eight million Chileans overcame poverty. From 1990 to 2015, the income of the poorest 10 percent of Chileans increased by 439 percent, while that of the top 10 percent grew by 208 percent. A strong and dynamic middle class emerged, and we set out to transform Chile into a developed country and eliminate poverty before the end of the coming decade.", "Today income inequality in Chile is lower than the Latin American average. But we failed to sufficiently harness the power of growth to reduce the income gap. Many felt they were left behind, overrun by a legitimate sense of injustice that triggered a wave of street protests. To answer this call, we need to put into practice an aggressive social agenda, keep the economy growing and agree on a new constitution with broad and inclusive participation that reflects the values and principles that have forged our nation.", "In recent weeks we have experienced a huge and unexpected outburst of violence, fires, riots, destruction and crime, which has caused a serious damage to the body and soul of Chile."]}