{"authors": ["Tyler Mccarthy"], "title": "Jada Pinkett Smith reveals Will Smith marriage is only recently feeling like an 'adult relationship'", "url": "https://www.foxnews.com/entertainment/jada-pinkett-smith-will-marriage-adult-relationship", "summary": "Jada Pinkett Smith revealed that she only recently feels like she’s entered an “adult relationship” with her husband of more than two decades, Will Smith.\nThe 48-year-old star shared her thoughts with her mother, Adrienne Banfield-Norris, and guest, Chelsea Handler, on the latest episode of her Facebook Watch series “Red Table Talk.”“I feel that I’m just now entering an adult relationship with Will,” Pinkett Smith said.\n“After 23 years, we finally are learning to have an adult relationship.”WILL SMITH, JADA PINKETT SMITH HELD INTERVENTION FOR SON JADEN AFTER CONCERNS OVER HIS DIET, WEIGHT LOSSThe three women shared a laugh over the uncomfortable comment, with Banfield-Norris simply responding, “jeez.”Will and Jada married in 1997 and share 21-year-old son, Jaden, and 18-year-old daughter Willow.\n“I knew that I was not built for conventional marriage,” she said in a recent interview with The Guardian.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM“I am kind of a ride-or-die chick,” she told the publication.", "keywords": ["relationship", "figure", "pinkett", "marriage", "feeling", "feel", "adult", "recently", "smith", "jada", "thoughts", "reveals", "told", "kind", "share"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Jada Pinkett Smith revealed that she only recently feels like she’s entered an “adult relationship” with her husband of more than two decades, Will Smith.", "The 48-year-old star shared her thoughts with her mother, Adrienne Banfield-Norris, and guest, Chelsea Handler, on the latest episode of her Facebook Watch series “Red Table Talk.”", "“I feel that I’m just now entering an adult relationship with Will,” Pinkett Smith said. “After 23 years, we finally are learning to have an adult relationship.”", "WILL SMITH, JADA PINKETT SMITH HELD INTERVENTION FOR SON JADEN AFTER CONCERNS OVER HIS DIET, WEIGHT LOSS", "The three women shared a laugh over the uncomfortable comment, with Banfield-Norris simply responding, “jeez.”", "Will and Jada married in 1997 and share 21-year-old son, Jaden, and 18-year-old daughter Willow.", "Pinkett Smith has used “Red Table Talk” in the past to be radically open with viewers about her marriage to the “Suicide Squad” actor, including revelations about “betrayals of the heart” and figuring out how to be individuals without making the other feel abandoned.", "“I knew that I was not built for conventional marriage,” she said in a recent interview with The Guardian. “Even the word ‘wife’: it’s a golden cage, swallow the key. Even before I was married, I was like, ‘That’ll kill me.’ And it damn near did! So why wouldn’t you share what you’ve been through, when you see that other people are out there, trying to figure this crap out? We decided to make it public because it’s part of the healing. I feel like if we don’t have [a] real understanding about it, I don’t know if interpersonal relationships are possible.”", "JADA PINKETT SMITH CONFRONTS HUSBAND WILL SMITH ABOUT HIS DRINKING", "In her darkest moments, the star noted that she had thoughts of suicide.", "“I had to really take time out for me and figure out what I wanted for myself,” the \"Girls Trip\" actress told People in June. “I had to kind of put everyone aside and ask, ‘What would I do every day if it was just Jada?’ I literally had no idea.”", "However, she explained that she was confident in her family to get her through the tough times of self-doubt.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“I am kind of a ride-or-die chick,” she told the publication. “I just knew with the kind of love that Will and I share — which is beyond romantic love — that we could transform our union and figure out how to re-create what we had.”", "Fox News' Jessica Napoli contributed to this report."], "pubDate": null, "id": "1139504f-f4ee-32c0-864d-ec5d12e63940"}