{"pubDate": null, "title": "How Crosswords Put Your Brain Into Hyperdrive", "paragraphs": ["It can be weirdly easy to forget that crossword puzzles are made of words. When you get in the weeds, words dilate into combo packs of letters, which you take apart and rearrange. Expert solvers dash off even the trickiest puzzles in a single, fluid motion, relying on pattern recognition and guessing skills to slot in answers without clocking the words as words. Even the average crossworder can forget, for a time, what BLONDE or FREEDOM or MURDER denote in the real world.", "Yet crosswords are all about the happy accidents that happen when unlikely words get juxtaposed. Crosswords play demented Yenta: alphabetical alchemy smashes together pairs that wouldn’t otherwise inhabit the same space-time continuum. And, when you see certain words together, you can’t unsee them. The crossword constructor Kameron Austin Collins gives JACOBITE and TIGER BEAT as an example of the kind of fortuitous match a puzzle can make: the two terms would likely have no occasion to get together in real life, but in a grid they become the power couple of the Down clues, with their parallel stress pattern (JAC-o-bite, TI-ger-beat) and striking “B”s and “T”s.", "Crosswords defamiliarize the familiar. When you read normally, your eye moves in saccades, or short, rapid jumps. If you’re skimming something familiar, you start skipping over a lot of things, because your brain thinks it knows what it’s seeing based on context clues and past information. But the idiosyncratic logic of a puzzle forces the brain to stop and undo its underlying assumptions. Each clue-and-answer pairing forces you to create a different kind of connection, which makes every word pop out afresh. LOVE: “One of the three little words,” or “____ It (medium at Cold Stone Creamery)”?", "Ultimately, crosswords can get you to see preconceptions that you might not have realized you held. Once words signify, the puzzle gets political. Crosswords quietly have an ideological agenda: to shake up your assumptions and put ideas from everywhere next to each other. The puzzle thrives on inclusivity. The more words—from more worlds—a constructor can get into a grid, the richer the solving experience will be. Historically, the crossword has received a bad rap for reflecting only a certain tiny, stodgy sliver of society—think white, upper-middle-class, retired, and male—but Collins says that he gets such an overwhelming outpouring of support when references to black or queer culture appear in his puzzles (the word HOMOEROTIC, for example, clued as “Like John Singer Sargent’s ‘Male Nudes Wrestling’ ”), it’s clear to him that inclusivity is the way to go.", "The best part of solving is when the crossword puts your brain into hyperdrive, ascribing significance to anything and everything, then turns around to remind you that a word might also just be a word. As Collins explains, “What I actually love the most are literal clues that somehow still trick you.” When Liz Maynes-Aminzade, an editor of The New Yorker’s crossword puzzles, quizzes Collins about his clues, he ironically can’t remember MNEMONIC, because he’d clued it with the entirely literal “Memory aid.” The lack of a trick becomes a trick itself. Not only do crosswords make words new for the solver; for Collins, they make them new for the constructor."], "url": "https://www.newyorker.com/culture/video-dept/how-crosswords-put-your-brain-into-hyperdrive", "keywords": ["crossword", "puzzle", "crosswords", "collins", "constructor", "clues", "puzzles", "hyperdrive", "trick", "brain", "words", "word"], "summary": "It can be weirdly easy to forget that crossword puzzles are made of words.\nYet crosswords are all about the happy accidents that happen when unlikely words get juxtaposed.\nCrosswords play demented Yenta: alphabetical alchemy smashes together pairs that wouldn’t otherwise inhabit the same space-time continuum.\nCrosswords quietly have an ideological agenda: to shake up your assumptions and put ideas from everywhere next to each other.\nNot only do crosswords make words new for the solver; for Collins, they make them new for the constructor.", "authors": ["Adrienne Raphel", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jane Mayer", "Katy Waldman", "Elizabeth C. Gorski"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "1165e825-49be-3671-9f93-9c17b9ce5969"}