{"id": "1170298d-c65d-361f-b3e5-c5367abef879", "title": "A big splash - In a world mired in recession, China manages a V-shaped recovery", "url": "https://www.economist.com/china/2020/10/24/in-a-world-mired-in-recession-china-manages-a-v-shaped-recovery", "summary": "O NE SCENE more than any other from China’s coronavirus recovery has caught the world’s attention: a giant pool party in August in Wuhan, the city where the pandemic began.\nIt was a moment of pure release and a sign of how China is far ahead of most other countries in returning to normality (of a sort).\nWhereas most other countries are mired in recession and grappling with a new wave of covid-19 cases, China has just about completed the upward leg of a V -shaped rebound.\nEarly in its recovery, China’s economy was thus fuelled by factory production and investment.\nCapital formation—the category in GDP accounting that encompasses these endeavours—contributed five percentage points to growth in the second quarter, whereas consumption subtracted more than two percentage points.", "paragraphs": ["O NE SCENE more than any other from China’s coronavirus recovery has caught the world’s attention: a giant pool party in August in Wuhan, the city where the pandemic began. Nearly four months after their 11-week lockdown, revellers were crammed together in waist-high water, jumping and shouting in exhilaration as a DJ spun bass-heavy beats. The video went viral. It was a moment of pure release and a sign of how China is far ahead of most other countries in returning to normality (of a sort). Economic data are rarely as exciting as pool parties, but China’s latest GDP figures, released on October 19th, were, roughly speaking, the statistical equivalent of Wuhan’s aquatic festivities.", "Officials reported that the economy expanded by 4.9% in the third quarter compared with a year earlier, just shy of its pre-pandemic pace. Whereas most other countries are mired in recession and grappling with a new wave of covid-19 cases, China has just about completed the upward leg of a V -shaped rebound. Analytically, its success is easy to explain. China got one crucial thing right. By almost stamping out the virus it was able to allow activity to resume with few restrictions. Schools are fully open, factories are humming and restaurants are buzzing. China is also lucky in one crucial way. It is better insulated from weak global demand than smaller peers such as New Zealand that have done a good job of containing the pandemic, too. Until vaccines are rolled out, others will struggle to match China’s feat.", "Yet China’s headline resilience has masked an unbalanced recovery. Back in February, when the government began cautiously to relax its lockdown, it focused on reopening factories and launching infrastructure projects. It correctly reasoned that maintaining strict health protocols in factories and on construction sites, which can be managed as semi-closed environments, would be easier than in shopping malls or schools. On top of that, China’s meagre provisions for unemployment insurance meant that the millions of people who found themselves out of work had to cut back on spending. Early in its recovery, China’s economy was thus fuelled by factory production and investment. Capital formation—the category in GDP accounting that encompasses these endeavours—contributed five percentage points to growth in the second quarter, whereas consumption subtracted more than two percentage points. Back then that left China with a 3.2% year-on-year growth rate."], "authors": ["The Economist"], "keywords": ["schools", "vshaped", "pandemic", "big", "quarter", "world", "recovery", "chinas", "mired", "splash", "recession", "china", "manages", "factories", "pool", "points", "percentage"], "pubDate": "2020-10-24T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}