{"id": "11976c12-f227-36af-863b-010a944508b3", "title": "Israeli forces leave 41 children homeless after razing Palestinian village, UN says", "url": "https://www.theguardian.com/world/2020/nov/05/israeli-forces-leave-41-children-homeless-after-razing-palestinian-village-un-says", "summary": "Demolitions used as a ‘key means’ to ‘coerce Palestinians to leave their homes’Israeli forces in the occupied West Bank have razed a Palestinian village, leaving 73 people – including 41 children – homeless, in the largest forced displacement incident for years, according to the United Nations.\n“These are some of the most vulnerable communities in the West Bank,” said Yvonne Helle, the UN humanitarian coordinator for the occupied Palestinian territory.\nNearly 700 structures have been demolished across the West Bank and East Jerusalem in 2020 so far, she said, more than any year since 2016, leaving 869 Palestinians homeless.\nIsrael captured the West Bank from Jordanian forces in 1967 and continues to control and occupy the area, although Palestinians have limited self-rule over small enclaves.\nThe country’s hardline prime minister, Benjamin Netanyahu, said he intends to annex large swathes of occupied Palestinian territories, including the Jordan Valley, although the plan was temporarily “suspended” as part of a deal with the United Arab Emirates.", "paragraphs": ["Demolitions used as a ‘key means’ to ‘coerce Palestinians to leave their homes’", "Israeli forces in the occupied West Bank have razed a Palestinian village, leaving 73 people – including 41 children – homeless, in the largest forced displacement incident for years, according to the United Nations.", "Excavators escorted by military vehicles were filmed approaching Khirbet Humsa and proceeding to flatten or smash up tents, shacks, animal shelters, toilets and solar panels.", "“These are some of the most vulnerable communities in the West Bank,” said Yvonne Helle, the UN humanitarian coordinator for the occupied Palestinian territory.", "Three-quarters of the community lost their shelters during Tuesday’s operation, she said, making it the largest forced displacement incident in more than four years. However, by the number of destroyed structures, 76, the raid was the largest demolition in the past decade, she added.", "On Wednesday, families from the village were seen rifling through their wrecked belongings in the wind, with some of the first rain of the year arriving the same day. The UN published a photo of a bed and a cot in the open desert.", "The village is one of several Bedouin and sheepherding communities in the Jordan Valley area that is located within Israeli-declared army training “firing zones”, and despite being within the Palestinian Territories, people there often face demolitions for a building without Israeli permission.", "“Palestinians can almost never obtain such permits,” said Helle. “Demolitions are a key means of creating an environment designed to coerce Palestinians to leave their homes,” she said, accusing Israel of “grave breaches” of international law.", "Nearly 700 structures have been demolished across the West Bank and East Jerusalem in 2020 so far, she said, more than any year since 2016, leaving 869 Palestinians homeless.", "Israel’s Civil Administration, the body tasked with running the occupation, said it had carried out an “enforcement activity … against seven tents and eight pens which were illegally constructed, in a firing range located in the Jordan Valley”.", "Those figures contradicted the UN statement and an on-site report by prominent Israeli human rights group, B’Tselem, which said forces destroyed 18 tents and sheds housing 11 families, 29 tents and sheds used as livestock enclosures, three storage sheds, nine tents used as kitchens, 10 portable toilets, 10 livestock pens, 23 water containers, two solar panels, and feeding and watering troughs for livestock.", "Israeli forces also destroyed more than 30 tonnes of food for livestock and confiscated a vehicle and two tractors belonging to three residents, the group added.", "“As part of its efforts to take over more and more Palestinian land, Israel routinely demolishes Palestinian homes and property,” said B’Tselem spokesperson Amit Gilutz.", "“But the wiping off of a whole community at once is extremely rare, and it seems like Israel was making use of the fact that everyone’s attention is currently set elsewhere to move forward with this inhumane act,” he said in reference to the US election.", "Israel captured the West Bank from Jordanian forces in 1967 and continues to control and occupy the area, although Palestinians have limited self-rule over small enclaves.", "The country’s hardline prime minister, Benjamin Netanyahu, said he intends to annex large swathes of occupied Palestinian territories, including the Jordan Valley, although the plan was temporarily “suspended” as part of a deal with the United Arab Emirates."], "authors": ["Oliver Holmes"], "keywords": ["palestinian", "homeless", "razing", "village", "41", "forces", "sheds", "palestinians", "leave", "used", "bank", "israeli", "children", "tents", "occupied", "west"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}