{"id": "1199bc5f-5a36-3001-87a4-eada7db8b748", "summary": "Written by Ana Rosado, CNNWhile early 20th-century Hollywood film posters peddled romance and glamour, Russia steered away from the easy marketing of celebrities, and focused instead on creative design.\nSpurred by the Bolshevik uprising and the previous era of autocratic rule, Russia's avant-garde artists believed creativity was a tool to improve people's lives.\nThese artists disrupted all rules to create a new graphic order that took center stage in the posters.\nTo mark the centennial of Russia's October revolution, collector Susan Pack published a book of rare avant-garde Russian film posters, which she began gathering in the 1970s.\nFilm Posters of the Russian Avant-Garde \" assembles the best of Pack's hoard, a connoisseur's dream that includes 250 posters by 27 artists from the pre-Stalin Soviet Union -- before Stalin decreed Socialist Realism was the only authorized art form.", "title": "Soviet film posters swap Hollywood glamour for avant-garde creativity", "pubDate": null, "paragraphs": ["Written by Ana Rosado, CNN", "While early 20th-century Hollywood film posters peddled romance and glamour, Russia steered away from the easy marketing of celebrities, and focused instead on creative design.", "Spurred by the Bolshevik uprising and the previous era of autocratic rule, Russia's avant-garde artists believed creativity was a tool to improve people's lives. (Popular slogans like \"Art into Life\" and \"Art into Technology\" epitomized this way of thinking.) These artists disrupted all rules to create a new graphic order that took center stage in the posters.", "To mark the centennial of Russia's October revolution, collector Susan Pack published a book of rare avant-garde Russian film posters, which she began gathering in the 1970s.", "Film Posters of the Russian Avant-Garde \" assembles the best of Pack's hoard, a connoisseur's dream that includes 250 posters by 27 artists from the pre-Stalin Soviet Union -- before Stalin decreed Socialist Realism was the only authorized art form.", "Revolutionary art", "Many of the designers who jumped on the poster bandwagon came from more traditional artistic backgrounds. The Stenberg Brothers , for example, started as Constructivist sculptors and set designers, and the prolific artist Alexander Rodchenko worked in photography, architecture and industrial design.", "\"They montaged disparate elements, such as adding photography to lithography, and juxtaposed the action from one scene with a character from another,\" Pack writes. \"They colored human faces with vivid colors, elongated and distorted body shapes, gave animal bodies to humans and turned film credits into an integral part of the design.\"", "As filmmaking established itself as an art form, so to did these posters and their designers, who often hadn't even seen the films they were advertising and worked from press kits sent from Hollywood.", "Their rare works, which were only meant to be seen for a few weeks, are now grouped in a book that will keep them away from oblivion."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Ana Rosado"], "url": "https://edition.cnn.com/style/article/russia-avant-garde-film-posters/index.html", "keywords": ["swap", "art", "designers", "worked", "hollywood", "posters", "artists", "soviet", "avantgarde", "seen", "russias", "creativity", "russian", "glamour", "film"]}