{"summary": "Welcome back to The Game Informer Show!\nAfter some great community emails, we run down the rest of 2019's release calendar in an intense auction-to-the-death format.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n4:55 - Nintendo Switch Lite16:50 - Dragon Quest Builders 224:20 - Stranger Things 330:20 - Capcom's Teppen37:00 - Streets of Rogue46:05 - Dr. Mario World53:30 - Community emails1:29:00 - 2019 video game release calendar auction", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "keywords": ["listen", "2019", "calendar", "switch", "release", "lite", "video", "thanks", "gi", "stream", "nintendo", "things", "stranger", "informer", "game", "quest"], "id": "11bdbfbc-9966-3166-af10-e06157fbb18c", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/07/11/gi-show-nintendo-switch-lite-stranger-things-3-2019", "title": "GI Show - Nintendo Switch Lite, Stranger Things 3, 2019 Release Calendar", "pubDate": null, "paragraphs": ["Welcome back to The Game Informer Show! On this week's episode, we cover Nintendo's reveal of the Switch Lite, why Dragon Quest Builders 2 is even better than the first game, and break down a couple of solid free mobile games from Capcom and Nintendo. After some great community emails, we run down the rest of 2019's release calendar in an intense auction-to-the-death format. Thanks for checking out the show, everybody!", "You can watch the archive of the stream above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "4:55 - Nintendo Switch Lite", "16:50 - Dragon Quest Builders 2", "24:20 - Stranger Things 3", "30:20 - Capcom's Teppen", "37:00 - Streets of Rogue", "46:05 - Dr. Mario World", "53:30 - Community emails", "1:29:00 - 2019 video game release calendar auction"]}