{"id": "11e7c31c-5656-3aa2-ad0b-7c2c710479ed", "title": "Biden’s win has wealthy focusing on estate planning as tax changes possible", "url": "https://www.foxbusiness.com/politics/wealthy-estate-planning-tax-changes-election", "summary": "Financial advisers have been working with wealthy clients on a variety of ways to avoid outsized hits from a change in estate tax laws, which could happen sooner than expected now that Joe Biden has won the presidency.\nContinue Reading BelowBiden has proposed undoing changes made to the estate tax basic exclusion amount, which was essentially doubled to $11.58 million in 2020, or $23.16 million if married, under the Tax Cuts and Jobs Act.\nEstate tax inquiries jumped this summer ahead of the election season.\nThis method would transfer assets from the estate and into an irrevocable trust, but the grantor still technically has access.\nAssets and future appreciation can be passed on without being exposed to the estate tax.", "paragraphs": ["Financial advisers have been working with wealthy clients on a variety of ways to avoid outsized hits from a change in estate tax laws, which could happen sooner than expected now that Joe Biden has won the presidency.", "Continue Reading Below", "Biden has proposed undoing changes made to the estate tax basic exclusion amount, which was essentially doubled to $11.58 million in 2020, or $23.16 million if married, under the Tax Cuts and Jobs Act.", "Assets exceeding the exclusion threshold are subject to a rate as high as 40%, which means people would be able to transfer fewer assets without triggering the tax under Biden’s plan. Biden would also do away with step-up in basis, which means unrealized capital gains would be taxed at death.", "Estate tax inquiries jumped this summer ahead of the election season.", "The provision of the Tax Cuts and Jobs Act is scheduled to expire in 2025, but financial advisers have been working with clients on tax planning strategies in case that timeline is accelerated.", "ULTRA-WEALTHY TURN TO TRUSTS TO PLAN FOR POTENTIAL TAX HIKES", "Here’s a look at what some of them are:", "Spousal limited access trust", "One option, according to Marianela Collado, certified financial planner at Tobias Financial Advisors, is for one spouse to create a Spousal Limited Access Trust for the other spouse.", "This method would transfer assets from the estate and into an irrevocable trust, but the grantor still technically has access. It would allow distributions to be made according to the terms of the trust.", "The big benefit is that an individual would be able to use the lifetime gift tax, which is $11.58 million, to protect contributions. Assets and future appreciation can be passed on without being exposed to the estate tax.", "SLATS can also be set up to benefit children or grandchildren.", "There are risks, however, including if a pair were to divorce or if the beneficiary spouse were to die before the grantor.", "Intentionally defective grantor trust", "Similar to a SLAT, an intentionally defective grantor trust is an irrevocable trust that is usually set up to benefit either a spouse or future generations.", "Giving appreciated assets to the trust will not only unload them off of an estate, but it can also preserve the principle of the assets transferred, Collado said.", "An added benefit is that these plans are usually set up so that income generated by the trust is paid by the grantor and not the children or grandchildren.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "529 savings plan", "While Collado said that people traditionally only think of 529 savings plans as a means to save for education-related expenses, it could also be a useful estate planning tool.", "The big advantage for estate planning is that 529 plans allow a contributor to allocate a lump-sum of as much as five times the annual gift tax exclusion, which is $75,000 in 2020 for an individual or $150,000 for a married couple, choose to spread it evenly over 5 years – and avoid triggering the tax.", "Users can prepay or contribute to a 529 account, which lets after-tax money grow tax-free. Distributions are not subject to taxes at the federal level if they are used for approved expenses. Recent legislation has expanded what qualifies as an allowable expense, which gave beneficiaries greater flexibility to cover their education costs.", "The person who purchases the 529 plan is in control of the funds until their withdrawal, which means that they could be clawed back in the event they are needed, Collado added.", "READ MORE ON FOX BUSINESS BY CLICKING HERE"], "authors": ["Brittany De Lea"], "keywords": ["possible", "planning", "trust", "529", "benefit", "focusing", "estate", "bidens", "means", "wealthy", "grantor", "financial", "tax", "changes", "collado", "win", "assets"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}