{"id": "120a87c1-f258-3bbd-9dcd-02c32f23bf8a", "title": "Chiefs having limited fans at Arrowhead Stadium may be safer than watching game at bar, crowded home, health official says", "url": "http://www.foxnews.com/sports/chiefs-limited-fans-arrowhead-stadium-safety", "summary": "The Kansas City Chiefs are just one of a handful of teams that are going to allow a limited number of fans to come through the gates at their stadium starting in Week 1 against the Houston Texans.\nArrowhead Stadium will be filled at 22% capacity with 16,000 fans at the maximum being allowed into the building.\n“Just because the Chiefs have the resources to do this in a relatively safe matter doesn’t mean that a high school stadium does,” Archer told FOX 4 KC.\nArcher said he supported the limit on the number of fans at schools and contended that having fans at a larger event space like Arrowhead Stadium could be safer than having fans in a bar or crowded living room.\nAll bags will be prohibited inside the stadium, and everyone must wear a mask at all times except when eating or drinking.", "paragraphs": ["The Kansas City Chiefs are just one of a handful of teams that are going to allow a limited number of fans to come through the gates at their stadium starting in Week 1 against the Houston Texans.", "Arrowhead Stadium will be filled at 22% capacity with 16,000 fans at the maximum being allowed into the building.", "KANSAS CITY CHIEFS HIGHLIGHT GAMEDAY EXPERIENCE WHEN ATTENDING HOME GAMES AMID CORONAVIRUS PANDEMIC", "One school district in Missouri took issue with the Chiefs being allowed to have 16,000 fans in the stands while high schools are only allowed to have 100. The Blue Springs High School was issued a warning on breaking capacity limits for a sporting event at the end of August and could face a ban if the limit is broken again, according to FOX 4 KC.", "Dr. Rex Archer, the Kansas City health director, told the station that the difference between a professional NFL game having thousands of fans during a pandemic versus a high school event comes down to hours and hours of extensive planning and manpower.", "“Just because the Chiefs have the resources to do this in a relatively safe matter doesn’t mean that a high school stadium does,” Archer told FOX 4 KC.", "Archer said he supported the limit on the number of fans at schools and contended that having fans at a larger event space like Arrowhead Stadium could be safer than having fans in a bar or crowded living room.", "2020 NFL SEASON: EVERYTHING YOU NEED TO KNOW AHEAD OF KICKOFF", "“We want to give it a try. There’s no guarantee we will even have the second game if this doesn’t work, but we thought it was worth trying,” he said.", "The Chiefs laid out specific planning on their website for fans.", "Seating and high-traffic areas of the stadium have been modified to support social distancing standards, and all concessions, retail points of sale and parking tollbooths will be cashless. All bags will be prohibited inside the stadium, and everyone must wear a mask at all times except when eating or drinking.", "CLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COM", "The Chiefs ask that fans “be patient and understand that these are unprecedented times.”", "“We are all in this together so let's work with one another to keep Chiefs Kingdom safe by adhering to the guidelines outlined,” the Chiefs said."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["game", "school", "official", "stadium", "high", "watching", "health", "having", "allowed", "chiefs", "safer", "city", "fans", "crowded", "nfl", "event", "limited"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}