{"id": "120a0cae-4dff-34cf-b7dd-ec4fdb912e2e", "title": "European roundup: Real Madrid lose 4-1 at Valencia while Juve and Inter held", "url": "https://www.theguardian.com/football/2020/nov/08/caicedo-lazio-denies-juventus-ronaldo-hobbles-off", "summary": "Carlos Soler scored a hat-trick of penalties as Valencia beat La Liga champions Real Madrid 4-1 at home in an extraordinary match on Sunday.\nThe result inflicted a second defeat on Madrid this season and their heaviest league defeat since losing 5-1 to Barcelona in October 2018.\nMadrid are fourth in the standings on 16 points after eight games, while Real Sociedad are top with 20 after nine games.\nRonaldo had given the titleholders a 15th-minute lead with his sixth league goal of the season.\nThe win kept Milan unbeaten in the league this season with 17 points from seven games, two ahead of Sassuolo.", "paragraphs": ["Carlos Soler scored a hat-trick of penalties as Valencia beat La Liga champions Real Madrid 4-1 at home in an extraordinary match on Sunday.", "Karim Benzema put Madrid ahead with a scorching strike from outside the area only for Valencia to pull level with the first of Soler’s three penalties.", "Ollie Watkins punishes woeful Arsenal as Aston Villa run riot at the Emirates Read more", "Soler saw his spot-kick saved by Thibaut Courtois and then hit the post on the rebound, and while teammate Yunus Musah netted the loose ball, the goal was ruled out after a VAR review showed him encroaching in the area. A re-take was ordered and Soler made no mistake at the second attempt.", "Valencia took the lead before halftime through a freak own goal from Raphaël Varane, before the home side won two further penalties for a Marcelo foul on Maxi Gómez and then a handball by Sergio Ramos.", "Soler converted each time, becoming only the third player in the history of La Liga to score three penalties in a single match. The result inflicted a second defeat on Madrid this season and their heaviest league defeat since losing 5-1 to Barcelona in October 2018. Madrid are fourth in the standings on 16 points after eight games, while Real Sociedad are top with 20 after nine games.", "In Serie A, Lazio substitute Felipe Caicedo scored in stoppage-time for the second week running to earn his side a 1-1 draw at home to Juventus in Serie A on Sunday after Cristiano Ronaldo had given the champions a first-half lead.", "The Ecuadorean, who grabbed a 98th-minute winner at Torino last weekend and notched a late equaliser in Wednesday’s 1-1 draw at Zenit St Petersburg, levelled in the 94th minute to end Juve’s resistance after Lazio had dominated the second half.", "Ronaldo had given the titleholders a 15th-minute lead with his sixth league goal of the season. He also hit the post and saw a free kick saved before halftime but was taken off in the second half after appearing to hurt his ankle.Lazio were without leading scorer Ciro Immobile, midfielder Lucas Leiva and goalkeeper Thomas Strakosha amid reports that they had tested positive for Covid-19.", "Facebook Twitter Pinterest Cristiano Ronaldo was forced off with an ankle injury. Photograph: Claudio Peri/EPA", "Juan Cuadrado set up Juve’s goal with a run down the right and cross into the area which Ronaldo turned in from close range. The Portuguese forward smacked another effort against the post after doing well to make space for a shot and saw a free-kick brilliantly turned away by Pepe Reina in stoppage time.", "Lazio dominated possession in the second half but the Juventus defence held out well and restricted them to a couple of half chances until Caicedo performed his speciality act. Joaquín Correa weaved his way into the area and found Caicedo who scored with a shot on the turn to stun the visitors.", "The Fiver: sign up and get our daily football email.", "Milan forward Zlatan Ibrahimovic missed a penalty for the third time this season before scoring a stoppage-time equaliser as the Serie A leaders hit back to draw 2-2 at home to Verona. The 39-year-old sent a wild spot kick flying over the bar in the 66th minute but, not to be denied, headed the equaliser in the third minute of stoppage time, two minutes after Milan had a goal chalked off by VAR. The win kept Milan unbeaten in the league this season with 17 points from seven games, two ahead of Sassuolo.", "Internazionale extended their winless run to four games in all competitions when they were held to a 1-1 draw at Atalanta. Lautaro Martínez headed in Ashley Young’s cross to give Inter the lead in the 58th minute before they were pegged back by an equaliser from Aleksei Miranchuk. Inter spent the closing stages on the back foot as Atalanta, smarting from a 5-0 home defeat by Liverpool in the Champions League, pressed for a late winner.", "Klopp blasts Liverpool scheduling after Alexander-Arnold's injury at Man City Read more", "Henrikh Mkhitaryan scored a hat-trick to give Roma a 3-1 win at Genoa which lifted them to third with 14 points. The Armenian headed in from a corner in first-half stoppage for Roma who were missing forward Edin Dzeko after he tested positive for Covid-19. Marko Pjaca broke clear to equalise five minutes after half-time before Mkhitaryan volleyed in a Bruno Peres cross in the 67th minute and scored with another volley five minutes from time. Torino drew 0-0 at home to bottom side Crotone in the other afternoon match.", "In France, Lille lost their first Ligue 1 game of the season and ground to leaders PSG when they slumped to a 3-2 defeat at Brest.", "The result left second-placed Lille, who impressed in a 3-0 win at AC Milan in the Europa League on Thursday, on 19 points, five behind PSG, who beat Stade Rennais 3-0 at home on Saturday.", "Lyon moved up to fifth on 17 points with a 2-1 derby victory over St Etienne. Monaco are sixth, also on 17 points, after a 2-1 win at Nice."], "authors": [], "keywords": ["lose", "league", "season", "scored", "points", "equaliser", "41", "inter", "juve", "real", "held", "minute", "win", "roundup", "goal", "madrid", "second", "european", "valencia"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}