{"id": "12a57275-b4bf-3d39-85dd-fb8403528132", "title": "How to Escape a Sinking Ship (Like, Say, the 'Titanic')", "url": "https://www.wired.com/story/how-to-escape-sinking-ship-like-titanic/", "summary": "Let’s say you traveled to London, England, in 1912, and bought a ticket on the RMS Titanic for its maiden voyage.\nThat seems like it would be enough time, but out of Titanic’s 702 steerage passengers, only 178 survived.\nAnd even if you do somehow find the way, crew members haphazardly block steerage passengers from ascending to the upper-class decks.\nThe time Titanic takes to founder allows you to escape from even its lowest holds, but it also produces a dramatic story of human drama that partially explains the wreck’s infamy.\nShipwrecks don’t always occur this way, especially at the turn of the century, which partially explains why Titanic lacked sufficient lifeboats.", "paragraphs": ["Let’s say you traveled to London, England, in 1912, and bought a ticket on the RMS Titanic for its maiden voyage. But you’re a frugal time traveler, so you elect to travel third class (only £8!).", "That would place you on F deck, six levels below the lifeboats, and mere tens of feet from the starboard hull, which a 1.5 million ton iceberg punctures open at 11:40 pm on April 14, 1912.", "Eighty-four years later, a scientific expedition to the bottom of the Northern Atlantic ocean recovered a chronometer from the bridge of Titanic. It stopped the moment it hit the water, at 2:11 am.", "In other words, you will have 151 minutes to escape.", "That seems like it would be enough time, but out of Titanic’s 702 steerage passengers, only 178 survived. That’s for a few reasons. The first is simple logistics. Titanic had lifeboats for only half of its passengers, and in steerage you're not only bunked the farthest from them, but the escape route is a labyrinth of unmarked and heretofore off-limits tunnels and ladders. And even if you do somehow find the way, crew members haphazardly block steerage passengers from ascending to the upper-class decks. Even with the best preparation, your odds of acquiring a seat are low. And if you fail, a long arctic swim awaits. But do not be alarmed. The maze, discrimination, chaos, and cold can be overcome if you make a few bold and counterintuitive choices.", "The first days of your voyage will go by unremarkably. To pass the time, you should venture to the back poop deck for games and fresh air, enjoy a card game in the third-class saloon or, if you happen to see a crew member, perhaps suggest the boat slow down. Because as it is, Titanic is navigating icebergs off the coast of Newfoundland at far too great a speed. And on the night of April 14, 1912, just as you’re settling into your bunk in the forward section of F deck, Titanic sideswipes one at 22 knots.", "You’ll be one of the closest passengers to the impact, but even so the jolt will feel relatively benign. Perhaps even anticlimactic. One fireman bunked even closer to the collision than you claimed to have slept through the incident entirely. “Dead to the wide [world],” he later told investigators. Other, lighter sleepers describe the sound as a “big vibration,” “a large cable being run out,” “a grinding crash,” “crunching and jarring,” or like “a basket of coals dumped on an iron plate.”", "Because the lurch is so mild, few of the passengers will initially suspect a serious problem. Of course, there is a serious problem. You’re six decks below the lifeboats, and seven tons of water are rushing into the lower holds every second. You need to act.", "Your first instinct will be to immediately sprint out of your bunk. Don’t.", "Instead, change into your finest clothing. Put on a tux, a dress, or at the very least brush your hair.", "The lifeboats are on the first-class deck. They are an invitation-only party that you need to crash. It will help if you look the part.", "After you’ve changed, put on your life jacket (called a \"life belt\" here on Titanic). It should be stored above your bunk. You’re likely to need it. Getting dressed will take a few extra minutes, but don’t worry. Titanic is sinking, but it’s doing so slowly.", "The great ship takes nearly three hours to finally go below, and it’s almost graceful in its descent. It never capsizes nor even takes on a serious list. It sinks so slowly you could make an interminable movie out of its demise. As a result, you not only have extra time to prepare yourself in your bunk, but when you make it to the decks, instead of the sheer chaos that accompanies most founderings, you’ll find a sociological cocktail of gallantry, cowardice, courage, chivalry, sacrifice, prayer, panic, and even music. The time Titanic takes to founder allows you to escape from even its lowest holds, but it also produces a dramatic story of human drama that partially explains the wreck’s infamy. Shipwrecks don’t always occur this way, especially at the turn of the century, which partially explains why Titanic lacked sufficient lifeboats. Ship designers and passengers at the time didn’t expect to survive a shipwreck long enough to use one anyway. They viewed lifeboats as token nods to safety, like seat cushions-as-floatation devices."], "authors": ["Cody Cassidy", "Cody Cassid"], "keywords": ["lifeboats", "say", "titanic", "youre", "passengers", "takes", "serious", "ship", "bunk", "need", "steerage", "escape", "sinking", "deck"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}