{"id": "13515920-b792-3555-b01d-c57368c198b5", "title": "ICC Uighur genocide complaint backed by parliamentarians around world", "url": "https://www.theguardian.com/world/2020/nov/09/icc-uighur-genocide-complaint-parliamentarians-world-chinese-government", "summary": "The chief prosecutor of the international criminal court has been urged by an international alliance of parliamentarians to accept a complaint alleging genocide by China against its Uighur Muslim minority.\nThe complaint, backed by more than 60 parliamentarians from 16 countries, says the Chinese government may be committing crimes amounting to genocide and other crimes against humanity against the Uighur and other Turkic peoples.\nThe letter states: “The ICC has a unique ability to adjudicate on alleged genocide and crimes against humanity internationally.\nThis is a breakthrough and momentous opportunity which we urge the ICC prosecutor to pursue without delay.\nThis chance should not be squandered.”The case is an early test for the ICC in the new international human rights climate established by Donald Trump’s defeat.", "paragraphs": ["The chief prosecutor of the international criminal court has been urged by an international alliance of parliamentarians to accept a complaint alleging genocide by China against its Uighur Muslim minority.", "The complaint, backed by more than 60 parliamentarians from 16 countries, says the Chinese government may be committing crimes amounting to genocide and other crimes against humanity against the Uighur and other Turkic peoples.", "The People’s Republic of China is not a signatory to the ICC, but the claim says the court has previously ruled that crimes started on the territory of an ICC state party fall within its jurisdiction. This precedent was established in a case involving crimes against Rohingya Muslims in Myanmar in 2019.", "The letter claims mass deportation of Uighurs has occurred in Tajikistan and Cambodia, both signatories to the ICC, into China.", "The claim, sent to the chief prosecutor, Fatou Bensouda, is seen as an early test case of the human rights climate since Joe Bidenbecame president-elect.", "It has wide cross-party support in a number of countries, including from the former UK Conservative party leader Sir Iain Duncan Smith, the Australian Labour senator Kimberley Kitching and Margarete Bause of the German Green party. The claim has been organised the Inter-Parliamentary Alliance on China (IPAC).", "The letter states: “The ICC has a unique ability to adjudicate on alleged genocide and crimes against humanity internationally. We call on the ICC to play its part in ensuring that the perpetrators of the most egregious human rights abuses are held accountable and prevented from acting with impunity.”", "The Labour peer Lady Helena Kennedy QC, the IPAC co-chair and director of the International Bar Association’s Human Rights Institute, said: “Mounting evidence points to the most horrific abuses against Uighurs and other minorities in the Xinjiang region. The international criminal court must fully examine the allegations brought before it and, if warranted, make every effort to ensure the perpetrators are brought to justice.”", "Rodney Dixon, the barrister leading on the detailed legalities of the claim, said: “The support for our complaint shown by the IPAC parliamentarians is very significant. The prosecutor should feel encouraged that so many parliamentarians from other ICC member states believe she should open an investigation into officials of the Chinese government for the atrocities being committed against the Uighur and other Turkic people.", "“For too long, nothing of substance has been done to bring justice to those who are suffering on a daily basis at the hands of the Chinese government. This is a breakthrough and momentous opportunity which we urge the ICC prosecutor to pursue without delay. This chance should not be squandered.”", "The case is an early test for the ICC in the new international human rights climate established by Donald Trump’s defeat.", "Trump imposed sanctions on the ICC’s chief prosecutor and another senior official in response to the court’s investigation of US actions in Afghanistan as well consideration of Israeli actions in Palestine.", "The ICC found there was a preliminary case to hear concerning allegations that US troops had committed torture at secret detention sites in Afghanistan.", "Biden’s advisers opposed the US sanctions on ICC staff, however it is likely he would continue to oppose ICC investigations into US citizens.", "William Barr, the outgoing US attorney general, said the US government had reason to doubt the honesty of the ICC and described it as “little more than a political tool employed by unaccountable international elites”.", "Created by a UN treaty in 2002, the ICC investigates and brings to justice those responsible for genocide, crimes against humanity and war crimes, intervening when national authorities cannot or will not prosecute."], "authors": ["Patrick Wintour"], "keywords": ["case", "icc", "crimes", "international", "backed", "rights", "genocide", "world", "parliamentarians", "prosecutor", "human", "claim", "uighur", "complaint"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}