{"id": "135bcdde-8691-3867-a1ea-cc2bb1608925", "title": "Biden's inauguration during COVID-19: What the January event could look like", "url": "http://www.foxnews.com/politics/a-presidential-inauguration-amid-coronavirus-pandemic-what-the-event-could-look-like-come-january", "summary": "Planning for the inauguration of former vice president Joe Biden, now projected to be the 46th president of the United States, faces daunting challenges after a surge in cases during the global COVID-19 pandemic.\nThe Joint Congressional Committee on Inaugural Ceremonies told The Associated Press on Friday that the strategy for starting preparations now is that it would be easier to scale an event down than up.\nThe inaugural platform is usually designed to hold more than 1,000 people, including incoming and outgoing presidents and vice presidents, members of Congress and Supreme Court Justices.\nFollowing the conclusion of the ceremony, the president and vice president would attend a luncheon in National Statuary Hall and then head to the Presidential Inaugural Parade and further celebrations.\nCLICK HERE FOR THE FOX NEWS APPA Presidential Inaugural Committee will be organized to spearhead events held away from the Capitol.", "paragraphs": ["Planning for the inauguration of former vice president Joe Biden, now projected to be the 46th president of the United States, faces daunting challenges after a surge in cases during the global COVID-19 pandemic.", "Construction is already underway in Washington, D.C., in preparation for the Jan. 20, 2021, ceremony. The date is set by the U.S. Constitution's 20th Amendment, ratified in 1933. Before that, the official day for presidential inaugurations was March 4.", "2020 PRESIDENTIAL ELECTION BALLOTS CAST SO FAR", "The ceremonies will be held on the west front of the U.S. Capitol, where Ronald Reagan was inaugurated in 1981.", "The Joint Congressional Committee on Inaugural Ceremonies told The Associated Press on Friday that the strategy for starting preparations now is that it would be easier to scale an event down than up.", "The inaugural platform is usually designed to hold more than 1,000 people, including incoming and outgoing presidents and vice presidents, members of Congress and Supreme Court Justices.", "The 117th Congress is scheduled to be sworn in on Jan. 3 and electoral votes will be counted three days later.", "The bleachers above the platform can hold an additional 1,000, but health restrictions due to COVID-19 may make hosting that many people unfeasible.", "No decisions have been made on the number of guests yet, and the committee said its members are committed to \"inclusive and safe ceremonies and will continue to monitor the situation and provide information as it comes available.”", "The Hill previously reported that the Energy Department's Nuclear Security Administration had started test flights of low-altitude helicopters -- with built-in radiation-sensing technology -- around the capital and over the National Mall.", "Following the conclusion of the ceremony, the president and vice president would attend a luncheon in National Statuary Hall and then head to the Presidential Inaugural Parade and further celebrations.", "CLICK HERE FOR THE FOX NEWS APP", "A Presidential Inaugural Committee will be organized to spearhead events held away from the Capitol.", "While the festivities have usually provided Washington with an economic boost, many of the city's restaurants and other small businesses have been shuttered since March and hotels have taken a sucker punch.", "According to STR Inc., hotel room demand was down by 83% from the same time last year.", "The Associated Press contributed to this report."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Fox News Digital. You Can Find Her On Twitter At"], "keywords": ["inaugural", "ceremonies", "usually", "president", "look", "presidents", "inauguration", "washington", "bidens", "presidential", "press", "vice", "covid19", "event", "committee"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}