{"id": "13d53f1b-1308-3123-937f-f828f3e59ec8", "title": "Normality is now a luxury only the rich can afford | Mark O'Connell", "url": "https://www.theguardian.com/commentisfree/2020/nov/09/normality-luxury-wealthy-covid-pandemic-kim-kardashian", "summary": "One of the nice things about being very rich, I imagine, is the extent to which it’s possible to insulate yourself from ordinary problems.\nWould I swap places right now with a rich person with cancer?\nIf I did have cancer, I would very much like to swap places with that rich person.\nAnd even now, to be perfectly honest, I might be tempted to ask what kind of cancer – and how rich.\nThe rich having a much nicer time of it than the non-rich: a regrettable situation, absolutely, but hardly a revelation.", "paragraphs": ["One of the nice things about being very rich, I imagine, is the extent to which it’s possible to insulate yourself from ordinary problems. Everything from a burst pipe to a divorce is made more tolerable by having a great deal of money. Even when you can’t, strictly speaking, buy your way out of a situation, you can usually buy your way into a better version of it. Would I swap places right now with a rich person with cancer? No, but only because I don’t have cancer. If I did have cancer, I would very much like to swap places with that rich person. And even now, to be perfectly honest, I might be tempted to ask what kind of cancer – and how rich.", "This is something I’ve been thinking a lot about in recent months. There has been no shortage of prompts for this kind of reflection since the beginning of the pandemic, but one of the starkest so far came recently with the 40th birthday celebrations of Kim Kardashian. Kardashian tweeted: “After 2 weeks of multiple health screens and asking everyone to quarantine, I surprised my closest inner circle with a trip to a private island where we could pretend things were normal just for a brief moment in time.” Obviously, people went nuts about this. It was absurd, and in near-hallucinogenically poor taste; it was also neatly illustrative of the extent to which the wealthy can choose to cordon themselves off from the basic conditions of reality under which the rest of us live.", "The absurdity, and the offensiveness, was only compounded by Kardashian’s predictably pious gesture toward the prevailing privilege discourse: “I realise that for most people, this is something that is so far out of reach right now, so in moments like these, I am humbly reminded of how privileged my life is.” For a certain kind of extremely rich person, making a show of acknowledging their privilege performs a similar function to, say, a shout out to God. It’s not really meant to convey anything about that privilege other than that the privileged person is aware that it exists, and is in a very general way thankful for it.", "There is a sense, then, in which Kardashian’s birthday tweets told us nothing at all. The rich having a much nicer time of it than the non-rich: a regrettable situation, absolutely, but hardly a revelation. There is another sense, though, in which they allowed us to glimpse a new element of life in the Covid era: the extent to which normality (and I use the term here with great wariness) might be the most enviable privilege of the very wealthy. When you look at photographs of the Kardashians doing rich people stuff on a private island, what you are looking at is a bunch of people enjoying not luxuries but basic freedoms that you yourself do not possess.", "Boots recently announced the launch of a private Covid testing service, costing £120, for people who need the all-clear before getting on a flight, or peace of mind before seeing friends and family. And as of last week, people flying from Heathrow to destinations that require pre-departure testing (such as Hong Kong and Italy) can pay £80 for a test at a privately run facility that provides results within an hour. It’s not exactly private island money, but it’s part of the same dynamic. A person who has lost their job due to the pandemic, and is struggling to feed a family, is unlikely to be thinking about getting on a plane anyway, but such costs just reinforce already existing barriers between less well-off people and the freedom to pursue the activities of a normal life.", "One of the most depressing aspects of this extravagant fiasco of a year has been learning about the already inconceivably rich somehow getting inconceivably richer as a result of the pandemic. By the end of 2020, the global economy is expected to have contracted more sharply than at any period in modern history, causing the impoverishment and immiseration of millions. And yet the world’s billionaires – who number fewer than 3,000 – and 26 of whom already controlled between them the same amount of wealth as half of the world’s population – have been having a truly tremendous pandemic. Jeff Bezos is worth $73bn more now than he was last March. (Would he still have increased his net worth if his company hadn’t refused to pay sick leave to warehouse workers in the US during the pandemic? Well yeah, but presumably not by as much.) His opposite number in China, Jack Ma, the founder of the e-commerce site Alibaba, is worth almost twice as much as he was at the start of the year.", "In a recent Financial Times article about how the pandemic has made the world’s billionaires and their advisers richer, Nicole Curti, the head of wealth management firm Stanhope Capital, is quoted on the diverging fates of two wealthy brothers who happen to be clients of hers. One of the brothers sold off a large chunk of his portfolio as the pandemic began to spread, she said, and suffered as a result. But the other held on to his risk and has increased his assets by 7%. “It’s been hard emotionally,” Curti told the paper, “but the key to performance this year was to remain invested.” (“Well,” as Philip Larkin put it, “useful to get that learnt.”)", "In the early days of the pandemic, an aspect of the disaster that struck me as extraordinary was the fact that everyone, everywhere, was experiencing the same problem. People were experiencing it in different ways, yes – some of us on yachts in the Caribbean, others stuck inside tiny flats with our families – but everywhere on Earth, one main fact of life presided. For a while now, this has been feeling less and less true. Perhaps it was a delusion in the first place. The rich, as they were always going to, have found ways of evading the conditions under which the rest of us are living, and of increasing their own wealth in the process.", "And what is most disturbing about this, of course, is not the notion that it’s some passing epiphenomenon of our strange present, but rather that it is an indication of what is to come. Sooner or later, the pandemic will end. But the effects of climate breakdown, and its complex nexus of crises – ecological, economic, humanitarian – will not be cured by even the most effective vaccine, or the most stringent of lockdowns. It’s difficult to imagine quite what that future reality might be like. But it is less difficult to imagine the next generation of Kardashians posting, on some as-yet-uninvented social media platform, about how privileged they are to have evaded the rising seas, and how humbled they are to be reminded of that privilege. And it’s not difficult at all to imagine how your own children might feel about it.", "• Mark O’Connell is a Dublin-based writer"], "authors": ["Mark O Connell"], "keywords": ["luxury", "afford", "person", "oconnell", "pandemic", "worth", "worlds", "private", "rich", "normality", "kardashians", "cancer", "imagine", "mark", "privilege"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}