{"id": "14201553-ea21-39a6-bea8-09ebb418f47a", "title": "Trump Is Out of a Job Because So Many Did the Work", "url": "https://www.newyorker.com/news/daily-comment/trump-is-out-of-a-job-because-so-many-did-the-work", "summary": "For the moment, focus on how much work went into winning this insufficient but nonetheless existential victory.\nWe don’t know—can’t know—what exactly produced the necessary margin, so it’s worth saying a simple thanks to all who did what they could.\nThanks to the Party operatives who do the unglamorous work, day in and day out.\nDonald Trump, the worst President in American history, has been fired.\nSeventy-five or eighty million voters made that decision, and millions of people worked incredibly hard to insure that they did.", "paragraphs": ["Joe Biden has reached two hundred and seventy votes in the Electoral College, and getting him there was hard as hell—harder than anyone who’d been reading the polls or, for that matter, just reading the tweets of the debased incumbent had expected. It barely happened: Wisconsin, where one poll had Biden up seventeen points, was decided by 20,534 votes—a scant half a per cent. Had just a few of other similar close calls broken in the other direction, we’d be girding ourselves for another four years of Donald Trump’s ugliness and, with it, quite possibly the final fizzling of our democracy. Yes, the popular vote was an easy win, as everyone knew it would be. But the crucial states had thin margins. It’s mind-boggling to some that the race was so tight: Who, having endured the past four years, would line up to ask for another helping? Lots and lots of people, it turns out, for reasons we don’t yet fully divine.", "But, for the moment, don’t focus on them—there will be a thousand dissections of the numbers, a Talmudic parsing of Venezuelan Floridians and Philly suburbanites. For the moment, focus on how much work went into winning this insufficient but nonetheless existential victory. We don’t know—can’t know—what exactly produced the necessary margin, so it’s worth saying a simple thanks to all who did what they could. The women who led marches across the country the day after the Inauguration, the people who rushed to the airports the day of the Muslim ban, and the lawyers and the noisy advocates who went to the border when people were held there in cages. Thanks to the climate-striking students in high schools and middle schools across America, and to the slightly older youth from the Sunrise Movement, who took the Green New Deal and made it popular. Thanks to the activists who built Black Lives Matter and used their talents to focus a nation’s outrage in the wake of George Floyd’s death (and used their political skills to prevent that outrage from turning into the kind of explosions in the streets that Trump desperately wanted).", "And thanks, as well, to the past and perhaps future Republicans who formed the Lincoln Project. Their efforts have been dismissed these past days, because exit polls show that ninety-three per cent of Republicans voted for Trump, but who knows what effect the project had on independents (or on raising the spirits of Democrats who then fought harder). If Arizona ends up in the Biden column, surely Cindy McCain played a role. Thanks to the evangelists at places like NextGen America, who turned out a big youth vote, and the folks at Dayenu, whose Chutzpah campaign reached tens of thousands of Jewish voters. Thanks to a naked Sarah Silverman and to John Legend and Bruce Springsteen and every famous artist who rallied a few more folks to the polls.", "Gratitude is due the crowd of Democratic Presidential candidates who managed to conduct their primary in a spirit that mostly united the Party—to Elizabeth Warren and her endless selfie lines, to Mayor Pete for taking the fight to Fox News, and to Kamala Harris and her straightforward debate challenge to Biden, which somehow managed not to cross whatever invisible line exists between telling the truth and doing irreparable damage. Probably Bernie Sanders deserves the most credit in this group, because he came so close to winning—and, when he didn’t, he never sulked. Instead, he stood behind his issues, reaching effective working compromises with the Biden team and then soldiering on. Thanks to such leaders as Alexandria Ocasio-Cortez, for reminding their colleagues to bring wit and compassion to their tasks, and to ninety-six-year-old Jimmy Carter, for making a Convention speech—maybe that swung a few votes in Georgia, where the final tally was tighter than tight. His fellow-Georgian, Stacey Abrams, did more than anyone to make sure that those votes would actually be counted.", "But elections are rarely, in the end, decided by the famous. Winning them takes an endless army of anonymous people, and this year they showed up. I’ve been on scads of calls these past months to recruit phone-bankers—it’s not easy calling strangers and have them tell you that they don’t want to talk. But that’s how you find the people (maybe two or three out of every hundred you call) who otherwise might not have bothered to vote. Thanks to people who sent pizza to the polls, and pastors to the polls, and thanks to the drag queens who entertained people waiting in long lines. Thanks to the Party operatives who do the unglamorous work, day in and day out. I watched (and sent money to) the Wisconsin Democrats, when Ben Wikler moved his family to that state, in 2018, to take the helm of the state Party. Doubtless, he wanted Biden to win by more than twenty thousand votes, but, if Wikler hadn’t done what he did, those twenty thousand votes might not have been there. I watched Jane Kleeb, the head of Nebraska’s Democratic Party, concentrate on winning that one blue dot in Omaha that the state’s inspired Electoral College law awards; it could have been the literal winning margin. Wikler and Kleeb had the help of thousands of volunteers whose names we will never know. Some of them were local, some of them from far away—people who heard, say, a “Pod Save America” podcast and decided to give their time to help. I watched the Democratic Socialists of America get a bunch of their down-ballot candidates across the finish line, and, in the process, probably get some people out to vote for Biden. Obviously, the D.S.A. is going to challenge a President Biden, and it should. But, at some level, everyone seems to have understood that we needed a President Biden to challenge. (Almost no one seems to have paid attention to the Green candidates this time around, at least not in states that mattered, and, given the margins, thank heaven.)", "Clearly, lots of effort and money was wasted—people who have been sending fifty dollars a week to massively funded Senate campaigns that came up ten points short have the right to ask some tough questions of the Democratic consultant class and of the Democratic Senatorial Campaign Committee, which managed to pick some losers. But waste is part of the process, because you don’t know in advance where your prospects are best. All that noise—the sight of Jaime Harrison standing up to Lindsey Graham, or Theresa Greenfield schooling Joni Ernst on commodity prices—probably added to whatever alchemy managed to squeak Biden through. Black voters in Detroit and Philly and Atlanta saved the day—and so did voters in New England and the Pacific Northwest, who set up solid blue blocs that no one had to worry too much about defending.", "It could have gone much better. (Specifically, a deadlocked Senate will make action on the dominant issue of our lifetimes, climate change, more difficult to address than it should be.) But it went. Donald Trump, the worst President in American history, has been fired. Seventy-five or eighty million voters made that decision, and millions of people worked incredibly hard to insure that they did. As America finds its footing again, it’s thanks to them. Tomorrow’s a good day for postmortems; today’s for celebrating the efforts of others and reminding ourselves that democracy is a participation sport.", "Read More About the 2020 Election"], "authors": ["Bill Mckibben", "Bill Mckibbe", "Eric Lac"], "keywords": ["work", "job", "democratic", "day", "america", "voters", "trump", "winning", "vote", "biden", "votes", "thanks", "dont"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}