{"id": "145bd7eb-d902-37ed-832a-c0b60404c43d", "title": "Pam Bondi calls Democrats' impeachment case 'basic trash,' says Adam Schiff could be called as witness", "url": "https://www.foxnews.com/media/pam-bondi-says-adam-schiff-could-be-called-as-witness-but-theyre-ready-to-move-on-from-trash-impeachemnt", "summary": "Former Florida Attorney General Pam Bondi, who has joined President Trump’s defense team, said Saturday that although House manager Rep. Adam Schiff, D-Calif., could be called as a witness, they’re ready to move on from a “basic trash” impeachment.\n“They have not charged the president with any crime because the president did nothing wrong,” Bondi said of the articles sent by the House to the Senate last week.\nThe transcript of that phone call speaks for itself.”“They have not charged the president with any crime because the president did nothing wrong.\nTrump’s presidential legal team Saturday called the “highly partisan” impeachment articles “a brazen and unlawful attempt to overturn the results of the 2016 election and interfere with the 2020 election.”CLICK HERE TO GET THE FOX NEWS APP“And yet they’re sending this basic trash over to the U.S. Senate,\" Bondi added.\n\"The Senate’s a lot smarter than that -- and especially with Adam Schiff presenting, 'bring it on' because we’re ready to go.”", "paragraphs": ["Former Florida Attorney General Pam Bondi, who has joined President Trump’s defense team, said Saturday that although House manager Rep. Adam Schiff, D-Calif., could be called as a witness, they’re ready to move on from a “basic trash” impeachment.", "“If you and I were falsely accused we would want witnesses too, but now this thing has become so flimsy that there’s absolutely nothing there in the articles of impeachment,” Bondi told Judge Jeanine Pirro on “Justice with Judge Jeanine.” “It’s an insult to the American people. It certainly is to the president, but I think now we’re just ready to put this behind him.”", "\"This thing has become so flimsy that there’s absolutely nothing there in the articles of impeachment.\" — Pam Bondi, Trump defense team", "PAM BONDI ON WHITE HOUSE STRATEGY FOR IMPEACHMENT", "The House of Representatives has charged the president with two articles of impeachment for abuse of power and obstruction of Congress, stemming from his July phone call with Ukrainian President Volodymyr Zelensky in which he allegedly asked Ukraine to investigate the Bidens and withheld U.S. aid on that condition.", "“They have not charged the president with any crime because the president did nothing wrong,” Bondi said of the articles sent by the House to the Senate last week. \"There was no crime. The transcript of that phone call speaks for itself.”", "“They have not charged the president with any crime because the president did nothing wrong. There was no crime. The transcript of that phone call speaks for itself.” — Pam Bondi, Trump defense team", "Despite Democrats pushing for witnesses like former national security adviser John Bolton to testify in the trial, Senate Majority Leader Mitch McConnell, R-Ky., has been adamant there will be no witnesses.", "Four Senate Republicans -- Susan Collins of Maine, Mitt Romney of Utah, Lisa Murkowski of Alaska and Lamar Alexander of Tenn. -- have all said they would potentially be open to hearing from witnesses.", "Trump’s presidential legal team Saturday called the “highly partisan” impeachment articles “a brazen and unlawful attempt to overturn the results of the 2016 election and interfere with the 2020 election.”", "CLICK HERE TO GET THE FOX NEWS APP", "“And yet they’re sending this basic trash over to the U.S. Senate,\" Bondi added. \"The Senate’s a lot smarter than that -- and especially with Adam Schiff presenting, 'bring it on' because we’re ready to go.”"], "authors": ["Brie Stimson", "Pam Bondi", "Trump Defense Team"], "keywords": ["democrats", "articles", "case", "witness", "pam", "called", "crime", "ready", "house", "impeachment", "schiff", "bondi", "senate", "president", "trash", "phone", "calls"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}