{"id": "147b6c48-f656-3ff6-a2fa-139f2eca33fe", "keywords": ["vows", "military", "attacked", "border", "kurdish", "ypg", "syria", "turkey", "forces", "area", "syrian", "war", "group", "allout", "threatens", "erdogan", "turkish", "usbacked"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Morgan Phillips"], "url": "https://www.foxnews.com/world/erdogan-says-turkey-will-launch-military-operation-in-northeast-syria-after-accusing-us-of-inaction", "title": "Erdogan threatens military action in Syria, US-backed group vows 'all-out war' if attacked", "summary": "In August, Turkey and the U.S. reached a deal to carry out joint patrols and move Syrian Kurdish fighters away from the border.\nThe U.S. and the Kurdish forces have identified an area only as deep as 9 miles deep.\nThe convoy was sent to reinforce military units based on the Syrian border, according to Anadolou, and it was unclear whether they were tied to potential operations in Syria.\nErdogan said his country wants to send 2 million Syrian refugees now in Turkey to the area it has called a \"safe zone.\"\nBut the Syrian Kurdish group administering the area said only those from the area can return — a number likely to be much smaller.", "pubDate": null, "paragraphs": ["Turkey President Recep Tayyip Erdogan said Saturday that his country will soon launch an “air and ground military operation” east of the Euphrates River in northeastern Syria, prompting the U.S.-backed Syrian Democratic Forces (SDF) to promise “all-out war” if they face an unprovoked attack.", "Ankara has accused the U.S. of not doing enough to expel Syrian Kurdish fighters from the border region, and could take matters into their own hands “as soon as today or tomorrow,” Erdogan said. The U.S.-backed SDF, led by the Kurdish People's Protection Units (YPG), said it wanted stability but would not hesitate to respond to an attack.", "\"However, we will not hesitate to turn any unprovoked attack by Turkey into an all-out war on the entire border to DEFEND ourselves and our people,\" SDF spokesman Mustafa Bali tweeted Saturday.", "SYRIA DEMANDS WITHDRAWAL OF US, TURKISH TROOPS, WARNS OF 'COUNTERMEASURES'", "Erdogan's announcement came just two days after U.S. Secretary of Defense Mark Esper and his Turkish counterpart, Hulusi Akar, discussed tensions in the region.", "“Secretary Esper and Minister Akar acknowledged the progress made on the implementation of a security mechanism in northeast Syria and affirmed the mechanism as the way to secure the border in a sustainable manner, ensure the Global Coalition can prevent an ISIS resurgence, and remain fully committed to the close coordination of military operations,” Pentagon spokesperson Jonathan Hoffman said in a statement.", "Turkey views the People's Protection Units, or YPG, as an extension of the Kurdistan Workers' Party, or PKK, which has waged an insurgency against Turkey for 35 years. Ankara and Washington consider the PKK a terror group but they diverge on the issue of the YPG, which forms the core of U.S.-backed Syrian forces against ISIS and is loosely linked with the SDF.", "In August, Turkey and the U.S. reached a deal to carry out joint patrols and move Syrian Kurdish fighters away from the border. However, both nations disagree on the size of the area to be monitored by joint patrols, and also on who is to oversee it. Turkey wants its soldiers to monitor an area as deep as 19 miles. The U.S. and the Kurdish forces have identified an area only as deep as 9 miles deep.", "TURKEY'S ERDOGAN THREATENS TO 'OPEN THE GATES,' ALLOW SYRIAN REFUGEES TO LEAVE FOR WESTERN COUNTRIES", "Three joint U.S.-Turkish ground patrols have run since launching almost a month ago. Kurdish forces have moved away from the frontier and set up new local forces to control border posts, and dismantled fortifications considered a threat by Turkey.", "“We gave all warnings to our interlocutors regarding the east of the Euphrates and we have acted with sufficient patience,” Erdogan said at the opening of his AK party’s annual camp, as reported by Reuters. “We’ve made our preparations, we’ve completed our operation plans, given the necessary instructions.”", "The U.S European Command tweeted Saturday — apparently in response to the Turkish threats — saying the U.S. and Turkish militaries were already working \"to address Turkey's legitimate security concerns.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "\"The Department of Defense will be transparent as each phase of the security mechanism is implemented,\" it said.", "Turkey’s state-owned Anadolou Agency reported late Saturday that nine trucks loaded with armored vehicles and a bus carrying military personnel had been sent to a border district near the demilitarized zone. The convoy was sent to reinforce military units based on the Syrian border, according to Anadolou, and it was unclear whether they were tied to potential operations in Syria.", "Erdogan said his country wants to send 2 million Syrian refugees now in Turkey to the area it has called a \"safe zone.\" But the Syrian Kurdish group administering the area said only those from the area can return — a number likely to be much smaller.", "The Associated Press contributed to this report."]}