{"id": "14849681-1579-36b5-b666-ac363cefbaac", "title": "Leave the World Behind by Rumaan Alam review – breathtaking and prescient", "url": "https://www.theguardian.com/books/2020/nov/09/leave-the-world-behind-by-rumaan-alam-review-breathtaking-and-prescient", "summary": "Alam is a writer of scrupulous precision, drawing the reader into the world of his characters through detailed inventories of the objects about them.\nA black couple – GH (George) Washington and his wife, Ruth, ask to come in.\n“They let these people in because they were black,” Amanda thinks.\nLeave the World Behind is an extraordinary book, at once smart, gripping and hallucinatory.\n• Leave the World Behind by Rumaan Alam is published by Bloomsbury (£14.99).", "paragraphs": ["It wasn’t only because I read Rumaan Alam’s stupendously good Leave the World Behind immediately after Don DeLillo’s latest, the rather more meagre The Silence, that I was struck by the parallels between the two. Both novels see cataclysmic but mysterious events shut down the communication networks on which we all rely, both are suffused with an almost overwhelming sense of dread, both look at what happens to well-heeled New Yorkers when catastrophe strikes. But where The Silence was thin gruel, enigmatic to the point of meaninglessness, Alam’s novel is simply breathtaking, full of moments of exquisite recognition, as terrifying and prescient as Cormac McCarthy’s The Road.", "Alam is a writer of scrupulous precision, drawing the reader into the world of his characters through detailed inventories of the objects about them. Amanda and Clay take their teenage children – Archie and Rose – away to a remote Long Island holiday house where they are able to “pantomime ownership” of the Vermont stone kitchen tops and night-lit swimming pool. Amanda is in advertising, Clay teaches at City College and reviews for the New York Times – they are comfortable, in love, delighted by their children. Then, one night, there’s a knock on the door. A black couple – GH (George) Washington and his wife, Ruth, ask to come in.", "GH and Ruth, it transpires, are the owners of the house, even though Amanda thinks to herself that it didn’t seem “like the sort of house where black people lived”. There are strong echoes of Jordan Peele’s Get Out as the reader is asked to join Amanda and Clay in ascertaining how threatening this couple are. “They let these people in because they were black,” Amanda thinks. “It was a way of acknowledging that they didn’t believe all black people were criminals. A canny black criminal could take advantage of that!”", "It’s no surprise that Netflix is working on an adaptation with Denzel Washington and Julia Roberts", "These concerns, though, are about to be subsumed into a wider crisis. GH and Ruth come bearing tales of strange happenings. The phones and the internet don’t work. TV stations are down. The next day Clay goes off in search of help but finds only a migrant worker sobbing by the roadside. She speaks no English; his Spanish is cursory. He returns none the wiser.", "There’s a wonderful passage at a party in Jonathan Dee’s The Privileges where the characters move around the dancefloor, narrative perspective passing from one person to the next, breaking all the rules of the creative writing seminar. Alam brilliantly doubles down on this transgression, rendering the entire novel in a relay of close third-person perspectives, so that we are inside the head of each of the characters in turn.", "Indeed, it’s a sign of the gradual trust that grows between the two adult couples that, some time after the arrival of the owners of the house, we segue suddenly into the perspective of Ruth. That this conceit manages to work throughout the novel is a sign of Alam’s masterful control of his prose.", "Leave the World Behind was written before the coronavirus crisis and yet it taps brilliantly into the feeling of generalised panic that has attached itself to the virus and seems to mingle fears about the climate, inequality, racism and our over-reliance on technology. As the reader moves through the book, a new voice interjects, an omniscient narrator who begins to allow us gradual access to the terrifying events taking place across America.", "Leave the World Behind is an extraordinary book, at once smart, gripping and hallucinatory. It’s no surprise that Netflix is working on an adaptation starring Denzel Washington and Julia Roberts. When future generations (if that term doesn’t sound over-optimistic at the moment) want to know what it was like to live through the nightmare of 2020, this is the novel they’ll reach for.", "• Leave the World Behind by Rumaan Alam is published by Bloomsbury (£14.99). To order a copy go to guardianbookshop.com. Delivery charges may apply"], "authors": ["Alex Preston"], "keywords": ["black", "breathtaking", "prescient", "characters", "leave", "world", "novel", "review", "house", "clay", "washington", "alam", "reader", "ruth", "amanda", "rumaan"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}