{"id": "14eab418-1064-3ead-9185-36949fe11a7d", "title": "Victoria Beckham Shows Off Her Version Of Posh Loungewear", "url": "https://www.vogue.com/article/victoria-beckham-posh-loungewear-style", "summary": "They don’t call Victoria Beckham “Posh Spice” for nothing!\nAs the U.K. prepares for a month-long national lockdown this week, the designer took to Instagram today to share her new favorite work-from-home look, which is both cozy and chic.\nVia mirror selfie, Beckham shared her new look: a two-piece knit set from her own label consisting of a striped turtleneck and maxi skirt.\n“Elasticated waistbands the VB way,” Beckham wrote of the latter piece.\nWith its bright color-blocking and streamlined knitwear, the matching set is the perfect mixture of being comfortable while still appearing put-together (you know, for those important Zoom meetings).", "paragraphs": ["They don’t call Victoria Beckham “Posh Spice” for nothing! She has a talent for putting together outfits that always look refined and expensive. And this applies to even the unlikeliest categories, like loungewear. As the U.K. prepares for a month-long national lockdown this week, the designer took to Instagram today to share her new favorite work-from-home look, which is both cozy and chic. No, it’s not a matching sweatsuit, but it’s close.", "Via mirror selfie, Beckham shared her new look: a two-piece knit set from her own label consisting of a striped turtleneck and maxi skirt. “Elasticated waistbands the VB way,” Beckham wrote of the latter piece. With its bright color-blocking and streamlined knitwear, the matching set is the perfect mixture of being comfortable while still appearing put-together (you know, for those important Zoom meetings). She also accessorized the fit with a phone case bearing her initials on it, as well as a pair of cream peep-toe boots, a hotly-contested shoe, but a favorite of hers nonetheless. Is there anything she can’t pull off?"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["loungewear", "set", "matching", "week", "shows", "favorite", "version", "victoria", "beckham", "zoom", "way", "workfromhome", "wrote", "posh", "look"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}