{"id": "151b88f0-90bf-37ff-b4e3-0edad04fa62b", "title": "The Guardian view on the US elections: a nation dangerously divided | Editorial", "url": "https://www.theguardian.com/commentisfree/2020/nov/04/the-guardian-view-on-the-us-elections-a-nation-dangerously-divided", "summary": "Rather, just a fraction of the popular vote separates Joe Biden and Mr Trump.\nOur view was that Mr Trump deserved to lose and in a big way.\nBut there were numerous reasons for Mr Trump’s ejection from the White House, given he ran the worst administration in modern US history.\nIt is small comfort that Americans understood the threat that Mr Trump represented and turned out in record numbers to vote against him.\nMr Trump’s divisive politics have seen elections become a source of volatility in the world’s leading democracy.", "paragraphs": ["Whoever wins this year’s election, America remains a country bitterly and evenly divided. It has been more than three decades since the last presidential landslide. Despite polls suggesting that Donald Trump was poised to suffer a sweeping rejection by the voters, there was no repudiation of the president. Rather, just a fraction of the popular vote separates Joe Biden and Mr Trump.", "Our view was that Mr Trump deserved to lose and in a big way. His mismanagement of the coronavirus crisis, which cost hundreds of thousands of American lives, was cause enough. But there were numerous reasons for Mr Trump’s ejection from the White House, given he ran the worst administration in modern US history.", "It is small comfort that Americans understood the threat that Mr Trump represented and turned out in record numbers to vote against him. Yet, as this election depressingly revealed, there was an almost equal and opposite reaction from Mr Trump’s base. The president’s appeal, it seems, has only widened and deepened since he took office. Mr Trump received so many more votes than he did in 2016 that his tally is only surpassed by Mr Biden this year, and Barack Obama in 2008.", "Should he depart, and there are few signs he will do so without a fight, Mr Trump’s legacy will be the politics of anger and hate. It is a tragedy for America that a poisonous division is becoming the norm rather than the exception. The concern in the US is that cultural divisions have gone past the point of no return. The priority for Americans must be to work out a way to stop the political rift from yawning so wide that the two hostile, sometimes armed, camps are incapable of talking to each other.", "The national conversation will not be easy to start, especially given the venomous way in which President Trump conducts politics. If there was any idea that the country could pick up after the election where it left off in 2016, it vanished the moment Mr Trump declared a victory he obviously had not yet won. His claim that his legal team would attempt to block states from counting all the votes that have already been cast, ballots which are widely viewed as certain to skew Democratic, was as outrageous as it was expected.", "Republicans have embraced their inner Trump, which is why democracy itself was on the ballot in 2020. Under Republican control, the US Congress, for the first two years of Trump’s presidency, did not check Mr Trump’s assault on the norms of democratic governance as much as enable it. The Grand Old Party has increasingly turned to policies designed to constrain the majority electorate. Faced with unfavourable demographic change, Republicans have cemented minority rule across American political institutions. The question that Mr Trump now poses is whether Republicans would go as far in their pursuit of power to undo a presidential election.", "The president may be counting on Republicans to subvert longstanding election norms or hope that the supreme court, to which he appointed three justices, will make the final call. If permitted, the ensuing constitutional crisis would dwarf Trumpism’s outrages. It would also play out against a background of heightened political mobilisation, which would bring with it the threat of civic strife.", "There is a real worry that the two main US parties appear locked in a dangerous and ferocious power struggle for control of the government. Mr Trump’s divisive politics have seen elections become a source of volatility in the world’s leading democracy. The margin of control of the Senate is so narrow that it would be foolish to predict who may end up in charge. Democrats retain their hold on the House of Representatives, but with a looser grip than before. This is a zero-sum game, where one party’s loss is another’s gain. Government in America, and its people, will be the losers."], "authors": [], "keywords": ["control", "political", "view", "way", "republicans", "editorial", "elections", "divided", "trumps", "guardian", "trump", "election", "politics", "mr", "president", "nation", "dangerously"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}