{"pubDate": null, "title": "Top Of The Table – Jaws", "keywords": ["tries", "table", "act", "game", "player", "shark", "board", "players", "jaws", "movie", "swimmers"], "id": "15214065-4425-3726-83e6-e0596cfb5ef9", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["When adapting any story from one medium to another, the real trick lies in maintaining the tone and spirit of the original, while recognizing the nature of the new platform and capitalizing on what it does well. Whether it’s a comic to a film, a movie to a video game, a toy property to a cartoon, or any other combination, everything falls apart if the adaptation loses touch with its source material. Thankfully, Ravensburger’s board game take on the venerated original Jaws film hits the mark in all the ways that matter. This is a suspenseful game of cat and mouse that celebrates all the best beats of the movie, but also locks into some clever game mechanics to capture the progression of conflict between man and shark.", "Best played by a full four-person complement, Jaws puts one player in the role of the deadly shark, while each of the other players controls one of the main characters from the original film. Brody, Quint, and Hooper each bring their own skills and expertise to the shark-hunting task, and it’s only through cooperation and thinking ahead that the team can win. Meanwhile, the shark player is laying a careful trail of misdirection as he or she tries to devour humans and eventually the opposing players. Many actions (especially for the shark) are undertaken in secret, as each side tries to guess the others’ movements and actions. In some ways, it’s reminiscent of the childhood fun of Battleship, trying to guess the location of your opponent’s warships, but with extra layers of strategy, tools for success, and complexity thrown into the mix.", "The biggest success of the Jaws board game isn’t its moment-to moment interactions – most will feel familiar and straightforward to dedicated tabletop players – but the way those interactions fit into a larger two-part game session. In fact, you can play each “Act” as a separate standalone game. But in my playthroughs, I’ve found that the real fun is seeing how Act 1 informs Act 2, and how the final conflict between man and beast often comes down to a real nailbiter in the final turns.", "In the first half of a full game, everyone plays out the drama of the shark’s attacks against the swimmers of Amity Island; the humans desperately try to rescue swimmers and locate the shark. Event cards are drawn each round that echo major beats from the movie; prankster kids with a cardboard fin pull the crew away from the hunt on a false lead, or Brody’s son is placed in mortal danger and can only be rescued by his father. The shark secretly notes on a private notepad where they’re heading next, and tries to take out one or more swimmers. Meanwhile, the human crew ranges across the island and the surrounding ocean spaces in order to avert disaster. Having taken on roles on both sides, I enjoy the way that each human character and the shark have different tasks and activities on their turn, encouraging replay and demanding individual engagement with new tasks from players.", "The results of Act 1 change which team has the advantage going into Act 2, as the humans board the Orca and head out to sea for a life-and-death duel with the bloodthirsty carnivore. The entire game board flips over to show an open stretch of water and the fateful battlefield between the two sides. Here, the pace of the game increases, and the stakes go up. The ship is represented by tiles that flip over and slowly get whittled away to nothing as the shark player regularly surfaces and tears things to shreds. Meanwhile, the human players criss-cross the boat with harpoons and pistols in hand, attempting to predict the shark’s likely target and resurfacing location, and bring the creature down before the craft capsizes, or they are all mauled to death. The shark can fall back on abilities that boost its capabilities; the number of ability tiles depends on how many swimmers that player managed to devour in the previous act. Dice rolls whittle away at hit points on both sides. Each team or individual tries to outthink the other. The decaying ship layers on a sense of impending doom with each passing turn.", "Even as the first act communicates a vaguely abstracted sense of conflict on the island over what is presumably multiple days of attacks, the second act feels more immediate and threatening, emulating the beats of an action scene. The two acts work together to communicate the full movie tale, even as each half of the game session has its own pace and sense of excitement, moving from suspense and tension to direct conflict. I get a kick out of that transition and the way it’s baked into the natural flow of the game.", "Those two very distinct acts are what make the Jaws game special, but they also demand that you effectively learn two different rulesets in order to play a single game. Neither act attempts to throw any big curve balls as far as rules, but expect that your first play session with new players to run significantly beyond the normal expected playtime of an hour. Even so, I was pleasantly surprised by Jaws and how well the game flows from one play mode into the next. This feels unmistakably like the movie in its pacing and storytelling structure, recalling the thriller qualities of the classic blockbuster without losing touch with the importance of fun gameplay. Given that some of that story is about animal attacks and character death, I’d encourage players to tread carefully in selecting a game group for this one; Jaws likely isn’t the best fit for many families. But if your players are okay with the inherent bloody overtones and direct competition between players at the root of the game, I suspect you’ll find a lot to dig your teeth into here.", "If early Spielberg films aren’t exactly your cup of tea, worry not! The Top of the Table hub includes dozens of other recommendations to help you pull together your next board gaming night. Click on the banner below to explore the hub, or drop me a line via email for some personalized recommendations."], "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "url": "https://www.gameinformer.com/top-of-the-table/2019/07/05/top-of-the-table-jaws", "summary": "Thankfully, Ravensburger’s board game take on the venerated original Jaws film hits the mark in all the ways that matter.\nThe biggest success of the Jaws board game isn’t its moment-to moment interactions – most will feel familiar and straightforward to dedicated tabletop players – but the way those interactions fit into a larger two-part game session.\nThe entire game board flips over to show an open stretch of water and the fateful battlefield between the two sides.\nThose two very distinct acts are what make the Jaws game special, but they also demand that you effectively learn two different rulesets in order to play a single game.\nThe Top of the Table hub includes dozens of other recommendations to help you pull together your next board gaming night."}