{"paragraphs": ["Microsoft surprised just about everyone this week by showing off a pair of new mobile devices with two screens apiece. The pocketable Surface Duo and the tablet-like Surface Neo won't actually go on sale for at least one year, but Microsoft trotted the devices out anyway to signal how it's positioning its future in the mobile landscape.", "The company’s hardware chief, Panos Panay, joins us on the show this week to talk about the Duo and Neo, and what they say about productivity in the mobile age. Also, Panay urges us not to call the Android-powered Duo a phone … even though it makes phone calls. Also this week, news from Facebook, a new app from Instagram, and some not-self-driving car news from Tesla.", "Show Notes", "Read Lauren Goode on the dual-screen Surface devices, and everything else new in the Surface lineup. Facebook’s leaked audio is here. Aarian Marshall tells us about Tesla’s Smart Summon. Arielle Pardes tells us about Instagram Threads.", "Recommendations", "Arielle recommends Stoic Week. Mike recommends the Open Ears Project. Lauren recommends catching up on HBO’s Succession, as well as this Outside podcast episode, titled “Getting Past Our Fear of Great White Sharks”.", "Michael Calore is @snackfight. Lauren Goode is @laurengoode. Arielle Pardes can be found at @pardesoteric. Boone Ashworth, who helps produce the show, is @booneashworth. Bling the main hotline at @GadgetLab. Our theme song is by Solar Keys.", "How to Listen", "You can always listen to this week's podcast through the audio player on this page, but if you want to subscribe for free to get every episode, here's how:", "If you're on an iPhone or iPad, open the app called Podcasts, or just tap this link. You can also download an app like Overcast or Pocket Casts, and search for Gadget Lab. If you use Android, you can find us in the Google Play Music app just by tapping here. We’re on Spotify too. You can also download an app like Pocket Casts or Google Podcasts, and search for Gadget Lab. And in case you really need it, here's the RSS feed.", "Every episode also gets posted to wired.com as soon as it's released. If you’re still having trouble, or there's another platform you use that we're not on, let us know."], "pubDate": null, "summary": "Microsoft surprised just about everyone this week by showing off a pair of new mobile devices with two screens apiece.\nThe company’s hardware chief, Panos Panay, joins us on the show this week to talk about the Duo and Neo, and what they say about productivity in the mobile age.\nAlso, Panay urges us not to call the Android-powered Duo a phone … even though it makes phone calls.\nShow NotesRead Lauren Goode on the dual-screen Surface devices, and everything else new in the Surface lineup.\nLauren recommends catching up on HBO’s Succession, as well as this Outside podcast episode, titled “Getting Past Our Fear of Great White Sharks”.", "title": "Talking Surface With Microsoft’s Panos Panay", "url": "https://wired.com/story/gadget-lab-podcast-425/", "keywords": ["youre", "lauren", "panay", "recommends", "talking", "panos", "week", "episode", "app", "duo", "devices", "microsofts", "mobile", "surface"], "authors": ["Condé Nast", "Wired Staf", "Lily Hay Newman", "Christopher Ryan", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Jess Grey", "Scott Gilbertson", "Alex Baker-Whitcomb"], "id": "156d0bde-d918-389f-bff4-ddf9ee5847b7", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}