{"authors": ["Costas Paris", "Costas.Paris Wsj.Com"], "id": "15cfd40b-0675-36a2-bd9d-ebf5c4de5281", "pubDate": null, "title": "Attaining Carbon-Neutral Shipping Is a Herculean Task", "keywords": ["shipping", "fuel", "emissions", "carbonneutral", "industry", "toft", "vessels", "task", "herculean", "attaining", "oil", "fuels", "ships", "global"], "paragraphs": ["Anyone buying ships over the next few years will have to think green.", "The international shipping industry has committed to lower greenhouse-gas emissions by half come 2050, but there is a big catch. Neither the engines nor the fuels are there to back the ambitious target, and tens of billions of dollars must be invested as stricter emissions rules kick in.", "There is almost unanimous agreement that ships, which have burned heavy oil, the most polluting propulsion bunker fuel, since they switched from coal in the early 20th century, must clean up. But nobody is quite sure how it can be done.", "“The impact on shipping in terms of cost to protect the environment will be the biggest in history,” Kitack Lim, secretary-general of global shipping regulator the International Maritime Organization, said in an interview last month. “It’s not going to be easy, but it has to be done.”", "Maritime shipping is the backbone of world trade. Ships move the world’s commodities like oil, iron ore and grains and the vast majority of manufactured goods, including cars, home appliances, clothing and food.", "But they also collectively contribute up to 3% of global pollution, an amount comparable to major emitting countries.", "To comply with the 2015 Paris climate accord, IMO members have agreed to improve fuel efficiency by 30% by 2025 and pledged to slash greenhouse-gas emissions by half by 2050 from 2008 levels.", "That effort is starting to reset the fundamentals of how ships get their power, but time is short.", "Ships have a 25-year lifespan so any new orders over the next decade will have to be for vessels with new designs that will use biofuels, ammonia, hydrogen, batteries or another form of alternate fuel for propulsion.", "A bunker vessel prepares to supply fuel to Hin Leong's Pu Tuo Shan supertanker in the waters off Jurong Island in Singapore. Photo: edgar su/Reuters", "“We don’t have the answers yet,” said Søren Toft, chief operating officer of Denmark’s A.P. Moller-Maersk A/S, the world’s biggest container ship operator. “It can only be done if we go to a different propulsion, a different energy source.”", "For now, shipowners are preoccupied with a more immediate task.", "Starting Jan. 1, 2020, some 60,000 ocean-going ships will be obliged to cut their sulfur emissions by more than 80%. Many are preparing to switch to new low-sulfur fuel, a move that industry executives say will add some $50 billion in costs over the next three to four years.", "“We have invested more than $2 billion in preparation for the sulfur cap and will invest multiple times more for the 2050 goal,” said Emanuele Grimaldi, managing director of Naples, Italy-based Grimaldi Group, a global logistics provider with a fleet of more than 100 car carriers, ferries and general cargo ships.", "“As an industry, we’ve been troubling the environment for too long and now it’s payback time.” Mr. Grimaldi said. “It will be challenging to produce carbon-free fuels in massive quantities, but I think it can be done.”", "Vessel owners, shipyards, engine makers, hull designers and classification societies are only now starting to look at which fuels are fit for the purpose.", "Initially, ammonia seemed a likely choice. It produces no carbon emissions and has been tested on some small vessels. But the process of transforming it into fuel is carbon-intensive, producing more than 1% of global greenhouse-gas emissions, according to the Washington D.C.-based Institute for Industrial Productivity.", "At current production levels, around 80% of ammonia goes to produce fertilizers, and industry executives believe production must substantially increase to fuel the global fleet.", "And there is one other major hurdle to its use in ocean-going vessels. “It’s also highly toxic when it mixes with water and in case of a spill which is very difficult to contain,” Mr. Toft said.", "Batteries are being tested in coastal sailings, mostly in Northern Europe and Japan. But ocean carriers must commit a big part of their cargo space to store them, making them commercially unviable. Similarly, hydrogen needs to be stored in huge quantities to power large ships.", "Maersk and other operators have been looking at biofuels that can be derived from cooking oil and forest product residues. But those still emit carbon dioxide, albeit 80% less than fuels currently used in internal combustion engines.", "Another concern is that any new fuels must be stored and readily available for use in ports around the world, as the heavy oil called bunker now is kept at maritime fuel depots.", "That’s not going to be easy given that concerns still hover over the availability of low-sulfur blends a decade after the IMO mandated their use beginning in 2020. Developing and distributing new fuels on a global basis is an enormous challenge, industry executives say, and will take time.", "“Over the next handful of years we have to [home] in on exactly the right energy source for the future,” Mr. Toft said. “It has to be commercially viable and we have to get there.”", "Write to Costas Paris at costas.paris@wsj.com"], "summary": "The international shipping industry has committed to lower greenhouse-gas emissions by half come 2050, but there is a big catch.\n“The impact on shipping in terms of cost to protect the environment will be the biggest in history,” Kitack Lim, secretary-general of global shipping regulator the International Maritime Organization, said in an interview last month.\n“It’s not going to be easy, but it has to be done.”Maritime shipping is the backbone of world trade.\nStarting Jan. 1, 2020, some 60,000 ocean-going ships will be obliged to cut their sulfur emissions by more than 80%.\nDeveloping and distributing new fuels on a global basis is an enormous challenge, industry executives say, and will take time.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/attaining-carbon-neutral-shipping-is-a-herculean-task-11570183200?mod=hp_minor_pos15"}