{"keywords": ["toilet", "campaign", "serious", "loos", "joke", "win", "deadly", "water", "defecation", "open", "toilets", "india", "week", "sanitation", "world", "day"], "id": "161eb86d-2650-3d59-a2cd-15111b9d3ac5", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["TO STROLL AT dawn through most inhabited parts of the Indian countryside—or even to land at many provincial airports—used to be to intrude on a vast latrine. In every secluded and not-so-secluded corner, men could be seen squatting, to defecate. In 2014 India led the world in “open defecation”, with an estimated 600m of the 1bn people in the world reliant on the practice. It is an extremely dangerous one.", "One gram of faeces contains 10m viruses, 1m bacteria and 1,000 parasitic cysts. Since people often relieve themselves near water sources (to clean themselves and remove the waste) and faeces attract vectors such as flies, diseases spread fast. Where open defecation is practised, more children die—according to one estimate, it kills 1.5m children under five every year. Women, usually excluded from the dawn assembly, have to risk embarrassment, assault and worse with sorties in the dark. So one of the UN’s “sustainable development goals” (SDGs) adopted by the world’s leaders in 2015 reads: “By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations.” An “interim” target brings forward to 2025 the date for ending open defecation.", "As part of the campaign for improved sanitation, November 19th has since 2013 been designated as the UN’s official World Toilet Day. That gave new credibility to what was originally an initiative of the World Toilet Organisation, a charity launched by an energetic Singaporean businessman, Jack Sim, in 2001.", "In theory, this should be one of the more attainable SDGs. The World Bank has sought to cost the water and sanitation ones, and estimated it would take $114bn a year to achieve them, of which 69% would be spent on sanitation. The total would amount to just 0.39% of the GDPs of the 140 countries the World Bank studied. That would, however, be 0.27 percentage points more than is currently spent globally. It would require a massive reallocation of resources. But Richard Damania, the global lead economist in the World Bank’s water practice, says that, at global gatherings of finance ministers, there is a growing realisation that sanitation needs to be discussed. A cost-benefit analysis by the Copenhagen Consensus Centre, a think-tank, calculated that every dollar spent on ending open defecation produces six dollars-worth of benefits. For investing in basic sanitation at home, the benefit is three times the cost.", "India shows that, for all the consensus about the benefits of ending open defecation, it is hard to achieve. It requires huge investment, concerted political leadership and a radical shift in attitudes and behaviour. This World Toilet Day, however, there seems much to celebrate. India has declared itself “open-defecation free” (ODF)—bang on schedule, on October 2nd this year. That was the 150th anniversary of the birth of Mahatma Gandhi, hero of both India’s freedom struggle and its battle for better sanitation (which he once said was more important than political independence). The event was marked with a speech from India’s prime minister, Narendra Modi, who, on taking office in 2014, launched a campaign, known as swachh Bharat (clean India) to end open defecation.", "“Success” was preordained. A calendar for 2019 printed long in advance by the government’s swachh Bharat campaign marks the month of October with a cartoon of a rocket soaring upwards against a background of graph paper, and crossing 100%, to signify the achievement of total ODF. Of course this is nonsense. Nobody seriously believes open defecation has ended altogether in India. Indeed, around the time of the celebrations, grim news broke of two separate murders, involving three children—including an 18-month old toddler—in the central state of Madhya Pradesh. The killings had caste overtones but were ostensibly for the crime of defecating outside. Indeed the government has tempered its claims about ODF. It now says that October marked a “milestone”, and that the 100% boast relates to “self-declarations” by India’s 599,000 villages, 699 districts and 35 states and union territories. Far from all of them were telling the truth.", "For years NGOs and the government have laboured to build toilets in the Indian countryside, only to find them unused. The idea of having a toilet in the home seemed repugnant. In “Maximum City”, a book published in 2005 by Suketu Mehta on life in the fast-growing megacity of Mumbai, a struggling would-be entrepreneur confides his pleasure in returning to his home village, because he likes to feel the grass tickling his buttocks as he defecates.", "But it would be utterly unfair to dismiss altogether the Indian government’s efforts. NGOs acknowledge that huge progress has been made. Mr Modi boasts of having built 110m toilets for 600m people in just five years. And by talking about the importance of the issue in his very first National Day speech from the Red Fort in Delhi in 2014, he may have helped change attitudes.", "Building toilets and persuading people to use them, however, is only the first step. In India, those the government has subsidised in the countryside are mostly simple “twin leach-pit” models that turn faecal sludge over time into harmless compost. But Parameswaran Iyer, the senior civil servant at the swachh Bharat campaign, points to the danger that these come to be seen as the “black-and-white television” of domestic sanitation. The better-off will want “pukka” toilets that flush, in the absence of sewers, into septic tanks, that then require emptying, with the contents requiring treatment. As this trend goes, the lack of running water in many homes will become even more of a problem.", "The hope is that toilet technology will improve fast enough to cope with growing demand and worsening water shortages. The “toilet challenge” made by the Bill and Melinda Gates Foundation since 2011 to reward innovation has thrown up numerous ideas. They include: a self-contained, sun-powered system that recycles water and breaks down human waste into storable energy; a waterless toilet using nano membranes and combustion to turn waste to ashes, powered by raising and closing the lid; and, in India, “tiger toilets”, where a simple pit latrine is occupied by tiger worms that digest faeces and convert it to compost.", "World Toilet Day does indeed have things to celebrate. But its main point is to remind the world of how much further there is to go, and to keep talking about a subject many people would rather ignore."], "authors": ["The Economist"], "title": "Win or loos? - World Toilet Day this week is not a joke, but deadly serious", "pubDate": null, "summary": "Where open defecation is practised, more children die—according to one estimate, it kills 1.5m children under five every year.\nAs part of the campaign for improved sanitation, November 19th has since 2013 been designated as the UN’s official World Toilet Day.\nThat gave new credibility to what was originally an initiative of the World Toilet Organisation, a charity launched by an energetic Singaporean businessman, Jack Sim, in 2001.\nThis World Toilet Day, however, there seems much to celebrate.\nWorld Toilet Day does indeed have things to celebrate.", "url": "https://www.economist.com/international/2019/11/17/world-toilet-day-this-week-is-not-a-joke-but-deadly-serious"}