{"summary": "For the Genesis Mini, Sega worked with the developer behind the lauded Sega Ages ports, and this partnership delivers the classic experience the Genesis deserves.\nFollowing the examples of the miniature consoles from Nintendo and Sony, the Genesis Mini sports the appearance of a smaller Genesis and crams a ton of the platform’s most classic, iconic, and popular titles into it.\nAlso, if you felt burned by Sony not including an AC adapter with its PlayStation Classic, fear not: The Genesis Mini comes complete with a wall plug.\nThe Sega Genesis Mini launches September 19.\nFor more on the Genesis Mini, check out our episode of New Gameplay Today below.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["package", "hedgehog", "classic", "sonic", "games", "mini", "review", "segas", "man", "genesis", "sega"], "id": "16401f95-07ea-3c6b-a806-1bb5815e7c94", "url": "https://www.gameinformer.com/2019/09/12/sega-genesis-mini-review", "title": "Sega Genesis Mini Review", "pubDate": null, "paragraphs": ["At one point in the 1990s, the Genesis seemed like it could help Sega overtake Nintendo and claim the video game throne. While the SNES ultimately prevailed in the 16-bit battle, Sega’s beloved console has retained a dedicated following over the years. Though many iterations of iconic Genesis games have been rereleased in the past few decades, most ports were imperfect, and didn’t captured the fun and delight of playing the originals. For the Genesis Mini, Sega worked with the developer behind the lauded Sega Ages ports, and this partnership delivers the classic experience the Genesis deserves.", "What Is It?", "What Is It?", "Following the examples of the miniature consoles from Nintendo and Sony, the Genesis Mini sports the appearance of a smaller Genesis and crams a ton of the platform’s most classic, iconic, and popular titles into it. Each game allows you to set three restore points, so you can save different states as you play. You’re able to choose from different backgrounds and screen filters, and can sort the massive library of 42 games by name, release date, or number of players.", "Some of the games support multiplayer, and the package includes two controllers that look and feel like the familiar three-button Genesis gamepads. I love how these address two common complaints from competitors’ classic consoles: The Genesis Mini controllers have sufficiently long controller cables, and they give you the ability to access the main menu from couch rather than getting up to press the reset button. Also, if you felt burned by Sony not including an AC adapter with its PlayStation Classic, fear not: The Genesis Mini comes complete with a wall plug.", "The Games", "The Games", "The Genesis Mini’s 42-game library is relatively huge compared to the 30 games on the NES Classic, 21 games on the SNES Classic, and 20 on the PlayStation Classic. The games list ranges from mainstays like Sonic the Hedgehog 2 and Ecco the Dolphin to games that never even released on the Genesis like Tetris and Darius. Mega Man: The Wily Wars, which gathers the first three Mega Man games into one package, is a great addition, and it’s nice to have games like Castlevania: Bloodlines and the punishingly difficult Contra: Hard Corps appear.", "The list also includes several games that epitomize Sega’s lean into over-the-top attitude of the ‘90s, like Comix Zone, Vectorman, and ToeJam and Earl. For the RPG fans, Phantasy Star IV is a great inclusion. Unfortunately, many of the games included in the bundle feel like bloat and don’t hold up (like Virtua Fighter 2), but that won’t stop the nostalgic among us from enjoying them. Still, it’s painful to see those titles taking slots that could have been occupied by Sonic the Hedgehog 3 or Sonic & Knuckles – though the Sonic series is well-represented in general.", "The Full Game list Alex Kidd in the Enchanted Castle", "Alisia Dragoon", "Altered Beast", "Beyond Oasis", "Castle of Illusion Starring Mickey Mouse", "Castlevania: Bloodlines", "Columns", "Comix Zone", "Contra: Hard Corps", "Darius", "Dr. Robotnik’s Mean Bean Machine", "Dynamite Headdy", "Earthworm Jim", "Ecco the Dolphin", "Eternal Champions", "Ghouls ‘N Ghosts", "Golden Axe", "Gunstar Heroes", "Kid Chameleon", "Landstalker", "Light Crusader", "Mega Man: The Wily Wars", "Monster World IV", "Phantasy Star IV", "Road Rash II", "Shining Force", "Shinobi III: Return of the Ninja Master", "Sonic the Hedgehog", "Sonic the Hedgehog 2", "Sonic the Hedgehog Spinball", "Space Harrier", "Street Fighter II: Special Champion Edition", "Streets of Rage 2", "Strider", "Super Fantasy Zone", "Tetris", "Thunder Force III", "ToeJam & Earl", "Vectorman", "Virtua Fighter 2", "Wonder Boy in Monster World", "World of Illusion Starring Mickey Mouse and Donald Duck", "The Verdict", "The Verdict", "When you combine the nostalgia-fueled form factor with strong emulation, the Genesis Mini is compelling package for fans of Sega’s most popular system. While the number of games is substantial, the quality is inconsistent – but you can easily ignore the duds. The library includes plenty of good games that are still a blast to play, making the Genesis Mini is a great way to take a stroll down memory lane.", "The Sega Genesis Mini launches September 19. For more on the Genesis Mini, check out our episode of New Gameplay Today below.", "Video"]}