{"id": "166b7598-f094-34dc-9443-4cdd7dc45b9c", "title": "This Bride Wore a Ralph Lauren Suit for Her Civil Ceremony in Paris", "url": "https://www.vogue.com/slideshow/this-bride-wore-a-suit-for-her-civil-ceremony-in-paris", "summary": "Instead, they planned a civil ceremony for immediate family in June with the intention of celebrating in a bigger way next July.\n“My mother-in-law kindly gifted me a white double-breasted Ralph Lauren smoking,” she says.\nThe bride paired her suit with her grandmother’s gold cross, and a bespoke silk birdcage veil from Sandrine Bourg with her mother’s pearl and gold half-moon brooch to secure it.\nDuring the service, they exchanged simple gold wedding bands from Cartier.\nIt was a perfect match!”For this portion of the celebration, Alexandra fell in love with a dress from Chanel’s Metiers d’Art collection.", "paragraphs": ["Canadian actress Alexandra Lalonde Bouygues and French businessman Cyril Bouygues were planning on getting married on June 27, 2020, at their countryside property in Sologne, just south of Paris. But at the beginning of March, right before the lockdown started in France, they knew they were going to have to pivot on their plans. Instead, they planned a civil ceremony for immediate family in June with the intention of celebrating in a bigger way next July.", "The two met by chance at a friend’s restaurant in Paris. “When we saw each other for the first time, it was love at first sight, even if we didn’t believe in it before,” Alexandra says. “After five minutes, he asked me if I was married with children. [I was] surprised by these questions, to which I answered, ‘No!’ He replied confidently, ‘We can work on it!’ Three years later, we’re working on it!”", "The couple planned their entire civil ceremony with help from Colleen Kennedy Cohen, who advised them remotely from London. Alexandra says she was immensely grateful for Kennedy Cohen’s “impeccable taste and incredible eye for details.”", "Kennedy Cohen is quick to return the compliment: “This couple has impeccable taste, and they had a clear vision from day one,” she says. “They wanted their wedding to look and feel like understated elegance, 1930s glamour, a clean neutral color palette, high fashion, customized and thoughtful details, and of course, stunning florals.”", "Louis-Géraurd Castor had full creative reign over the florals, and he surprised Alexandra and Cyril on the day with the most beautiful creations. “Even my father-in-law was blown away!” the bride admits.", "They got married on a beautiful sunny day on the September 7 at city hall in the 16th arrondissement, where Cyril’s parents were also married. “We chose the date because seven is our lucky number,” Alexandra says. “The ceremony was perfect—short and sweet—thank God the mayor had a great sense of humor!”", "When deciding on what to wear, Alexandra kept thinking of Bianca Jagger in her white Yves Saint Laurent suit. “My mother-in-law kindly gifted me a white double-breasted Ralph Lauren smoking,” she says. Friends David Mallett and Yuta Umeda did her hair, and Regine Bedot did the makeup. The bride paired her suit with her grandmother’s gold cross, and a bespoke silk birdcage veil from Sandrine Bourg with her mother’s pearl and gold half-moon brooch to secure it. Drop pearl and diamond earrings from Porto Raphael were gifted to her by her parents-in-law. Her vintage pearl clutch belonged to her great aunt, and her white satin shoes were by Manolo Blahnik. As “something blue,” thread was sewn in a C above Alexandra’s heart on the inside of the jacket, and she carried a bouquet of seven calla lilies. “Calla lillies were carried by my grandmother and mother for their weddings,” Alexandra says.", "Cyril wore a bespoke suit from Hartwood; his shirt, tie, and pocket scarf were from Brioni, plus his “hawk’s eye” cuff links were from Cartier—one of Alexandra’s wedding gifts to him. During the service, they exchanged simple gold wedding bands from Cartier. “Because they’re classics and our parents’ wedding rings come from there,” Alexandra says.", "After the ceremony, guests gathered in the private garden at the Ritz for a cocktail reception followed by dinner and dancing in the Salon d’Été. “Being able to celebrate in a place as majestic and legendary at the Ritz was something out of a movie,’ Alexandra says. “I love old French and Italian cinema, and we wanted to convey that glamour. Not to mention there’s also the Coco Chanel suite, where Madame Chanel herself lived for 34 years. It was a perfect match!”", "For this portion of the celebration, Alexandra fell in love with a dress from Chanel’s Metiers d’Art collection. “It was a last-minute choice and perfectly embodied the 1930s era that I love,” she says. “Elegant, with the collar tied at the back, cascading as if it were a train, à la Grace Kelly. Olivia Douchez, a friend and one of the first ladies of the Chanel Haute Couture, and my mother helped me dress.” The look was completed with Repossi’s Antifer bracelet, diamond leaf and pearl earrings, and a ring lent to the bride by the house of Chanel.", "“‘At Last,’ the song we did our first dance to, perfectly describes how we felt [that night],” Alexandra says. “‘At last, my love has come along…and life is like a song…’ We felt so blessed to be with those we love and to finally be able to celebrate our union. It was as if we were hovering above the clouds. We’d been ready to get married since our engagement, so we were present and remember every minute. Dancing with my husband, surrounded by our loved ones, overlooking the garden of the Ritz, in the city where we fell in love—we have every reason to be grateful.”"], "authors": ["Alexandra Macon", "Alexandra Maco"], "keywords": ["gold", "lauren", "ritz", "civil", "bride", "married", "paris", "pearl", "wore", "ceremony", "love", "alexandra", "ralph", "wedding", "suit", "white"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}