{"id": "16ae7599-095d-3f2a-9414-d903aa90f29a", "title": "Six Things You Need To Know About LittleBigPlanet Spinoff Sackboy: A Big Adventure", "url": "https://www.gameinformer.com/preview/2020/10/26/six-things-you-need-to-know-about-littlebigplanet-spinoff-sackboy-a-big", "summary": "It’s not the studio’s first foray into the LittleBigPlanet universe; Sumo Digital also developed LittleBigPlanet 3.\nYou’re Going To Learn More About SackboySackboy is a pretty adorable fellow, but what does he have beyond his good looks?\nThey need to be easy to pick up and play, but they need to have depth and nuance to them.\n“We said, for the majority of these things, they should have utility in the game.,” Waterhouse says.\nOn PS5, you’re going to get that extra visual fidelity.", "paragraphs": ["LittleBigPlanet has been a PlayStation mainstay ever since it debuted near the beginning of the PS3’s lifespan. Since then, it’s seen several sequels and spinoffs, but one thing has remained a constant presence: the immeasurably cute Sackboy. A few months back, Sony revealed the character’s latest outing, Sackboy: A Big Adventure. Sumo Digital’s new game may not offer the world-creating tools that much of the series is known for, but its focus on co-op platforming doesn’t appear to be short on surprises.", "It’s not the studio’s first foray into the LittleBigPlanet universe; Sumo Digital also developed LittleBigPlanet 3. I spoke to Ned Waterhouse, design director at Sumo Digital to learn more about the team’s latest game before it launches on PS5 and PS4 on November 12. Here are six of the biggest takeaways from that conversation:", "1. You’re Going To Learn More About Sackboy", "Sackboy is a pretty adorable fellow, but what does he have beyond his good looks? A Big Adventure isn’t going to be exploring his inner demons or diving into his deepest thoughts, but Sumo is stuffing a little bit of story and context into the game.", "“We start in Sackboy’s hometown, which is the village of Loom,” Waterhouse says. “This is where all the sacklings of Craftworld live. Sackboy is a bit different from the other sackfolk; he’s always dreamed of adventure, he’s always wanted to see what lies beyond the borders of his village. Perhaps slightly unexpectedly, but also perhaps predictably, he gets his chance because one day: The game’s villain, a nefarious trickster called Vex descends upon Loom and he kidnaps all of the sacklings that live there and enslaves them to build a machine.”", "If activated, this machine will turn Craftworld upside-down and inside-out. As you may imagine, that’s not a great scenario. I was a little surprised to hear all of these story beats; for a series that’s put more of a premium on aesthetics and player agency, I wasn’t expecting all of this, well, lore. Waterhouse says the team thought providing that kind of context was important. “We felt that by starting the game and showing where he was from and showing his friends and giving that context, that gave us this platform to really show his growth on this journey to become a knitted knight, which is sort of part of his quest, if you like.”", "2. It’s Faithful To The Series While Being *Ahem* A Fun Platformer", "I’ll be diplomatic here by saying that the LittleBigPlanet games have a unique take on platforming physics. Fine. I’ll just say it. Sackboy is kind of a floaty dude in a strange sort of way. LittleBigPlanet does a lot of things exceptionally well, but when I think of great platforming it’s not even in the same room as that list. Waterhouse is similarly diplomatic when he describes how the team first approached the idea of a dedicated LBP platformer.", "“We figured at the start of making this game we made the decision to focus on play,” he says. “We made the decision to say, ‘We’re going to make the best 3D co-op platformer we can.’ Right. What do we need? We need great controls. They need to be responsive, they need to be fluid. They need to be easy to pick up and play, but they need to have depth and nuance to them. We’ll make sure we do that. We need a compelling, highly interactive world to take you on this journey. And then we want loads of variety. We basically said at the start of this game our ambition was to make sure every level felt unique.”", "Waterhouse says that the goal was for every level to provide surprises to the player, whether it was its setting, a new mechanic, or something else. All the while, the team recognized that it was important to ensure that the game was true to the core of LittleBigPlanet. “That meant having signature gameplay elements that everyone is going to recognize, whether that’s score bubbles or bounce pads or scoreboards or whatever else,” he says. “It meant obviously the sort of completely unique handcrafted aesthetic and making sure that we took that and applied it to what is now a 3D world. It meant retaining that sense of quintessential Britishness in the humor and slightly Python-esque irreverence.”", "3. The DualSense Shines In This Adventure", "Sony has made a lot of hay about its DualSense controller, and how its haptic feedback, adaptive triggers, and audio capabilities can work in tandem to create the sensation of interacting with different materials and surfaces. It’s pretty neat tech, and its potential isn’t lost on Waterhouse and his team.", "“Our game, in particular, lends itself to the DualSense because of the high-fidelity materials and being able to really communicate the difference between landing on a balloon versus landing on a tin plate or whatever it might be,” he says. “We still have all of the grab-and-drag gameplay from the LittleBigPlanet titles, and now when you pull something over a surface you will feel that object’s friction with a surface. That’s been really interesting to see the extra layer of immersion that we can put on the gameplay experience. The key currency in our game, the progression currency, is an object called Dreamer Orbs, and when you collect a Dreamer Orb, you pick the orb up in the world and it spins around Sackboy, so it circles him and then it flies up into the UI. Because of the fidelity in the controller, we can create that feeling of the object circling you as the sensation moves around the controller in your hand.”", "I asked Waterhouse what it’s been like incorporating those kinds of sensations into the game. In particular, I was curious to learn how various team members have communicated sensations that aren’t necessarily as easy to convey as things like sounds or visuals.", "“You end up having a lot of arguments about what things do and don’t feel like,” he says. “’Is that how it feels like to pop a balloon?’ ‘Yeah it does!’ ‘No, it doesn’t!’ ‘Someone, get a balloon!’ It is an interesting challenge. A thing to be aware of is the haptics are a component of the feedback in the game, but you need the visuals and the audio to reinforce what you’re feeling, and when it really sings is when those things all come together and the haptics underscore what you’re seeing and what you’re hearing.”", "4. There’s Room For Griefing Mischief …", "I’ll jump right to it: Sackboy: A Big Adventure has a suite of tools that older siblings across the globe are bound to appreciate. You want to slap the other player’s character silly? Go for it! You want to roll into a ball and bonk into your buddy? Why not. If you’re more of a classicist, you can always just grab another player and chuck them into harm’s way.", "“We said, for the majority of these things, they should have utility in the game.,” Waterhouse says. “You should always be able to use them to advance, to progress, to collaborate. But it’s nice to be able to grief each other. Especially if people aren’t expecting it. This is very much a co-op game, but it’s a co-op game with a bit of mischief, and I kind of secretly hope that we’re going to cause a few arguments at Christmas.”", "Those arguments can happen with up to four players, either in groups of four bickering on the couch, yelling at each other online, or split up between the two.", "5. … But Co-Op Is Important", "Once you’ve gotten all that out of your system, it’s important to note that Sumo has put a lot of time into the actual cooperative part of co-op gaming. For instance, one of the levels has you rescuing baby monkeys and depositing them into baskets that are scattered around. Waterhouse says that in user testing, players will invariably pass the monkeys to their co-op buddies whenever possible, and then chuck the babies into the baskets (it’s okay, the monkeys are fine with it).", "“For the main campaign we can look for mechanics that encourage collaboration but not mandate it, but we’ve also created a set of dedicated co-op levels, and these take the mechanics that you’ve encountered in the main game and twist them in a multiplayer context where you have to collaborate and communicate and work together,” Waterhouse says. “That creates a different dynamic to the main game, because people really try and work together but it inevitably all falls apart and it’s hilarious when it does. It’s a really good single-player platformer, but when you play it with your friends it’s a while different dynamic and much more chaotic, much more slapstick. It’s really nice to see people enjoying playing the game in that way.”", "Waterhouse also brought up something that is going to come as a relief to players who may be planning on checking out the game with younger siblings or their own children, or even other people who just aren’t as good at games. In addition to allowing players to do things like add infinite lives, players who are stuck on certain parts of the game in co-op can call an Assist Copter, which takes them safely out of the action while the more skilled player proceeds for a bit. As someone who has his patience tested during co-op platforming sections in other family-friendly games, that copter is a godsend.", "6. PlayStation 4 Players Won’t Be Left In The Dust", "If you weren’t able to afford or secure a PlayStation 5 preorder, don’t worry. “We support PS4/PS5 crossplay, so if your friends aren’t upgrading you can still play together,” Waterhouse says.", "“The first thing I’d like to say is that this game is great on both platforms,” he adds. “We set out to make the best platformer that we could, and I think myself and the team are proud of this experience on both PS4 and PS5. I don’t think players are going to be disappointed if they buy the PS4 version. That said, the PS5 is obviously a more powerful console, and it has a wider feature set. On PS5, you’re going to get that extra visual fidelity. You are going to get the benefits of the SSD, that loading in and out of levels takes just a few seconds and you’re in the game and out again – it’s great. Obviously, the additional sense of immersion that you get from both the DualSense but also the 3D audio. It’s a great experience on PS4, but we’ve enhanced that experience with the increased power and feature set of the PS5.”", "However you choose to play, Sackboy: A Big Adventure is hitting PlayStation consoles on November 12."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["littlebigplanet", "sackboy", "need", "players", "spinoff", "coop", "going", "waterhouse", "adventure", "really", "things", "youre", "game", "big", "know"], "pubDate": "2020-10-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}