{"id": "16f125c0-23cb-35cd-aee9-dc46a69a5aa2", "title": "'America's Newsroom' says goodbye to Bill Hemmer: 'This is a show you built'", "url": "https://www.foxnews.com/media/bill-hemmer-last-show-americas-newsroom", "summary": "Bill Hemmer signed off of \"America's Newsroom\" on Friday, after 12 years co-hosting the morning show on Fox News Channel.\nHemmer, who joined Fox News in 2005, will anchor “Bill Hemmer Reports” weekdays starting Monday at 3 p.m. EST.\n\"I want to say this,\" Hemmer told \"America's Newsroom\" viewers, also addressing co-host Sandra Smith.\nFOX NEWS' BILL HEMMER MOVES TO AFTERNOONS, WILL LEAD BREAKING NEWS DIVISION\"And, Ben, I consider you a friend,\" he said, gesturing to his stage manager.\n\"We're in it together in a significant way every day,\" Hemmer continued.", "paragraphs": ["Bill Hemmer signed off of \"America's Newsroom\" on Friday, after 12 years co-hosting the morning show on Fox News Channel.", "Hemmer, who joined Fox News in 2005, will anchor “Bill Hemmer Reports” weekdays starting Monday at 3 p.m. EST. Hemmer will be replaced by Ed Henry, who will co-anchor \"America's Newsroom\" alongside Sandra Smith.", "The veteran journalist will lead all breaking news coverage in addition to hosting the straight-news program from the network’s Fox News Deck.", "\"I want to say this,\" Hemmer told \"America's Newsroom\" viewers, also addressing co-host Sandra Smith. \"I think what people on the outside of Fox don't understand about the people who work at Fox is that I consider you a friend, also.\"", "FOX NEWS' BILL HEMMER MOVES TO AFTERNOONS, WILL LEAD BREAKING NEWS DIVISION", "\"And, Ben, I consider you a friend,\" he said, gesturing to his stage manager. \"And, everyone else around here on staff. And, that brings a certain unity to the process that we do every day and I think that's really special and I consider it really important — a really important part about what we do.\"", "\"We're in it together in a significant way every day,\" Hemmer continued. \"So, [I'm] not going far.\"", "\"Can I just add to that?\" asked Smith. \"There is not a person in this building – inside or out – that you mention Bill Hemmer's name and they don't say, 'That's a great guy.' Because he is. And, he's a great journalist.\"", "\"Well, we're going to get on the breaking news of the day, just like we do every day. We will get newsmakers, too, to bring that in,\" Hemmer said of his next step.", "\"And, I know you have a great guy coming in here, too. Ed Henry has been trying to take me out at the knees for five years,\" he joked. \"So, now he gets his shot.\"", "\"Thank you for the handoff, Bill. We look forward on building on the success of a show you built,\" Smith replied.", "Most recently, Hemmer conducted an exclusive interview with Attorney General William Barr from El Salvador, reported live from the U.S. summit with North Korea in Vietnam and was on the ground for President Trump’s meeting with Russian President Vladimir Putin from Helsinki, Finland.", "He has interviewed everyone from Mother Teresa to former Secretary of State Condoleezza Rice, playing a key role in FNC’s political coverage in the process.", "Hemmer has contributed to all of the network’s special election coverage since 2008, often covering conventions and reporting live from the campaign trail. Hemmer’s signature \"Bill-Board” helps viewers understand election night results.", "Additionally, the Cincinnati native has covered major news events, including the Boston Marathon bombing in 2013, the 2012 Sandy Hook Elementary School shooting and Hurricane Katrina relief efforts.", "\"On to greater things. On to another chapter. And, it's just that — it's another chapter,\" Hemmer concluded. \"So please come along for the ride.\"", "Fox News' Brian Flood contributed to this report."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "keywords": ["americas", "consider", "smith", "goodbye", "great", "coverage", "day", "built", "really", "hemmer", "bill", "fox", "newsroom"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}