{"summary": "Relief for PSA’s Vauxhall workers in Ellesmere Port as there will be no factory closuresPeugeot and Fiat Chrysler have agreed terms of a £38bn (€34bn) merger that will create the world’s fourth largest carmaker, the companies announced on Wednesday.\nThe two parent companies, PSA Group and Fiat Chrysler Automobiles, confirmed there will be no plant closures as part of €3.7bn in cost savings from the merger, a key concern for more than 1,000 workers at PSA’s Vauxhall factory in Ellesmere Port.\nOn the basis of 2018 sales, the companies would have revenues of almost €170bn and operating profits of €11bn.\nThe companies noted that the group will be more balanced geographically – Peugeot has a big presence in Europe while Fiat Chrysler has a stronger North American offering.\nThe merger, which is expected to be completed in about a year’s time, comes after a proposed deal between Fiat Chrysler and PSA’s French rival Renault fell through in June.", "url": "https://www.theguardian.com/business/2019/dec/18/peugeot-and-fiat-chrysler-agree-terms-of-38bn-merger", "paragraphs": ["Relief for PSA’s Vauxhall workers in Ellesmere Port as there will be no factory closures", "Peugeot and Fiat Chrysler have agreed terms of a £38bn (€34bn) merger that will create the world’s fourth largest carmaker, the companies announced on Wednesday.", "The two parent companies, PSA Group and Fiat Chrysler Automobiles, confirmed there will be no plant closures as part of €3.7bn in cost savings from the merger, a key concern for more than 1,000 workers at PSA’s Vauxhall factory in Ellesmere Port.", "PSA’s boss, Carlos Tavares, who previously oversaw PSA’s successful integration and turnaround of the Vauxhall and Opel brands, will stay on as the chief executive of the new group, which will have combined annual sales of about 8.7m vehicles.", "On the basis of 2018 sales, the companies would have revenues of almost €170bn and operating profits of €11bn. A new name is yet to be announced.", "John Elkann, a scion of the Agnelli family, who controlled Fiat, will become the group’s chairman. The Agnelli family’s investment vehicle will have representation on the board as well as the Peugeot family and Bpifrance, the French state’s investment arm.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "The 50-50 merger will create a new Franco-Italian-American powerhouse, domiciled in the Netherlands – a neutral location – but listed in Paris, Milan and New York. It will aim to give the combined group the financial firepower to invest in electric and autonomous vehicle technology to adjust to the fundamental shift that is under way in the car industry.", "Cars sold by the new group will range from mass-market brands such as Peugeot’s Citroen, Opel and Vauxhall, through to the premium and luxury marques such as Fiat Chrysler’s Alfa Romeo, Jeep and Maserati. The companies noted that the group will be more balanced geographically – Peugeot has a big presence in Europe while Fiat Chrysler has a stronger North American offering.", "Dongfeng Motor Group, the Chinese automaker that owns 12% of PSA, will sell part of its stake in a move seen as addressing US concerns over Chinese interest in a major American asset.", "Tavares said: “Our merger is a huge opportunity to take a stronger position in the auto industry as we seek to master the transition to a world of clean, safe and sustainable mobility and to provide our customers with world-class products, technology and services.”", "The confirmation that there will be no plant closures in the merger plans came as a relief to workers in Ellesmere Port, after PSA previously threatened to close the Cheshire plant if its operations are disrupted by Brexit. However, David Bailey, professor of business economics at the University of Birmingham, warned that question marks will remain in the future given that Fiat has Italian plants running below capacity.", "“Both the French and Italian governments will be keen to maintain capacity in their respective countries, and that could leave UK plants vulnerable to the axe being swung down the line,” he said.", "The merger, which is expected to be completed in about a year’s time, comes after a proposed deal between Fiat Chrysler and PSA’s French rival Renault fell through in June. FCA said the French government’s opposition had prevented the Renault tie-up but it remained convinced of the need for consolidation, a strategy pushed by the late Fiat boss Sergio Marchionne.", "Marchionne saw a need for car companies to band together as they approached the fundamental shift away from the internal combustion engine towards electric vehicles. At the same time, diesel sales have fallen dramatically following emissions-cheating scandals and concerns over air pollution.", "The new group will have to meet new emissions limits that will force it to reduce the carbon dioxide emissions from the cars it sells from 1 January onwards, by selling a combination of battery electric cars, and lower-emission petrol and diesels, and hybrids of the two."], "pubDate": null, "keywords": ["workers", "agree", "merger", "peugeot", "38bn", "sales", "psas", "chrysler", "terms", "french", "fiat", "group", "vauxhall", "companies"], "id": "17701e1f-1e5b-35c8-8121-3ed6603d2e86", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Jasper Jolly"], "title": "Peugeot and Fiat Chrysler agree terms of £38bn merger"}