{"summary": "(CNN) — India is a country that loves its food -- and street food is no exception.\nBefore you tuck into some chaat, however, read our guide on the do's and don't's of Indian street food to keep tummy troubles at bay.\nBetter still, build up your spice tolerance in the first few days of your trip before stepping out to eat street food.\nWhile it is not ideal, street food is a one-off indulgence so chances are you'll be fine.\nRelated content Indian food: The best dishes in each regionDo: Eat where the locals eatIf there are two identical street food stalls side by side, always go for the one with the long line.", "id": "1774527a-d647-3309-a216-b703c8c30c80", "pubDate": null, "url": "https://edition.cnn.com/travel/article/india-street-food-safety-tips-intl-hnk/index.html", "authors": [], "paragraphs": ["(CNN) — India is a country that loves its food -- and street food is no exception. With such a diverse population, it's no wonder the selection of street eats changes with every turn.", "So if you're wondering whether or not you can eat the street food in India and avoid the aptly named \"Delhi belly,\" the answer is a resounding \"yes\" -- there's (almost) nothing to fear.", "Before you tuck into some chaat, however, read our guide on the do's and don't's of Indian street food to keep tummy troubles at bay.", "Related content Best Delhi attractions: A delightful dozen for your holiday in India", "Do: Anything fried or roasted", "In Hyderabad, streetside vendors prepare masala dosa -- a fermented crepe that's a popular breakfast option. NOAH SEELAM/AFP/AFP/Getty Images", "Samosas, aloo tikkis (fried potato cutlets), dosas, jalebis (sugar-soaked funnel cakes) and freshly roasted nuts are all safe bets.", "Why? Because they've been cooked in hot oil or were slow roasted to kill all bacteria.", "Other safe bets include toasted Bombay sandwiches, roasted corn (bhutta), pakoras, and vegetable puffs -- cooked veggies in puff pastry.", "Also important to note, it's commonplace in India to half-cook or half-fry fast food items and then finish fully frying them before sale so they'll be nice and warm.", "Don't: Yogurt-based dishes, especially during monsoon", "Yogurt spoils easily in the heat.", "And if it's being served by a street vendor under an umbrella, chances are it's floating in a large tub with murky water and melted ice.", "Add monsoon humidity levels into the mix and you've a recipe for disease, too.", "This also means avoiding yogurt-based dishes, like dahi puri.", "If you've just got to try some, opt for chain fast food restaurants, like Haldirams or Bikanerwala, to feed your curiosity.", "Do: Check the water source", "It's a well-known fact that water in India is best consumed from a packaged bottle, yet most guidebooks and locals alike will tell you that gol guppas or pani puris -- crispy, hollow rounds filled with spiced water -- are a must-try. And they are.", "The problem here is, often times, you don't know where the vendor gets their water from.", "If you can find a vendor who uses packaged water to make their spiced water, go ahead. If not, opt for a well-known establishment that specializes in fast food. And if you're looking into getting paan (a digestif of sorts, rolled in a betel nut leaf), ensure your paanwala douses the leaf in bottled drinking water.", "As for anything ice-based, like golas (slushies), best avoid them altogether.", "The same goes for ice cream trucks and bicycle vendors -- while the products are nicely packaged and clean, the vendors often turn off their freezers to save battery (or power if they're standalone stalls), which in turn results in the treats being thawed and re-frozen several times before you get to them.", "Don't: Fresh chutneys and sauces", "Fresh chutneys may be eye-pleasing on the street but are best left off your food. courtesy Maggie Hiufu Wong", "As with the previous point, chutneys, including vibrant, green and white coriander and coconut chutneys, are best left off your food.", "Reason being that even though most of them are spices blended with fresh herbs, fruits or veggies, the water they're washed in and/or watered down with is always something to be wary of.", "The only thing that can safely accompany a street samosa is a ketchup packet.", "Do: Hot and cooked sauces", "If you're in north or northeast India, momos -- steamed and fried dumplings -- are a must.", "The sauces that accompany them are the fully cooked, thickened type with sugar, spices, corn flour, and garlic.", "In other words, they are safe to eat. Ditto tamarind chutneys in northern cuisine that have spent hours simmering down into the thick, dark, sweet condiments they are.", "Don't: Sliced fruit", "Certain fruits look lovely sliced.", "A row of watermelons laid out on a cart is inviting, especially on a hot day.", "But to keep these fruits looking fresh and juicy, vendors douse them in water repeatedly. And not the bottled kind, either.", "Do: Fruit with the skin on", "One shouldn't leave India without sampling some mangoes. NOAH SEELAM/AFP/AFP/Getty Images", "Mangoes are synonymous with Indian summers, and it's borderline sacrilegious to come to India in the summer and not indulge in a few.", "If the mangoes still have their skins on, they're perfectly safe to eat, even if they're in tap water, because a fair few varieties allow you to peel back their skin and eat the fruit directly.", "The same applies to oranges and bananas.", "Don't: Street meat", "This is always a no.", "Apart from not knowing where the meat is from, and, at times, what it is, everything from the refrigeration to the air-temperature marinating (with flies for company) can spoil the meat.", "The only exceptions here are momos -- steamed and fried dumplings -- from food stalls with high turnover rates and the hundreds of seafood stalls you find in the south specializing in delicious, deep fried food.", "Related content 50 of the world's best desserts", "Do: Know your spice levels", "Depending on which part of India you visit, the spiciness of the food changes drastically.", "If you're not used to spice, be sure to communicate that with your vendor. Better still, build up your spice tolerance in the first few days of your trip before stepping out to eat street food.", "Don't: Be weirded out by recycled paper packaging", "Chaat wrapped in recycled paper is OK. Dinsa Sachan", "A lot of travelers ask whether its safe to have peanut chaat that's been wrapped in recycled paper (or recycled bread wrappers and chip packets).", "While it is not ideal, street food is a one-off indulgence so chances are you'll be fine.", "If you can, avoid both recycled white paper and newspaper wherever possible by carrying a stash of napkins or your own food container.", "Do: Chai and coffee", "Chai and coffee (in southern India) are almost always fine to drink.", "Presumably because of the high turnover, the milk is always fresh, boiled and served piping hot.", "Beware though, chai in India is always sweeter than you think, so if you're not a huge sugar fan, ask the vendor to leave it out.", "Related content Indian food: The best dishes in each region", "Do: Eat where the locals eat", "If there are two identical street food stalls side by side, always go for the one with the long line."], "keywords": ["safe", "delicious", "recycled", "safety", "india", "vendor", "tips", "youre", "best", "discoveries", "eat", "indias", "water", "street", "food"], "title": "India's street food: Safety tips for delicious discoveries", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}