{"id": "17ab5228-20a4-34ec-b182-be697a8c44a4", "title": "Poem of the week: On a Pebbly Beach by John Birtwhistle", "url": "https://www.theguardian.com/books/booksblog/2020/nov/09/poem-of-the-week-on-a-pebbly-beach-by-john-birtwhistle", "summary": "The English poet and librettist John Birtwhistle was born in 1946 in Scunthorpe.\nHere, he covers a range of themes beyond the aesthetic, but this week’s poem illustrates how subtly he handles the latter.\nOn the Pebbly Beach is decidedly not a nostalgic poem, despite the final stanza’s observation “and now that I sleep diagonally / and walk alone on this beach”.\nIt would be easy, perhaps, for the narrator to overdo the distinction between the favoured stones, but Birtwhistle steers description coolly away from exaggeration and stereotype.\nIt may suggest that properly rational and adult judgment would ensure that the different aesthetic principles symbolised by the choice of stones deserve culturally to be equally represented.", "paragraphs": ["On a Pebbly Beach", "When our family was young", "and the children took off over the stones like little dogs", "as we followed in our different conversation", "and the game was, to come back with the Best", "it struck me that grownups tend to select", "those that the sea had spent her centuries of energy", "smoothing and buffing", "from rock until perfectly formal, the ovoid, the oval", "while our youngsters go for the grotesque,", "the knobbly ones with fractured faces and funny holes", "that can have fingers poked in and out of them", "or look like puppies or gulls", "and now that I sleep diagonally", "and walk alone on this beach", "it is truly hard to decide", "whose preference was the more mature.", "The English poet and librettist John Birtwhistle was born in 1946 in Scunthorpe. A writer always concerned with understated craftsmanship and the quiet thrust of the unexpected, he has recently published an accomplished new collection, In the Event. Here, he covers a range of themes beyond the aesthetic, but this week’s poem illustrates how subtly he handles the latter.", "The family-memory genre readers might have initially anticipated is unpeeled in a single sentence, which, from the phrase at the end of the main clause opening stanza two (“grownups tend to select”) to the poem’s penultimate line, is cast in the present tense. This indicates an interest in general principles beyond the specific occasion of the “Best” stone competition. Note the ironic capitalisation of the “B” – it’s a good clue to the speaker’s tones. On the Pebbly Beach is decidedly not a nostalgic poem, despite the final stanza’s observation “and now that I sleep diagonally / and walk alone on this beach”. In the context, this “update” reads almost as an aside. It simply makes space for the final weighing-up of principles.", "From the start of the narrative, when “the children took off over the stones like little dogs” and “we followed in our different conversation”, a distinction is registered between the two generations. But the phrasing (“our different conversation”) also points to a similarity, of course: the adults’ conversation differs from that of the children, but the children’s response, perhaps less verbal, is still connective, still involves a form of conversation.", "It would be easy, perhaps, for the narrator to overdo the distinction between the favoured stones, but Birtwhistle steers description coolly away from exaggeration and stereotype. It isn’t the sea that has formed the sculpturally perfect ovoids and ovals, but “her centuries of energy”. That striking abstraction has a visual charge: it delivers the image of vast, relentlessly moving waves.", "The children’s stones are cartoon-like and asymmetrical – almost, in the colloquial sense of the term, gothic. They have a contemporary style, in comparison with the adults’ choice. They are interactive. Fingers can be poked into their “funny holes”, and the resemblance to the children themselves, who earlier ran about like “little dogs” is intensified by the comparison to “puppies”. These favourite stones are anthropomorphic. We can assume they have been shaped randomly, by micro-organisms, as well as damage from the elements. No artist-sea has smoothed and buffed them.", "The significant question the poem broaches at last concerns “whose preference is the most mature”. This would add an ethical dimension to the poem’s investigation, if we were being invited to consider maturity a desirable quality. The poem in its wisdom doesn’t explore the value of maturity. It may suggest that properly rational and adult judgment would ensure that the different aesthetic principles symbolised by the choice of stones deserve culturally to be equally represented.", "Another poem in In the Event, On a Certain Poet, uses the analogy of a “silky cat” that “in a single elegant phrase / draws out the syntax of its motion so as to leave / clear each object on the mantelpiece it slinks // along and between so as to cause no catastrophe / to obstacles acutely observed and yet un- / touched, leaving things pretty much as they are”. As in On a Pebble Beach, the aesthetic judgment is finally withheld: it’s up to the reader to decide if the technique of “a certain poet” is admirable or otherwise. It’s a different question, but of the kind Birtwhistle discusses with lucid aplomb. His work is consistently both shaped and calm, and energised by the various tides it travels."], "authors": ["Carol Rumens"], "keywords": ["birtwhistle", "children", "stones", "conversation", "different", "aesthetic", "poet", "little", "john", "beach", "pebbly", "poem", "week"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}