{"id": "17b1ae1b-9470-32cb-8c02-9ce2382ad917", "title": "The Biden Era Begins", "url": "https://www.newyorker.com/magazine/2020/11/16/the-biden-era-begins", "summary": "Many Biden supporters had hoped to gain a more resounding mandate, and on Election Night there were early glimmers of hope in Texas and Ohio.\nIn the end, with close finishes in so many states, Biden would have to be satisfied with unseating the incumbent.\nThroughout his term, Trump openly waged war on democratic institutions and deployed a politics of conspicuous cruelty, bigotry, and division.\nHis appeal was nearly as frightening to Republicans in Congress as it was to those who voted for Biden.\n(Biden, who will be seventy-eight on November 20th, is older coming into the White House than Ronald Reagan was when he left it.)", "paragraphs": ["American democracy was on the ballot on Election Day, and although American democracy won, an occasion of immense relief, the margin of victory should not be exaggerated.", "Joe Biden, the victor in the popular vote by a margin so far of more than four million, has won the Electoral College and will become the forty-sixth President of the United States. Senator Kamala Harris, the daughter of a Black father and an Indian-American mother, will make history as Biden’s Vice-President. Donald Trump, who will finish out his term as the most cynical character ever to occupy the Oval Office, was mendacious to the last, claiming victory before the ballots were counted and accusing an unknown “they” of trying to steal the election from him. He is sure to pursue his case, however misbegotten, in the courts and in the right-wing media. It would also come as no shock if he provoked civil unrest on his own behalf. If four years have proved anything about Trump, it’s that he is capable of nearly anything.", "The unhinged, if predictable, spectacle of Trump’s press conference early Wednesday morning at the White House was outrageous even to some of his closest allies: here was an unstable authoritarian trying his best, on live television, to undermine one of the oldest democratic systems in existence. “This is a fraud on the American public,” he complained. “This is an embarrassment to our country.” As far as he was concerned, citing no evidence, “we have already won it.” Trump was willing, as always, to imperil the interests and the stability of the country to satisfy his ego and protect his power. On Thursday evening, Trump reprised this malign and pathetic performance, as he took to the White House pressroom to claim, again without proof, that he was being “cheated” by a “corrupt system.” Reading from a prepared text, he said that his vote was being “whittled down” as ballots were being counted. He spun a baseless conspiracy theory about dishonorable election officials, a burst pipe, and “large pieces of cardboard.” His words were at once embittered and deranged; his voice betrayed defeat. There has never been a more dangerous speech by an American President, and it remained to be seen if his party’s leadership would, at last, abandon him.", "There can be no overstating the magnitude of the tasks facing Biden. If he survives whatever challenges, legal and rhetorical, that Trump throws his way in the coming days and weeks, he will begin his term facing a profoundly polarized country, one even more divided and tribal than the polls have suggested. It is a nation in which one half cannot quite comprehend the other half. He also confronts a country that is suffering from an ever-worsening pandemic, an ailing economy, racial injustice, and a climate crisis that millions refuse to acknowledge.", "Many Biden supporters had hoped to gain a more resounding mandate, and on Election Night there were early glimmers of hope in Texas and Ohio. In the end, with close finishes in so many states, Biden would have to be satisfied with unseating the incumbent. Crucially, he outperformed Hillary Clinton in Michigan, Wisconsin, and Pennsylvania, and widened the playing field to Arizona and Georgia, where Democrats have struggled for years. The polls had been, almost uniformly, wrong, often by significant margins. They again underestimated Trump’s over-all support. Predictions of a towering “blue wave” washing away the Trump Administration and the memory of the past four years proved to be a fantasy. And yet the end of the Trump Presidency is, by any measure, a signal moment in modern American history. These four years have wrought tragic consequences; there is no question that another four would have compounded the damage immeasurably.", "Throughout his term, Trump openly waged war on democratic institutions and deployed a politics of conspicuous cruelty, bigotry, and division. He turned the Presidency into a reality show of lurid accusation and preening self-regard. But what finally made him vulnerable to defeat was his mishandling of the coronavirus pandemic, which has killed nearly a quarter of a million Americans. His disdain for scientific and medical expertise, his refusal to endorse even the most rudimentary preventive measures against the spread of the virus, was, according to medical experts, responsible for the needless deaths of tens of thousands. Perhaps the most emblematic sign of his heedlessness was the Rose Garden ceremony at which Trump announced his nomination of Amy Coney Barrett to the Supreme Court; within days, it was clear that the ceremony, a predominantly mask-free affair, with people seated in tightly packed rows, had been a superspreader event.", "The pandemic also served to heighten the difference in character between the two candidates. For many months, Trump betrayed little sense of loss. Fellow-feeling is not in his emotional vocabulary. At his rallies, he ranged between flippant and indifferent, unwilling to acknowledge the gravity of the pandemic in any recognizably human way. “We’re rounding the turn!” he declared again and again, as the death toll rose higher and a new wave of cases crested in hundreds of American towns and cities. For a fleeting moment, when he was ill himself, Trump pretended to experience a glimmer of sympathy for people who had died, been sick, or feared the virus. That soon passed.", "To Biden, loss, and the recovery from loss, is the very condition of life. As a young man, he suffered the deaths of a daughter and his first wife in a car crash; more recently, his elder son died of brain cancer. Biden is a man of transparent flaws—regrettable political decisions during his long Senate career, a speaking style that often tips into bewildered verbosity—and yet in his public life he rarely fails to project a quality of empathy. That quality may have been as essential to his appeal as any policy proposal.", "Trump could never bring himself to promise an orderly transfer of power. He now will doubtless cast blame, concoct conspiratorial reasons for his downfall, and, if past is prologue, compare the beneficence of his rule to that of Abraham Lincoln. It is hard to imagine him appearing at Biden’s Inauguration and behaving with even an ounce of grace. He knows well what follows, and he cannot bear it: Joe and Jill Biden will move into the White House, and he will retreat to Mar-a-Lago, where he could spend years fending off creditors, prosecutors, the Internal Revenue Service, and the judgment of history. Trump might develop a new media venture. He might even lay plans for a run in 2024. The Constitution allows it.", "But, even if Trump’s career in elective politics is over, Trumpism will, in some form, persist. In 2016, he recognized the hollowness of the Republican establishment and quickly buried front-runners for the G.O.P.’s nomination, from Jeb Bush to Marco Rubio. As President, he made the Party his own, bending former opponents to his will and banishing anyone who questioned his authority, his judgment, or his sanity. Republican leaders made it plain that they were willing to ignore Trump’s antics and abuse so long as they got what they wanted: the appointment of right-wing judges and diminished tax rates for corporations and the wealthy. His appeal was nearly as frightening to Republicans in Congress as it was to those who voted for Biden. Trump has lost this race, but it is hard to describe the election as a wholesale repudiation. Tens of millions of Americans either endorsed his curdled illiberalism, his politics of resentment and bigotry, or were at least willing to countenance it for one reason or another. The future of Trumpism remains an open question.", "So is the prospect of a Biden Presidency. At first, Biden ran a wobbly campaign as a centrist, a meliorist, open to such reforms as an expansion of the Affordable Care Act and a reassertion of such international accords as the Iran nuclear deal and the Paris climate agreement. But, unlike his opponent Bernie Sanders, Biden would never use “revolution” or “movement” to describe his intentions. Having spent more than forty years in Washington, he entered the field hoping to be a candidate of restoration, compromise, and reassurance, a return to some indefinable form of “normal.”", "In the early debates and primaries, Biden stumbled. His opponents highlighted his uneven record, his rhetorical blunders, and his age. (Biden, who will be seventy-eight on November 20th, is older coming into the White House than Ronald Reagan was when he left it.) His early campaigning did not inspire confidence. Pundits recalled how, in 2008, he had scored one per cent of the vote in the Iowa caucuses and quickly bowed out. Would the same happen in 2020? Memories of his performance at the Clarence Thomas confirmation hearings and other moments of misjudgment were a drag on his candidacy. His effort seemed tired, without evident purpose. Writing in BuzzFeed News at the time, Ben Smith rightly observed that Biden’s campaign was “stumbling toward launch with all the hallmarks of a Jeb!-level catastrophe—a path that leads straight down.”", "But, after getting buried in Iowa, New Hampshire, and Nevada, Biden persisted, deploying a steady appeal to his own ordinariness, a sense of decency. His message, to a great degree, was that he’d been Barack Obama’s Vice-President and that he had the best chance of beating Donald Trump. In South Carolina, thanks in part to an endorsement from Representative James Clyburn, a lingering glamour from his place in the Obama Administration, and heavy support from Black voters, he won the primary. Thereafter, his campaign came alive. He and Sanders, in particular, continued to debate the issues, but one sensed that among all the Democratic contenders there was an underlying priority—the need to deny Trump a second term."], "authors": ["David Remnick", "David Remnic", "Eric Lac", "Evan Osno", "Nicholas Leman"], "keywords": ["american", "era", "house", "trump", "trumps", "term", "begins", "white", "biden", "pandemic", "won", "election"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}