{"id": "18179d34-e938-3b43-a06a-207d8169d831", "title": "Trump team vows more lawsuits in key states, as top Republicans mum on projected Biden win", "url": "https://www.foxnews.com/politics/trump-legal-moves-top-republicans-mum-projected-biden-win", "summary": "\"I WON THE ELECTION, GOT 71,000,000 LEGAL VOTES.\n\"Here’s how this must work in our great country: Every legal vote should be counted.\n\"I'm here tonight to stand with President Trump.\n\"Every single LEGAL vote must be counted in this Election,\" the Republican Party tweeted, calling for donations to an election defense fund.\nCLICK HERE FOR THE FOX NEWS APPIn Arizona, Trump has gained significant ground on Biden, where he trails by just 18,610 Saturday evening.", "paragraphs": ["Despite Joe Biden being projected as the next president-elect, President Trump is pushing forward with legal challenges as vote tallies continue, and Republican leaders have largely avoided weighing in on the latest developments.", "Rudy Giuliani, Trump's personal attorney, estimated his team will have four or five lawsuits over alleged voter fraud in battleground states by the end of the week and said Trump is right not to concede on Sunday.", "BIDEN WINS PRESIDENCY, TRUMP DENIED SECOND TERM IN WHITE HOUSE, FOX NEWS PROJECTS", "\"It really would be wrong for him at this point it be wrong for him to concede,\" Giuliani told \"Sunday Morning Futures.\" \"There is strong evidence that this was an election that at least three or four states and possibly 10, it was stolen. In other words it was based on false votes. Now you can't let that election go into history without challenging that.\"", "Giuliani said his team may have enough evidence to \"change Pennsylvania,\" claiming that hundreds of thousands of votes were \"completely invalid.\"", "\"There are upwards of 50 witnesses, and this will be the subject of a lawsuit that we file tomorrow for violating civil rights for conducting an unfair election, for violating the law of the state, for treating Pittsburgh and Philadelphia different than the rest of the state, which is an equal protection violation, which goes under Bush v. Gore,\" Giuliani said on Sunday. \"We're at now 450,000 definite mail-in ballots that they separated from the envelope, threw the envelope away. We can never tell if they're valid or not.\"", "Trump still leads in North Carolina, but that state continues to accept late mail-in ballots and Biden's leads in Pennsylvania, Georgia, Arizona, and Nevada are growing. The president, however, insists that those leads are the result of illegal ballots.", "\"THE OBSERVERS WERE NOT ALLOWED INTO THE COUNTING ROOMS,\" Trump tweeted Saturday. \"I WON THE ELECTION, GOT 71,000,000 LEGAL VOTES. BAD THINGS HAPPENED WHICH OUR OBSERVERS WERE NOT ALLOWED TO SEE.\"", "The president also claimed that millions of ballots were sent to people who had not requested them.", "Prior to Fox News Decision Desk and others calling the race for Biden, several top Republicans appeared to back the president's refusal to concede.", "\"Here’s how this must work in our great country: Every legal vote should be counted. Any illegally-submitted ballots must not,\" Senate Majority Leader Mitch McConnell, R-Ky., tweeted Friday. \"All sides must get to observe the process. And the courts are here to apply the laws & resolve disputes. That's how Americans' votes decide the result.”", "\"Far from over. Republicans will not back down from this battle,\" House Minority Leader Rep. Kevin McCarthy said.", "Sen Ted Cruz, R-Texas, got into a war of words with Pennsylvania Attorney General Josh Shapiro, and accused the state of \"breaking the law, ignoring court orders, counting ballots in secret & threatening to steal the presidency.\"", "\"I'm here tonight to stand with President Trump. He stood with me,\" Sen. Lindsey Graham, R-S.C., said Friday, adding that \"the allegations of wrongdoing are earth-shattering.\"", "The GOP itself supported the president's ongoing litigation and called for the public to pitch in to assist the efforts.", "\"Every single LEGAL vote must be counted in this Election,\" the Republican Party tweeted, calling for donations to an election defense fund.", "Since the announcement of Biden's projected victory, however, many Republicans have remained silent, although Sens. Mitt Romney, R-Utah, and Lisa Murkowski, R-Alaska, have issued statements accepting a Biden victory.", "Graham, Cruz and McCarthy had appearances on Fox News' \"Sunday Morning Futures,\" and FoxNews.com is covering what they have to say.", "The Supreme Court has yet to rule on whether or not mailed ballots received after Election Day should count, which may or may not affect that state's outcome. State law says that ballots should not be counted after Election Day, and Republicans claim that the Pennsylvania Supreme Court acted outside its authority when it extended this year's deadline by three days.", "TRUMP WOULD CONCEDE, WORK ON PEACEFUL TRANSITION IF LEGAL FIGHT FALLS SHORT, SOURCES SAY, DESPITE TWEETS", "If the Supreme Court were to rule in Trump's favor and it resulted in the state going to the president, he would still need a significant number of ballots to be invalidated in other states.", "The Trump campaign had also won a challenge after claiming that poll watchers in Philadelphia were not being given adequate access to observe the counting process. However, the campaign was denied a request to have the counting halted after claims its access was less than that afforded to Democrats.", "A Saturday night vote count released in Nevada indicated that Trump trails Biden by 27,480, which is larger than the margin by which he lost the state to Hillary Clinton in 2016. Trump did receive upwards of 100,000 votes more than he did in 2016, and his campaign has made a variety of allegations claiming foul play in this year's race such as votes cast by people no longer residing in the state, as well as improper settings on signature verification software.", "CLICK HERE FOR THE FOX NEWS APP", "In Arizona, Trump has gained significant ground on Biden, where he trails by just 18,610 Saturday evening. Still, that small margin of less than 0.6% is not enough to trigger a recount, which would only take place if the difference between the two was 0.1% or less.", "In Georgia, however, a recount is required if the difference is 0.5% or less. Biden is currently shown to be leading by just 0.2% there. The Trump campaign is also seeking a recount in Wisconsin."], "authors": ["Ronn Blitzer"], "keywords": ["vows", "lawsuits", "president", "vote", "republicans", "ballots", "votes", "team", "biden", "election", "states", "projected", "mum", "legal", "key", "state", "win", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}