{"authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. You Can Follow Him On Facebook"], "title": "Facebook CEO says he won't 'further antagonize' Elizabeth Warren after threatening lawsuit", "url": "http://www.foxnews.com/media/facebook-ceo-elizabeth-warren-antagonize", "summary": "Facebook CEO Mark Zuckerberg committed to treating Sen. Elizabeth Warren, D-Mass., fairly on his platform despite a report that he planned to sue her if she tries to bust up Big Tech companies like his if she became president.\nIn a live-streamed company meeting on Thursday, Zuckerberg said that he would \"try not to antagonize her further.\"\nWarren seized on his comments by posting an Instagram video featuring Zuckerberg's initial comments and the claim that \"The Rich and Powerful Are Afraid of Elizabeth Warren.\"\nWarren, on Tuesday, suggested Facebook's dominance resulted from a \"corrupt system\" that allowed tech companies to engage in \"illegal anticompetitive practices.\"\nShe followed that tweet with another linking to her plan for breaking up big technology firms.", "keywords": ["tech", "say", "threatening", "warren", "wont", "rich", "elizabeth", "lawsuit", "video", "antagonize", "think", "comments", "zuckerberg", "meeting", "ceo", "powerful", "facebook"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Facebook CEO Mark Zuckerberg committed to treating Sen. Elizabeth Warren, D-Mass., fairly on his platform despite a report that he planned to sue her if she tries to bust up Big Tech companies like his if she became president.", "In a live-streamed company meeting on Thursday, Zuckerberg said that he would \"try not to antagonize her further.\" \"Even when people disagree with what I think would be good to happen in the world, I still want to give them a voice — that's what we're here to do,\" Zuckerberg told his employees.", "\"I would rather have someone get elected even if I disagree with them on everything, which I don’t even think is the case here, than not give them the ability to say what they think.”", "Zuckerberg stood by leaked comments about a legal challenge saying, \"Maybe I said that in a little bit more unfiltered of a way than I would say it externally, but fundamentally we believe everything we said that was in there.”", "WARREN USES ZUCKERBERG AUDIO IN INSTAGRAM VIDEO, SAYS THE 'RICH AND POWERFUL' FEAR HER", "Zuckerberg initially said, in a July meeting with employees, that he would \"go to the mat and fight\" if Warren tried breaking up his business.", "Warren seized on his comments by posting an Instagram video featuring Zuckerberg's initial comments and the claim that \"The Rich and Powerful Are Afraid of Elizabeth Warren.\"", "Warren, on Tuesday, suggested Facebook's dominance resulted from a \"corrupt system\" that allowed tech companies to engage in \"illegal anticompetitive practices.\" She followed that tweet with another linking to her plan for breaking up big technology firms.", "CLICK HERE FOR THE ALL NEW FOXBUSINESS.COM"], "pubDate": null, "id": "185bb56a-f431-3de7-ad64-d14c1428ca9f"}