{"authors": ["Dana Blanton"], "title": "Fox News Poll: Biden expands lead among South Carolina Democrats", "url": "https://www.foxnews.com/politics/fox-news-poll-biden-expands-lead-among-south-carolina-democrats", "summary": "Joe Biden increases his lead in the Palmetto State, as a growing number of South Carolina Democratic primary voters want a candidate who can defeat President Trump.\nBiden captures 41 percent support among Democratic primary voters (+6 points since July), Elizabeth Warren trails with 12 percent (+7), and Bernie Sanders gets 10 percent (-4).\nCLICK HERE TO READ THE POLL RESULTSSouth Carolina holds its Democratic primary February 29, 2020.\nHillary Clinton beat Sanders by 73-26 percent in the 2016 South Carolina primary.\nSome 83 percent of primary voters are dissatisfied with how things are going in the country today, and 78 percent favor impeaching Trump and removing him from office.", "keywords": ["points", "south", "carolina", "poll", "voters", "biden", "support", "expands", "democrats", "democratic", "lead", "primary", "candidate", "fox"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Joe Biden increases his lead in the Palmetto State, as a growing number of South Carolina Democratic primary voters want a candidate who can defeat President Trump.", "The former vice president is ahead by 29 points, according to a Fox News Poll. That’s up from a 21-point lead in July.", "Biden captures 41 percent support among Democratic primary voters (+6 points since July), Elizabeth Warren trails with 12 percent (+7), and Bernie Sanders gets 10 percent (-4).", "The Sanders campaign announced Wednesday that he is off the trail indefinitely after undergoing a heart procedure. The poll was conducted Sunday through Wednesday evenings.", "Kamala Harris receives 4 percent, down from 12 percent. Tom Steyer, who entered the race in July, also gets 4 percent. Cory Booker (3 percent) and Pete Buttigieg (2 percent) held steady. All others receive 1 percent or less.", "CLICK HERE TO READ THE POLL RESULTS", "South Carolina holds its Democratic primary February 29, 2020. It is the fourth state to vote in the nomination race and the first with a large African-American population.", "The poll, released Sunday, shows Biden with large leads among blacks (+41 points), men (+31), and voters over age 45 (+38). Since July, his support has grown 9 points among blacks and 13 points among black men.", "Warren is ahead among one group -- white voters with a college degree (+5 points), and comes close to Biden among white voters, trailing him by just 4 points.", "Sanders is the top pick among voters under age 35, besting Biden by 9 points.", "Hillary Clinton beat Sanders by 73-26 percent in the 2016 South Carolina primary.", "When asked their second-choice candidate, Warren tops the list with 16 percent. When first and second-choice preferences are combined, it’s Biden at 52 percent, Warren at 28 and Sanders at 23 percent.", "“Warren is a distant second even though she more than doubled her support since July -- and she would need to triple her support again to even get within striking distance of winning South Carolina,” says Democratic pollster Chris Anderson, who conducts the Fox News Poll with Republican counterpart Daron Shaw. “But she is really in the delegate hunt here. The fact that she is the top second choice candidate puts her in a good position to gain momentum as the field narrows.”", "CLICK HERE TO GET THE FOX NEWS APP", "Fifty-eight percent of South Carolina Democratic primary voters prioritize backing a candidate who can beat Donald Trump, up from 52 percent who felt that way in July. That’s twice the number saying supporting a candidate they like is more important (29 percent).", "They also prefer a candidate who will build on former President Barack Obama’s legacy over one with a new and different approach (50-41 percent).", "Biden dominates among those prioritizing beating Trump (+39 points) and those wanting to build on Obama’s legacy (+41). He has narrower advantages, although still commanding, among those wanting to back their favorite candidate (+15) and preferring a new approach (+16).", "Some 83 percent of primary voters are dissatisfied with how things are going in the country today, and 78 percent favor impeaching Trump and removing him from office.", "Conducted September 29-October 2, 2019 under the joint direction of Beacon Research (D) and Shaw & Company (R), this Fox News Poll includes interviews with 803 South Carolina Democratic primary voters who spoke with live interviewers on both landlines and cellphones and has a margin of sampling error of plus or minus 3.5 percentage points. Respondents were randomly selected from a statewide voter file and screened to identify potential participants in the Democratic presidential primary."], "pubDate": null, "id": "18688166-2b6c-3f73-980d-f78a5268da56"}