{"paragraphs": ["Greetings and salutations! Welcome to this week's Replay, where we endeavor to catch you up on some of the biggest headlines in the gaming world that we haven't already covered. Spend just a few minutes reading over some interesting stories, and feel a bit closer to videogames this week. They're your friends, they'll enjoy it. Here we go.", "Red Dead Redemption 2 Is Finally Coming to PC—and Stadia, Too!", "Ever since Red Dead Redemption 2 came out, rumors have abounded that a PC release was imminent. Months went by, and even though the whispers continued and hints surfaced, no PC version arrived. Was it still forthcoming? Was it all a ruse?", "Readers, fret not, it's coming. This week, Rockstar Games announced that Red Dead Redemption 2, built using dreams of the Wild West and lots of hard work, is on its way to PC. The game will be out on November 5 through Rockstar's own PC games launcher, the Epic Games Store, Green Man Gaming, and the Humble Store. The game will land on Steam in December. It's also going to be a launch title for Google Stadia. So, rejoice, PC gamers. You're getting your cowboy game. Yee—and we can't stress this enough—haw.", "Rick Fox Is Suing His Partners in the Esports Company He Cofounded", "Rick Fox, former basketball player and current businessman, has had a difficult time with Echo Fox, the esports company he helped to found. To date, Fox has accused another partner in the firm of racist actions toward him, and there has been a lot of discussion of Fox leaving the company, or forcing his enemies out, or both, or neither. The whole thing is really confusing and tense.", "Now, Fox is filing a lawsuit against his business partners at Echo Fox, seeking millions of dollars in damages. The suit centers particularly on investor Amit Raizada and alleges that Raizada and other members of the board sent the company into \"a tailspin\" due to \"fraudulent activity\" and a concerted effort to influence the company for Raizada's benefit. You can find more in-depth quotes, and the entire legal complaint, at Kotaku.", "Here's a Heartwarming Story About Apple Arcade's Youngest Developer", "To end our week, let's look at something really nice. Over at Vice, Patrick Klepek took a look at the story of 14-year-old Spruce Campbell, a London-based game developer whose game, Operator 41, is featured in Apple Arcade's slate of available titles. From a start learning how to program at the age of 8, Campbell has been working on apps and games, winning a BAFTA award for young creators, and generally impressing the heck out of a whole bunch of adults.", "Operator 41, a stealth game, is his most impressive work yet, a title he personally pitched to the people at Apple Arcade and made thanks to the support of his family and a whole lot of verve. What an impressive kid.", "Recommendation of the Week: Obduction by Cyan Games, on PC", "Have you heard the good news about Obduction? Created by the people behind the legendary, once-the-most-popular-videogame-ever Myst, it's one of the best 3D puzzle/adventure games ever made. Seriously, it's stunning. Set in a reality that's fractured, pulled from different timelines into one big broken mess, Obduction is a story about going home, finding community, and learning weird alien languages that use, like, base 13 instead of base 10 or something. The puzzles are complex, the level design is perfect, and the atmosphere is engrossing. You really can't do better.", "More Great WIRED Stories"], "pubDate": null, "summary": "Red Dead Redemption 2 Is Finally Coming to PC—and Stadia, Too!\nEver since Red Dead Redemption 2 came out, rumors have abounded that a PC release was imminent.\nThis week, Rockstar Games announced that Red Dead Redemption 2, built using dreams of the Wild West and lots of hard work, is on its way to PC.\nThe game will be out on November 5 through Rockstar's own PC games launcher, the Epic Games Store, Green Man Gaming, and the Humble Store.\nRecommendation of the Week: Obduction by Cyan Games, on PCHave you heard the good news about Obduction?", "title": "Red Dead Redemption 2 Is Finally Coming to PC—and Stadia, Too!", "url": "https://wired.com/story/red-dead-redemption-2-pc-stadia/", "keywords": ["company", "redemption", "coming", "week", "pc", "game", "stadia", "red", "really", "pcand", "games", "obduction", "fox", "finally", "dead"], "authors": ["Condé Nast", "Julie Munc", "Lily Hay Newman", "Christopher Ryan", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Geek'S Guide To The Galaxy", "Jason Parham", "Julie Muncy"], "id": "18931a6d-f53b-36be-bad7-ee097203ab3f", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}