{"authors": [], "title": "Drivers say IndyCar's new aeroscreen safety device is 'ready to race'", "url": "https://www.foxnews.com/auto/drivers-say-indycars-new-aeroscreen-safety-device-is-ready-to-race", "summary": "Scott Dixon and Will Power both declared IndyCar’s new aeroscreen “ready to race” during the first extensive test session for the cockpit protection that will debut next season.\nIndyCar has tested various windscreen concepts, including one by PPG Aerospace that drivers used in tests last year.\nIndyCar was able to take that research to give Red Bull additional information for development of the current design.\nThe 3-inch titanium deflector was a temporary solution for this season as Red Bull finished its aeroscreen.\nThe Red Bull design is a polycarbonate laminated screen with anti-reflective coating on the interior and an anti-fogging device through a heating element.", "keywords": ["say", "tested", "red", "cockpit", "safety", "indycar", "protection", "power", "ready", "aeroscreen", "race", "indycars", "bull", "drivers", "device", "titanium"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Scott Dixon and Will Power both declared IndyCar’s new aeroscreen “ready to race” during the first extensive test session for the cockpit protection that will debut next season.", "“It’s like a road car,” Dixon said. “It’s just very quiet. I can hear my radio, usually I can’t hear that. I can hear the engine. The protection is there. It would be very strange taking it off now.”", "The aeroscreen developed by Red Bull Advanced Technologies virtually covers the open-air cockpit with a clear screen anchored by and on a titanium framework. Its purpose is to protect drivers from flying debris.", "Dixon has been the most involved driver in the development of the aeroscreen and he tested a prototype on a simulator in July at the Dallara Research Center in Indiana. He joined Power on Wednesday at Indianapolis Motor Speedway, where the duo had logged over 600 miles before a break to discuss the progress.", "“When you have driven it for a day, you will fill naked without it, because there’s so much protection there,” Power said. “I am so happy that we have it, it really is a huge step in safety. It is the best of both worlds in that you have a halo and a screen.”", "IndyCar has been working on improved cockpit safety since 2011 when Dan Wheldon died from a head injury suffered when his car sailed into a fence at Las Vegas. The exposed cockpit left Wheldon’s head vulnerable will the car hit the fencing. Four years later, Justin Wilson was killed when a piece of debris from a crash ahead of him bounced off his helmet during a 2015 race at Pocono.", "IndyCar has tested various windscreen concepts, including one by PPG Aerospace that drivers used in tests last year. Although the drivers who tested the windscreen did not report any issues, comprehensive testing at PPG’s facility in Alabama showed more work was needed. IndyCar was able to take that research to give Red Bull additional information for development of the current design.", "In May, IndyCar introduced a debris deflector mounted at the front of the cockpit. The 3-inch titanium deflector was a temporary solution for this season as Red Bull finished its aeroscreen.", "The Red Bull design is a polycarbonate laminated screen with anti-reflective coating on the interior and an anti-fogging device through a heating element. The titanium frame will be mounted in three areas.", "It is expected to have load-bearing capability of 150 kilonewtons, which would equal the FIA load for the “halo” design currently used in Formula One, where drivers also are in open cockpits. One kilonewton is equal to approximately 225 pounds, so the screen’s capability would be nearly 34,000 pounds (15422.3 kilograms). Drivers will also have a cockpit cooling option designed by Dallara, IndyCar’s chassis supplier.", "IndyCar has additional aeroscreen test scheduled for next week at Barber Motorsports Park in Alabama, followed by tests at Richmond Raceway and Sebring International Raceway.", "Aeroscreens are scheduled to be delivered to all IndyCar teams before the end of the year."], "pubDate": null, "id": "19194be1-e7c3-3efa-b60b-c75cecb9b940"}