{"authors": ["Michael Bartiromo"], "title": "Ina Garten to release memoir: 3 questions we want answered", "url": "https://www.foxnews.com/food-drink/ina-garten-to-release-memoir-3-questions-we-want-answered", "summary": "Ina Garten is answering the prayers of fans everywhere and releasing a memoir, presumably to focus on her rise to foodie fame.\nThe “Barefoot Contessa” star, 71, announced the news Wednesday via Celadon Books, which acquired the rights to the upcoming memoir.\nWhat goes on at those celeb-inclusive dinner parties?\nBut other than “they cooked or something,” there isn’t much info on what they discuss, who they discuss, or if they ever get together to throw secret, celebrity-filled dinner parties.\nAnd it’s already common knowledge that Garten loves throwing dinner parties — besides, she can’t be preparing all this food just for her and Jeffrey.", "keywords": ["fans", "lifestyle", "ina", "exciting", "parties", "questions", "release", "white", "answered", "working", "garten", "dinner", "memoir"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Ina Garten is answering the prayers of fans everywhere and releasing a memoir, presumably to focus on her rise to foodie fame.", "The “Barefoot Contessa” star, 71, announced the news Wednesday via Celadon Books, which acquired the rights to the upcoming memoir.", "INA GARTEN PRETTY MUCH ATE THE SAME BREAKFAST FOR A DECADE", "“By finding a way to do what I love for a living – cooking – I’ve been fortunate to build a career that has not only been incredibly rewarding but has brought people together through the power of home cooking,” Garten said in a statement. “I hope my book will inspire readers to find their own unique story.”", "Celadon also promised that Garten’s memoir — which won’t be released until 2023 — “will cement her legacy in the cultural landscape.”", "However, in the eyes of her viewers and cookbook fans, Garten has likely already cemented herself in that landscape, or at least spackled herself into it using a nice, homemade ricotta cheese.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "That said, if she truly wants to achieve legendary status, Garten will need to expand on some of her fans’ most burning questions, such as:", "1. What was it like working in the White House?", "Garten has already made it known she doesn’t like to talk politics, but that doesn’t mean she can’t share a few stories from her time working as a White House nuclear budget analyst under Presidents Nixon and Carter in the mid- to late-70s. Garten had previously described the experience as exciting but ultimately not fulfilling, which was part of the reason she ventured out to create her own path.", "“It was very exciting for the first few years because your work was going directly to the president. However, after four years, I realized that although I was working on projects that were $20 billion in size, nothing had happened in four years,” she once said in a 2015 interview with IndieBound.com.", "2. What goes on at those celeb-inclusive dinner parties?", "Garten has hosted the likes of Taylor Swift, Gwyneth Paltrow, Jennifer Garner, and who knows who else at her home in East Hampton, N.Y. But other than “they cooked or something,” there isn’t much info on what they discuss, who they discuss, or if they ever get together to throw secret, celebrity-filled dinner parties. And it’s already common knowledge that Garten loves throwing dinner parties — besides, she can’t be preparing all this food just for her and Jeffrey.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Speaking of which…", "3. Jeffrey.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "We know that's not a question. Just give the people more Jeffrey, Ina."], "pubDate": null, "id": "191a9bfb-436e-3df1-b8bc-0e95b241db2e"}