{"summary": "The pocket lady.\nShe wore a long chequered skirt, gridded with pockets, maroon and orange and midnight blue, with a red frill along the bottom.\nAs I’ve grown older, I’ve been dealt some terrible hands, have reached in to be met with something that bit me or disappointed me greatly.\nSometimes I’ve wondered how many times I will dunk my hand in and come out with the same thing.\nIt doesn’t matter if you’re dealt a bad hand because each Friday you will find the pocket lady standing in the sand.", "url": "https://www.theguardian.com/lifeandstyle/2019/dec/18/chanel-miller-optimism-dealt-bad-hand-hopeful", "paragraphs": ["Can I tell you what drove me nuts about preschool? The tyre swing was flabby. Our teacher would wash our peaches with dish soap. The toilets were so low to the ground that when I peed, my knees touched the floor. The guinea pig’s hair was coarse as if caked with dried gel. And sometimes, this music lady would come and squat behind the bookshelves, waiting to make her entrance. Our teacher would say: “Guess who’s here?” I was four, but I was not blind. She emerged, we clapped, blew on these little recorders. But here’s the highlight.", "The pocket lady. We met her in the playground every Friday. The skin on her chest was wrinkled like soft crepe. Her hat blocked out the sun. She wore a long chequered skirt, gridded with pockets, maroon and orange and midnight blue, with a red frill along the bottom. Each pocket contained a small toy or treat. We each got to pick one. I lingered in the back of the crowd, trying to spot which pocket had a bulge that would promise a ball of bubble gum. Sometimes she would rest, sitting on the lip of the slide, sand pooling in the folds of her skirt. Only then would her pockets crease slightly open so you could peek inside. But then she’d stand, spin in a circle, and hard as I tried, I’d lose track of the squares again.", "Do you want to know the first thing I got? A plastic spider ring, skinny and useless, no substance, no plump thorax even. I watched kids carry off toy soldiers, packets of snow-pea seeds, gold chocolate coins. As I’ve grown older, I’ve been dealt some terrible hands, have reached in to be met with something that bit me or disappointed me greatly. Sometimes I’ve wondered how many times I will dunk my hand in and come out with the same thing. Sometimes the pocket is empty. At my lowest moments, I worry all pockets have been sewn shut.", "Then I remember these are the pockets of infinite possibility. I imagine pulling out a crayon, for the children’s books I will write. Ginger root, to brew when a sick loved one needs healing. A match, for those who feel numb and in need of warming. It doesn’t matter if you’re dealt a bad hand because each Friday you will find the pocket lady standing in the sand. Life’s skirt is long. We can always reach in again.", "• Know My Name by Chanel Miller is published by Viking (£16.99). To order a copy go to guardianbookshop.com. Free UK p&p over £15"], "pubDate": null, "keywords": ["optimism", "dealt", "miller", "ive", "bad", "sand", "pocket", "pockets", "reaching", "lady", "met", "skirt", "hopeful", "toy", "teacher", "hand", "chanel", "thing"], "id": "1925f98d-48a4-342f-b9e9-d8a1f00d6ea5", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": [], "title": "How to be hopeful: Chanel Miller on reaching for optimism after being dealt a bad hand"}