{"id": "19374ddc-499d-3602-a006-204c163a686b", "title": "Biggest Games Releasing In November 2020", "url": "https://www.gameinformer.com/2020/10/30/biggest-games-releasing-in-november-2020", "summary": "October is coming to an end, which means a new month ahead filled with even more games to enjoy.\nThough some titles have been delayed, here are the biggest games releasing in November 2020.\nGears Tactics is officially launching just as the news hit that Gears POP!, another spinoff from the Gears of War franchise, announced its servers are shutting down for good.\nIt also wouldn't be November if we didn't have a Call of Duty launch in there with Black Ops Cold War.\nWhat do you think about the biggest games coming out in November?", "paragraphs": ["October is coming to an end, which means a new month ahead filled with even more games to enjoy. With the launch of next-gen gaming with the PlayStation 5 and Xbox Series X and S, November is an exciting month for diving into fresh adventures. Though some titles have been delayed, here are the biggest games releasing in November 2020.", "Whether you fancy yourself a Viking conqueror in Assassin's Creed Valhalla or want to try your hand as a crime boss in the latest Yakuza game, November has a plethora of gaming experiences to choose from. When looking to allocate your time (and your wallet), here is everything you need to know about the month ahead.", "Gears Tactics is officially launching just as the news hit that Gears POP!, another spinoff from the Gears of War franchise, announced its servers are shutting down for good. Hopefully, Tactics will fare better. Godfall is also another huge pick, mostly because it seems that players are still confused as to what this particular title even has to offer, even still.", "It also wouldn't be November if we didn't have a Call of Duty launch in there with Black Ops Cold War. Shoot a few rounds in the latest Black Ops title in-between brutal deaths with Demon's Souls unforgiving gameplay with the remake, or just chill out with one of the new Nintendo Switch launches. Might we suggest Sakuna: Of Rice and Ruin?", "What do you think about the biggest games coming out in November? Which title has your attention the most? Sound off with what you're most excited for in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["games", "ops", "releasing", "biggest", "launch", "gaming", "tactics", "title", "war", "gears", "month", "2020", "latest"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}