{"id": "193fb624-2e14-3e37-8371-ebaae6eed96c", "title": "DJ Freedem Is Building a New Online Community for Black Plant-Lovers", "url": "https://www.vogue.com/article/dj-freedem-underground-plant-trade-website-launch", "summary": "Undeterred, Freedem set about building a more permanent platform for the Underground Plant Trade to live under.\n“All these plant-lovers can come together in one virtual place.”It’s a spirit of inclusivity that underpins the ethos of the Underground Plant Trade, with its novel mandate that reparations can be made to Black communities through plants.\n“Some people may not be able to get certain plants in their regions, or it might be too expensive.\n“I had just lost my best friend to an overdose, and I was at a tipping point, so I resorted to plants,” says Freedem.\n“The Underground Plant Trade is really just about offering a way to brighten up someone's day without even having using much money or brainpower,” he concludes.", "paragraphs": ["DJ Freedem’s guiding principle has always been to bring people together. For many years, this maxim was realized largely through music: Freedem first began spinning discs at the age of 13, before launching a career as a professional DJ when he moved to New York City in his early twenties. More recently, he’s built a cult following on Instagram with his “trap gardener” alter-ego, Freedella Dè Vil, offering hilarious tidbits of horticultural wisdom while wearing a never-ending supply of kaleidoscopic silk shirts and kimonos. Despite this, even he wasn’t prepared for the community that grew following an Instagram post back in June, in which Freedem wrote, with his signature concision: “If you’re white, give a black person a plant this instant.”", "“It was during the peak of the protests, and I was seeing tweets being like, Cash App a Black woman 50 dollars,” Freedem remembers. “And so me being on brand, I switched that up to be about plants. Then people actually started following my edict: They were commenting saying, I have tons of plants to give away, so if you’re in my neighborhood or my city, we can link up for a safe drop-off.” Before he knew it, the comments snowballed into the hundreds, leading him to set up a separate Instagram page, @undergroundplant.trade, which now counts over 45k followers. Posts grouped by region allowed those both seeking and offering plants to more easily plan their exchanges.", "Even then, the task proved too much for the medium of Instagram to handle. Undeterred, Freedem set about building a more permanent platform for the Underground Plant Trade to live under. Launching last week, the project now has its very own website, with a delightfully chaotic aesthetic inspired by the GIF-laden visual chaos of Geocities, and, most importantly, a Craigslist-style forum to open up the conversation beyond just these exchanges. “The new platform definitely makes it a lot more organized and user-friendly, as well as a lot more fun, because we're creating a community where not only can you get plants and gift plants, but people can come and share stories,” says Freedem. “All these plant-lovers can come together in one virtual place.”", "It’s a spirit of inclusivity that underpins the ethos of the Underground Plant Trade, with its novel mandate that reparations can be made to Black communities through plants. “It’s all about accessibility,” says Freedem. “Some people may not be able to get certain plants in their regions, or it might be too expensive. I don't think people realize how much joy plants can bring you until they have them, and especially the mental health benefits. I feel like Black people have gone through so much trauma, and can find themselves disconnected from the earth and from nature, and plants are just an immediate grounding thing that people tend to overlook. It's all about seeing and recognizing the hidden power of plants.”", "Freedem’s love for nature may extend all the way back to childhood, but it was last year that he first began building his impressive collection house plants, following a major life event that left him seeking alternative methods of healing. “I had just lost my best friend to an overdose, and I was at a tipping point, so I resorted to plants,” says Freedem. “I bought two to start, and then I just couldn't stop. The next thing you know, I had, like, 40 plants. It always just came from a place of healing and joy.”", "It’s this palpable sense of joy that quickly earned him such a loyal following when he began posting his gardening sessions to Instagram. “I’m just a creative person who likes to connect people in any way I can, whether that’s throwing a party, or doing Instagram videos, or initiating a massive plant trade,” he notes. “I just like hosting things, I'm all about bringing people and different worlds together and uniting them. That's what inspires me the most, we've got to enjoy each other while we can.”", "On the subject of the project’s long-term future, Freedem is open to following this newfound community’s lead. “I would love it to become an app one day, but that's a whole other ballgame,” he says. “I just want it to flourish into a community of its own, that serves as a safe space for all kinds of plant lovers.” As with his outlook across all of these various creative projects, Freedem’s aspirations are far less complicated. “The Underground Plant Trade is really just about offering a way to brighten up someone's day without even having using much money or brainpower,” he concludes. “You know, just by giving them a plant or two.”"], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["freedem", "building", "community", "trade", "black", "way", "online", "underground", "instagram", "plant", "following", "plantlovers", "dj", "thats", "plants"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}