{"id": "19aa0a08-bcf4-3a4f-9aa4-918d1fb238b9", "title": "'Jeopardy!' star Ken Jennings on the best advice Alex Trebek ever game him", "url": "http://www.foxnews.com/entertainment/ken-jennings-best-advice-alex-trebek-jeopardy", "summary": "EXCLUSIVE: Ken Jennings and the late Alex Trebek share a special \"Jeopardy!\"\nHOST ALEX TREBEK DEAD AT 80 AFTER BATTLE WITH PANCREATIC CANCER\"[During commercial breaks] he's actually loose and goofy and telling jokes and he does accents.\n‘JEOPARDY!’ CONTESTANTS KEN JENNINGS, JAMES HOLZHAUER MOURN ALEX TREBEK'S DEATH\"I asked him about it later and it was not a performance.\n‘JEOPARDY!’ HOST ALEX TREBEK GETS EMOTIONAL TALKING ABOUT HIS FAMILY'S ROLE IN HIS CANCER BATTLE“Alex wasn’t just the best ever at what he did,” Jennings wrote alongside a photo of him taking a selfie with Trebek.\nis saddened to share that Alex Trebek passed away peacefully at home early this morning, surrounded by family and friends.", "paragraphs": ["EXCLUSIVE: Ken Jennings and the late Alex Trebek share a special \"Jeopardy!\" bond.", "The famed contestant reflected on all the time he spent with the longtime host, 80, who died on Sunday after being diagnosed with stage 4 pancreatic cancer in March 2019.", "Jennings told Fox News shortly before Trebek's passing that the TV star always maintained his professionalism but was very relaxed and friendly during commercial breaks, which might surprise game show viewers at home.", "\"He's still the same kind of authoritative figure, all that's not put on. He's got that old-school broadcaster thing. He's that kind of old-school gentleman. But I think the thing that might surprise home viewers is that he's not starchy or smug in any way,\" Jennings told us.", "'JEOPARDY!' HOST ALEX TREBEK DEAD AT 80 AFTER BATTLE WITH PANCREATIC CANCER", "\"[During commercial breaks] he's actually loose and goofy and telling jokes and he does accents. He is much more the goofy uncle than the stern father stereotype,\" Jennings added.", "Jennings, 46, first appeared on “Jeopardy!” in 2004 and he is the all-time game show winnings leader with his total of more than $5.2 million, which he earned through 75 appearances he has made since then.", "The author added that throughout their relationship he admired Trebek's actions and learned a valuable lesson from the icon one day a few years ago.", "\"I was backstage with him at a tournament and it was before the cancer diagnosis, but he was having a rotten day. He was just feeling lousy. But then the music turned on and the announcer said his name and he just turned him to Alex Trebek and walked out there,\" recalled Jennings.", "‘JEOPARDY!’ CONTESTANTS KEN JENNINGS, JAMES HOLZHAUER MOURN ALEX TREBEK'S DEATH", "\"I asked him about it later and it was not a performance. You know, he's somebody who actually feels best and is at his most confident and capable when he's doing his job when he's hosting 'Jeopardy!' because that's the thing that he has made himself the best in the world at over the last 37 years,\" he continued. \"I really admire that.. just the idea that the thing you love, the place where you feel like you're at home, can keep you going.\"", "\"I think about that day not just when I'm on TV, but when I'm doing anything... working on a book or when I'm doing an interview, you know, I just kind of think, how would Alex treat this?\" he reflected.", "On Sunday, Jennings paid tribute to Trebek in an emotional post.", "‘JEOPARDY!’ HOST ALEX TREBEK GETS EMOTIONAL TALKING ABOUT HIS FAMILY'S ROLE IN HIS CANCER BATTLE", "“Alex wasn’t just the best ever at what he did,” Jennings wrote alongside a photo of him taking a selfie with Trebek. “He was also a lovely and deeply decent man, and I’m grateful for every minute I got to spend with him.”", "Representatives for \"Jeopardy!\" said in a statement that the show will not announce plans for a new host at this time. They said: “Jeopardy! is saddened to share that Alex Trebek passed away peacefully at home early this morning, surrounded by family and friends. Thank you, Alex.”", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Trebek will still appear in episodes that were prerecorded for season 37. He will also appear as host posthumously through Christmas.", "Fox News' Tyler McCarthy contributed to this report."], "authors": ["Jessica Napoli"], "keywords": ["trebeks", "ken", "jeopardy", "star", "game", "think", "hes", "host", "thing", "jennings", "im", "advice", "best", "trebek", "alex"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}