{"id": "19b02649-858a-3e57-918a-2a0aa11a66df", "title": "'A totally different way of dressing': Carla Zampatti on her three most useful objects", "url": "https://www.theguardian.com/lifeandstyle/2020/nov/04/a-totally-different-way-of-dressing-carla-zampatti-on-her-three-most-useful-objects", "summary": "'A totally different way of dressing': Carla Zampatti on her three most useful objectsThis year Carla Zampatti is celebrating her 55th year in the fashion industry.\nNormally I would have a coffee as I’m travelling around the place, but I find the machine is very dependable.\nBeing at home requires a totally different way of dressing.\nEventually I got so many compliments that I said to the office, “We really should make this.” So we did.\n'It’s literally the perfect knife': Dan Hong on the three most useful objects in his life Read moreI think if you look good, you feel better.", "paragraphs": ["'A totally different way of dressing': Carla Zampatti on her three most useful objects", "This year Carla Zampatti is celebrating her 55th year in the fashion industry.", "Though the doyenne of Australian fashion has spent far more time at home than is typical lately, she has been busy designing collections for the label that bears her name, and last month congratulated Domenic Roylance – the third winner of the annual Carla Zampatti Foundation design award – a $25,000 prize which enables fashion graduates from the University of Technology Sydney to further their studies overseas.", "We asked the designer to share the three things that have been helping her stay optimistic.", "A coffee machine", "I have a lot of lattes – always in glass. I believe it’s an Australian invention. If you go to Italy and ask for a latte they give you boiled milk.", "'It’s got a lot of sweat in it': Reg Mombassa on his three most useful objects Read more", "I was a bit sceptical of home coffee machines but I got a Nespresso machine 12 years ago. Normally I would have a coffee as I’m travelling around the place, but I find the machine is very dependable. I like my latte at home now more than I do when I’m in the office, when I go across the road to buy one.", "Coffee just gives you a pep, it gives you a lift at a time when your energy’s flagging. And, as you know, staying home can lead to feeling less stimulated and less motivated – so it’s really important to have this uplift.", "A velvet top", "Particularly for Zoom, I’ve had so many compliments recently. People have said: “You look wonderful, you look well.” Little do they know my secret is my velvet top and comfortable pants. I made this for myself especially for staying home because it’s really important to have a garment you feel good in.", "Being at home requires a totally different way of dressing. You’re sitting around, you might drop coffee or a piece of toast on yourself. So what you wear has to be easily washable to be kept fresh, that way you can wear it everyday – and wash it overnight for the next meeting.", "I wanted something that was comfortable and yet looked good, was sleek, was feminine – all the things that you need when you’re sitting on a couch looking at an iPad and talking to other people. You don’t want to have fussy sleeves. What I made turned out to be flattering as well.", "Eventually I got so many compliments that I said to the office, “We really should make this.” So we did.", "", "That being said, I am looking forward to wearing lots of different things when Covid is over. I remember being pregnant and wearing pregnancy clothes, and I couldn’t wait to get out of them. I will be happy to get into something restrictive.", "Face cream", "I’ve been enjoying lavishing cream all over my face. Because I’m not wearing makeup, I’ve been applying it two or three times a day. I normally don’t have this much time to look after myself so it’s been really magical. I go to the office about six hours a week and the rest of the time I’m at home. I haven’t wanted to interact too much with the office, because you never know. It’s a crazy situation that we’re in.", "'It’s literally the perfect knife': Dan Hong on the three most useful objects in his life Read more", "I think if you look good, you feel better. At least it cheers you up, you look in the mirror and think, “That looks pretty wonderful.” I’ve also been swimming every day and the more you flip around the more energy you get. After a cold swim you’re invigorated, so you run to a bath with really hot water. It’s so good for your circulation – getting very cold and then getting very hot. Putting face cream on and coming out of the bathroom, flushing red like a baby.", "For me, Le Mer skin cream is enough. I’ve been using it since it was first brought out in Australia. It keeps my skin at a level that I like – healthy at my old age. I think that, combined with swimming, must be the reason people are complimenting me.", "I like to look at the bright side of things. Otherwise you make yourself miserable."], "authors": ["Alyx Gorman", "As Told To"], "keywords": ["office", "things", "youre", "look", "dressing", "useful", "way", "carla", "really", "good", "zampatti", "different", "coffee", "ive", "objects", "totally", "im"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}