{"id": "19b38a1b-8f36-38b9-bb43-dbd98895c480", "title": "All eyes on crucial Georgia Senate races, with power in DC at stake", "url": "https://www.foxnews.com/politics/georgia-senate-races-battleground-power-dc", "summary": "Republicans are already framing the two run-off races on Jan. 5 as the last stand between the country and a socialist Democratic agenda.\nWHERE THINGS STAND: BATTLE FOR THE SENATEThe Senate Leadership Fund, the super PAC aligned with Senate Majority Leader Mitch McConnell, is gearing up to spend big during the next two months.\nGEORGIA RUNOFF ELECTION: WHEN IS IT AND HOW WILL IT WORK?\nGEORGIA SENATE RACE: PERDUE, OSSOFF HEAD TO RUNOFF AFTER HIGHLY COMPETITIVE CAMPAIGNThat leaves the two Senate races left in Georgia, which both are headed to a run-off because no candidate secured over 50 percent of the vote on Tuesday, a requirement under Georgia law to win the race.\nOne Georgia run-off is between Sen. David Perdue and Democrat Jon Ossoff, a media company executive who previously lost a congressional race in Georgia.", "paragraphs": ["All attention is now on Georgia and two Senate races that will be critical to determining whether Democrats have a clean sweep of power in Washington, D.C.", "With Joe Biden the projected winner of the White House and Democrats still in control of the House, the Senate is the only place left where Republicans can still maintain some legislative control.", "Republicans are already framing the two run-off races on Jan. 5 as the last stand between the country and a socialist Democratic agenda.", "\"A Democratic majority in the Senate would cinch the radical agenda of the left,\" said John Cornyn, R-Texas, said on Twitter. \"They must be stopped on January 5th in Georgia.\"", "WHERE THINGS STAND: BATTLE FOR THE SENATE", "The Senate Leadership Fund, the super PAC aligned with Senate Majority Leader Mitch McConnell, is gearing up to spend big during the next two months.", "“It’s all on the line in Georgia,\" SLF President Steven Law said in a statement. \"These two races will mean the difference between Democrats having free rein to destroy minority rights, pack the Supreme Court and create new states, versus a healthy check on their far-left agenda. We were by far the largest outside group on the right in Georgia this fall, and we’re scaling far beyond that for the runoffs.”", "Meanwhile, Democrats have made the pitch that in order for Biden to be effective in fighting the coronavirus, improving health care and rebuilding America's economy, he'll need Democrats in charge of both the House and Senate.", "“A Democratic majority in the U.S. Senate would be the biggest difference-maker to help President-elect Biden deliver for working families across the country and in Georgia where, for too long, they have been denied the help they need by President Trump, Mitch McConnell and a Republican-led Senate,\" Sen. Chuck Schumer, D-N.Y., said in a statement.", "As he celebrated the Biden-Harris win in the streets of New York City Saturday, Schumer told the crowd what's at stake: \"Now we take Georgia and then we change the world!\"", "GEORGIA RUNOFF ELECTION: WHEN IS IT AND HOW WILL IT WORK?", "Schumer and House Speaker Nancy Pelosi already had a joint phone call with Biden at 12:45 p.m. Saturday to congratulate him on the victory, according to aides. Schumer held up his phone so Biden could hear the cheers from Brooklyn.", "There will certainly be a flood of money, staff and organizing targeted at the Peach State over the next two months with so much on the line. The 2020 election was already the most expensive in history -- projected at $14 billion total -- and now all those nationwide fundraising efforts will be directed at one decisive state in the South.", "As of now, control of the Senate stands at 48-48. Two races haven't been called in North Carolina and Alaska, but assuming the GOP leads in both contests are finalized, Republicans would be up 50-48 when the new congress is sworn in on Jan. 3.", "GEORGIA SENATE RACE: PERDUE, OSSOFF HEAD TO RUNOFF AFTER HIGHLY COMPETITIVE CAMPAIGN", "That leaves the two Senate races left in Georgia, which both are headed to a run-off because no candidate secured over 50 percent of the vote on Tuesday, a requirement under Georgia law to win the race.", "Republicans would need to win just one race in Georgia to secure the majority. But if Democrats win them both, they'd secure 50 seats in the Senate and then Vice President-elect Kamala Harris would serve as the tie-breaking 51st vote to give Democrats the edge.", "One Georgia run-off is between Sen. David Perdue and Democrat Jon Ossoff, a media company executive who previously lost a congressional race in Georgia. Ossoff Saturday launched his first ad of the run-off on a path forward to beat the coronavirus.", "And in a special election to fill out the remainder of retired Sen. Johnny Isakson's term, appointed Sen. Kelly Loeffler, co-owner of the WNBA's Atlanta Dream, will face Democrat Raphael Warnock, pastor at Ebenezer Baptist Church.", "LOEFFLER, WARNOCK HEADED TO RUNOFF IN GEORGIA AS COLLINS CONCEDES", "Both GOP candidates have framed their races as the necessary blockade to prevent Schumer from having power.", "\"If we don’t win on January 5th, Chuck Schumer, Bernie Sanders, and Elizabeth Warren will gain control of the Senate and be able to fast-track their radical socialist agenda,\" Loeffler tweeted. \"America simply can’t afford to let that happen.\"", "Warnock has already put out a pre-buttal ad that jokingly accuses him of hating puppies, in anticipation of negative campaign ads. He's pointed out that Loeffler was un-elected to the seat and appointed by GOP Gov. Brian Kemp.", "HOW THE REPUBLICANS MAY HAVE SAVED THEIR SENATE MAJORITY", "\"She was appointed and it's clear that the voters of Georgia are disappointed,\" Warnock said in a video asking for campaign cash.", "A traditionally Republican state, Georgia has been trending purple thanks to changing demographics and the blueward shift of the Atlanta suburbs. The state has not voted for a Democrat for president since 1992, but Biden currently holds a narrow edge over President Trump in a tight race that seems headed for a recount.", "DEMS FLIP GOP SEAT IN GEORGIA IN FIRST BIG PICKUP", "While Democrats suffered losses in the House and their majority will shrink, the one bright spot so far was flipping a suburban Atlanta seat in Georgia's 7th Congressional District. That's in addition to flipping the neighboring 6th District in 2018 with Democrat Lucy McBath, who won re-election Tuesday.", "Democrats and celebrities are cheering Democrat Stacey Abrams for the turnaround. She lost the 2018 governor's race by a narrow margin and has dedicated years to expanding the Democratic electorate in the state.", "Abrams posted a video kicking off the organizing and fundraising efforts to win the two senate seats, with one message: \"Our work is not done.\""], "authors": ["Marisa Schultz"], "keywords": ["crucial", "race", "runoff", "power", "biden", "eyes", "dc", "georgia", "majority", "races", "win", "schumer", "stake", "senate", "democrats"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}