{"id": "19bc2f29-b5b9-337c-97f3-f0f49dab8ab7", "title": "Ecology - Kill one unwanted species and another arises", "url": "https://www.economist.com/science-and-technology/2020/10/31/kill-one-unwanted-species-and-another-arises", "summary": "The object of Ms Miller-ter Kuile’s attention was Palmyra, an atoll that is one of the most remote specks of land in the Pacific Ocean.\nPalmyra’s turn was scheduled for 2011, and Ms Miller-ter Kuile saw this as an opportunity to observe how the local plants would respond.\nMs Miller-ter Kuile and her colleagues waited a further three years for things to settle down, and then got back to the task of monitoring their plots.\nNow that the rats are gone, Ms Miller-ter Kuile’s work suggests this population will grow yet bigger.\nEven without its rats, then, Palmyra’s ecosystem looks unlikely to return to anything approaching its prelapsarian state without further human assistance.", "paragraphs": ["I N THE HIERARCHY of conservationists’ concerns, animals often seem to trump plants. For example, feral rats that live on islands after having been introduced accidentally by passing ships are excoriated because of the damage they do to local wildlife. More than 100 island-based animals have been exterminated or are imperilled by these rodents—birds being at particular risk through loss of eggs and nestlings. The effects of the interlopers on the local flora are, however, less well investigated.", "Rats’ main source of nutrition being seeds and fruit, this is a surprising omission. But it has been rectified in part by a project undertaken by Ana Miller-ter Kuile of the University of California, Santa Barbara. The object of Ms Miller-ter Kuile’s attention was Palmyra, an atoll that is one of the most remote specks of land in the Pacific Ocean. And, as she describes in Biotropica, by focusing on the atoll’s plants she showed just how extensive an effect rats can have on an isolated island’s ecology. She also showed, though, that restoring matters to the status quo ante bellum is not as easy as might be hoped.", "Palmyra, an American territory, is the northernmost of the Line Islands. At the moment it has no permanent human residents. But it does host a scientific base that is home, at any given time, to a couple of dozen researchers. During the second world war, however, it was the site of a naval airbase—and along with the ships, planes and personnel that serviced this base came rats.", "Because of the damage these rodents cause, the elimination of rats from small islands like this one has become something of a cottage industry in recent years. More than 400 have been thus cleared of their infestations. Palmyra’s turn was scheduled for 2011, and Ms Miller-ter Kuile saw this as an opportunity to observe how the local plants would respond.", "In 2007 she and her colleagues established seven vegetation-monitoring plots on the atoll, each 300 square metres in area. They observed the plants in these plots until the moment, four years later, when doom for Palmyra’s rats rained down from the skies in the form of bait stations loaded with poison. That this bombardment did for the rats successfully was confirmed the following year, by the setting up of further bait stations. Not a single station was touched. The animals were gone. Ms Miller-ter Kuile and her colleagues waited a further three years for things to settle down, and then got back to the task of monitoring their plots. They did so for four more years.", "No good deed goes unpunished", "The difference this second time around was palpable. During both periods of examination, the researchers concentrated their efforts on juvenile trees. Between 2007 and 2011 they found that the mass of such trees remained unchanged. Between 2014 and 2017 it rose 14-fold. Ironically, however, the main beneficiary of this expansion was the coconut palm.", "Though coconut palms do grow wild on Pacific islands, those on Palmyra are, like the rats which once inhabited it, aliens. They are the descendants of palms imported to create copra plantations. In the 1850s, before people started taking an interest in the place, Palmyra’s coconut-palm population is reckoned to have been about 4,000 adult trees. Copra farming changed this and, though the last planation was abandoned many years ago, the consequence was that in 2005 the coconut-palm population exceeded 53,000. Now that the rats are gone, Ms Miller-ter Kuile’s work suggests this population will grow yet bigger.", "Even without its rats, then, Palmyra’s ecosystem looks unlikely to return to anything approaching its prelapsarian state without further human assistance. In 2019 the Nature Conservancy, an American charity that now owns most of the atoll, began a further project: uprooting coconut-palm sprouts to give other species, particularly the delightfully named grand devil’s claw, a chance. Whether culling the coconuts in this way will also have unintended consequences remains to be seen.■"], "authors": ["The Economist"], "keywords": ["population", "kill", "trees", "local", "islands", "plants", "plots", "ecology", "ms", "arises", "palmyras", "species", "millerter", "rats", "unwanted"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}