{"id": "19d82810-6c10-3813-b10e-c2f8c71e562b", "title": "New restrictions announced in US states seeing Covid-19 surges", "url": "https://www.theguardian.com/world/2020/nov/09/covid-19-restrictions-new-york-oregon-new-jersey", "summary": "Oregon, which saw a state record-breaking 805 new cases Thursday and 769 Friday, will implement new restrictions in at least five counties to stop Covid-19 from spreading.\nNorth Dakota and South Dakota, which do not have full or partial mask requirements, are seeing soaring rates.\nAlthough Iowa is seeing record Covid-19 infection and hospitalization rates, the Republican governor, Kim Reynolds, has not announced any new actions to stop the disease from spreading.\nThe US broke its record for the highest number of Covid-19 cases in a single day on Friday, with 128,000 additional new infections, according to The Washington Post.\nIn total, the US has marked more than 9.7m Covid-19 cases and 235,000 deaths since the pandemic started – more than any other country, according to Johns Hopkins University data.", "paragraphs": ["Residents in Oregon are being asked to limit gatherings to six people while New York implements rules for out-of-state visitors", "As America grapples with record-breaking surges in Covid-19 infections and no meaningful federal response, some state and local governments are implementing new restrictions to combat the surging virus.", "Other hard hit areas, however, are taking little to no action against a pandemic that has claimed more than 200,000 lives and sent the US economy into a tailspin.", "Oregon, which saw a state record-breaking 805 new cases Thursday and 769 Friday, will implement new restrictions in at least five counties to stop Covid-19 from spreading. These regulations halt visits to care homes, and limit indoor dining at restaurants to 50 people, according to the Associated Press.", "US confirms over 126,000 Covid cases on Friday, third daily record in a row Read more", "Authorities are also urging businesses to require work-from-home. Officials are also asking Oregon residents not to gather with people they don’t live with, but to limit any non-household gathering to six people, the AP reported.", "In New York, Andrew Cuomo, the governor, said Friday that officials were weighing additional restrictions to combat the surge in western and central New York and would announce details on Monday. Cuomo also said that officials would ramp up enforcement of new quarantine requirements for out-of-state travelers.", "Those coming to New York from states other than New Jersey, Connecticut, Pennsylvania and Massachusetts must take a Covid-19 test within three days of arriving, show proof that it’s negative, and then have another negative test the fourth day after arrival.", "“We’re going to be increasing enforcement personnel at the New York airports. You should not land if you do not have proof of a negative test upon landing,” Cuomo said. “I’m increasing the National Guard. I spoke to New York City Mayor Bill de Blasio about increasing the New York police department at the airports, but I want people to know we’re serious.”", "New Jersey is poised to see new restrictions after Covid-19 hospitalizations tripled over the last seven weeks, governor Phil Murphy said Thursday. The state’s daily case data is also nearing the levels seen in early May. Connecticut has also limited some reopening initiatives due to a recent spike in cases, NBC New York reported.", "Elsewhere, the response was not as aggressive despite the virus now raging through vast swathes of America, and especially the midwest and Great Plains states.", "On Friday, health authorities in Kansas reported 5,418 new coronavirus cases over two days. A top health authority said that people are ignoring masks and social distancing initiatives indoors and at public events – and claimed many local officials “haven’t done anything” to stop the spread, AP said.", "North Dakota and South Dakota, which do not have full or partial mask requirements, are seeing soaring rates. In Wisconsin, which is also seeing spiraling case numbers, governor Tony Evers’s health emergency order was made “virtually irrelevant” because of legal challenges, the Milwaukee Journal Sentinel reported.", "Although Iowa is seeing record Covid-19 infection and hospitalization rates, the Republican governor, Kim Reynolds, has not announced any new actions to stop the disease from spreading. She urged Iowa residents to “do their part” and said authorities would launch an awareness campaign promoting hygiene and social distancing, the Des Moines Register reported.", "This patchwork approach has boded poorly for countrywide disease rates.", "The US broke its record for the highest number of Covid-19 cases in a single day on Friday, with 128,000 additional new infections, according to The Washington Post. Deaths were over 1,000 for the fourth day in a row. About 53,000 people were hospitalized because of coronavirus on Thursday.", "In total, the US has marked more than 9.7m Covid-19 cases and 235,000 deaths since the pandemic started – more than any other country, according to Johns Hopkins University data."], "authors": ["Victoria Bekiempis"], "keywords": ["announced", "residents", "york", "cases", "covid19", "stop", "governor", "seeing", "surges", "officials", "restrictions", "test", "states"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}