{"id": "1a33f915-439c-3b6c-ab04-7a85303fe24e", "title": "NBA 2K21 Introduces The City, A New Multiplayer Experience For New-Gen Consoles", "url": "https://www.gameinformer.com/index.php/2020/11/04/nba-2k21-introduces-the-city-a-new-multiplayer-experience-for-new-gen-consoles", "summary": "\"A design that resembles a modern metropolis, complete with towering skyscrapers, sprawling plazas, and a city center.\nOh, and it houses four distinct boroughs that are controlled by four rival Affiliations.\nThe City is so vast, so Visual Concepts spent time improving on ways for you to traverse it.\nVisual Concepts also created an array of courts and different games to play on them.\nFor a full great breakdown of everything The City has to offer, check out the full Courtside Report here.", "paragraphs": ["With the imminent launch of NBA 2K21 for PS5 and Xbox Series X/S, Visual Concepts and 2K Games hasn't held back on the reveals, providing insight into the improved gameplay, enhanced A.I., and new WNBA experience \"The W.\" Visual Concepts didn't stop there with the upgrades, pulling back the curtain today on \"The City,\" which is the largest multiplayer environment in 2K History.", "The City is an evolution from The Neighborhood, which fans will remember was preceded by The Park, but the goal has always been the same: To bring together a virtual basketball community. \"Imagine a map that is many, many times larger than previous Neighborhoods,\" writes executive producer Erick Boenisch in the most recent Courtside Report. \"A design that resembles a modern metropolis, complete with towering skyscrapers, sprawling plazas, and a city center. Oh, and it houses four distinct boroughs that are controlled by four rival Affiliations. And with that, I’m incredibly proud to announce that Affiliations are BACK!\"", "Yes, one of the most-requested features is returning. You can choose to be a part of one of four different Affiliations: North Side Knights, South City Vipers, Beasts of the East, or Western Wildcats. Each one has its own dedicated borough and set of courts. All you need to do to get assigned to one is up your rep to Pro 1 by winning a few games in Rookieville. Don't get the Affiliation you desire? You can head to City Hall and file a transfer request, but best to do this sooner than later as it resets your level to where you started at Pro 1.", "Your Affiliation will fight to run The City and gain the ultimate bragging rights. You help by increasing your player rep and participating in events such as Rival Day Conquest and Rival Day Championship. Win the latter to get the crown, and not only will you pick up a sweet VC check, but your Mayor (yes, you select someone to represent your interests!) will deck out your borough. Mayors get to pick the court design, murals, uniforms, music playlists, and create videos for the jumbotrons.", "\"For the launch of NBA 2K21, we have hand-selected the initial candidates for mayors (spoiler: they will be some of the biggest names from the NBA 2K community; you know all of them!),\" Boenisch says. \"These four big-time community influencers will be leading the charge for our Mayor program. But these positions aren’t permanent! Every six weeks, we will be holding an election week in the game where you, the community representing your Affiliation, will have the final say on who becomes the next Mayor to represent the cause.\"", "The City is so vast, so Visual Concepts spent time improving on ways for you to traverse it. You can grind its plentiful rails with a skateboard, show off tricks on your BMX bike, and even take out a new vehicle called The Chopper, which isn't the fastest bike, but it does make a flashy statement. A new dancing system has also been put in place alongside more cosmetic options for apparel, hair, and accessories.", "Visual Concepts also created an array of courts and different games to play on them. For instance, exploring the city you might find basketball hoops attached to the side of buildings. These \"Garage Hoops\" allow you to play 1v1, 2v2, 3v3, HORSE, and more, providing great VC awards for those who seek them out.", "For a full great breakdown of everything The City has to offer, check out the full Courtside Report here."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["games", "affiliation", "newgen", "visual", "mayor", "2k21", "city", "multiplayer", "concepts", "community", "rival", "affiliations", "introduces", "experience", "consoles", "nba"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}