{"keywords": ["diplomats", "wife", "fatal", "road", "told", "previously", "left", "investigation", "involved", "near", "suspect", "justice", "family", "uk", "crash", "leaves"], "paragraphs": ["The wife of a US diplomat has left the UK after becoming a suspect in an investigation into the death of a motorcyclist involved in a fatal road collision, police said.", "Harry Dunn, 19, died after his motorbike and a car collided near RAF Croughton in Northamptonshire on 27 August.", "Northamptonshire police said a 42-year-old American woman who was being treated as a suspect in their investigation had left the UK.", "The foreign secretary, Dominic Raab, said he had called the US ambassador to “express the UK’s disappointment that she had left the country.", "“I wish to offer my condolences to the family affected by this tragic incident,” he said.", "Supt Sarah Johnson said the suspect had previously told the force she did not intend to “leave the country in the near future”.", "Johnson said: “Northamptonshire police followed all of its usual procedures following the incident, including liaising closely with the suspect, who engaged fully with us at the time and had previously confirmed to us that she had no plans to leave the country in the near future.”", "She said due process was followed in seeking the necessary paperwork to arrest and interview the suspect, and the force was “exploring all opportunities through diplomatic channels” to ensure the investigation continued. This included working with the Foreign Office to try to resolve the situation.", "Johnson said: “Harry Dunn’s family deserve justice and in order to achieve this, a full and thorough investigation, with the assistance of all parties involved, needs to take place.", "“Northamptonshire police is committed to ensuring justice for Harry and specially trained officers continue to support the Dunn family in their loss, including keeping them fully informed of all developments.”", "Dunn’s mother, Charlotte Charles, of Charlton, Banbury, said the family did not know “how we can start to grieve for him”.", "She told Sky News: “Everyone loved him, we’re utterly broken inside and out, everything hurts day and night, it’s an effort to do anything, I ache from it, every limb, every internal organ hurts.", "“We have nothing. No justice. We have nothing to put our minds at rest.”", "The US embassy in London said it offered its “deepest sympathies” to Dunn’s family following the accident “involving a vehicle driven by the spouse of a US diplomat assigned to the United Kingdom”.", "It said embassy officials were in close contact with the appropriate British officials. “Due to security and privacy considerations, we cannot confirm the identity of the individuals involved, but we can confirm the family has left the UK.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "The wife of a US diplomat has left the UK after becoming a suspect in an investigation into the death of a motorcyclist involved in a fatal road collision, police said.\nHarry Dunn, 19, died after his motorbike and a car collided near RAF Croughton in Northamptonshire on 27 August.\nNorthamptonshire police said a 42-year-old American woman who was being treated as a suspect in their investigation had left the UK.\nSupt Sarah Johnson said the suspect had previously told the force she did not intend to “leave the country in the near future”.\n“Due to security and privacy considerations, we cannot confirm the identity of the individuals involved, but we can confirm the family has left the UK.”", "url": "https://www.theguardian.com/uk-news/2019/oct/05/wife-of-us-diplomat-leaves-uk-after-becoming-suspect-in-fatal-road-collision", "title": "US diplomat's wife leaves UK after becoming suspect in fatal road crash", "id": "1aaf78ea-09e4-3b6f-adc0-638d74bf465d", "authors": ["Nadeem Badshah"]}