{"id": "1ac6a4cb-b94d-3369-bccd-158cf49db16a", "title": "Exhausted and Anxious, Voters Find the Country More Divided Than Ever", "url": "https://www.nytimes.com/2020/11/04/us/election-america-divided.html", "summary": "It was the source of that divide, a difference in values far too profound to be amenable to compromise.\nThe election, for some of the most politically engaged, made it clearer that the only way forward was through more fighting.\nThe early leaders of the Democratic activists — the “resistance” — who mustered after the 2016 election are now veterans.\nThis is a very divided country right now and that division is based in racism.”“This is going to be tough,” said Ms. Fleisher, now a member of her local school board.\nThis has left him isolated, literally so on election night: Sequestered after a Covid-19 diagnosis, he watched the returns alone until 3 a.m. and then “went to bed very unsatisfied.”", "paragraphs": ["For many, it was not the division itself that was so troubling. It was the source of that divide, a difference in values far too profound to be amenable to compromise. The election, for some of the most politically engaged, made it clearer that the only way forward was through more fighting.", "The early leaders of the Democratic activists — the “resistance” — who mustered after the 2016 election are now veterans. Some of them were among the least shocked on Wednesday morning, even though they had been working toward this moment relentlessly for four years.", "“It’s not 2016 anymore,” said Valerie Fleisher, 43, who in January 2017 was a founding member of a group in the Pittsburgh suburbs called 412 Resistance. “We’re not wringing our hands and saying, ‘How can this have happened?’ We know how this can happen. This is a very divided country right now and that division is based in racism.”", "“This is going to be tough,” said Ms. Fleisher, now a member of her local school board. “We’re going to have to scratch out a win and then we’re going to have to fight like hell to protect the win, and any gains will be incremental and hard-fought.”", "This lesson from Tuesday night — that one’s value system is in danger of being overrun without a fight — was shared across the political spectrum. The difference is which side appears to have the upper hand.", "“I think the trend of our progressive culture is just overwhelming,” said Terry Leap, 45, a Baptist pastor in northern Kentucky.", "He was no fan of Mr. Biden, considering him corrupt and in mental decline, and he did not like Mr. Trump, seeing in his demagogy a bad leader for conservatives. This has left him isolated, literally so on election night: Sequestered after a Covid-19 diagnosis, he watched the returns alone until 3 a.m. and then “went to bed very unsatisfied.”"], "authors": ["Audra D. S. Burch", "Campbell Robertson"], "keywords": ["division", "night", "exhausted", "resistance", "country", "divided", "fight", "voters", "going", "win", "election", "fleisher", "member", "mr", "anxious"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}