{"id": "1aca6197-8034-385b-81b2-2e037557916a", "keywords": ["saying", "public", "way", "think", "interest", "rtx", "pay", "rep", "speaks", "trump", "benson", "president", "theres", "crenshaw", "know", "inquiry", "substance", "impeachment", "thats", "ordinary"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Christine Desanctis"], "url": "https://radio.foxnews.com/2019/10/03/rep-dan-crenshaw-r-tx-on-impeachment-inquiry-trump-has-the-ability-to-make-everything-seem-out-of-the-ordinary-by-the-way-he-speaks-but-we-do-have-to-pay-attention-to-the-substance-of-what-hes/", "title": "Rep. Dan Crenshaw (R-TX) On Impeachment Inquiry: “Trump has the ability to make everything seem out of the ordinary by the way he speaks but we do have to pay attention to the substance of what he’s a", "summary": "Rep. Crenshaw: Well what we should be saying is listen the public does have an interest in knowing this.\nAnd there is a public interest in knowing that.\nI think that's an important distinction about who's doing the digging who's asking whom to do the digging and when it comes to Biden Ukraine.\nI just feel like there's there's a lot of assertions being made all over the place.\nI think that's crazy.", "pubDate": null, "paragraphs": ["Rep. Dan Crenshaw gives his take on the Impeachment Inquiry into president Trump Saying \"Trump has the ability to make everything seem out of the ordinary by the way he speaks but we do have to pay attention to the substance of what he's actually saying and the precedent that's already set.\"", "Watch Below:", "", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "Full Transcript:", "Guy Benson [00:00:00] We continue it's the Guy Benson show. Thanks for being here. Guy Benson show dot.com. Joining me now is Congressman Dan Crenshaw a Republican from Texas the 2nd Congressional District in the Lone Star State the Houston area. He's a former Navy SEAL and a repeat guest here on the program we always appreciate having him.", "Guy Benson: Hello Congressman.", "Rep. Crenshaw: Hey Guy It's great to be with you.", "Guy Benson: Let's start with the soundbite today from the president at the White House cut 16 talking about Biden and investigations and foreign countries. This is a triple down. Have a listen.", "TRUMP: China should start an investigation into the Biden's because what happened to China. Is just about as bad as what happened with. With. Ukraine. So I would say that president Zelensky if it were me I would recommend that they start an investigation into the Biden's because nobody has any doubt that they weren't crooked. That was a crooked deal 100 present.", "Guy Benson: All right Congressman so there's the president. We remember what he said about Russia and hacking in 2016. Here he goes again saying that the Chinese and the Ukrainians should be investigating the Bidens. Your reaction to that is that's something the president ought to be saying.", "Rep. Crenshaw: Well what we should be saying is listen the public does have an interest in knowing this.", "Rep. Crenshaw: Former Vice President Biden had a serious conflict of interest that he was advocating for this Ukrainian prosecutor fired when he knew the prosecutor was investigating the company that his son was a board member. And there is a public interest in knowing that. And so you know that the president uses very loose language every time he speaks. He's talked about investigating. I'm not sure any of where the illegal on regarding Ukraine. It wasn't illegal according to Ukrainian law. All right. Any legal part of Ukrainian law. What I care about is whether there was legitimate conflict of interest and just on the facts we have it would appear that there was whether that's illegal is another question whether it really warrants a so-called investigation. Is Another question. And it really is a political calculation if they do it. Do we trust someone who so blatantly had a conflict of interest and they recuse themselves that the facts we have or are frankly involved and just getting to the core of the current debate about about Trump's transcripts. I I will say that I will defend the idea that the public does have an interest in knowing about these things it's not out of the ordinary for the future.", "Rep. Crenshaw: The current president to be asking about wrongdoing of U.S. officials.I think the public does have an interest in that.", "Guy Benson: There is a public interest certainly but do you try to deputize a foreign government to do the digging in the course of practicing U.S. foreign policy when you're the president. Right. I think that's an important distinction about who's doing the digging who's asking whom to do the digging and when it comes to Biden Ukraine. I'm not saying that his hands are clean but it looks like the prosecutor that he was pushing to get fired was in fact extremely corrupt was not investigating Hunter Biden at the time. I just feel like there's there's a lot of assertions being made all over the place. Congressman I'm not saying you I'm just saying all over the place on both sides of the aisle that I'm not sure that we're following the facts necessarily.", "Rep. Crenshaw: Perhaps I like I said whether it's illegal or not and it's kind of irrelevant. I think it's obvious that there was a conflict of interest. It would have been appropriate for the vice president to recuse himself on that. Whether you take any more action on that subject after after that is more questionable. But to your point about listen is it ever appropriate to ask another country to investigate some kind of wrongdoing. I'm not so sure I see a problem with that. It depends on what the investigation is about. Is it official wrongdoing by U.S. officials. Yeah I don't think it's inappropriate to be signaling to other countries of which we've done in the past with that forget that just a year ago there was a letter signed to the Ukrainian government by three Democrat senators asking them to investigate. TRUMP So this is this is this is clearly not unprecedented and we didn't raise any issues back then in 2018. So those again and just normal diplomatic affairs isn't actually out of the ordinary. Trump has the ability to make everything seem out of the ordinary by the way he speaks but we do have to pay attention to the substance of what he's actually saying and the precedent that's already set.", "Guy Benson: Sure in the context and what exactly he's requesting and is there an explicit quid pro quo. I think people are getting out over their skis as usual in their criticism of him. I just I don't know Congressman I feel like if if you are looking at a president or asking a foreign government to investigate that president's domestic political rival in the context of any conversation about foreign aid I think that's the type of thing that should not be done and should be avoided. I'm not saying it's impeachable I'm not saying it's illegal I just think it's not a correct use of one's public office do you. Do you disagree with that.", "Rep. Crenshaw: Yeah you're making a style of it it's it's a question of style right.", "Rep. Crenshaw: It's a question of whether it's appropriate for that phone call.", "Rep. Crenshaw: Well it's an extremely important distinction like whether it's illegal and certainly whether it's unprecedent. And I think we have to be we have to be to think coherently about this is if you're asking a foreign government to investigate somebody's personal life because they're your political rival. Well that's a very different thing than saying that hey we have questions about what happened when this person was in office. You don't get it. You don't get a pass just because you're now running against the current president. Right. Imagine if that was the case imagine so you have to do is run against the current political leadership in all your past wrongs would never be questioned as a result because it would be somehow inappropriate to ask another government about that. I think that's crazy. So again like I like I started out with there is a public interest in knowing about about why the vice president was so involved in this one prosecutor in a foreign country when it just so happens that his son that there was a connection with the son. And why why he wasn't recused from that why the State Department wasn't taking lead on that. I think there's real questions there. OK. Trump was asking him to investigate my personal life. Would that be a different story. Right so I distinguish between those factors.", "Guy Benson: I am not arguing that Biden is immune here I also think that you can look at something and say that's a misuse of power and not say well that's a crime and let's throw someone out of office. And I think what we've seen and this is where the Democrats start to come into some trouble they many of them have been saying they want to impeach the president since before he even took office. And one of the public faces of that push who has been I think pretty reckless and irresponsible and dishonest all along the path has been the chairman of the Intelligence Committee in the house Adam Schiff. And now there's a move among GOP leadership to have him censured in the house. Where do you stand on the leadership of Chairman Schiff and this censure resolution.", "Rep. Crenshaw: Well he clearly one of the most dishonest members of Congress that we know of with what the Russian probe him claiming and evidence that he did not.", "Rep. Crenshaw: It's now coming out that he was he was well aware of this whistleblower and the complaints being made before it was made public even though it was planned otherwise. You know his his parody account in an official hearing at a congressional hearing was supposed to act like adults.", "Rep. Crenshaw: This man does a Shakespearean parody account of what the actual transcript was between Trump and and Ukrainian president. I mean it's just disgusting behavior. This man is a liar you should not be trusted that he runs a very powerful and important committee that was ever meant to be so politicized. By the way did the intelligence committee was never meant to be in the public eye. The way it is it is supposed to be a bipartisan way to conduct official national security matters in the country.", "Rep. Crenshaw: And it is not what he is capable of doing and it's just it's it's sad to see that.", "Guy Benson: You know one of your colleagues on the Republican side who I think is a pretty smart and serious person is at Elise Stefanik from New York. She's not someone given to spasms of insane partisanship and she's come out in the last 24 hours and said that Schiff needs to step down as the chairman of that committee I think the chances of that are nil. Pelosi is going to go to bat for her chairman but I almost wonder does that politically speaking almost help the president because Schiff has such a credibility problem if he's out there as the tip of the spear on this impeachment stuff that might not be terribly helpful to the Democrats who want to at least put on a somber serious face as they go down this path.", "Rep. Crenshaw: Yeah I mean that's exactly right. A ton of respect for her. And that's exactly right.", "Rep. Crenshaw: She doesn't. She takes a very objective look at people's behavior and policy as I had a do I and now she's calling for that there's some substance to it she's obviously no that committe she deals with this every day and you know should take her at her word. And to your point yeah there's a there's a real credibility problem. OK. Adam Schiff has lied to us for years about about the Russia Collusion Hoax the evidence he had lying to us again you know and again to into your last point prior about you know whether it's wrong or appropriate but not illegal.", "Rep. Crenshaw: You know I would I would still push back in this case because we're assuming that there was some quid pro quo but it turns out after we get the transcript there's really no evidence of that. And that's a really important distinction to make. If if there was an obvious political quid pro quo our view on this should change. But the evidence is just not there. And the media narrative seems to be operating on that premise and it's a false premise.", "Guy Benson: Congressman last question we have about a minute left. We've seen Elizabeth Warren propose in the last few days taxing speech. Kamala Harris writing to Twitter saying that the president's Twitter feed should be shut down. And of course the ongoing spat with better raw who's out there talking about gun confiscation. I mean first and second amendments I'm a little nervous about this crowd over there.", "Rep. Crenshaw: Yeah they really like the Bill of Rights. I think they've made that very clear and and that's it. If you want to understand who Democrats are they believe in pure democracy in a pure democracy 51 percent the population can can can can club the rest of the 49 percent.", "Rep. Crenshaw: They can change what they can tell them what they think what to do what they can own what they can't own what they can say what they can't say. Democrats believe that it's in the name then Democrat Republicans believe.", "Guy Benson: Yes and thankfully Congressman we have a republic if we can keep it. Congressman Dan Crenshaw of Texas. Always a pleasure sir. We gotta go. Taking a break. Back next on THE GUY BENSON show."]}