{"paragraphs": ["(CNN) — Spin the globe, pick a spot and odds are good you'll alight on the color blue: 71% of the Earth's surface is covered with water.", "Vast stretches of ocean spread from the edges of the continents, and what lies between the coasts is true wilderness. Far from terrestrial plants and light-filled shallows, the open ocean makes no accommodation for human comfort or survival.", "Islands are the exception. These widely scattered landing places offer respite in the form of fresh water, abundant food and the occasional fruity cocktail.", "Maybe that's the travel secret behind the evocative power of beautiful islands. Like the rainforest-cloaked island of Kaua'i , some are the summits of drowned volcanoes, smoking and burning above the waterline. Others, such as the Seychelles , are the scattered shards of continents, while atolls are coral crusted over a sinking landmass.", "Every single one invites travelers to leave familiar shores behind.", "From Norway's Arctic reaches to the sunny reefs of Palawan , these beautiful islands span latitudes, climates and cultures.", "Whether you're dreaming of a beachy escape or plotting a course for the edges of the Earth, these are the world's 10 most beautiful islands:", "Milos (Greece)", "This is where the famous Venus de Milo statue was discovered in 1820. Shutterstock", "Pale rock meets sapphire water on Milos , a tiny island at the southwestern tip of the Greek Cyclades.", "This is where the famed Venus de Milo was discovered in 1820, and the island -- like the statue -- does spectacular justice to the ancient goddess of love.", "Whitewashed houses with blue shutters mirror the island's natural color scheme, and the coast has eroded into a wonderland of arches, coves and white-sand beaches that invite discovery. The Kleftiko caves, which you can reach only by water, are amazing.", "Go to: Sip chilled ouzo at a beach-side restaurant, and try grilled seafood that's fresh from the Aegean. Milos can be reached by a 40-minute flight or a ferry from Sip chilled ouzo at a beach-side restaurant, and try grilled seafood that's fresh from the Aegean. Milos can be reached by a 40-minute flight or a ferry from Athens (ferries take between three and seven hours).", "Bartolomé (Ecuador)", "Visitors can't stay overnight at Bartolome Island in the Galapagos. Shutterstock", "A wilderness preserve that's among the Galápagos' most beautiful islands, Bartolomé is a jewel-toned setting for charismatic penguins, skittering crabs and marine iguanas.", "The bald summit of Pinnacle Rock looks out across pale beaches and blue-green water, their colors offset by the coal-black lava flow at Sullivan Bay.", "It's not possible to overnight on Bartolomé, which is named for a friend of the naturalist Charles Darwin, but the island is just a day trip away from Santa Cruz, the Galápagos' main base for visitors.", "Go to: Don a snorkel and swim with Galápagos penguins, the only penguins to live north of the equator. Spot the native birds as they dart below the surface while looking for food.", "Related content Unusual snorkeling spots: Salmon and pigs are just the start", "Fregate (Seychelles)", "Lapped by the Indian Ocean in a dozen hues, Fregate is a taste of the Seychelles at their dreamiest.", "Wild landscapes still thrive on the private island, which is a haven from the Seychelles' more developed shores. Giant aldabra tortoises saunter through the understory here, while two species of sea turtles crawl ashore to lay their eggs.", "Granite cliffs swerve for the breakers, giving way to powdery beaches: one, Anse Macquereau, can be turned into a perfectly private getaway. A \"beach occupied\" sign dangles from a nearby palm tree, inviting visitors to reserve the picture-perfect cove for themselves.", "Visitors to Fregate stay in the island's exclusive lodge; for the ultimate escape, you can rent out the entire island.", "Go to: Channel castaway fantasies gone luxe. (Eating breakfast in a banyan tree platform is where Swiss Family Robinson meets fine china, pressed linen and impeccable service.)", "St. Lucia (Lesser Antilles)", "The Pitons are twin volcanic spires located in Saint Lucia. Daniel Slim/AFP/Getty Images", "Bright-painted houses are strewn like confetti across St. Lucia's steeply pitched slopes, which veer from rocky summits to the Caribbean shoreline.", "A matched set of volcanic peaks, the Pitons, are the spectacular centerpiece of this beautiful island.", "Lush forest at the base of the mountains, which are part of a UNESCO World Heritage Site , give way to miniaturized \"elfin woodlands\" at higher elevations. Here, look for fairy-sized hummingbirds, delicate ferns and trails shrouded in mist.", "Go to: Hike to the summit of Gros Piton, then enjoy post-trail rum drinks at nearby Sugar Beach -- or from a private Hike to the summit of Gros Piton, then enjoy post-trail rum drinks at nearby Sugar Beach -- or from a private infinity pool with views of the mountains.", "Jura (Scotland)", "The Jura mountains dominate the view on the isle of the same name. Shutterstock", "Scotland's wild and wind-scoured Inner Hebrides splinter into a maze of rocky isles . And with bare summits and clear-flowing streams, Jura is among the most beautiful islands in the archipelago.", "Walking trails ramble through mountains home to native red deer, while golden eagles and sea eagles wheel overhead.", "It's a magnificent landscape that's drawn generations of adventurers and escapists. For lovers of Scotch whisky, however, the famed Isle of Jura distillery is a pilgrimage place for heavily peated single-malt made in towering copper pot stills.", "Go to: Bundle up for a windy hike through the hills, followed by a glass of locally made single malt whisky at the Bundle up for a windy hike through the hills, followed by a glass of locally made single malt whisky at the Jura Hotel's lively pub.", "Related content 10 beautiful British islands worth a visit", "Komodo Island (Indonesia)", "Komodo Island will close to visitors in 2020 to protect its most famous residents. Shutterstock", "From a lipstick-pink beach to free-roaming lizards, Komodo Island is a topsy-turvy tropical paradise pulled straight from a fever dream.", "Here, thorny savanna rolls towards a shoreline lapped by crystalline water, dramatically varied ecosystems that provide shelter for oddball wildlife.", "The island's most famous residents are Komodo dragons, slow-moving creatures with sharp teeth and deadly venom. Coral reefs are a spectacular habitat for pygmy seahorses and the surreal-looking blue-ringed octopus , and lucky divers might spot Omura's whales or rare dugongs, marine mammals that spend their days grazing on sea grass.", "Go to: Stroll a pink-sand beach at sunset, but go now -- Stroll a pink-sand beach at sunset, but go now -- Komodo Island is closing for 2020 to help preserve the Komodo dragon habitat.", "Senja Island (Norway)", "High mountains swoop toward indigo water off Senja Island, a showstopping destination in a country with more than 50,000 beautiful islands.", "Round-the-clock sunshine washes the lush slopes in summer, and winter brings a flickering display of northern lights. In the island's historic fishing villages, bright-painted wooden buildings cluster between slopes and shore.", "From the rocky summits of Ånderdalen National Park to deep, ice-chilled fjords, Senja Island is a dramatic stage for the natural beauty of the Arctic.", "Go to: Spot free roaming reindeer, Spot free roaming reindeer, ride Viking horses above the Arctic Circle and watch the Northern Lights come out to play.", "Mo'orea (French Polynesia)", "A fringing reef wraps the island of Mo'orea in a sheltered embrace, creating a creamy blue lagoon that's a natural playground for swimming and snorkeling.", "But it's a dramatic backdrop of jungle mountains that make Mo'orea one of the most beautiful islands on Earth. The summits rise from the forest like jagged stone teeth, a rugged contrast to the paradise scenes at the water's edge.", "And while Mo'orea is just a quick ferry trip away from the famously beautiful island of Tahiti, the smaller isle is far less developed. That means fewer crowds to contend with as you roam white-sand beaches, paddle clear bays and swim with humpback whales.", "Go to: Sleep in an overwater bungalow with views of the mountains, then sip your morning coffee as tropical fish dart beneath your front porch.", "Palawan, Philippines", "Palawan offers many secert beaches with clear water and pale sand. Shutterstock", "Protected within the UNESCO-listed Palawan Biosphere Reserve, the island of Palawan is a gorgeous haven of pale sand and clear water.", "But the island's most remarkable hiding place might be in Puerto Princesa Subterranean River National Park , a UNESCO World Heritage Site where an underground river slips through a maze of limestone caverns.", "Go to: Ride a tidal river deep into a limestone cave system, then bask away the afternoon on a postcard-ready beach.", "Kaua'i (United States)", "All that lava rock from Kilauea's smoking crater crumbles into otherworldly black-sand beaches,. Shutterstock", "With a red-hot origin story as an active volcano, Kaua'i 's lava tubes and black-sand beaches are just the start of the island's searing beauty.", "Native forest here provides habitat for bird species that only live in the Hawaiian islands, and a trip into the wilderness reveals hanging valleys and towering waterfalls above crystal-clear freshwater pools.", "The most spectacular wilderness on Hawaii's \"Garden Island\" flanks the Nā Pali Coast, which intrepid hikers can reach via a challenging trail known as one of America's toughest walks.", "Go to: Hike the wilderness Nā Pali Coast Trail to an untouched beach that can't be reached by road."], "id": "1ad31f93-a95e-3b1c-98ff-d06d9ea8d395", "url": "https://www.cnn.com/travel/article/worlds-most-beautiful-islands/index.html", "title": "10 of the world's most beautiful islands", "authors": [], "keywords": ["beach", "islands", "wilderness", "island", "worlds", "beautiful", "water", "beaches", "thats", "mountains", "summits"], "pubDate": null, "summary": "Maybe that's the travel secret behind the evocative power of beautiful islands.\nFrom Norway's Arctic reaches to the sunny reefs of Palawan , these beautiful islands span latitudes, climates and cultures.\nShutterstockA wilderness preserve that's among the Galápagos' most beautiful islands, Bartolomé is a jewel-toned setting for charismatic penguins, skittering crabs and marine iguanas.\nAnd with bare summits and clear-flowing streams, Jura is among the most beautiful islands in the archipelago.\nBut it's a dramatic backdrop of jungle mountains that make Mo'orea one of the most beautiful islands on Earth.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}