{"id": "1b0ee5a0-9384-3a87-bbf2-b5d085be88a2", "title": "Hot for trot - What’s bigger than K-pop?", "url": "https://www.economist.com/asia/2020/11/05/whats-bigger-than-k-pop", "summary": "They have travelled from all over the country for the opening weekend of “Mr Trot”, a film based on a South Korean television show that aired earlier this year.\nThey are not alone in their obsession: more than 30% of South Korean television-viewers tuned into the show’s final episode in March.\nIt has long been ubiquitous in South Korea, but it has been a long time since it was considered cool—if it ever was.\nThe ballads, with their cheesy melodies, melodramatic lyrics and repetitive beats are perennial favourites with drunken revellers in noraebang, or “singing rooms”, the South Korean equivalent of karaoke parlours.\nIn 2019 two of the three most popular music acts in South Korea were trot singers, eclipsed only by BTS , the world’s biggest boy band.", "paragraphs": ["A T A CINEMA in Seoul eight middle-aged women in matching sky-blue hoodies, hair bands and face masks are sharing dried figs and persimmons as they chat and snap selfies. They have travelled from all over the country for the opening weekend of “Mr Trot”, a film based on a South Korean television show that aired earlier this year. In the show, a mix of washed-up and aspiring male crooners chosen from 15,000 applicants dress up in pastel suits and semi-unbuttoned silk shirts and sing old South Korean ballads to compete for the title of “Mr Trot”. The women, whose hoodies read “Lim Young-woong, you are my hero”, are members of an online fan club for the winner. They are not alone in their obsession: more than 30% of South Korean television-viewers tuned into the show’s final episode in March.", "Trot, which emerged in the early 20th century when the Korean peninsula was a Japanese colony, blends traditional Korean music with elements of the Japanese and Western popular songs of the era. It has long been ubiquitous in South Korea, but it has been a long time since it was considered cool—if it ever was. The ballads, with their cheesy melodies, melodramatic lyrics and repetitive beats are perennial favourites with drunken revellers in noraebang, or “singing rooms”, the South Korean equivalent of karaoke parlours. Songs about doomed romance, lost hometowns and the general tragedy of life blare from speakers at motorway service stations and from the radios of buses and taxis driven by older men. The more up-tempo numbers are beloved of political parties at election time, when candidates and activists regale voters with clunky dancing set to trot blasting from campaign lorries.", "But partly thanks to the popularity of “Mr Trot” and its predecessor “Miss Trot”, a similarly popular programme with female contestants that aired last year, the genre has gone from a sentimental throwback to a potent cultural force. The shows’ stars have become celebrities. In 2019 two of the three most popular music acts in South Korea were trot singers, eclipsed only by BTS , the world’s biggest boy band. Trot singers top the charts for streaming and record sales. Several new trot-themed television shows are trying to emulate the success of their famous predecessors. Companies selling everything from coffee to gas boilers have recruited trot stars to front advertising campaigns.", "The trot renaissance owes a lot to South Korea’s other big musical genre, K -pop, as well as to covid-19. At the cinema in Seoul, the blue-hooded women explain that in running their fan club, they have been inspired by devotees of K -pop, who are notable not just for their ardour, but for their organisation. “We co-ordinate on social media to vote for our favourite candidates and stream their songs every day to make sure they make the charts,” says the 50-something woman with long hair and big glasses who has organised the outing and who became a trot fan while bored at home during the early days of the pandemic. Members’ age ranges from 40 to over 80. “If someone older doesn’t know how to do the right thing on their phone, we teach them.” This sort of activism is new for the middle-aged people who tend to listen to trot, says Son Min-jung of Korea National University of Education, who studies the history and cultural significance of the genre. “They used to be passive listeners—trot has always been popular, but now it’s visible,” she says."], "authors": ["The Economist"], "keywords": ["mr", "hot", "kpop", "bigger", "south", "popular", "women", "songs", "whats", "korean", "long", "korea", "trot", "shows"], "pubDate": "2020-11-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}