{"id": "1b1926b4-3857-3918-8701-33b45529e269", "pubDate": null, "paragraphs": ["Duro Olowu", "Fans of his patchworked Duro dress range from First Ladies to fashion editors whose skilled eyes recognize that this is no mere quilt job. On the Empire-waisted frock are fabric trims dating back to couture’s Golden Age—Lyonnaise jacquards from Bianchini-Férier and chinés from the defunct Swiss silk mill Abraham. A self-professed fabric nerd, Olowu explains that you just have to know what you’re looking for: “I became known for walking into any store and saying, ‘Could you just show me the stuff in the basement?’ ”", "RVDK Ronald van der Kemp", "Though he’s tight-lipped about where he unearths them, Ronald van der Kemp is quite expressive when it comes to the vintage fabrics that go into his one-of-a kind, direct-to-client creations. “One of the French mills that used to do a lot for the old couturiers in the ’70s and ’80s stopped their business, and somebody had bought up all their archives—yardages in very small quantities of precious mousselines and chiffons in the kind of quality that you simply can’t find anymore. I found them last year and bought up everything—they bring tears to my eyes when I look at them.”", "Batsheva", "Batsheva Hay sources her vintage fabrics for those Little House on the Prairie dresses you’ve seen floating around the big city from, of all places, eBay. “It’s partially out of necessity,” she says. “I’m not going to the flea market in Paris—I’m at home, searching for fabric in the nighttime while my kids are asleep.” She’ll bid on ’80s floral chintzes and moiré faux silks uploaded onto the digital auction block by mom-and-pop sellers in the Midwest, fabrics that—Hay concedes—“aren’t even really meant for clothing!”", "Rianna + Nina", "A single Rianna + Nina garment can feature more than a dozen discerningly pieced-together scraps of vintage textiles—Hermès scarves, Japanese obis. It’s a gracefully assembled collection of fabric that usually finds its way to Rianna Nektaria Kounou and Nina Kuhn via sheer happenstance. “We’ll get a call from someone who has a client who had a godmother in Palm Springs who knew someone who was a scarf collector,” says Kuhn. “Crazy stories!”", "Chopova Lowena", "If Vivienne Westwood’s Sex boutique and Balkan folk dress had a baby, it would look something like the skirts made by Emma Chopova and Laura Lowena, which incorporate scraps of traditional handwoven aprons worn by Bulgarian housewives. For these textiles, Lowena explains, they go straight to the source: “Sometimes we even go to people’s houses and basements and attics, but they’re always in great condition—they’re perfect.”", "CDLM", "“Almost everything is from L.A.; it’s not as picked over as New York,” says Chris Peters of CDLM and Creatures of the Wind (with partner and designer Shane Gabier) about sourcing dead stocks—the two have long been staunchly committed to upcycling existing fabrics. It might be a Victorian georgette that catches their fancy or perhaps a meshy, techy textile of recycled fibers. “There are endless amounts of unused material,” says Gabier. “Once you see how much has already been made, it becomes so apparent that it needs to be used.”", "Julie de Libran", "To create her so-limited-edition-they’re-actually-numbered dresses, Julie de Libran predominantly shops dead-stock fabrics—mostly nubby fil-coupés and double crepes—from Lorma, a silk mill in Italy’s Lake Como district. “Maybe a green was just a little too bright or a production was canceled,” she says. “There is so much out there—so many ways to reuse things and give fabrics a second life.”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Lilah Ramzi"], "url": "https://www.vogue.com/article/7-designers-source-upcycled-looks?mbid=social_onsite_twitter", "keywords": ["chicest", "designers", "fabric", "upcycled", "silk", "source", "rianna", "looks", "vintage", "scraps", "van", "ronald", "nina", "lowena", "fabrics"], "summary": "On the Empire-waisted frock are fabric trims dating back to couture’s Golden Age—Lyonnaise jacquards from Bianchini-Férier and chinés from the defunct Swiss silk mill Abraham.\nIt’s a gracefully assembled collection of fabric that usually finds its way to Rianna Nektaria Kounou and Nina Kuhn via sheer happenstance.\nIt might be a Victorian georgette that catches their fancy or perhaps a meshy, techy textile of recycled fibers.\n“Maybe a green was just a little too bright or a production was canceled,” she says.\n“There is so much out there—so many ways to reuse things and give fabrics a second life.”", "title": "7 Designers On Where They Source Their Chicest Upcycled Looks"}