{"summary": "“I am deeply sorry for how my actions affected Kellee [Kim] during the taping of this season of 'Survivor,'” Spilo wrote to the outlet.\n“In my life, I have always tried to treat others with decency, integrity and kindness.\nThe controversy arose when Kim, along with several other cast members, expressed concerns that Spilo was “inappropriately\" touching them.\nSpilo was eventually removed from the show following another alleged inappropriate conduct incident with a production member.\nProduction sources told People that Spilo's dismissal occurred because there had been a history of complaints against him.", "keywords": ["kim", "dan", "survivor", "spilo", "uncomfortable", "decency", "tried", "exit", "removed", "told", "production", "actions", "silence", "sorry", "contestant", "kellee", "breaks", "treat"], "paragraphs": ["Dan Spilo is finally opening up after his controversial ousting from “Survivor.”", "In a statement provided to People magazine, the 48-year-old talent manager lamented his behavior and said that he is “deeply sorry” for his actions.", "“I am deeply sorry for how my actions affected Kellee [Kim] during the taping of this season of 'Survivor,'” Spilo wrote to the outlet. “After apologizing at the tribal council when I first learned that Kellee still felt uncomfortable, I want to make sure I do so again, clearly and unambiguously.”", "‘SURVIVOR’ CONTESTANT DAN SPILO KICKED OFF SHOW FOR ‘OFF-CAMERA’ INCIDENT", "“I truly regret that anyone was made to feel uncomfortable by my behavior,” he continued. “In my life, I have always tried to treat others with decency, integrity and kindness. I can only hope that my actions in the future can help me to make amends and show me to be the kind of father, husband, colleague and friend that I always aim to be.”", "'SURVIVOR' PRODUCER CONVICTED OF WIFE'S MURDER RELEASED FROM MEXICAN PRISON AFTER 7 YEARS", "Spilo has had a penchant for controversy since his arrival on “Survivor.” His troubles began when he played a crucial role in contestant Kellee Kim’s elimination from the series.", "The controversy arose when Kim, along with several other cast members, expressed concerns that Spilo was “inappropriately\" touching them. Though Kim sat down with Spilo to discuss his actions, he continued forward with his invasion of personal space — which ultimately led to an official warning being issued to Spilo from production.", "Spilo was eventually removed from the show following another alleged inappropriate conduct incident with a production member. Production sources told People that Spilo's dismissal occurred because there had been a history of complaints against him.", "CLICK HERE TO GET THE FOX NEWS APP", "\"If it had been his first strike, I don't think he would have been removed from the game,\" a production source told the outlet. \"But the feeling was, 'It's time to pull the plug.' In many ways, this was just the final straw.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/survivor-dan-spilo-speaks-after-removal", "authors": ["Andy Sahadeo"], "id": "1b1f791c-aaa6-3f57-abb4-cf6314053afa", "pubDate": null, "title": "'Survivor' contestant Dan Spilo breaks silence after exit: 'I have always tried to treat others with decency'"}