{"id": "1b43aeb2-16ad-30a6-8d54-6bc6998bad21", "title": "Ron Perlman reverses Ga. production stance, slams Gov.Kemp", "url": "https://www.foxnews.com/entertainment/ron-perlman-ga-production-stance-governor-kemp", "summary": "Ron Perlman has flipped on his stance about Hollywood productions taking place in Georgia.\nThe 70-year-old actor explained on Twitter on Friday that he'd avoided working in Georgia, in protest of their current governor, Brian Kemp, a Republican.\nGeorgia has been the filming location for many iconic movies recently, including several Marvel movies.\nCLICK HERE TO GET THE FOX NEWS APPThe advocate was praised by several other stars online, including Mark Ruffalo and Sharon Stone.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER\"The power of @staceyabrams,\" wrote Ruffalo on Twitter in response to an article about a documentary focusing on Abrams' advocacy.", "paragraphs": ["Ron Perlman has flipped on his stance about Hollywood productions taking place in Georgia.", "The 70-year-old actor explained on Twitter on Friday that he'd avoided working in Georgia, in protest of their current governor, Brian Kemp, a Republican.", "However, amid the 2020 elections with Democratic nominee Joe Biden obtaining a slight lead over President Trump, which Democrats are crediting Stacey Abrams' efforts to register and mobilize voters in the state, Perlman said he's now willing to work in the state again, praising Abrams directly and slamming Kemp.", "\"To my dear friends in Georgia, I hate Kemp,\" he said plainly. \"He is ugly, he is dirty, he is arrogant and he stole an election.\"", "RON PERLMAN'S WIFE RESPONDS TO DIVORCE FILING 8 MONTHS LATER, SEEKS SPOUSAL SUPPORT", "The \"Sons of Anarchy\" star added: \"I said I would never work there until that was corrected and thanks to @staceyabrams and so many good people, I can’t wait to visit the great state of Georgia again.\"", "RON PERLMAN FILES FOR DIVORCE FROM WIFE OF ALMOST 40 YEARS, SPOTTED KISSING ANOTHER WOMAN", "Perlman is also known for roles in \"Hand of God,\" the \"Hellboy\" films and \"Beauty and the Beast,\" which earned him a Golden Globe win and two Emmy nominations.", "Georgia has been the filming location for many iconic movies recently, including several Marvel movies.", "Abrams has drawn praise from Democrats for her grassroots campaign that resulted in an influx of voter registrations by minorities after she lost the 2018 governor's race, alleging voter suppression as a reason for the loss.", "CLICK HERE TO GET THE FOX NEWS APP", "The advocate was praised by several other stars online, including Mark Ruffalo and Sharon Stone.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"The power of @staceyabrams,\" wrote Ruffalo on Twitter in response to an article about a documentary focusing on Abrams' advocacy.", "\"Thank YOU @staceyabrams!\" Sharon Stone said online."], "authors": ["Nate Day"], "keywords": ["staceyabrams", "ga", "reverses", "work", "production", "perlman", "sharon", "georgia", "stance", "govkemp", "state", "voter", "twitter", "ron", "wife", "slams", "abrams"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}