{"id": "1bcabd8f-6c24-321c-9d8f-8a400bf4d5ca", "title": "Emotional Donna Brazile on Biden election: 'This is not a partisan moment, this is a patriotic moment'", "url": "https://www.foxnews.com/media/joe-biden-elected-president-donna-brazile-reacts", "summary": "Joe Biden's projected election as the 46th president of the United States is “not a partisan moment,” but a patriotic one, Fox News contributor and former interim Democratic National Committee chairwoman Donna Brazile said Saturday.\nI think,\" Brazile told Bret Baier and Martha MacCallum on Fox News' \"Democracy 2020\" special.\nThis is not a partisan moment, this is a patriotic moment,” she said.\nCLICK HERE TO GET THE FOX NEWS APP“It’s been a long time coming,” an emotional Brazile said.\n“To be the last to get voting rights, to be those who just waited and waited for our turn, it’s been a long time coming.", "paragraphs": ["Joe Biden's projected election as the 46th president of the United States is “not a partisan moment,” but a patriotic one, Fox News contributor and former interim Democratic National Committee chairwoman Donna Brazile said Saturday.", "Earlier Saturday, the Fox News Decision Desk projected that the Democratic nominee will win the state of Nevada and the commonwealth of Pennsylvania, giving the former vice president the electoral votes he needs to win the White House.", "“I’m deeply happy, gratified, rejoicing, but I’m also well aware that this country, we still have huge divisions. I think,\" Brazile told Bret Baier and Martha MacCallum on Fox News' \"Democracy 2020\" special. \"If there is a mandate out of any of this, it’s a mandate to unify our country, to bring the American people together.\"", "ELECTION 2020 LIVE UPDATES: FOX NEWS PROJECTS BIDEN WINS PRESIDENCY", "Brazile added that she knows Biden and Vice President-elect Kamala Harris very well and he insists they’re up for the challenge.", "“I do believe they will uphold that position, that they want to redeem the soul, bring the country together, heal these divisions. This is not a partisan moment, this is a patriotic moment,” she said. “Our country deserves to have a nation that can heal after such a tumultuous election.”", "BIDEN TRANSITION TEAM'S WORK UNDERWAY", "Baier then pointed out that Harris is both the first woman to be the elected as vice president, and she is also the first person of color.", "“As a woman of color, as a Democrat, your thoughts on this day?” Baier asked Brazile, who took a few seconds to compose herself.", "CLICK HERE TO GET THE FOX NEWS APP", "“It’s been a long time coming,” an emotional Brazile said. “To be the last to get voting rights, to be those who just waited and waited for our turn, it’s been a long time coming.", "\"I thought about my mom and my grandmother this morning, they didn’t have the right to vote, but I did,\" she added. \"I spent all my life believing that the right to vote was key to our future. And because of the America people ... those who did not see color, gender, those who believed it was about competence and just giving everyone a seat at the table ... I’m so grateful that this moment has come.”", "Fox News; Brooke SIngman contributed to this report."], "authors": ["Brian Flood", "Brian Flood Covers The Media For Fox News. Follow Him On Twitter At"], "keywords": ["country", "president", "vote", "fox", "biden", "election", "emotional", "patriotic", "waited", "win", "woman", "partisan", "brazile", "moment", "donna", "vice"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}