{"pubDate": null, "url": "https://cooking.nytimes.com/guides/13-how-to-cook-a-turkey", "id": "1bf950c3-234d-395b-91a0-e32bb84f31fb", "keywords": ["vegetarian", "generally", "bird", "freerange", "turkeys", "cook", "white", "organic", "raised", "wild", "turkey"], "authors": ["Melissa Clark", "A Guide", "Sam Sifton", "Kim Severson", "Mark Bittman", "Julia Moskin", "Gena Hamshaw", "Susan Spungen", "Matt Lee And Ted Lee"], "title": "How to Cook a Turkey", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "A conventional turkey should be brined; it will noticeably improve the texture.\nAnd use an open hand when it comes to seasonings, since the turkey won’t offer much flavor of its own.\nWild Turkey: It is illegal in the United States to sell a truly wild turkey that’s been shot by a hunter, thus most “wild” turkeys on the market are pasture-raised — often free-range heritage birds.\nTo procure a truly wild turkey you will need to either shoot one yourself or befriend a hunter.\nIf you see anything other than “turkey,” chances are it is a self-basting bird.", "paragraphs": ["Varieties", "Free-range: This is a bird that is not raised in a cage and is free to graze on any grasses or grains it can find in its pen, which is generally considered a more humane and healthy poultry farming process.", "Organic: The U.S.D.A. requires that all turkeys sold as organic must be raised free-range, without the use of antibiotics, and fed an organic and vegetarian diet that has not been treated with pesticides.", "Natural: Natural turkeys are generally less expensive than organic, and are often of a comparable quality. But there is no government guarantee to back up the word “natural” on a label. You must read on to find out if the bird is antibiotic-free, free-range and/or raised on a vegetarian diet.", "Kosher: Turkeys with the “kosher” label have been farmed and slaughtered according to Jewish dietary customs, with rabbinical supervision. They also undergo a salting process after slaughter that gives the meat a juicy texture. (Don’t brine a kosher bird.)", "Conventional: This is the standard supermarket turkey. The variety is the Broad Breasted White, which was bred to have a plumper, broader breast. A conventional turkey should be brined; it will noticeably improve the texture. And use an open hand when it comes to seasonings, since the turkey won’t offer much flavor of its own.", "Heritage: Heritage turkeys are old-fashioned varieties of birds that were common in America until the 1920s. They have a richer, more distinct flavor, more like a game bird, and have a greater proportion of dark meat. Breeds include Narragansett, Jersey Buff, Standard Bronze, Bourbon Red and White Holland.", "Wild Turkey: It is illegal in the United States to sell a truly wild turkey that’s been shot by a hunter, thus most “wild” turkeys on the market are pasture-raised — often free-range heritage birds. To procure a truly wild turkey you will need to either shoot one yourself or befriend a hunter.", "Self-basting: These turkeys have been injected with a solution generally consisting of butter or oil and salt, and sometimes herbs, spices and preservatives. Self-basted turkeys are sometimes not labeled as such, so make sure to check the ingredients list. If you see anything other than “turkey,” chances are it is a self-basting bird. Do not brine it."]}