{"id": "1c607776-abee-3969-b2c4-0e88357c0b1d", "title": "Utah governor orders statewide mask mandate, other coronavirus restrictions", "url": "https://www.foxnews.com/us/utah-governor-orders-statewide-mask-mandates-other-coronavirus-restrictions", "summary": "Gary Herbert, a Republican, declared a new state of emergency and issued a statewide mask mandate on Sunday amid a recent surge in coronavirus cases.\nThe mask mandate was a step the governor had resisted for months, according to the Salt Lake Tribune.\nThe mask mandate is enforceable in public for all Utahns when six feet of physical distancing is not possible.\nThe statewide mask mandate goes into effect on Monday and unlike the other restrictions, lasts \"until further notice.\"\nUS NEARS 10M CORONAVIRUS CASES AMID SURGE IN INFECTIONSOfficials are also taking new steps to expand testing.", "paragraphs": ["Utah Gov. Gary Herbert, a Republican, declared a new state of emergency and issued a statewide mask mandate on Sunday amid a recent surge in coronavirus cases.", "The mask mandate was a step the governor had resisted for months, according to the Salt Lake Tribune. It comes after Utah saw a total of 16,111 new cases and 46 deaths from the virus over the past seven days.", "\"Due to the alarming rate of COVID infections within our state, tonight I issued a new state of emergency with several critical changes to our response,\" Herbert said. \"These changes are not shutting down our economy, but are absolutely necessary to save lives and hospital capacity.\"", "UTAH RESTAURANT BANS CUSTOMERS FROM WEARING MASKS", "The governor, in a video address post on Twitter, said record hospitalizations and deaths have been reported each day, which has placed a strain on hospitals in the state, many of which are at capacity. He added that hospital workers and staff are \"pleading for our help.\"", "The mask mandate is enforceable in public for all Utahns when six feet of physical distancing is not possible. The mandate is also enforceable in all business settings and includes requiring employees to wear face coverings. Businesses that fail to comply will face fines.", "The statewide mask mandate goes into effect on Monday and unlike the other restrictions, lasts \"until further notice.\"", "Other restrictions are set to last until Nov. 23, just a few days before Thanksgiving. They limit any social gatherings to people in the same households and place a temporary hold on all school extracurricular activities. Those activities include athletic and intramural events.", "US NEARS 10M CORONAVIRUS CASES AMID SURGE IN INFECTIONS", "Officials are also taking new steps to expand testing.", "Beginning as soon as possible, but no later than Jan. 1, students enrolled at public and private institutions of higher education -- who either live on campus or attend at least one in-person class per week -- will be required to be tested for COVID-19 weekly.", "The order does not apply to a religious service, although they are encouraged to implement protocols to limit the spread of the virus.", "“Utah is open for business. You can still shop, dine in or carry out, exercise, worship and recreate, and many other things,” Herbert said in the video message, according to the paper. “We are just saying stay within your household group whenever possible, particularly for the next two weeks.”", "CLICK HERE TO GET THE FOX NEWS APP", "As of early Monday, Utah has reported at least 132,621 coronavirus cases and more than 659 deaths from the virus, according to data from Johns Hopkins University."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["orders", "possible", "mandate", "according", "mask", "utah", "deaths", "cases", "restrictions", "governor", "coronavirus", "state", "herbert", "statewide"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}