{"authors": ["Ben Walsh"], "keywords": ["paypal", "mastercards", "mastercard", "libra", "youre", "facebooks", "gain", "companies", "trades", "earnings", "times", "facebook", "visa", "pain"], "summary": "We’re better off knowing about this lack of commitment now, rather than later.”There’s little reason for PayPal, Mastercard, and Visa to stick around.\nAs for Mastercard and Visa, there are hardly any two more durable earnings machines in global finance.\nBy contrast, the earnings potential of companies like Mastercard, Visa, and PayPal look ever more durable and their relatively pricey valuations look ever more defensible.\nShares of Visa trade for 28.1 times 12-month forward earnings, while Mastercard trades at 31.5 times and PayPal trades at 29.9 times.\nFor investors looking to tap into fintech’s vast earnings potential, Mastercard, PayPal, and Visa look as attractive as ever.", "title": "Facebook’s Pain Could Be Visa and Mastercard’s Gain", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "1cc1f036-158e-3368-9755-5ef6377f1fa2", "pubDate": null, "paragraphs": ["Text size", "If you’re waiting for Facebook to use its power as a social-networking behemoth to build a global finance business, you’re going to need extreme patience. If you’re an investor hoping it will add to Facebook’s bottom line, you’ll need even more.", "In June, Facebook (ticker: FB) released its plans for the Libra digital currency. The new system, it hoped, would provide a viable alternative to the current global payments system—and make its own platform even more valuable.", "Those goals didn’t seem so farfetched because a who’s who of payments heavyweights and major merchants were on its side. Lyft (LYFT), eBay (EBAY), Mastercard (MA), PayPal Holdings (PYPL), Spotify Technology (SPOT), Visa (V), Uber Technologies (UBER), and private fintech company Stripe were all announced as founding members of the Libra Association.", "The fact that so many established players were working with Facebook made it possible to believe that Libra might withstand the political backlash that greeted it.", "Federal Reserve Chairman Jerome Powell said that Libra raised serious concerns. U.S. Treasury Secretary Steven Mnuchin called the currency’s money-laundering vulnerabilities “a national security issue.” The Facebook executive leading the Libra project, David Marcus, was called in front of Congress to receive a bipartisan tongue-lashing. France and Germany even got into the act by releasing a joint statement in September agreeing to block Libra from being launched.", "Now it seems that Facebook’s putative partners are getting worried that Facebook is overmatched by regulators. PayPal said on Friday that it is withdrawing from the Libra Association, a move that Mastercard and Visa were also considering, according to The Wall Street Journal. (Facebook’s Marcus tweeted that the list of Libra members would be ”formalized in the weeks to come.”)", "Facebook declined to comment further. In a statement late Friday, Dante Disparte, head of policy and communications for the Libra Association, said, “The type of change that will reconfigure the financial system to be tilted towards people, not the institutions serving them, will be hard. Commitment to that mission is more important to us than anything else. We’re better off knowing about this lack of commitment now, rather than later.”", "There’s little reason for PayPal, Mastercard, and Visa to stick around. They have benefited tremendously from huge secular shifts in how people shop—increasingly online and with cards. And they have navigated all the regulatory chicanes that are currently slowing Libra down.", "Newsletter Sign-up", "PayPal has seen its shares fall since it cut its revenue guidance when it reported second-quarter earnings. But its earnings guidance held fast, and the product-integration issues that led to the cut shouldn’t eat into future quarters. As for Mastercard and Visa, there are hardly any two more durable earnings machines in global finance.", "Those three companies won’t face many financial repercussions if they decide to let Facebook fight on without them. The companies that were initial partners in the Libra Association signed only nonbinding letters of intent. The companies would eventually kick in $10 million in funding but aren’t on the hook for anything if they leave in relatively short order.", "Facebook, on the other hand, is yet another tech giant struggling to succeed in financial services, and its digital currency is teetering on the edge of irrelevance as it meets growing resistance from regulators and its own partners.", "By contrast, the earnings potential of companies like Mastercard, Visa, and PayPal look ever more durable and their relatively pricey valuations look ever more defensible. Shares of Visa trade for 28.1 times 12-month forward earnings, while Mastercard trades at 31.5 times and PayPal trades at 29.9 times. The S&P 500 trades at 16.5 times.", "For investors looking to tap into fintech’s vast earnings potential, Mastercard, PayPal, and Visa look as attractive as ever. If you want one of the most scalable, cash-generating advertising businesses the world has ever seen—but one that comes with a morass of privacy regulation and antitrust risk—look to Facebook.", "This story has been updated to reflect comment from the Libra Association.", "Write to Ben Walsh at ben.walsh@barrons.com"], "url": "https://www.barrons.com/articles/facebooks-fintech-aspirations-grow-dim-as-powerful-partners-edge-away-from-its-libra-cryptocurrecy-51570237132?mod=hp_minor_pos16"}