{"id": "1cce22f1-77f6-32c1-86be-2055a18a2447", "title": "Take me to church - A lavish set of books brings readers closer to the Sistine frescoes", "url": "https://www.economist.com/books-and-arts/2020/11/04/a-lavish-set-of-books-brings-readers-closer-to-the-sistine-frescoes", "summary": "IT TOOK MICHELANGELO four years to paint the ceiling of the Sistine Chapel, but most visitors spend less than 30 minutes gawking at it, often while pressed against umpteen strangers.\nNow, for a mere $22,000, it is possible to commune with these Renaissance frescoes in the comfort of your own home.\nEach page stitches together hundreds of tiny high-resolution photos, taken over months by photographers perched on 33-foot-tall scaffoldings.\nSome of the proceeds will go towards the Vatican Museums’ conservation efforts, says Nicholas Callaway of Callaway Arts & Entertainment.\nEach volume weighs 11 kilograms, so it took two people to haul the set in its protective case up the stairs.", "paragraphs": ["IT TOOK MICHELANGELO four years to paint the ceiling of the Sistine Chapel, but most visitors spend less than 30 minutes gawking at it, often while pressed against umpteen strangers. These are hardly ideal conditions for beholding artistic genius, and the pandemic has curbed most discretionary travel, anyway. Now, for a mere $22,000, it is possible to commune with these Renaissance frescoes in the comfort of your own home.", "This month the Vatican, together with Scripta Maneant, an Italian art publisher, and Callaway Arts & Entertainment, a publisher in New York, have released “The Sistine Chapel”, a three-volume set that documents every painted inch of this vaulted room. Each page stitches together hundreds of tiny high-resolution photos, taken over months by photographers perched on 33-foot-tall scaffoldings. The results reveal every daub of paint and every hairline crack in plaster. The one-to-one visuals capture the arm’s-length perspective Michelangelo had while painting it.", "But $22,000? Some of the proceeds will go towards the Vatican Museums’ conservation efforts, says Nicholas Callaway of Callaway Arts & Entertainment. Much of the fee covers the costs of producing these books. The 600 English-language editions are all bound in silk and white calf leather, and apparently only one bookbinder in the world—in Novara, Italy—can hand-sew something this size. The sets are rare, too, as the Vatican has allowed only 1,999 copies to be made (in a decree both strict and mysterious, true to form). The 1,000 in Italian have already sold out.", "Eager for a glimpse, your correspondent arranged to borrow a set for several days. Each volume weighs 11 kilograms, so it took two people to haul the set in its protective case up the stairs. Simply removing a book from its foam nest is an undertaking. But they are, indeed, remarkable.", "Without the overwhelming drama of the chapel, it is easier to notice the gracefully bent legs of a man on his back, his nostrils facing the viewer, in the pendentive “The Brazen Serpent”. In “The Creation of Adam”, you can appreciate the fleshy curve of Adam’s lower stomach. Every page also reveals the web of cracks cast by time, making the value of this archive plain.", "But for all the pleasures of doting on individual panels from this extraordinary room, the effect can be disorienting. Paging through these immersive reproductions, the reader gets little sense for how they fit together. It is easy to imagine a more user-friendly digital experience that allows viewers to zoom in and out without worrying about the cleanliness of their hands. Depending on demand, Mr Callaway anticipates other editions, interactive and print-based, at more affordable prices.", "In the meantime, the coronavirus may boost sales of the luxury sets, reckons James Daunt, head of Barnes & Noble and Waterstones, whose stores are selling these books online. Most rich people, he explains, have not got poorer during the pandemic, and many want something nice to look at during their hours at home."], "authors": ["The Economist"], "keywords": ["church", "pandemic", "books", "frescoes", "chapel", "took", "readers", "closer", "sets", "publisher", "callaway", "sistine", "brings", "vatican", "set", "lavish", "room"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}