{"keywords": ["objects", "important", "extremely", "toy", "fluffy", "stuffed", "tiny", "transitional", "kids", "childrens", "animals", "loved", "disgusting"], "authors": [], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://parenting.nytimes.com/childrens-health/your-kids-stuffed-animals-are-disgusting?module=article-group&topic=Children%27s%20Health&rank=2&position=3", "summary": "This week we have an incredibly helpful piece from clean person extraordinaire Jolie Kerr about how to wash your children’s beloved stuffed animals.\nWe want to see your kids’ most aggressively loved stuffed animals.\nWant More on Kids and Stuffed Animals?\nI adore this excerpt from the book “Much Loved,” by Mark Nixon, which is a collection of photographs of “lovingly abused” stuffed animals.\nIn 2018, the Times Magazine had a Letter of Recommendation that extols the joys of stuffed animals for people of all ages.", "paragraphs": ["Image Credit Alex Kiesling", "[The topics parents are talking about. Evidence-based guidance. Personal stories that matter. Sign up now to get NYT Parenting in your inbox every week.]", "This week we have an incredibly helpful piece from clean person extraordinaire Jolie Kerr about how to wash your children’s beloved stuffed animals. Each of my kids has a veritable army of special stuffies: My older daughter loves owls, my little one loves cats. So instead of just one V.I.P. animal to keep track of, my big girl can’t fall asleep unless Fluffy; Fluffy’s daughters, Pinkie Pie and Blueberry; Fluffy’s sister, Fluffy 2; and Fluffy 2’s daughter Bravey are all present and accounted for in her bed.", "I have scuffed up many sets of plastic eyes because I was not laundering these owls properly after they got smelly from overuse, dropped in mud or barfed on. Thanks to Jolie’s expertise, I now realize that I should have been sticking all these gals in a garment bag before dumping them in the washing machine.", "While spot-cleaning Blueberry is not my favorite activity, I know that favored stuffed animals have a profound importance to our kids, and can help them cope in times of stress. Our children’s most obsessed-over toys and blankets are called “transitional objects,” a term coined in 1951 by the pioneering British psychoanalyst and pediatrician Donald Winnicott, after he observed that babies often became “addicted” to a particular special soft toy, which was “affectionately cuddled as well as excitedly loved and mutilated.”", "Though some pediatricians of his era took a more pathological view of “fetishistic” transitional objects, arguing that normally developing children should not need them, Winnicott believed that children’s attachment to their lovies should be respected. Fortunately for Fluffy and Pinkie Pie, Winnicott’s view has prevailed: Transitional objects are important because they help kids move from dependence to independence, from being exclusively in the care of their families to encountering the wider world.", "According to the American Academy of Pediatrics, many kids fixate on their particular transitional objects between eight and 12 months old. And in fact, what adults perceive as the dirtiness and smelliness of the transitional object is part of what makes it soothing — that it has your child’s particular scent on it “reminds him of the comfort and security of his own room,” the A.A.P. notes.", "Another fact about transitional objects that surprised and delighted me came from a 2013 Times piece. A developmental-behavioral pediatrician estimated that 25 percent of young women go off to college with transitional objects they have loved since they were tiny — and that’s perfectly O.K. It shows that the process of becoming independent is yearslong. And by the time your kid is 18, at least washing that gross old blanky won’t be your problem anymore.", "P.S. We want to see your kids’ most aggressively loved stuffed animals. Send a JPEG photo with a few sentences about the toy to us here. We may feature it on our Instagram.", "P.P.S. Forward this email to a friend. Follow us on Instagram @NYTParenting. Join us on Facebook. Find us on Twitter for the latest updates. Read last week’s newsletter about your children’s first friendships.", "Want More on Kids and Stuffed Animals?", "Let’s say your kid has a single beloved stuffed animal, and he loses it. Many parents have a backup lovey ready to go, but when children are 2 and up, they’re going to know that it’s counterfeit if it’s too clean. Here’s a guide from the writer Amy Ransom about how to convincingly weather a new stuffie.", "I adore this excerpt from the book “Much Loved,” by Mark Nixon, which is a collection of photographs of “lovingly abused” stuffed animals.", "In 2018, the Times Magazine had a Letter of Recommendation that extols the joys of stuffed animals for people of all ages. The writer, Max Genecov, makes the case that adults need play, too. “With stuffed animals, there is no goal: It’s all exploration and joy, doodling with your emotions.”", "From Winnie-the-Pooh to Knuffle Bunny, kids’ relationships with their stuffed animals have inspired children’s authors for generations (and full disclosure: I cry at the end of “Knuffle Bunny Free” every single time I read it). If your child adores hearing stories about other kids and their stuffed animals, these lists from Goodreads and Bookroo include some lesser-known titles you might want to consider adding to your bedtime rotation.", "Tiny Victories", "Parenting can be a grind. Let’s celebrate the tiny victories.", "We had to embark on a sudden, white-knuckle potty training journey when my son started a new day care. After failing at every method of persuasion I could think of, I picked up his stuffed dinosaur and had the dino tell him how much fun it would be to go to the potty together. He smiled brightly at his toy, happily got up and went to the potty. I frequently used toys to convince him to go after that day, and it always worked! — Alison Bates, Avon, Ind.", "If you want a chance to get your Tiny Victory published, find us on Instagram @NYTparenting and use the hashtag #tinyvictories; or enter your Tiny Victory at the bottom of this page. Include your full name and location. Tiny Victories may be edited for clarity and style. Your name, location and comments may be published, but your contact information will not. By submitting to us, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us."], "id": "1cf3a7de-5cf3-3d7c-b5b2-37b634a57d1a", "pubDate": null, "title": "Your Kid’s Stuffed Animals Are Disgusting — And Extremely Important"}