{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/18464f08-5a25-45ef-9b84-ee0070ebc1cf?playlist-name=latest&playlist-offset=7", "pubDate": null, "authors": ["Footage Reuters"], "keywords": ["irritated", "questions", "son", "media", "question", "reporters", "biden", "know", "corrupt", "trump", "ukraine", "president", "ask", "donald", "gets", "fake"], "title": "Donald Trump gets irritated at reporter's questions on Ukraine", "id": "1d18f0ed-cc9a-36ec-a778-d4a5386c8db3", "summary": "Why are we the only ones that give the big money to the Ukraine?\nWe give money to Ukraine and it's bothered me from day one, and you have plenty of people just here.\nThe question, sir, was what did you want president Zelensky to do about Vice-President President Biden and his son Hunter?\nAnd I say, in many cases, the corrupt media because you're corrupt.\nMuch of the media in this country is not just fake, it's corrupt.", "paragraphs": ["You can enable subtitles (captions) in the video player", "...very much. Please.", "Mr President, can you just make clear right here what do you or what did you want President Zelensky to do with regard to Joe and Hunter Biden?", "If you look at what he said, okay, and he brought it up, I think brought up the name Rudy Giuliani. What I want is the following. And I've said this loud and clear. We have our ambassadors here. We have Mike Pence here.", "Why are we the only ones that give the big money to the Ukraine? We give money to Ukraine and it's bothered me from day one, and you have plenty of people just here. I say how come it's always the United States that gets ripped? Frankly, Ukraine, we want to help them.", "And I do like the new president. You know why I like him? Because he was honest, because he said there was no pressure at all exerted on me, meaning him, by the president of the United States. He said it. By the way, that one sentence should stop this.", "What did you want about Biden? What did you want him to look into on Biden?", "Look, Biden and his son are stone-cold crooked, and you know it. His son walks out with millions of dollars - the kid knows nothing. You know it and so do we. Go ahead, ask a question now.", "The question, sir, was what did you want president Zelensky to do about Vice-President President Biden and his son Hunter?", "Are you talking to me?", "Yeah, it was just a follow-up of what I just asked you, sir.", "Listen. You ready? We have the president of Finland. Ask him a question.", "I have one for him. I just wanted to follow up on the one that I asked you, which was...", "Did you hear me?", "...what did you want...", "Did you hear me?", "Yes, sir.", "Ask him a question.", "I will, but...", "I've given you a long answer. Ask this gentleman a question. Don't be rude.", "No sir, I don't want to be rude. I just wanted you to have a chance to answer the question that I asked you.", "I've answered everything. It's a whole hoax, and you know who's playing into the hoax? People like you and the fake news media that we have in this country. And I say, in many cases, the corrupt media because you're corrupt. Much of the media in this country is not just fake, it's corrupt.", "And you have some very fine people too, great journalists, great reporters. But to a large extent, it's corrupt, and it's fake. Ask the president of Finland a question, please.", "Okay, I'll move on now."]}