{"id": "1d5a873d-7c11-3c65-87b8-360e7bd22935", "title": "Don't underestimate the threat to American democracy at this moment", "url": "https://www.theguardian.com/commentisfree/2020/nov/04/american-democracy-election-threat-trump", "summary": "In the early morning hours after election day, the president of the United States showed his authoritarian ambitions.\nNow we are dependent on media, especially the outlets most popular with Donald Trump’s base, to rein in the chaos he is encouraging.\nTrump’s claims risk sowing violence, confusion and an erosion of faith in the bedrock principles of American democracyI cannot overstate the danger of this moment.\nInstead, Trump’s claims risk sowing violence, confusion and an erosion of faith in the bedrock principles of American democracy.\nThat is the only way to counteract Trump’s lies and his threat of upending our democracy.", "paragraphs": ["In the early morning hours after election day, the president of the United States showed his authoritarian ambitions. He launched an attack on our democratic system at a moment when it is at its most fragile in recent memory. His lies about the results of the election erode trust in the fairness of the democratic process and risk provoking violence. Now we are dependent on media, especially the outlets most popular with Donald Trump’s base, to rein in the chaos he is encouraging.", "This grave threat comes from the president’s false declaration of victory, despite no evidence that he had won the election, and with millions of valid votes yet to be counted. He referred to any suggestion that he had lost as “a fraud on the American public”. In one breath, he declared that “we want all voting to stop” and that “we don’t want any ballots to be found at four in the morning.” This conflation of voting after election day and counting votes after election day – a standard practice in every election – is deeply misleading and deeply dangerous.", "In this respect, its damage is far worse than many of the many fibs Trump has made while in office. His suggestion is a direct lie, one that comes while millions of voters look to him to understand who our legitimate president will be. In past elections, the media – specifically TV networks – served as the main gatekeepers of results, but this president communicates directly to his base through social media, avoiding the reputable news organizations that could factcheck him in real time. This means that his unsubstantiated claims of victory – and of electoral fraud perpetrated by Democrats – are being fed directly to his base. Many will believe him, undermining confidence in the ultimate legitimate results and sowing discord and potentially violence.", "The problem of Trump’s unfiltered reach coupled with his blatant lying is compounded by social media executives’ inadequate handling of the situation. Facebook and its irresponsible CEO, Mark Zuckerberg, refused to directly challenge the president, even while receiving credit from some observers for reminding voters that “final results” may take days. They did not call Trump’s statement a lie or take strong steps to counter it. Twitter went far enough to say that the president’s message might be “misleading”, but it too failed to take a strong and definitive stand on a statement that is not just possibly, but indisputably, incorrect.", "Surprisingly, Fox News might be the media outlet that holds the country together. The network called Arizona for Joe Biden around the same time as the Associated Press and has insisted on reporting real numbers, with its reputable non-partisan news anchors leading the coverage. Ultimately, a large number of Trump voters might turn to Fox to decide whether to trust official results or their president, who has told them that those disputing his victory are committing fraud. If Fox continues to say that any early declaration of victory is incorrect, viewers might be more likely to have the patience required to wait for what might be days, with twists and turns as more ballots are reported, until a winner is declared.", "Still, it is not only the media outlet that should be tasked with maintaining the public’s confidence in our electoral machinery. Part of Trump’s pattern of deception to his base involves invoking bizarre and completely erroneous legal claims. On Tuesday night, Trump promised to take up his concerns about ongoing ballot counting to the US supreme court. However, if ballots are received on or before election day, there is no serious legal claim to support Trump’s seeming contention that any ongoing ballot counting after the election is fraudulent. Indeed, in a decision the president disparaged on Twitter, the US supreme court refused to undo the Pennsylvania supreme court’s decision that even ballots that arrived three days after election day would count as long as they were postmarked by election day.", "Trump’s claims risk sowing violence, confusion and an erosion of faith in the bedrock principles of American democracy", "I cannot overstate the danger of this moment. Right now, it is essential that Republican members of Congress and the vice-president make it clear that the ballots need to be counted. Both candidates and parties should be modeling respect for our democratic process, patiently waiting for the legitimate results, and encouraging all Americans to do the same. Instead, Trump’s claims risk sowing violence, confusion and an erosion of faith in the bedrock principles of American democracy.", "Amid this chaos, what is left for us to do? Americans who believe that every person’s ballot should count in an election must insist on truth and spread this message as widely as possible on social media, at our dinner tables and, if need be, through peaceful demonstrations. That is the only way to counteract Trump’s lies and his threat of upending our democracy.", "Even if Biden does win and the results are accepted, we will have lived through a moment that showed our democracy is less stable than we assumed. Strengthening it and reinforcing its protections must be a priority of a Biden presidency."], "authors": ["Corey Brettschneider"], "keywords": ["threat", "day", "ballots", "media", "american", "victory", "moment", "results", "trumps", "election", "claims", "base", "underestimate", "president", "democracy", "dont"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}