{"id": "1d7dd88e-6978-3152-a41f-a61c7d4a3437", "title": "Witness The Birth Of A Hero In Marvel's Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/exclusive-video/2020/10/19/witness-the-birth-of-a-hero-in-marvels-spider-man-miles-morales", "summary": "We know that Peter Parker is about as capable as it gets in Insomniac Games' vision of our friendly neighborhood Spider-Man.\nBut even the best need help from time to time.\nThat's where Miles Morales comes in.\nJoin us as we sit down with Brian Horton, creative director at Insomniac Games, to discuss the moment Miles steps up and becomes his own version of Spider-Man when Peter needs him most.\nIf you enjoyed this video, be sure to check out your first look at our titular hero's furry new friend, our gallery of gorgeous screenshots taken straight from the PlayStation 5, and our in-depth discussion about the game during the latest episode of The GI Show.", "paragraphs": ["We know that Peter Parker is about as capable as it gets in Insomniac Games' vision of our friendly neighborhood Spider-Man. But even the best need help from time to time. That's where Miles Morales comes in.", "Join us as we sit down with Brian Horton, creative director at Insomniac Games, to discuss the moment Miles steps up and becomes his own version of Spider-Man when Peter needs him most.", "If you enjoyed this video, be sure to check out your first look at our titular hero's furry new friend, our gallery of gorgeous screenshots taken straight from the PlayStation 5, and our in-depth discussion about the game during the latest episode of The GI Show."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["spiderman", "games", "hero", "thats", "video", "miles", "morales", "titular", "vision", "witness", "version", "birth", "peter", "marvels", "insomniac"], "pubDate": "2020-10-19T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}