{"authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. You Can Follow Him On Facebook"], "title": "Reporter Jeff Mason says he was just doing his job in tense exchange with Trump: I didn't 'grandstand'", "url": "http://www.foxnews.com/media/jeff-mason-defends-himself-trump", "summary": "Reuters reporter Jeff Mason defended his conduct during Thursday's press conference which featured a testy exchange between him and President Trump.\nFox News anchor Eric Shawn had praised how Mason handled the exchange, telling him that he wasn't \"rude in any way.\"\nDon't be rude,\" Trump told Mason, referring to Finnish President Sauli Niinistö.\nMason told Shawn that he was just trying to do his job and that the president hadn't answered his question.\nCLICK HERE TO GET THE FOX NEWS APPAfter playing a clip of the exchange, Shawn described Mason as \"cool,\" \"collected,\" and \"professional.\"", "keywords": ["shawn", "wasnt", "tense", "president", "doing", "answer", "question", "trump", "exchange", "mason", "job", "jeff", "rude", "reporter", "grandstand", "didnt"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Reuters reporter Jeff Mason defended his conduct during Thursday's press conference which featured a testy exchange between him and President Trump.", "\"It's our job to do follow-ups and it's not our job to grandstand. And I wasn't in that case,\" he said Saturday while appearing on \"America's News HQ.\"", "Fox News anchor Eric Shawn had praised how Mason handled the exchange, telling him that he wasn't \"rude in any way.\"", "\"You just were diligent and kept on asking to try to get to your point,\" Shawn added. The confrontation occurred after Mason asked Trump what exactly he sought from Ukraine when he spoke to the nation's newly elected president about former Vice President Joe Biden.", "WATCH: TRUMP SPARS WITH REPORTER OVER UKRAINE CALL, DEMANDS HE ASK FINNISH PRESIDENT A QUESTION", "Trump's initial response focused on his longstanding complaint that foreign nations took advantage of the United States. Mason pressed him further, following up with the same question.", "\"I've given you a long answer, ask this gentleman a question. Don't be rude,\" Trump told Mason, referring to Finnish President Sauli Niinistö. Mason responded that he didn't want to be rude. \"I just wanted you to have a chance to answer the question that I asked you,\" he said.", "Mason told Shawn that he was just trying to do his job and that the president hadn't answered his question. \"He didn't answer the question and I wanted to follow up and followed up a couple of times, and that's our job in those situations,\" Mason said.", "CLICK HERE TO GET THE FOX NEWS APP", "After playing a clip of the exchange, Shawn described Mason as \"cool,\" \"collected,\" and \"professional.\" Earlier in the interview, Shawn made sure to praise Mason's conduct.", "\"I would be utterly remiss in my professional responsibilities if I did not praise your diligence, your dedication,\" he said. Before introducing the clip, Shawn added that some people called Mason's job performance a \"tutorial in journalism for journalism schools.\""], "pubDate": null, "id": "1dc60cc4-eceb-3b47-9766-5babb4d0cf9a"}