{"id": "1e80ec2c-ae56-310d-902c-a08c10e1173e", "summary": "Ursula von der Leyen has warned that a cliff-edge Brexit at the end of 2020 will hurt the UK more than the EU as she laid out her intentions to “make the most” out of the “extremely challenging” 11 months available to strike a trade deal.\nVon der Leyen, said she would not miss the Brexit party MEPs, as they heckled her speech, but she offered her condolence to those parties who had campaigned for the UK to stay in the EU.\nThe EU is within its rights to ask for an extension from the UK.\nDue to the withdrawal agreement, there will be protections in place for many of the rights of EU citizens in the UK, and British citizens living in the EU.\nThe £33bn divorce bill will still need to be paid and Northern Ireland will stay in the EU’s single market.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/politics/2019/dec/18/cliff-edge-brexit-will-hurt-uk-more-than-eu-says-von-der-leyen", "title": "Cliff-edge Brexit will hurt UK more than EU, says Von der Leyen", "paragraphs": ["Ursula von der Leyen has warned that a cliff-edge Brexit at the end of 2020 will hurt the UK more than the EU as she laid out her intentions to “make the most” out of the “extremely challenging” 11 months available to strike a trade deal.", "The European commission president acknowledged the danger of time running out during the negotiations, a risk many fear has been amplified by Boris Johnson’s symbolic decision to legislate to block an extension of the transition period.", "Should the UK leave the EU on 31 January, as is now assumed in Brussels, the country will remain in the customs union and single market until 31 December 2020 at which point any newly negotiated arrangements on issues such as trade, security and fisheries will come into force.", "Speaking at the start of a debate in the European parliament in Strasbourg, Von der Leyen, a former German defence minister, conceded that there was “very little time” for those complex and potentially fraught talks to come to fruition.", "Boris Johnson has said he will not take up the opportunity to agree to an extension under any circumstances before 1 July, a deadline set in the withdrawal agreement.", "EU diplomats had been informed on Tuesday by the European commission that there was no legal basis to agree an extension any later than that date.", "Von der Leyen said: “In case we cannot conclude an agreement by the end of 2020 we will face again a cliff-edge situation and this would clearly harm our interests but it will impact the UK more than us as the EU will continue benefiting from its single market its customs union and the 70 international agreements we signed with our partners – but it’s clearly not in our interest.", "Brexit: Boris Johnson will amend bill to outlaw extension Read more", "“We will organise these negotiations to make the most out of the short period. On 1 February we will be ready to propose a mandate for the negotiations.", "Von der Leyen, said she would not miss the Brexit party MEPs, as they heckled her speech, but she offered her condolence to those parties who had campaigned for the UK to stay in the EU.", "“If I look at our very brave remain MEPs I can only say, I’m sorry, we will miss you. Thank you for your courage. Thank you for having been at our side. We will never miss those who scream and yell.”", "Charles Michel, the president of the European council, said the next stage of the negotiations would be guided by ensuring the UK cannot undercut EU standards after Brexit.", "“The idea of a level playing field will be our guide over the next stage of negotiations,” he said, referring to the need for the UK to sign up to EU rules on state aid, tax and the environment.", "Michel said EU leaders had taken the news of Johnson’s election triumph at a Brussels summit last week “very calmly” and “very serenely”.", "The former prime minister of Belgium added that it was not the EU’s intention to extend the trade talks deadline of the end of 2020 – but he left the option open. The EU is within its rights to ask for an extension from the UK.", "Such is the lack of time, the EU is planning to prioritise issues around trade, fisheries and security, leaving key areas of cooperation such as data sharing, transport, including the rights of British air carriers, and any arrangements for the services sector, for after the 2020 deadline.", "The EU’s chief negotiator, Michel Barnier, said the extent to which tariffs and quotas on goods could be lifted, and friction on trade alleviated, would depend on the UK’s answer to a single question: “Does it want to distance itself, and if so how far, from our regulatory model?”", "Leaving without a deal in place at the end of next year will mean the UK will trade with the EU’s 27 member states on World Trade Organization terms, which would include hefty tariffs on British goods entering the European market.", "Due to the withdrawal agreement, there will be protections in place for many of the rights of EU citizens in the UK, and British citizens living in the EU.", "The £33bn divorce bill will still need to be paid and Northern Ireland will stay in the EU’s single market. There will also be a customs border down the Irish sea with checks and paperwork to be filled in to account for goods travelling between Great Britain and Northern Ireland, and vice versa."], "authors": ["Daniel Boffey"], "keywords": ["cliffedge", "uk", "der", "von", "negotiations", "hurt", "single", "extension", "eus", "leyen", "trade", "2020", "brexit", "european", "eu"]}