{"id": "1e872e23-103b-3701-a14c-3d5a077548b7", "title": "Wombats' deadly bums: how they use their 'skull-crushing' rumps to fight, play and flirt", "url": "https://www.theguardian.com/science/2020/nov/04/wombats-deadly-bums-how-they-use-their-skull-crushing-rumps-to-fight-play-and-flirt", "summary": "Wombats' deadly bums: how they use their 'skull-crushing' rumps to fight, play and flirtAustralia is known for its strange and deadly wildlife, with plenty of attention given to venomous snakes and bird-eating spiders.\nBut it seems one terrifying aspect of outback fauna has been thoroughly ignored: the wombat’s deadly bum.\nI have seen a wombat kick lift other wombats off the ground,” Swinbourne says.\n“It’s very much a part of the ritual.”And, much like everything in wombat mating, it’s somewhat violent.\nIt’s pretty intense.”Swinbourne’s research into southern hairy-nosed wombat mating techniques – bum biting included – is now being used by the University of Queensland to develop artificial insemination technologies.", "paragraphs": ["Wombats' deadly bums: how they use their 'skull-crushing' rumps to fight, play and flirt", "Australia is known for its strange and deadly wildlife, with plenty of attention given to venomous snakes and bird-eating spiders. But it seems one terrifying aspect of outback fauna has been thoroughly ignored: the wombat’s deadly bum.", "The rump of the wombat is hard as rock, used for defence, burrowing, bonding, mating and possibly violently crushing the skulls of its enemies against the roof of its burrow. Although the jury is still out on that one.", "The marsupials’ bums are made up of four plates fused together and surrounded by cartilage, fat, skin and fur. Alyce Swinbourne, an expert in wombat bottoms from the University of Adelaide, says wombats will use their backside to “plug” up their burrows, stopping predators entering and protecting softer areas of their anatomy.", "Facebook Twitter Pinterest Alyce Swinbourne and southern hairy-nosed wombat Lanie, who is part of the wombat project between Safe Haven at Mount Larcom and the University of Queensland. Photograph: Safe Haven/The University of Queensland", "“A bite from a dingo could cause harm but it wouldn’t kill it. These are pretty hardy rumps. They are big, and they will get a fair kick in. I have seen a wombat kick lift other wombats off the ground,” Swinbourne says.", "“They are a pretty hardy force, and for a lot of predators it wouldn’t be worth going up against a wombat for what they will get out of it.”", "But Swinbourne is a little sceptical when it comes to the wombat’s most infamous bottom-based talent, crushing the skulls of foxes and dingos against the compacted dirt of their burrows.", "“It is possible, by their physiology and everything, but there is no evidence that that is actually happening,” she says.", "Chimps pare down their social circle in later years – study Read more", "Fox skulls and bodies have been found outside the entrance to wombat burrows, often with the bones crushed, but Swinbourne says it’s unclear if the wombat deals the deadly blow.", "“There are a range of species that actually use the burrows, including the predators, so it might be housekeeping. When they get in there, they could remove the dead animal, and in the process, squash the skull while moving it out,” she says.", "Swinbourne notes that adult wombats are not necessarily on the menu for foxes, their powerful defence mechanisms making them’ “more effort than it’s worth”.", "Grotty, also part of the Safe Haven/University of Queensland wombat project. Photograph: Safe Haven/The University of Queensland", "“With foxes, an 8kg fox going up against a 20kg wombat – like, why would they do that? We haven’t really seen dingo skulls down there, so it’s more likely that the predators have died down there and been removed.”", "But bony bums aren’t just for self-defence. Especially for the more social varieties, such as the southern hairy-nosed wombat, bottoms are an integral part of friendship and love.", "“Even as juveniles coming out of the pouch, they kind of learn to defend themselves from their mother. She will bite them and they will back into her using their rumps,” Swinbourne says.", "“When they are playing with other juveniles they will learn to use their bums to back up and kick with their back feet. That play fighting then can turn into actual fighting when they grow up.”", "Australian man suffers double eye injury in magpie swooping attack after 'conversation' turns ugly Read more", "Biting each other on the bottom is also a vital flirtation technique.", "“A female will go and bite the bum of a male and then run off, and he has to chase her. Or the male will bite her rump, which will cause her to run and he will chase her,” she says. “It’s very much a part of the ritual.”", "And, much like everything in wombat mating, it’s somewhat violent.", "“It is a brutal process, you can come in the next morning and there will be chunks of fur all around the enclosure where they’ve just had a huge mating bout,” Swinbourne says.", "“When people watch it they go, ‘Wow, I did not expect that, this is insane.’ She is yelling, there is this constant running, she will kick him, he will chase her and just kind of jump on top of her back and claw at her and roll her over. It’s pretty intense.”", "Swinbourne’s research into southern hairy-nosed wombat mating techniques – bum biting included – is now being used by the University of Queensland to develop artificial insemination technologies.", "“That bum biting is just all throughout their lives, it’s defence and playing rituals,” Swinbourne said. “The bums are so important.”"], "authors": ["Matilda Boseley"], "keywords": ["predators", "swinbourne", "skullcrushing", "play", "kick", "wombats", "skulls", "deadly", "flirt", "bums", "rumps", "wombat", "university", "fight", "mating", "safe"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}