{"summary": "Sony and Disney announced today the two companies have come to terms to keep Spider-Man in the Marvel Cinematic Universe for a third solo film.\nSpider-Man, played by Tom Holland, first appeared in the Marvel Cinematic Universe in 2016's Captain America: Civil War.\nSince that debut, Holland has reprised that role in four additional films in the MCU: Spider-Man: Homecoming, Avengers: Infinity War, Avengers: Endgame, and Spider-Man: Far From Home.\nThe third solo Spider-Man film in the Marvel Cinematic Universe is set to hit theaters on July 16, 2021.\nIn addition to Feige, Amy Pascal, who produced the first two Spider-Man MCU films, will also produce.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["marvel", "deal", "spiderman", "cinematic", "mcu", "disney", "film", "sony", "returning", "films", "strike", "universe"], "id": "1f2cd59f-d6b9-3d1a-a59a-957af768526a", "url": "https://www.gameinformer.com/gamer-culture/2019/09/27/spider-man-is-returning-to-the-mcu-as-disney-and-sony-strike-a-deal", "title": "Spider-Man Is Returning To The MCU As Disney And Sony Strike A Deal", "pubDate": null, "paragraphs": ["Sony and Disney announced today the two companies have come to terms to keep Spider-Man in the Marvel Cinematic Universe for a third solo film. The news comes following last month's announcement that Sony and Marvel parent company Disney could not strike a deal to keep the webslinger, which has been licensed to Sony for two decades, in the Marvel Cinematic Universe alongside the Avengers.", "According to Variety's report, the deal was finalized last night, with the likes of Sony Pictures chairman Tom Rothman, Marvel Studios president Kevin Feige, and Walt Disney Studios co-chairs Alan Horn and Alan Bergman involved in the negotiations. Originally, Disney sought a 50/50 financing deal, which Sony rejected, causing the initial rift in August. According to the report, the new deal will see Disney lending Feige, the chief architect of the MCU, as producer in exchange for approximately 25 percent of profits from the film. Disney will also keep its merchandising rights and finance around 25 percent of the film.", "Spider-Man, played by Tom Holland, first appeared in the Marvel Cinematic Universe in 2016's Captain America: Civil War. His role in that film was brief, but impactful, showing a Peter Parker inspired by Brian Michael Bendis' Ultimate Spider-Man fighting alongside and against the likes of Iron Man, Captain America, Black Panther, and more. Since that debut, Holland has reprised that role in four additional films in the MCU: Spider-Man: Homecoming, Avengers: Infinity War, Avengers: Endgame, and Spider-Man: Far From Home. Prior to Spider-Man joining the MCU, the character was played by Tobey Maguire in the Sam Raimi-directed trilogy, and Andrew Garfield in two Amazing Spider-Man films directed by Marc Webb. Both of those film series existed solely in Sony's superhero universe.", "The third solo Spider-Man film in the Marvel Cinematic Universe is set to hit theaters on July 16, 2021. In addition to Feige, Amy Pascal, who produced the first two Spider-Man MCU films, will also produce.", "[Source: Variety]"]}