{"id": "1f41ca00-2829-3138-8f27-abbb94b8cd2d", "pubDate": null, "paragraphs": ["The Lively-Reynolds are now a family of five.", "According to multiple reports, the couple have welcomed their third child. Neither Lively or Reynolds have yet to confirm the news publicly, though Us Weekly says that Lively may have given birth over the summer.", "Lively and Reynolds have previously spoken about their desire to keep their children out of the spotlight. “We want our kids to have the same normal life that we had. We don’t ever want to rob them of what we had because then we’d feel really selfish,” Lively told *Marie Claire* in 2016.", "The new baby has two older sisters: Inez, 2, and James, 4.", "In May, Lively announced her pregnancy at the premiere of her husband's film, Pokémon: Detective Pikachu. She walked the yellow carpet in a sequined dress, proudly showing off her burgeoning baby bump. She later posted a series of photos from the event on Instagram, captioning it “PokeMOM.”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": [], "url": "https://www.vogue.com/article/blake-lively-and-ryan-reynolds-welcome-third-child?mbid=social_onsite_pinterest", "keywords": ["told", "summerlively", "baby", "welcome", "child", "blake", "reportedly", "reynolds", "ryan", "weekly", "walked", "welcomed", "yellow", "spotlight", "lively"], "summary": "Neither Lively or Reynolds have yet to confirm the news publicly, though Us Weekly says that Lively may have given birth over the summer.\nLively and Reynolds have previously spoken about their desire to keep their children out of the spotlight.\nWe don’t ever want to rob them of what we had because then we’d feel really selfish,” Lively told *Marie Claire* in 2016.\nIn May, Lively announced her pregnancy at the premiere of her husband's film, Pokémon: Detective Pikachu.\nShe walked the yellow carpet in a sequined dress, proudly showing off her burgeoning baby bump.", "title": "Blake Lively and Ryan Reynolds Reportedly Welcome Their Third Child"}