{"summary": "Supreme Court Justice Ruth Bader Ginsburg gave a brief answer earlier this week to a President Trump tweet earlier this month suggesting he could appeal to the Supreme Court to stop impeachment proceedings.\nOn Dec. 2, Trump tweeted, “I read the Republicans Report on the Impeachment Hoax.\nCan we go to Supreme Court to stop?”NAPOLITANO: JUSTICE JOHN ROBERTS TO PLAY 'UNUSUAL' ROLE IN SENATE IMPEACHMENT TRIAL“He’s not law-trained,\" Ginsburg continued at a New York City event where she was being honored, according to the BBC.\nWe react to what’s out there.”Ginsburg also suggested that senators who show bias on impeachment should not be allowed to serve as jurors in the impeachment trial.\nCLICK HERE TO GET THE FOX NEWS APPChief Justice John Roberts would preside over a Senate trial.", "keywords": ["court", "trump", "suggests", "ginsburg", "ruth", "lawyer", "trial", "halt", "roberts", "justice", "supreme", "read", "bader", "senate", "impeachment"], "paragraphs": ["Supreme Court Justice Ruth Bader Ginsburg gave a brief answer earlier this week to a President Trump tweet earlier this month suggesting he could appeal to the Supreme Court to stop impeachment proceedings.", "\"The president is not a lawyer,\" Ginsburg said Monday.", "On Dec. 2, Trump tweeted, “I read the Republicans Report on the Impeachment Hoax. Great job! Radical Left has NO CASE. Read the Transcripts. Shouldn’t even be allowed. Can we go to Supreme Court to stop?”", "NAPOLITANO: JUSTICE JOHN ROBERTS TO PLAY 'UNUSUAL' ROLE IN SENATE IMPEACHMENT TRIAL", "“He’s not law-trained,\" Ginsburg continued at a New York City event where she was being honored, according to the BBC.", "\"The truth is, the judiciary is a reactive institution,\" she said. \"We don’t have a program, we don’t have an agenda. We react to what’s out there.”", "Ginsburg also suggested that senators who show bias on impeachment should not be allowed to serve as jurors in the impeachment trial.", "“If a judge said that, a judge would be disqualified from sitting on the case,” she added.", "Numerous members of the Senate have already stated how they'll vote regarding impeachment even though the trial isn't expected to be held until January, if the House follows through with impeachment this week.", "CLICK HERE TO GET THE FOX NEWS APP", "Chief Justice John Roberts would preside over a Senate trial."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/politics/ruth-bader-ginsburg-the-president-is-not-a-lawyer", "authors": ["Brie Stimson"], "id": "1fb9e5b9-22ac-39b5-980e-6dce840f2b36", "pubDate": null, "title": "Ruth Bader Ginsburg says Trump 'not a lawyer' after he suggests Supreme Court could halt impeachment"}