{"id": "1fc457d1-ead6-3dd6-b084-5238cc34479b", "title": "Goodbye Trump, hello Biden: how America is waving goodbye to a shocking, shameful era", "url": "https://www.theguardian.com/us-news/2020/nov/09/joe-biden-challenge-unite-america", "summary": "That evening, president-elect Joe Biden jogged on to the stage in Wilmington, Delaware, and declared the beginning of a new political age.\nStill, the power of the presidency will allow Joe Biden to reverse some of the most extreme actions of the previous administration.\nAnd failures to protect the most vulnerable in US society began well before Donald Trump.\nWhile the majority of the country voted for Biden, more than 70 million Americans cast their ballot for Donald Trump.\nAnd Donald Trump would remain president for eternity.", "paragraphs": ["Trump’s brutal policies and spread of misinformation have divided the US. Uniting the country will be Biden’s biggest task", "As the result was finally called, the end of his presidency confirmed, Donald Trump teed off on a crisp, autumnal Saturday afternoon at his private golf club in Virginia.", "The president was in the midst of a four-day mission to spread baseless misinformation about election integrity in an attempt to subvert US democracy.", "“I WON THIS ELECTION, BY A LOT!” he tweeted, falsely, hours before hitting the fairway.", "Of the many false claims Trump has made over the past four years – lying about the size of his inauguration crowd, lying about the trajectory of a life-threatening hurricane, lying about the deadliness of the coronavirus – the lies about this election are the most farcical and grotesque.", "And they have not worked.", "A growing chorus of world leaders, some members of the Republican party, and tens of millions of Americans have already begun to move on. Trump cast a lonely figure as he returned to the White House after golfing, his motorcade met on the street by hundreds of protesters who simultaneously gave him the middle finger.", "At the time of writing, he has yet to concede the election; perhaps he never will. A number of spurious legal challenges remain outstanding as well. But on Saturday evening, celebrations in US cities continued into the night.", "That evening, president-elect Joe Biden jogged on to the stage in Wilmington, Delaware, and declared the beginning of a new political age. “Let this grim era of demonisation in America begin to end – here and now,” he told a crowd assembled in their cars, honking their horns, tears in their eyes. “Our nation is shaped by the constant battle between our better angels and our darkest impulses. And what presidents say in this battle matters. It is time for our better angels to prevail.”", "Miles away I found myself at the front of a different Joe Biden celebration parade, in the city of Palm Beach, south Florida. This is one of the state’s most economically divided urban areas, with low-income, diverse neighbourhoods to the west and fabulous wealth to the east. Perhaps nothing is more ostentatious than Trump’s own Mar-a-Lago private members club – his self-described “winter White House”.", "The car convoy, of about 50 vehicles, crossed into the affluent suburbs, and wound around the tall palm-lined roads less than a mile from Trump’s club.", "“We did it! We did it!” shouted Wendy Bostic, 37, a preschool teacher, and one of the thousands of Black female organisers who helped Biden secure this victory. Bostic lost her job for six months during the pandemic and believes Biden offers a pathway to help rebuild her community. “It’s over. This darkness. It’s over.”", "She gestured to her two-year-old twin daughters, Nyla and Kyla, and said the months of community-organising had been to secure their future. The US will see its first female, first Black, first Asian-American vice-president, Kamala Harris, something that meant everything to Bostic. “It’s almost more important than Biden himself,” she said.", "Although Biden lost Florida, he secured the most votes of any presidential candidate in US history, more than 74.5 million. Exit polling suggests his coalition included nearly 90% of Black voters, two-thirds of Hispanic and Asian voters, more than 60% of younger people and over half of women. He appears to have won the popular vote by at least 4m.", "In most advanced democracies that would be a major mandate to govern. But the US Senate still hangs in the balance with two runoff elections in the state of Georgia set to decide who controls the chamber – a pivotal branch of government that could make or break the Biden administration’s legislative agenda.", "Still, the power of the presidency will allow Joe Biden to reverse some of the most extreme actions of the previous administration. He will take a more proactive approach to mitigating the effects of the pandemic. He will rejoin the Paris climate agreement. He will end the construction of Trump’s wall. All likely within the first few days of taking office.", "But policy reversals and soaring rhetoric will only get him so far. And failures to protect the most vulnerable in US society began well before Donald Trump.", "This has been a polarising four years, leaving the US a more damaged and fractured society. While the majority of the country voted for Biden, more than 70 million Americans cast their ballot for Donald Trump. The president has created a new political paradigm, partly rooted in the country’s oldest sins but also fostered by a climate of conspiracy theories, disinformation and a cult of personality.", "Reporting on this election has often felt like reporting on two different realities.", "I spent election night split between these two worlds. More precisely, I spent it peering into a packed party in Palm Beach, through the safety of a glass door. Inside, 500 Republican revellers, without masks or social-distancing, danced to the Village People and celebrated a Trump victory, even as it became increasingly clear the victor would not be decided on the night. Behind those doors it was as if the pandemic did not exist. And Donald Trump would remain president for eternity.", "But as the reality of a days-long wait began to dawn on the assembled crowd, some of whom had spent $500 to attend, the anger was palpable.", "“If Biden gets in, we are totally ducked,” said a woman, resisting the urge to swear as she left. “We’re ducked to the max because he’s going to shut everything down. He’s listening to the stupid scientists. They don’t understand everything.”", "I have often found myself at the centre of Trump’s darkest impulses over the past four years, reporting from the ground on the real-life consequences of his brutal policy decisions, his dangerous rhetoric and sheer incompetence.", "In 2018, I sat in a federal courthouse in McAllen, Texas, and watched a man named Ramón Villata, an asylum seeker from El Salvador, beg a US judge to be reunited with his two-year-old son. They had been ripped apart by the administration’s child-separation policy, perhaps the most damning indictment of the morality vacuum created by his presidency.", "In 2017, I was dispatched to Charlottesville, Virginia, a day after the murder of the antiracism activist Heather Heyer. I watched her friends and family weep after her death at the hands of a white supremacist terrorist, after torch-waving neo-Nazi thugs had screamed “Jews will not replace us” during a violent rally in her home town. Trump described “very fine people on both sides” in the immediate aftermath of a racist riot, an abhorrent nod to white supremacists.", "Later that year, I reported from Puerto Rico after Hurricane Maria claimed the lives of 3,057 Americans. As Trump tossed paper towels into a crowd in San Juan, the island’s capital, and professed his administration had done a “fantastic job” in the recovery, I sat with a family in a remote rural town in the centre of the island who had lost almost everything, forced to drink stream water and live by candlelight. They had received no federal aid, and the administration would continue to fail the island for months to come.", "And this year, in some of the poorest communities of colour in the US south, I have witnessed the tragedy of death, illness and economic hardship imposed by the pandemic on society’s most vulnerable. All amid antagonism against public health, objective science, and a culture war, instigated by the most powerful man on earth, over the simple act of wearing a face mask.", "Rhetoric, policy and competence are easy to rectify. But uniting the nation, restoring faith in institutions, facts and truth, and now the democratic process itself, will be the challenge of Joe Biden’s lifetime.", "He made a tentative first step towards that on Saturday night.", "“To make progress we have to stop treating our opponents as our enemy. They are not our enemies,” he said. “They are Americans.”"], "authors": ["Oliver Laughland", "Barry Eichengreen", "Rebecca Solnit"], "keywords": ["pandemic", "trumps", "crowd", "hello", "trump", "election", "white", "era", "shocking", "waving", "policy", "goodbye", "donald", "america", "shameful", "joe", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}