{"id": "1fe0f08e-de4e-34e2-a218-68475d7e9d29", "title": "Race shapes travel: backpacking as a black woman", "url": "https://www.theguardian.com/travel/2020/nov/09/race-shapes-travel-backpacking-black-woman-africa-burkina-faso", "summary": "This spectacle alone was worth every dollar that I had spent crossing Togo, then Ghana and finally Burkina Faso.\nOfficially, I was in Togo to work for a small non-profit in Atakpamé, but with 10 days to spare at the end of the trip, Burkina Faso beckoned.\nI was terrified at every step of my trip to Burkina Faso.\nRace (like gender, sexuality and other markers of identity) shapes travel – and backpacking especially – in such palpable ways.\nBackpacking in Burkina Faso taught me to stop being afraid of this invisibility and chase after the opportunities it offers.", "paragraphs": ["The pitch-black night of the Sahara does not yield to the sunlight until it is good and ready, and when it does, it flees so fast you would think the place is constantly bathed in blinding light. Stark sunrises turn the giant dunes dull brown for a scant few seconds; for a handful of minutes, as the sun is creeping up the sky, the sand glows.", "Then the sky cracks open and turns brilliant blue, and everything around you will shimmer in response. Until that moment when the blue scares off the dark, the dusty roads leading from Gorom-Gorom to Oursi, a small town outside a small town in northern Burkina Faso, are shrouded in the desert’s secrecy, blanketed by inscrutable darkness and breathtaking silence. Six nights a week, that is.", "From the small hours of the seventh night, on Thursday mornings, the twilight is split open by a convoy of traders from across the Sahara – on foot, horses, camels or caravans – quietly inching towards the small desert town. These are people heading to the weekly market: women with baskets and buckets balanced on their heads out front and, in the rear, the regal families undulating on their camels, the women dressed in brilliant white, with all their glittering silver and gold bridal wealth, the men draped in indigo-dyed tunics.", "Later, I would watch residents of the town providing water for the animals with no payment expected, and travellers setting up mats and blankets under the awnings of the homes and shops lining the main street, to shelter from the blistering afternoon sun. This spectacle alone was worth every dollar that I had spent crossing Togo, then Ghana and finally Burkina Faso. And to think that I nearly missed it because I was afraid.", "Facebook Twitter Pinterest Nanjala Nyabola", "Fear is a powerful and paralysing impulse. In healthy doses, it can protect us from being a danger to ourselves and to others. In unhealthy doses, it can be the difference between living a rich, fulfilling life or ending your life as an anecdote in one of those “regrets of the dying” articles. And whatever fears you have in your normal life – spiders, snakes, regret, heartbreak – are only intensified by travel.", "I like to think of my trip to Gorom-Gorom and other parts of Burkina Faso in 2007 as the first in a series of lessons on the nature of fear and the rewards of confronting it. It was my first solo and spontaneous trip. My heart breaks when I think especially of what is happening in Burkina Faso now – with the increasing insecurity across the entire Sahel – because this corner of the world has turned out to be critical to the way I think about myself, my work and my place in the world.", "I was born and raised in Kenya, and for the first two decades of my life I never set foot outside the country. But when the chance came to visit west Africa as a student I took it, not knowing that it would begin a season of mobility and lay the groundwork for later professional work in protecting the rights of the displaced around the world. West Africa also established a pattern where, as a working-class person, I would finagle international trips for work and sneak time for adventure and travel on a budget. Officially, I was in Togo to work for a small non-profit in Atakpamé, but with 10 days to spare at the end of the trip, Burkina Faso beckoned.", "I was itching for a challenge, and I wasn’t sure at that time if I would ever go back to west Africa again. So I did something I had never done before, but now do regularly: I pulled out a map, looked at the countries surrounding Ghana – Togo’s western neighbour – and almost randomly picked a place to go.", "And went.", "I was terrified at every step of my trip to Burkina Faso. When I was buying my bus ticket I wondered if they were cheating me. When I had to get on the bus I was afraid that it would crash. When I was on the bus I was scared that the people sitting next to me would try and steal from me. When we crossed the border and encountered a platoon of soldiers training, I thought there had been a coup. When I got to the capital, Ouagadougou, I was afraid of getting lost or mugged. When I bought my ticket to Gorom-Gorom, near the border with Mali, I was petrified of getting kidnapped.", "Facebook Twitter Pinterest The weekly market in Gorom-Gorom. Photograph: Eitan Simanor/Alamy", "These are the things that the guidebooks tell you to be afraid of, and I had read all the guidebooks, not realising that I wasn’t the target market for them, and that those fears were being refracted through a specific life experience. Until I went to Burkina Faso I didn’t fully appreciate that, as a black African woman with a smattering of French, I could have an experience that the guidebooks couldn’t really see.", "Every time I pushed through another mental barrier, I grew more certain of a philosophy that was slowly taking shape in my mind. Fear is never a good reason not to do something. Up to this point, I think I’d believed that if you were afraid of something, it meant it wasn’t good for you to do that something. But as each challenge was overcome, I started to experience the immense rewards of using fear as a catalyst for action, rather than a deterrent. Fear can give us rational boundaries that protect us from excess. But it can also be crippling. The trick is figuring out which fears are worth keeping and which fears are worth pushing past.", "There was no plan when I arrived in Ouagadougou. That was the first major difference between this trip and all the other trips I had taken. “You’re supposed to have a plan,” the books say. But a plan can quickly become a crutch. A plan can be a misguided effort at control, in a world where control is never guaranteed. A plan can shield you from the wonderful joys of discovery.", "Facebook Twitter Pinterest The church in Ouagadougou where Nanjala stayed.", "Initially, I was only supposed to spend 10 days experiencing Ouagadougou, but as I grew more comfortable strolling through the broad boulevards and listening to the harmattan sand-blasting the roof of the convent where I was staying – the most affordable option for a woman travelling alone on a tight budget – the urge to see more of the country grew. The guidebook said Gorom-Gorom was a once-in-a-lifetime experience, and I was desperate for once in a lifetime; so I bought the bus ticket and went, hoping that I would figure out accommodation once I got there. And this was my second lesson: once you taste the rewards of pushing against the boundaries of your own fears, you want that feeling again and again.", "That doesn’t mean that the fears went away. The morning of the drive to Gorom-Gorom, I woke up at 6am and walked through the city towards the bus station, with my giant backpack and sleeping bag on my back. In my head, I might as well have been carrying a flag saying, “Hello, I’m a tourist—please rob me!” Recall that everything I knew about west Africa up to this point had surreptitiously agreed that it was mysterious, scary and teeming with bodies lurking in the shadows, waiting to rob you. Remember Robert Kaplan’s much-touted essay The Coming Anarchy (1994)? Guidebooks are written with such sweeping certainty that it never occurred to me that I might find something different from what their authors had documented.", "Yet as I walked through the streets of the city that morning, I noticed that no one was noticing me. Traders sweeping the sidewalk before their days began and office workers shuffling towards their desk jobs milled past me, so focused on their own journeys that I was merely another obstacle in their path.I was just another person on the street with something to do and somewhere to go.", "", "Guidebooks are written with such sweeping certainty it never occurred to me that I might find something different", "", "This was how I started to appreciate that, because I had been uncritically consuming other people’s versions of Africa – shaped by particulars of those people’s existence – I had learned to be afraid of it. This was reflected quietly in the way that I thought about the horizons of possibility, of what I thought was wrong or troubling about the continent, and what needed to be changed. Later, I would go back to my travel guides and realise something that today seems so painfully obvious: the vast majority of guidebooks, especially those written about Africa, are written by white men for white men. Does this matter? It shouldn’t, but of course it does. It is an unfortunate consequence of the world that we have built, and until we all develop the moral clarity to move away from it, it matters.", "Race (like gender, sexuality and other markers of identity) shapes travel – and backpacking especially – in such palpable ways. As a black woman, I find there arespaces where my race and gender make me invisible, which means that I can immerse myself more fully into the lives of those around me. I can take a series of public buses from Cape Town to Nairobi over a month and have no one notice that I am thousands of kilometres from home. And there are spaces where the colour of my skin makes me hyper-visible, like taking the train from Vienna to Berne and being the only people in our carriage to get their identity documents checked.", "", "My guidebooks, with all their warnings of violent thugs and itchy fingers, need their presumed readers to be afraid of Africa. They are written for people who have a significant amount of privilege and power, more than most of the people in the communities they plan to enter. This presumption of wealth and power – that privilege will precede these white men travelling outside Europe – also makes them a target for the kind of crimes that the guidebooks warn about.", "", "Burkina Faso reminded me that I had no reason to borrow the fears of others wholesale. It was a little crazy for me to be just as – if not more – afraid of the people of Burkina Faso than any of the French tourists I encountered on the trip. Fear is subjective, and each subject must order their fears based on their own reality. This doesn’t mean that I always feel safe when backpacking – invisibility cuts both ways. I still carry a fear that if something bad should happen to me, there would be no hue and cry, because the world doesn’t stop turning for missing, or dead, black women in the way it does for white men and women. Being black in Africa is not an invitation to take stupid risks. But it does mean that people’s assumptions cut in your favour in a way that they just don’t elsewhere.", "", "Backpacking in Burkina Faso taught me to stop being afraid of this invisibility and chase after the opportunities it offers. The same energy that confounds and terrifies visitors to Africa, keeping them away from the pulsing, chaotic heart of many of its towns and cities, has given me some of the most memorable experiences of my life. It has taken me leaping off cliffs into crystal-clear waters in Madagascar and wandering completely alone through the pyramids of Meroë in Sudan. Embracing fear, listening to it but refusing to be cowed by it, has nurtured my love for backpacking; and backpacking has given me the world.", "• This is an edited extract from Travelling While Black: Essays Inspired by a Life on the Move (Hurst, £14.99), published on 19 November. To buy a copy £13.04 visit The Guardian Bookshop", "", ""], "authors": ["Nanjala Nyabola"], "keywords": ["black", "shapes", "travel", "backpacking", "faso", "burkina", "woman", "africa", "world", "trip", "guidebooks", "fears", "life", "race", "afraid", "fear"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}