{"id": "2012698d-3bdf-3834-8413-c2fe72d0ee10", "keywords": ["democrats", "newt", "nixon", "investigation", "1973", "far", "rigged", "truthseeking", "game", "pelosis", "schiff", "inquiries", "report", "fairness", "partisan", "rodino", "president", "house", "impeachment", "gingrich"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Newt Gingrich", "Former Speaker Of The U.S. House Of Representatives Newt Gingrich Is The Host Of The"], "url": "https://www.foxnews.com/opinion/newt-gingrich-pelosis-rigged-game-and-hyde-rodino-rules-for-fairness", "title": "Newt Gingrich: Pelosi's rigged game far cry from truth-seeking impeachment inquiries into Nixon, Clinton", "summary": "If you want proof that Speaker Nancy Pelosi and the House Democrats are creating a rigged game that sets up a coup to destroy the president, simply look at the last two legitimate impeachment efforts — in 1973 and 1998.\nIn 1973, Rodino set the gold standard for fairness.\nChairman Rodino himself set a standard for fairness and seriousness as a congressman exercising constitutional oversight.\nThe result of these very different approaches can be seen in the voting pattern in the House.\nIn November 1973, the House voted to fund the investigation into President Nixon on a bipartisan 367-51 vote.", "pubDate": null, "paragraphs": ["If you want proof that Speaker Nancy Pelosi and the House Democrats are creating a rigged game that sets up a coup to destroy the president, simply look at the last two legitimate impeachment efforts — in 1973 and 1998.", "Both Democratic Judiciary Committee Chairman Peter Rodino in 1973 and Republican Judicial Committee Chairman Henry Hyde in 1998 set a standard for fairness and operated with a judicial temperament of seeking the truth rather than maximizing partisan advantage.", "In 1973, Rodino set the gold standard for fairness. The rights of the minority were protected. The American people’s right to know what was going on was protected.", "Chairman Rodino himself set a standard for fairness and seriousness as a congressman exercising constitutional oversight. In fact, the Rodino Rules for bipartisanship were widely considered so fair and legitimate that when we were faced with a special counsel report charging that President Clinton had committed 11 potentially impeachable offenses, our initial response was bipartisan.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Democratic leader Dick Gephardt and I held a joint press conference announcing that we had agreed the entire report should be published so the American people could make up their own minds.", "Compare their behavior with the wild lies House Intelligence Committee Chairman Adam Schiff, D-Calif., has been telling for two years – first about the Russian collusion hoax and now about the Ukrainian absurdity.", "If you read the opening statements of Rodino and Hyde, and then look at the profoundly dishonest, totally made up and entirely false opening statement by Schiff, you can see the difference between people who are trying to uphold the rule of law and those who seek to destroy a president at any cost.", "The result of these very different approaches can be seen in the voting pattern in the House.", "In the current atmosphere – with the dishonest, one-sided rigged game, and indeed, an obvious liar as chair of the investigation – can you imagine two-thirds of House Republicans voting with Pelosi and Schiff for a witch hunt conducted under totally partisan rules?", "In November 1973, the House voted to fund the investigation into President Nixon on a bipartisan 367-51 vote. By February 1974, everyone was so convinced that Rodino was being fair and non-partisan that the resolution to conduct a formal investigation passed 410-4.", "When we were faced with the Starr Report we were in a more polarized environment. The Clinton team had concluded that they had to run a very partisan defense. Despite the intense efforts of James Carville and others to polarize the Democrats, we continued to push with Henry Hyde in an open way.", "The result of our openness was that a substantial number of Democrats continued to vote with us on the procedures despite intense pressure from the White House and outside groups.", "In September 1998, the House released the Starr Report on a 363-63 vote. Democrats favored an investigation by a better than 2-to-1 margin.", "In the current atmosphere – with the dishonest, one-sided rigged game, and indeed, an obvious liar as chair of the investigation – can you imagine two-thirds of House Republicans voting with Pelosi and Schiff for a witch hunt conducted under totally partisan rules?", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Everyone interested in better understanding how fair people used judicial standards and basic fairness in 1973 and 1998 should read former GOP Congressman James Rogan’s personal account of the process in an important book: \"Catching Our Flag: Behind the Scenes of a Presidential Impeachment.\"", "It will make crystal clear that the current partisan actions are a complete sham.", "CLICK HERE TO READ MORE FROM NEWT GINGRICH"]}