{"id": "203356f9-4860-374f-af3b-f3e35958c77c", "title": "Frank Luntz urges pollsters to seek new profession after Trump outperforms polls: 'Sell real estate'", "url": "https://www.foxnews.com/media/frank-luntz-pollsters-trump-outperforms-polls", "summary": "Republican pollster Frank Luntz told Fox News’ \"Media Buzz\" on Sunday that the credibility of his profession has been irreversibly damaged after President Trump outperformed polls for a second straight presidential election.\nLUNTZ: POLLSTERS HAVE NEVER BEEN SO WRONG\"I think what is happening is accountability in action,\" Luntz argued, \"and if you got it wrong this time, you got it wrong twice in a row, you shouldn’t be working in the business.\n\"Donald Trump would have won if he had not done so badly in that first debate,\" Luntz argued.\n\"The stuff that we did in the very first — the first debate, Donald Trump did not win that debate.\nI know I’m on live television.", "paragraphs": ["Republican pollster Frank Luntz told Fox News’ \"Media Buzz\" on Sunday that the credibility of his profession has been irreversibly damaged after President Trump outperformed polls for a second straight presidential election.", "The Veteran pollster told host Howard Krutz that that public opinion surveys significantly underestimated Trump’s support again, and urged those responsible for botching back-to-back presidential elections to seek a new profession.", "LUNTZ: POLLSTERS HAVE NEVER BEEN SO WRONG", "\"I think what is happening is accountability in action,\" Luntz argued, \"and if you got it wrong this time, you got it wrong twice in a row, you shouldn’t be working in the business. There are other things you can do. You can sell real estate. You can sell stocks,\" he said. \" Stop selling polls.\"", "Trump told reporters Thursday night that pollsters deliberately inflated President-elect Joe Biden's lead in the 2020 race in order to suppress his support and secure Biden's path to 270 electoral votes.", "Luntz, who previously called Trump's re-election bid \"the worst campaign\" he's ever seen, rejected the president's claim Sunday, and urged him to \"come to grips\" with what in fact cost him the presidency -- his poor debate performance.", "\"Donald Trump would have won if he had not done so badly in that first debate,\" Luntz argued. \"But he has to look at himself in the mirror and say, 'is it my fault? Is it the things that I said, is it the presentations I gave?'\"", "Luntz continued, \"What we now know it was a close election and those pollsters who said it was going to be a blowout, they shouldn’t be working anymore. But,\" he added,\" Trump himself has to really come to grips with the first debate and how damaging it was to candidacy.\"", "LIBERTY VITTERT: POLLSTERS DIDN'T DELIBERATELY MAKE INACCURATE ELECTION FORECASTS", "While Luntz chalked up the misdirected polls to a failed effort on behalf of pollsters and rejected claims of political interference, he pointed fingers instead at the media, accusing an unnamed publication of suppressing the results of a series of focus groups he conducted in battleground states throughout the 2020 election cycle.", "\"The truth is, and I'm bringing it down here, they are not listening and I’m not convinced that they want to know,\" he said. \"The focus groups that I did for a major newspaper, the people in the newsroom tried to kill it again and again and again. They did not want to have this as part of their coverage. They wanted to control the narrative and they did not want to give it to the voters themselves but they felt uncomfortable about me.\"", "\"The stuff that we did in the very first — the first debate, Donald Trump did not win that debate. He did badly and that’s exactly what the focus group showed, but the people in the newsroom don’t want accountability. They don’t want to hear this voice, and so that’s why they get it wrong.\"", "When Kurtz asked him to clarify what he deemed a \"pretty serious charge\" alleging that \"some journalists and news organizations did not want to hear anything that would be more positive to Trump or more negative to Joe Biden,\" Luntz said flatly, \" I know exactly what I’m saying.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"I did not mention the name. I know I’m on live television. I think that we need to take a full review of ourselves and how we present ourselves, of how we do things in an accurate and accountable way,\" he said.", "\"I was completely transparent. That’s what the news media needs right now particularly in the newsrooms of newspapers. Genuine accountability, genuine transparency, come clean about what you really want, and how you’re reporting,\" he concluded, \"because the American people deserve nothing less.\""], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["know", "media", "sell", "pollsters", "things", "outperforms", "polls", "thats", "seek", "profession", "urges", "luntz", "told", "real", "trump", "debate", "im"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}