{"url": "https://www.newyorker.com/news/dispatch/why-representative-max-rose-ended-his-holdout-on-the-trump-impeachment-inquiry", "paragraphs": ["As of Wednesday morning, Max Rose, a congressman from Staten Island, was among the few remaining congressional Democrats—less than a dozen—not to support publicly an impeachment inquiry against Donald Trump. Rose, who is thirty-two years old, has been a member of Congress for nine months. In 2018, he won New York City’s corner of Trump country—a district Trump claimed in 2016 by nearly ten points—after running a campaign that made more of his time in the Army than of his membership in the Democratic Party. More recently, he had been among the Party’s more vocal holdouts on impeachment. In early September, when the House Judiciary Committee was voting to define the rules of its impeachment inquiry, Rose published an op-ed in the Staten Island Advance titled “Why I oppose Trump impeachment.” In the days after the Ukraine scandal became public, Rose issued statements about how “all options must be on the table,” but he still resisted supporting impeachment proceedings. Several Republicans had already lined up for a chance to take him on in 2020, including Nicole Malliotakis, a New York State assemblywoman, and a YouTube star known on the Internet as Joey Salads. Increasingly, Rose was in that lonely place for a politician: neither on one side nor the other.", "The stated subject of a town hall that Rose hosted in his district on Wednesday night was transportation, but that’s not why the Bernikow Jewish Community Center was crawling with national press. There was the possibility of fireworks—that Rose would continue to dance around the issue, while his constituents gave him hell from both sides. But, instead, the opposite happened. The questions from constituents were exclusively about transportation—ferries, express buses, H.O.V. lanes—and Rose dispatched with the impeachment matter in his opening remarks. “I know when the majority of you look at the television, you just want to scream,” he said. “On the one hand, we have Democrats who, before having sworn the oath of office, are saying that we should impeach the President of the United States. On the other side, though, we have Republicans who swore the same oath to the Constitution that I did. But suddenly they’ve become deaf, mute, blind whenever allegations against the President are brought up. That’s an even greater threat to our democracy.” He went on, “The American people have a right to know if their President used the power of his or her office to get a foreign power to interfere in our elections.” That’s why, he said, he would support the impeachment inquiry. “The President of the United States may be willing to violate the Constitution to get reëlected,” he added. “I will not.” Rose got a standing ovation. A man in the audience called out, “Did you support Christopher Steele?” He was shouted down.", "Afterward, Rose, who is short, with a shaved bald head and the square body of a former college wrestler, explained his decision to me over Bud Lights at a nearby bar. I asked him about his reaction to the summary of Trump’s call with the President of Ukraine, in which Trump asked his counterpart to investigate the former Vice-President Joe Biden, and to the whistle-blower complaint that brought the call and the events surrounding it to the attention of Congress. “There was a true, incredible weight that I felt on my shoulders,” Rose said. “This is something that very rarely happens in this country. And it’s not only sad but, shit, I got to take it slow.” Generally, Rose said, he likes to be assertive, to act fast. But that wasn’t his reaction in this case. “I was all the things that I’m often not—I was nuanced, and I kept options open,” he said. “And the thing that I really want to impress upon you is that I think that is important to my constituents—that they know that I didn’t jump to any conclusion.”", "He hadn’t been comfortable, he said, supporting an inquiry before he saw the call summary and the complaint. I asked him about the seven freshman Democrats who had signed a Washington Post op-ed last week, explaining why they were leaving the holdout ranks to join those calling for an inquiry—they had all spent time in the military or the intelligence community, and, like Rose, had run for Congress partly on the strength of those backgrounds. Rose described the group—which includes Gil Cisneros, of California; Jason Crow, of Colorado; Chrissy Houlahan, of Pennsylvania; Mikie Sherrill, of New Jersey; Elissa Slotkin, of Michigan; and Elaine Luria and Abigail Spanberger, of Virginia—as “some of my best friends.” He had spoken to them as the op-ed was being prepared, but opted not to join them. “I chose to not take part in something like that before seeing the whistle-blower report or the transcript,” he said. “But I would never discredit them for what they did. They’re real heroes.”", "I asked him why Ukraine was the Trump scandal that justified impeachment. What about children being ripped from parents at the border? Or Trump telling Administration officials that they’d be pardoned if they got in trouble for doing something he wanted? “It is clear that this Administration has done things that are horrific in nature—horrific,” he said. “They tear at the moral fibre of this country, tear at your own soul when you see them. There is a question of whether some of those things you just brought up are impeachable or not. What I see here is an issue that is clear, is clearly encapsulated, directly involves the President of the United States, represents a grave national-security threat, is backed up by a credible allegation.” Still, Rose insisted, the most important thing to him was that, as he and his colleagues proceeded, they bring the rest of the country along with them. “This process has got to be one around not just fact-finding but trust-building,” he said. “We have got to think about: How do we show the American people that this is a fair, just, nonpartisan effort? Bringing chicken to a testimony clearly cannot be part of this”—a reference to Representative Steve Cohen, a Democrat from Tennessee, who brought a bucket of K.F.C. to a Judiciary Committee hearing with William Barr, in May. “Selling ‘Impeach the Motherfucker’ T-shirts,” Rose went on, “cannot be a part of this.”", "Rose’s political identity might be described as “a pox on both their houses.” He often speaks of voters’ frustration with the partisan warfare in Washington. Now he was stepping into the biggest political fight in Washington in a generation, and he was searching for the words to describe it. “This is as fucking serious as it gets,” he said. “And we have got to show the American people—not just do it, but show the American people—that that’s the way we’re treating this.”", "Several times, I asked Rose if he thought he’d risked his seat with this decision. He said he would just have to see. “I think what I’ve demonstrated tonight is that I’m willing to do what’s right,” he said. “And, in my district, I think that people will respect the decision that I made.”"], "pubDate": null, "id": "2058d8e3-2f05-38c4-afe4-08018073919c", "keywords": ["president", "think", "holdout", "rose", "impeachment", "asked", "american", "brought", "trump", "max", "ended", "representative", "thats", "inquiry"], "title": "Why Representative Max Rose Ended His Holdout on the Trump Impeachment Inquiry", "summary": "As of Wednesday morning, Max Rose, a congressman from Staten Island, was among the few remaining congressional Democrats—less than a dozen—not to support publicly an impeachment inquiry against Donald Trump.\nIn early September, when the House Judiciary Committee was voting to define the rules of its impeachment inquiry, Rose published an op-ed in the Staten Island Advance titled “Why I oppose Trump impeachment.” In the days after the Ukraine scandal became public, Rose issued statements about how “all options must be on the table,” but he still resisted supporting impeachment proceedings.\nIncreasingly, Rose was in that lonely place for a politician: neither on one side nor the other.\nThere was the possibility of fireworks—that Rose would continue to dance around the issue, while his constituents gave him hell from both sides.\nThey’re real heroes.”I asked him why Ukraine was the Trump scandal that justified impeachment.", "authors": ["Eric Lach", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Benjamin Wallace-Wells", "John Cassidy"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}