{"id": "2092d1ab-5ea4-3fab-9204-7fbf450c8b62", "title": "Liz Harrington: Time To “Shine The Light” On Joe Biden’s Lead", "url": "https://radio.foxnews.com/2020/11/06/liz-harrington-time-to-shine-the-light-on-joe-bidens-lead/", "summary": "Email Embed+ Embed CodeEmbed the following code on your website:Watch the latest video at foxnews.comOn Fox Across America with Jimmy Failla, RNC Spokesperson Liz Harrington said it's time to \"shine the light\" on whether Democrats tried to steal the election Joe Biden and the possible evidence being discussed.\n\"We need free and fair elections and we don't need anybody prematurely calling a victory for when we know he's been propped up.\nYou have court orders in Philadelphia allowing, by federal law, pollwatchers from both sides.\nYou should be proud of that miraculous victory, Joe Biden.\nLet's shine the light.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, RNC Spokesperson Liz Harrington said it's time to \"shine the light\" on whether Democrats tried to steal the election Joe Biden and the possible evidence being discussed.", "\"We need free and fair elections and we don't need anybody prematurely calling a victory for when we know he's been propped up. Our Democrat areas have already violated the law. It's on camera. You have court orders in Philadelphia allowing, by federal law, pollwatchers from both sides. If this is all on the up and up, if you're saying that, yes, President Trump, who was up fifteen points on election night by nearly 700,000 votes. Oh, but there were just enough ballots in Philadelphia and the surrounding counties to close that gap. OK, you should be proud of your voters, right? You should be proud of that miraculous victory, Joe Biden. Let's shine the light. Why are they breaking the law and not letting pollwatchers in? Well, everyone knows exactly why, and that's why we're fighting them. This is such a fraud. This is so crooked. And we're so sick and tired of it. This is an injustice and we're not going to be denied the truth.\""], "authors": ["Jon Costantino"], "keywords": ["embed", "harrington", "liz", "law", "philadelphia", "bidens", "victory", "shine", "light", "lead", "pollwatchers", "joe", "need", "proud"], "pubDate": "2020-11-06T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}