{"id": "20c7ed23-535f-354d-813b-cdcdf2bc125d", "title": "‘We’re going to the skies and stars!’ The man building our jetpack future – in tribute to his Dad", "url": "https://www.theguardian.com/technology/2020/nov/05/were-going-to-the-skies-and-stars-the-man-building-our-jetpack-future-in-tribute-to-his-dad", "summary": "“When you’re riding a bike, you’re not thinking about turning the handlebars or keeping your balance, you’re just thinking: I’m going to cycle that way.\nGoing back a little further, Browning has aviation, innovation and jet fuel in his blood.\nFacebook Twitter Pinterest Licensed to fly ... Sean Connery gets to grips with a jetpack in the 1965 James Bond film Thunderball.\nThe pack is strapped to my back, the jets to my arms, and I’m wearing ear defenders.\nAt the other end of it is a counterweight: I’m going to need all the help I can get.", "paragraphs": ["On a gloomy afternoon in a Sussex wood, a 21st-century superhero appears. Dressed in black, helmeted, a pack on his back and jets on his arms, he rises to a couple of metres above the ground, accelerates up above a grassy bank and then hovers in a swirling cloud of autumn leaves.", "No matter how many times you’ve watched a video on YouTube, nothing can quite prepare you for the sight of a human being in flight. It is the embodiment of a thousand myths, from Hermes and Peter Pan to Iron Man, as well as a million childhood dreams, and is the only correct answer to that old conundrum: which superpower would you choose, invisibility or flying? If it wasn’t for the roar of the jet engines and the smell of fuel, you would assume it was just a dream.", "Back on Earth, jets silent, helmet off, the superhero reveals himself. Not Clark Kent or Tony Stark, but Richard Browning, 41, a former oil trader, now entrepreneur, innovator, flyer. “It is the most joyous, free, kind-of-dreamlike state,” he says, of the experience. “When you’re riding a bike, you’re not thinking about turning the handlebars or keeping your balance, you’re just thinking: I’m going to cycle that way. Imagine that in three-dimensional space, being entirely free to move and go wherever you like.”", "Articulate, confident, quite intense, it’s no surprise to learn that while he was making loadsamoney in the City, Browning also spent six years in the Royal Marines reserves. (Although his earlier decision not to take up officer training at Sandhurst perhaps had something to do with his preference for ripping up the rulebook rather than following it.)", "Going back a little further, Browning has aviation, innovation and jet fuel in his blood. One grandfather was a wartime and civil pilot, while the other used to run Westland Helicopters. Browning’s father was an aeronautical engineer, maverick inventor and designer. As a kid, Richard made and flew balsawood gliders with his dad.", "Facebook Twitter Pinterest Armed and dangerous? Wollaston puts on the jets Photograph: Graeme Robertson/The Guardian", "Flight was inevitable, but the manner of it is surprising. “I believe that you can train your body and your brain to do some pretty amazing things,” he says. “Walking and running are amazing when you think about it. I had this belief that if you just add the missing component of horsepower, you could fly in a very different way.”", "Add horsepower is what he did. Four years ago, he got hold of a micro gas turbine, plus another, strapped them to his arms and hopped up and down in a field. Then he got a couple more, hopped a little higher, added more turbines, fell over a lot … and eventually flew. “There was no business reason, no logic, I just thought it would be fun,” he says.", "There was also, he now realises, a deeply personal reason. Despite leaving his day job to pursue his inventions, Browning’s dad was unable to make money from them and, in despair, killed himself when his son was 15. “The journey, I realise in hindsight, is very much one of fulfilling some unfulfilled ambition. My father is just one of thousands of people who has an idea, tries to take it over the line. It doesn’t work out and ultimately it cost him his life. I grew up through that. Now I blatantly like taking on new challenges and trying to get them over the line, probably to make good on what I didn’t quite see happen when I was a kid.”", "His dad would love what he is doing, he says. But what is he doing? What is the point of it all? “The main thing, crass as it may sound, is entertainment.”", "Browning and his company Gravity Industries, now a multimillion-dollar organisation with investment from people such as the Silicon Valley venture capitalist Tim Draper, do flying displays at events – the opening of a baseball stadium in Japan, for example, or a car launch in China. They are planning a race series, though that has been put on hold by the pandemic. And they do training days here at Goodwood. At £6,000 a pop, the wealthy can come and have a go, albeit tied to a leash to prevent any unplanned Icarus incidents.", "Facebook Twitter Pinterest Lifesaver? Gravity Industries founder Richard Browning flies in Langdale, Cumbria, to a simulated casualty site near Bowfell. Photograph: Gravity Industries/YouTube/PA", "He thinks the times – Covid, Brexit, Trump – have helped to fuel public interest, that it’s about “the metaphor of breaking free, being weightless and unbound, going for the skies and the stars. I don’t think people are consciously aware of that but I think it represents that.”", "Browning isn’t the only one taking to the skies. This year, someone with a jetpack flew around LAX airport in Los Angeles. Frenchman Franky Zapata crossed the Channel last year on his jet-powered hoverboard. And a US company, JetPack Aviation, boasts that it can fly a person to 15,000ft (4,600 metres).", "You might think the skies are soon going to fill up with people buzzing around, but (perhaps luckily for the environment) Browning says jetpacks are some way from becoming mainstream transport. “I never developed it with that in mind. I set out on this journey purely with the idea of having some fun with something that conventional wisdom said was impossible.”", "Remember, though, that the first motorcars were considered noisy, unreliable and dangerous – hugely inferior, technologically, to the horse. “I’m not running around telling everyone there’s going to be a revolution tomorrow,” Browning says. “We’re just going to enjoy the journey and see where it gets to.”", "Play Video 1:01 Franky Zapata: French inventor crosses Channel by hoverboard – video", "Which isn’t to say he doesn’t hold out hope. “You can imagine, with safe and high-energy-density battery storage at 10 times what gasoline, diesel and jet fuel can do, an electric hover suit that can be automatically managed so it does not go more than three or four metres high and an airbag deployment system that makes it entirely safe, the equivalent of going for a bike ride.”", "It seems that practical applications may already be here. Browning says his company is talking with both the UK and US militaries. “I’ll say there is a very healthy collaboration. There is a niche special forces application. If you’ve got to get a human anywhere within a three or four kilometre radius of here, over minefields, through earthquake disaster zones, round forests, over rivers, I don’t care if it’s night or if there is a storm blowing, I can start up with the latest version of this in 10 seconds and be there.”", "Ambulance crews in the Lake District could soon be joined by jetsuit paramedics, after a recent trial showed they could reach an injured walker or climber in a fraction of the time that a traditional mountain rescue team would require.", "Facebook Twitter Pinterest Licensed to fly ... Sean Connery gets to grips with a jetpack in the 1965 James Bond film Thunderball. Photograph: Allstar/United Artists", "Andy Mawson of the Great North Air ambulance service, which ran the trial along with Gravity, tells me: “It’s amazing what you can do with a minimal set of equipment.” The 10 or 15kg of kit strapped to a flying paramedic’s front and legs could even include a lightweight defibrillator, along with airway-management equipment and a few drugs. “It’s not beyond feasibility that if there was a cardiac arrest on Helvellyn, we might be able to get a defib on that patient within eight minutes.”", "Mawson sees a situation where one paramedic operates from a car with a jetpack on board, somewhere central in the Lake District near the most popular fells, ready to go when the call comes in: leg fracture on Scafell Pike, perhaps. He makes the analogy of a city motorbike paramedic. A jetpack won’t take you to hospital, but it will get a trained person to your side quickly, to sort out breathing, blood flow or pain.", "He has already done a day’s training and the service is in serious discussions with Gravity about how to make the dream reality. “It’s a possibility we could see this late summer next year,” he says.", "Back in the marginally less challenging terrain of the South Downs, it’s now my turn. I’m here to experience that joyous, dreamlike state for myself. The pack is strapped to my back, the jets to my arms, and I’m wearing ear defenders.", "There is a raised metal structure with a gantry. I’m trying to think about stepping up to play the main stage at Glastonbury rather than going to my own execution, which is what it feels much more like. The executioner is Browning’s assistant, Ryan, who attaches me to the hanging line. At the other end of it is a counterweight: I’m going to need all the help I can get. Then the jets are fired up. I tentatively squeeze the trigger under my right finger.", "Facebook Twitter Pinterest Chocks away ... Wollaston achieves lift-off at Goodwood. Photograph: Graeme Robertson/The Guardian", "It’s a strange sensation, thrust coursing up through the arms. Browning, standing in front of me, indicates I should lean forward as if resting my weight on my arms and I can feel a reduction in weight … then spin around so that I’m facing the other way. After a few more attempts, my feet do just about leave the ground by a few centimetres, but it’s probably mostly Ryan pulling on the other end. Less Iron Man, more the Tin Man from Wizard of Oz. Still, one small step, as they say.", "Fine, I’ll take one, how much? They’re not really for sale, says Browning. “We have sold a couple, but only to people we have properly trained who wouldn’t let up about desperately wanting to own them.", "“And we still keep their suits, we never let any out of our sight. It’s like a Formula car – who sells a Formula One car? It’s too dangerous unless you know what you’re doing with it.”", "Go on, I’m not letting up, how much? The last one went for £340,000. Quite a lot for something you don’t even get to take home.", "Just how dangerous is it? “It is as risky as you choose to fly it,” says Browning. Unlike Zapata, who flies very high, Browning flies only a few metres off the ground, “as high as I would reluctantly accept falling from. So at worst a twisted ankle or a broken leg.” He has reached 85mph, though.", "Jet suit paramedic takes Lake District test flight Read more", "Things can go wrong, even on the ground. Up on the launch platform after me is a paying client, having his final attempt of the day at getting airborne. Suddenly there are flames coming from the jetpack, and for a scary couple of seconds it looks as if there might be an Icarus moment after all. But Ryan is on to it very swiftly with a fire extinguisher. Some kind of rear engine failure, they think, and will investigate.", "“In four years of doing this, that was the only time we’ve ever applied the fire extinguisher,” says Browning, who seems, for the first time, a tiny bit rattled.", "The client is fine, and remarkably unflustered, though he does admit: “Well, it’s not quite how I expected the day to finish.” I might hold my order and wait for the electric hover suit with the airbags. In the meantime, what about the other superpower, the only one that even comes close? “Funny you should say that, about the invisible thing,” says Browning. “I’ve actually got a plan about that.”"], "authors": ["Sam Wollaston"], "keywords": ["jets", "think", "stars", "dad", "browning", "gravity", "tribute", "going", "man", "im", "jetpack", "youre", "quite", "skies", "building", "arms", "future"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}