{"id": "20e7ad88-3c8e-35cd-9108-f983ec1c946c", "title": "Opinion | Is Xi Jinping Too Strong for China’s Good?", "url": "https://www.nytimes.com/2020/11/09/opinion/xi-jinping-china-power.html", "summary": "His predecessor, Hu Jintao (a former leader of the Youth League), has barely been seen outside of ceremonial occasions since he handed all of his positions to Mr. Xi in late 2012.\nAfter early cover-ups of the outbreak in Wuhan, the Chinese government deployed the authoritarian tools at its disposal very effectively.\nRen Zhiqiang, the real-estate tycoon known as “Big Cannon” Ren, called Mr. Xi a “clown” during the early, difficult stages of the coronavirus outbreak.\nBy then, Mr. Xi and the party were enjoying a major propaganda windfall.\nChina’s economy grew by 4.9 percent in the third quarter of 2020, and some economists project that it may soon return to pre-pandemic growth rates.", "paragraphs": ["His predecessor, Hu Jintao (a former leader of the Youth League), has barely been seen outside of ceremonial occasions since he handed all of his positions to Mr. Xi in late 2012.", "Mr. Hu’s predecessor, Jiang Zemin (the titular head of the Shanghai Gang), who maintained influence over senior appointments and the military during Mr. Hu’s tenure, is now an ailing 94, and he and his acolytes have been kept in their place by the threat of anti-corruption investigations, should any of them be tempted to push back.", "And now, too, Mr. Xi’s strength has only been reinforced by the coronavirus pandemic.", "After early cover-ups of the outbreak in Wuhan, the Chinese government deployed the authoritarian tools at its disposal very effectively. Unencumbered by the messy discussions that have bogged down some democracies, China promptly closed provincial borders, stopped domestic travel, shut down businesses and confined millions of citizens to their homes — measures that were implemented firmly thanks partly to the state’s surveillance capacity.", "A crisis that risked looking like a systemic meltdown was soon recast as a battle of national will and patriotism — of the rally-around-the-party, more than rally-around-the-flag, kind.", "Ren Zhiqiang, the real-estate tycoon known as “Big Cannon” Ren, called Mr. Xi a “clown” during the early, difficult stages of the coronavirus outbreak. In the past, Mr. Ren’s excellent connections in the party had afforded him protection for his outspokenness. Not this time. He was investigated for corruption, expelled from the C.C.P. and in September sentenced to 18 years in prison.", "By then, Mr. Xi and the party were enjoying a major propaganda windfall. The population could readily see how the coronavirus had largely stopped spreading in China, whereas a mess was unfolding, again, in the United States and many European democracies, as new outbreaks were about to force some of those countries back into lockdown. China’s economy grew by 4.9 percent in the third quarter of 2020, and some economists project that it may soon return to pre-pandemic growth rates.", "The intensifying confrontation between China and the Trump administration has only played into this narrative, allowing Mr. Xi to portray various policies as necessary measures in an existential struggle against an implacable enemy dead-set on destroying China."], "authors": ["Richard Mcgregor"], "keywords": ["mr", "chinas", "coronavirus", "predecessor", "xi", "china", "jinping", "stopped", "party", "strong", "opinion", "soon", "outbreak", "good", "states"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}