{"id": "20f780b7-78d6-300e-a681-288254b3ff05", "title": "9 Things the Biden Administration Could Do Quickly on the Environment", "url": "https://www.nytimes.com/2020/11/08/climate/biden-climate.html", "summary": "The possibility that the Senate could remain under the control of Republicans, who have generally opposed climate legislation, puts a damper on some of his biggest-ticket plans.\nBut with or without Democratic control of the Senate, the first 100 days of the Biden administration are likely to see a flurry of executive actions addressing climate change, as well as a major push to insert clean energy provisions into legislation that could pass with a bipartisan coalition.\nHere are nine things Mr. Biden may do early on to put the United States back on a path to addressing climate change.\nRejoin the Paris AgreementMr. Biden has pledged throughout the campaign, and again this week, that on the day he takes office he will recommit the United States to the global agreement on climate change.\nThat would only require a letter to the United Nations and would take effect 30 days later.", "paragraphs": ["WASHINGTON — President-elect Joseph R. Biden Jr. campaigned on the most ambitious climate platform of any presidential candidate in history, promising to spend $2 trillion over four years to draw down planet-warming fossil fuel emissions and convert much of the nation to clean energy.", "The possibility that the Senate could remain under the control of Republicans, who have generally opposed climate legislation, puts a damper on some of his biggest-ticket plans. But with or without Democratic control of the Senate, the first 100 days of the Biden administration are likely to see a flurry of executive actions addressing climate change, as well as a major push to insert clean energy provisions into legislation that could pass with a bipartisan coalition.", "Here are nine things Mr. Biden may do early on to put the United States back on a path to addressing climate change.", "1. Rejoin the Paris Agreement", "Mr. Biden has pledged throughout the campaign, and again this week, that on the day he takes office he will recommit the United States to the global agreement on climate change. That would only require a letter to the United Nations and would take effect 30 days later."], "authors": ["Lisa Friedman"], "keywords": ["days", "control", "change", "senate", "things", "clean", "environment", "quickly", "united", "biden", "administration", "states", "climate", "legislation"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}