{"authors": ["Joanna Stern"], "keywords": ["review", "biography", "11", "apples", "watch", "fold", "technology", "articles", "photos", "iphone", "sign", "apple", "columnist"], "summary": "Personal Technology: Review Samsung Galaxy Fold Review: The $2,000 Phone of the Future Is Here—Please Don’t Break It Samsung Electronics’ relaunched Galaxy Fold fixes some of the issues with the first try at a foldable phone—but the Fold is still too fragile and limited for its hefty price tag.\nPersonal Technology: Review The Upgrader’s Guide to the iPhone 11 (and All the Other Choices) In addition to a review of Apple’s new iPhone 11 models, our columnist has some advice for people looking to trade in their old iPhone.\nPersonal Technology iPhone 11, 11 Pro, 11 Pro Max Review: The Battery Life We’ve Been Dying For With the iPhone 11 and 11 Pro models, Apple finally addressed the biggest user concern: battery life.\nPersonal technology columnist Joanna Stern reviews the new lineup.\nPersonal Technology Attention Amazon Shoppers: How to Safety-Proof Your Order A Wall Street Journal investigation found thousands of unsafe products for sale on Amazon.", "title": "News, Articles, Biography, Photos", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "21077425-594f-3046-8713-6c00527621cd", "pubDate": null, "paragraphs": ["Articles", "Consumer Technology Microsoft Is Making Smartphones Again, With Help From Google Microsoft is returning to the smartphone business and plans a suite of new wireless computing devices, including two with dual screens that fold together like a book.", "Personal Technology: Review Samsung Galaxy Fold Review: The $2,000 Phone of the Future Is Here—Please Don’t Break It Samsung Electronics’ relaunched Galaxy Fold fixes some of the issues with the first try at a foldable phone—but the Fold is still too fragile and limited for its hefty price tag.", "Personal Technology Apple Watch Series 5 Review: A Smartwatch That’s More Like a Watch The Apple Watch Series 5 only gets better with the addition of an always-on display, better battery life and more sophisticated health monitoring—or you could spend $200 less on Apple’s older smartwatch model.", "Joanna Stern You Can Update Your iPhone to iOS 13 Today but You Probably Shouldn’t Apple’s newest update for iPhones has neat features like Dark Mode and Sign in with Apple, but it’s also a bit buggy. Our columnist suggests waiting a week before downloading.", "Personal Technology ‘Sign In With Apple’ Is Way Better Than Passwords—If You Can Find It Apple’s new password killer, “Sign in with Apple,” coming in iOS 13, lets you log into third-party apps using your Apple ID and get major privacy benefits—but only if the biggest apps adopt it.", "Personal Technology: Review The Upgrader’s Guide to the iPhone 11 (and All the Other Choices) In addition to a review of Apple’s new iPhone 11 models, our columnist has some advice for people looking to trade in their old iPhone. After all, the latest and greatest aren’t your only options.", "Personal Technology iPhone 11, 11 Pro, 11 Pro Max Review: The Battery Life We’ve Been Dying For With the iPhone 11 and 11 Pro models, Apple finally addressed the biggest user concern: battery life. Personal technology columnist Joanna Stern reviews the new lineup.", "Personal Technology Attention Amazon Shoppers: How to Safety-Proof Your Order A Wall Street Journal investigation found thousands of unsafe products for sale on Amazon. Here’s how you can prevent those items from ending up on your doorstep.", "Personal Technology You Should Definitely Track Your Loved Ones’ Phones. Actually Maybe Not. Apple’s Find My Friends, Google Maps location sharing and Life360 let you stay on top of where your family and friends are, which can be both incredibly creepy and incredibly helpful.", "Personal Technology We Tested 5G Across America. It’s Crazy Fast—and a Hot Mess Our columnist went on a multicity 5G testing tour and discovered warm summer temperatures prevent the fifth generation of cellular networking from working well on Samsung’s Galaxy S10 5G phone."], "url": "https://www.wsj.com/news/author/7872"}