{"keywords": ["lufthansa", "ryanair", "airlines", "lowcost", "starting", "oleary", "ryanairs", "hide", "carriers", "brand", "airline", "mr"], "url": "https://www.economist.com/gulliver/2019/06/14/ryanair-is-starting-to-hide-its-brand", "summary": "Low-cost carriers have been slow to gain market share in German-speaking countries, where customer loyalty to national carriers is stronger than elsewhere.\nThe clue was the decision in February to make Mr O’Leary the chief executive of Ryanair Group.\nIt now takes customer complaints more seriously than in the past, when Mr O’Leary would tell customers who asked for a refund to “fuck off”.\nThat is a hint that after decades of revelling in negative publicity, Ryanair’s brand has become too toxic for some of the markets it now wants to expand into.\nMr O’Leary used to believe that “all publicity is good publicity”.", "title": "Ryanair is starting to hide its brand", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "213028f1-f07e-31e1-ad15-9025e3810e69", "paragraphs": ["RYANAIR, EUROPE’S largest low-cost carrier, has long defied conventional wisdom when it comes to branding. Its garish yellow and blue livery–much like its loud-mouthed chief executive, Michael O’Leary–is an assault on the senses. While other airlines try to woo passengers with sophisticated brands, Ryanair slaps them in the face with its low prices. The strategy has served it well, appealing to a majority of short-haul flyers who prize cheap fares over other frills. Since last year, however, Ryanair has changed course. Rather than relying on just one brand, it is now diversifying. First it established an airline in Austria called Lauda, with red-and-white branding. Then it unveiled a Polish subsidiary, Buzz, with a yellow-and-black colour scheme. And earlier this week it created a Maltese-based airline, Malta Air, with red-and-white planes painted in the country’s national colours. Travellers to and from those countries no longer have to suffer the ignominy of flying Ryanair. Yet the services offered on the new airlines will be barely indistinguishable from that of their parent company. So what is Mr O’Leary up to?", "The company has presented its recent moves as Ryanair “growing up”. Its biggest competitors are groups of airlines, not companies with a single brand. International Airlines Group (IAG), for instance, owns British Airways, Iberia of Spain and Aer Lingus of Ireland, while the Lufthansa Group controls the flag carriers of Austria, Belgium, Germany and Switzerland. But the similarities end there. For IAG and Lufthansa multiple brands are a necessity, not a choice. Most of their subsidiaries are ex-state-owned flag carriers that are tied inexorably to national pride. If Lufthansa retired the Austrian Airlines brand and rerouted traffic from Vienna via its hub in Munich, it would face a backlash from Austrian travellers and well as the government there. Both IAG and Lufthansa also have separate low-cost subsidiaries–Level and Eurowings–to ensure that that their no-frills services do not damage the image of their more premium brands. No such diversity exists in Ryanair’s growing stable.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The establishment of subsidiaries in Austria, Poland and Malta have some other logic. Low-cost carriers have been slow to gain market share in German-speaking countries, where customer loyalty to national carriers is stronger than elsewhere. Lauda, named after Niki Lauda, an Austrian racing driver who died last month, is a uniquely appealing brand for locals. In Poland, the Buzz name bears more than a passing resemblance to Wizz Air, a rival low-cost airline, which is snapping at Ryanair’s heels in the country. In Malta, favourable employment laws could be the target. Ryanair plans to register 50 of its aircraft in the country, only 10 of which will serve the local market.", "But there is also a more mundane explanation. The clue was the decision in February to make Mr O’Leary the chief executive of Ryanair Group. A new chief executive of Ryanair the airline will be appointed later this year. Mr O’Leary has already begun to distance himself from the airline’s marketing. He lets more affable executives on his board do the bulk of media interviews these days. It now takes customer complaints more seriously than in the past, when Mr O’Leary would tell customers who asked for a refund to “fuck off”. That is a hint that after decades of revelling in negative publicity, Ryanair’s brand has become too toxic for some of the markets it now wants to expand into. Mr O’Leary used to believe that “all publicity is good publicity”. But now perhaps even he has learnt that there is a limit to which you can take any management slogan."], "pubDate": null}