{"id": "215c9746-aa33-35d5-84df-6d62db3da36d", "title": "Discoveries and Awakenings in “Ammonite”", "url": "https://www.newyorker.com/magazine/2020/11/16/discoveries-and-awakenings-in-ammonite", "summary": "She is unbroken, but the rock, falling past her, is split in two, revealing the cracked spiral of an ammonite.\nWhat matters here is the physicality—how close we are to Mary as she labors, tumbles, and gasps for breath.\nOh, and Murchison has one other request: he has brought his youthful wife, Charlotte (Saoirse Ronan), who is spectre-pale.\nAs the land meets the ocean, so death meets desire, and “Ammonite” makes no bones about them.\nAll of which is quite predictable, but does it make him a self-deluding, semi-tragic figure, as the movie’s gloom portends?", "paragraphs": ["There are certain fields of human activity to which the keen amateur can make a notable contribution. These fields include archeology, astronomy, and, to a laughable extent, politics. One influential example is that of Mary Anning (1799-1847), an Englishwoman who lived in Lyme Regis, on the Dorset coast—or, as it is occasionally and inadequately known, the Jurassic Coast. The crumbling cliffs along it, dating from the Triassic, Jurassic, and Cretaceous periods, are a happy hunting ground for anyone seeking the fossilized remains of ancient creatures. The nearest American equivalent would be the Academy Awards.", "Mary, the daughter of a cabinetmaker, was one of ten children, and a fossil-finder extraordinaire, who excavated the skeleton of an ichthyosaur before she reached her teens. According to an article in All the Year Round, a journal edited by Charles Dickens, she became “lively and intelligent” after surviving a lightning strike in infancy. The article commends her “to those who like to study character, and are fond of seeing good stubborn English perseverance make way even where there is nothing in its favour.” No surprise, therefore, that the role of Mary, in “Ammonite,” a new movie written and directed by Francis Lee, should go to Kate Winslet. In any survey of her films, it’s hard to find an instance in which she has not given stubbornness a good name. The set of her jaw and the blaze of her glance suggest a self-freeing spirit who knows the path ahead and is determined to take it. With a shyer or more rarefied actress on deck, “Titanic” (1997) might have sunk.", "Here she is, then, as the adult Mary, stomping along the beach outside Lyme. It’s shingle all the way; none of that balmy nonsense about golden sands. Gazing cliffward, and spying something of interest, she hikes up her skirts, clambers, tugs at a rock, then loses her footing and slithers down. She is unbroken, but the rock, falling past her, is split in two, revealing the cracked spiral of an ammonite. What matters here is the physicality—how close we are to Mary as she labors, tumbles, and gasps for breath. Later, back at the small house that she shares with her mother, Molly (Gemma Jones), Mary’s hands, even after she’s washed them, look red and raw, with dirt under the nails. The house confronts the sea, and the windows are speckled with grime and salt. Nothing in this film seems easy; living humans, no less than extinct species, get embedded and stuck, and need to be prized out with care.", "The prizing takes different forms. Mary attracts the attention of a Dr. Lieberson (Alec Secareanu)—“Foreign?” Molly asks, as if the word were a curse. Suaver by far is a gentleman named Roderick Murchison (James McArdle), who has an interest in fossils, and has come to pay homage to “the presiding deity of Lyme,” as he calls Mary. (It’s true; her expertise, accrued through years of patient observation, was well known to her fellow-paleontologists.) If she will conduct him along the shore, and school him in her wisdom, he will reward her. They agree to a deal, and shake on it, though she can’t bring herself to look at him as they touch; it’s as if her very nature, acclimatized to being alone, recoils at any pact of understanding. Oh, and Murchison has one other request: he has brought his youthful wife, Charlotte (Saoirse Ronan), who is spectre-pale. Her health is impaired, and we gather that she has recently lost a child. While he travels for a month or so, could she not stay on in Lyme, “walk out” with Mary, and take the revivifying air?", "You can tell what’s coming. Two unhappy souls, having had the misfortune to be born in an unenlightened age, will take comfort in each other’s arms, in a rousing rebuke to the social code of their times. That’s what happened in “Portrait of a Lady on Fire” (2019), and it happens here, too, though it’s surely a sign of our times that we can conceive of such protest only in sexual terms. To Mary’s contemporaries, what would have set her apart, and barred her from the institutions of learning and research where she doubtless belonged, was not just her gender, and her lowly class, but the fact that she was a Dissenter—that is, she was raised in a strain of Protestantism outside the Church of England. As you’d expect, faith goes unremarked in “Ammonite,” which prefers to show Murchison rolling away from his wife, in bed, and saying, “It’s not the right time to make another baby.” Hark to the horrid man!", "Yet the movie persuades you, and bears you along. It may lack historical grounding—though Mary and Charlotte were certainly friends, the existence of any further intensity is pure, indeed wild, supposition—but it feels emotionally earthed, and, far from rising above the spartan brutishness of the early scenes, Lee digs deeper still. Watch Mary, back at the beach, squatting down to pee. (Didn’t Winslet resort to alfresco urination in “Holy Smoke,” back in 1999? Does her contract forbid her to use an inside lavatory, or something?) She stands up, wipes her hands, unwraps a pastry, tears it in two, and offers half to Charlotte, who, for some reason, declines it. As the weeks pass, however, the younger woman is pulled downward, away from the ladylike and into the rough stuff of life; there’s an amazing moment, wonderfully played by Ronan, when she enters the house with a bucket of coal, laughs, begins to weep, and slips to the floor, lost in confusion at her own feelings, with her fine dress covered in smuts.", "And so to bed. Nothing is solved or soothed, in Lee’s film, by the making of love. Ravenous and frantic, it serves only to remind both Mary and Charlotte of their hopeless predicament, and there are half-comic echoes of their regular toil, with Mary, on her knees, lifting Charlotte’s skirts in a fast fumble, just as she raised her own at the base of a cliff; going down looks like climbing up. Lee’s boldest move is to cut straight from the final night of carnality to the demise of a loved one, and thus to the sight of Mary laying out the body, as custom demands—dutifully clothing the corpse, with its cold stiff feet, only hours after shedding her own nightgown in Charlotte’s heated embrace. Here, I think, is the heart of this yarn: not what it has to say about the overtight lacing of society, but the alarming clarity with which it addresses the elemental. As the land meets the ocean, so death meets desire, and “Ammonite” makes no bones about them.", "It is nine years since “Martha Marcy May Marlene” came out. My nervous system has recovered in the interim, but only just. That film, whose heroine was drawn into the coils of a cult, was written and directed by Sean Durkin—his full-length début, would you believe. Only now has he returned to the fray; his latest movie, “The Nest,” is no less serpentine, but what encircles the characters, squeezing the joy out of them, is money.", "Ronald Reagan is in the White House, deregulation is the rage, and Rory O’Hara (Jude Law), a commodities broker, decides to move from America to England. He’s on a treasure hunt, as it were, and he’s confident that his family—his wife, Allison (Carrie Coon); their daughter, Samantha (Oona Roche); and her brother, Ben (Charlie Shotwell)—will benefit from the chase. He rents an old mansion in the countryside, gets the kids into new schools, commutes to his office in London, and, to prove how much he cares, arranges for Allison’s beloved horse Richmond (played with great sensitivity by Tornado) to be shipped over. In one ominous shot, we see the O’Hara residence from Richmond’s point of view, through the door of his stall, as he neighs and stamps with disquiet. Horse sense tells us of trouble ahead.", "Such images abound in the film; Durkin has lost none of his compositional precision. The family home is ill-lit, ill-omened, and panelled in dark wood, with shadows deep enough to harbor the eavesdropper or to shield the fearful. No one seeks refuge more than Ben, who wets the bed and listens in sorrow to parental rants. Shotwell is the most affecting presence here, and you could argue that Ben should have been the hub of the narrative, like the small boy in “The Fallen Idol” (1948), seeing plenty and understanding only scraps.", "Instead, we get the grownups. Coon is as convincing as ever; observe the speed with which, on waking in the morning, Allison greets her frustrations by reaching for a cigarette. As for Rory, it’s not long before his professional schemings falter, his funds run dry, and he winds up pleading for petty cash. All of which is quite predictable, but does it make him a self-deluding, semi-tragic figure, as the movie’s gloom portends? (He may, in truth, be little more than a standard-issue dickhead.) And is Law the right fit for such a role? Whereas Hugh Grant, another fine young dandy of yore, has been rejuvenated by the creases of middle age, Law, I regret to say, looks glum and soured. The problem, for “The Nest,” is that the sourness is present from the start; he never gives off the bounce and the thrust that Rory is rumored to possess. “So, what happened to America?” somebody asks him. What indeed? ♦"], "authors": ["Anthony Lane", "Anthony Lan"], "keywords": ["wife", "ammonite", "discoveries", "mary", "rory", "murchison", "movie", "awakenings", "house", "lyme", "charlotte", "film"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}