{"id": "2169fdd3-8b07-3a6e-a403-161e1995f3c1", "title": "Tiny air pollution rise linked to 11% more Covid-19 deaths – study", "url": "https://www.theguardian.com/environment/2020/nov/04/tiny-air-pollution-rise-linked-to-11-more-covid-19-deaths-study", "summary": "Evidence is now strong enough that preventive action should be taken, scientists sayA small rise in people’s long-term exposure to air pollution is associated with an 11% increase in deaths from Covid-19, research has found.\nAnother recent study suggests that 15% of all Covid-19 deaths around the world are attributable to dirty air.\nMost scientists think it is very likely that air pollution increases the number and severity of Covid-19 cases.\nThis would equate to more than 180,000 deaths, given the current total of 1.2 million coronavirus deaths.\n“However, there are plenty of other good reasons to act now to reduce air pollution, which the WHO already links to 7 million deaths worldwide per year.”", "paragraphs": ["Evidence is now strong enough that preventive action should be taken, scientists say", "A small rise in people’s long-term exposure to air pollution is associated with an 11% increase in deaths from Covid-19, research has found. Another recent study suggests that 15% of all Covid-19 deaths around the world are attributable to dirty air.", "The available data only allows correlations to be established and further work is needed to confirm the connections, but the researchers said the evidence was now strong enough that levels of dirty air must be considered a key factor in handling coronavirus outbreaks.", "The new analysis is based on research reported by the Guardian in April, which has now been reviewed by independent scientists and published in a prominent journal. The consideration of additional data and more factors that may also influence Covid-19 death rates refined the rise in deaths from 15% down to 11%.", "Most scientists think it is very likely that air pollution increases the number and severity of Covid-19 cases. Breathing dirty air over years is already known to cause heart and lung disease, and these illnesses make coronavirus infections worse. Short-term exposure is also known to increase the risk of acute lung infections.", "‘Compelling’ evidence air pollution worsens coronavirus – study Read more", "The gold-standard method for confirming the link between air pollution and Covid-19 would be to assess a large number of coronavirus patients on an individual level, so their age, smoking history and other details can be taken into account.", "Such data, however, is not yet available so given the urgency of the pandemic researchers have used data on groups of people. This can be strongly indicative of a link, but may hide important individual factors.", "There are now hundreds of group-level studies, although most have yet to be reviewed, said Prof Francesca Dominici at Harvard University, who led the new analysis.", "She said there was enough evidence to act immediately: “Absolutely. We already have an overwhelming amount of evidence of the adverse health effects of fine particle pollution, so even without Covid, we should implement more stringent regulation. But the amount of [Covid-related] evidence is also big enough now that there is absolutely nothing to lose, and only benefits, to prioritise some of the more vulnerable areas.”", "This could include cutting pollution and increasing healthcare and PPE availability in the most polluted places, she said: “That’s something that should happen and must happen. There is a lot of scientific evidence that makes us think that a virus that attacks our lungs, and kills you with viral pneumonia, might become more deadly if your lungs are compromised because you’re breathing air pollution.”", "Air pollution likely to make coronavirus worse, say UK government advisers Read more", "The new research is published in the journal Science Advances. It considered the impact of a single-unit rise in average particle pollution over 16 years before the pandemic on Covid-19 deaths in 3,089 US counties, covering 98% of the population.", "It included the 116,747 deaths that occurred up to 18 June, when the study was submitted for review, and took account of more than 20 other factors, including population densities, state-level stay-at-home orders, hospital bed provision, and social and economic status.", "“It is striking that only small differences in [pollution] levels are linked to significantly higher levels of Covid-19,” said Mark Miller, an expert on the health impacts of air pollution at the University of Edinburgh, who was not involved in the analysis.", "“While this study was carried out in the US, there is no reason to believe that a similar situation wouldn’t occur in the UK, or anywhere else in the world. Overall, these findings highlight a link that urgently needs further study.”", "An editorial in Science Advances said the group-level method was valuable during a pandemic: “The amount of time required for rigorous, extensive studies conflicts with the swift nature of the Covid-19 pandemic. Addressing the potential impact of air pollution on Covid-19 mortality requires a more nimble approach to environmental policy decision-making.”", "The second study, published in the journal Cardiovascular Research, used global air pollution data and studies including the Harvard work to estimate the proportion of Covid-19 deaths attributable to long-term exposure to fine particles.", "They concluded 15% of worldwide deaths may have resulted from the damage dirty air causes to the heart and lungs. This would equate to more than 180,000 deaths, given the current total of 1.2 million coronavirus deaths.", "The team also made estimates for countries, suggesting 27% of coronavirus deaths in China are attributable to air pollution, 26% in Germany, 18% in the US and 14% in the UK. They said studies were needed on individuals to confirm the results, but that they “may appear too late to guide decision-making”.", "Prof Anna Hansell, at the University of Leicester, said: “While it is extremely likely that there is a link between air pollution and Covid-19 mortality, it is premature to attempt to precisely quantify it, given the current state of the evidence.", "“However, there are plenty of other good reasons to act now to reduce air pollution, which the WHO already links to 7 million deaths worldwide per year.”"], "authors": ["Damian Carrington"], "keywords": ["rise", "pollution", "linked", "tiny", "deaths", "11", "covid19", "evidence", "study", "research", "studies", "coronavirus", "air", "data"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}