{"summary": "Monster Hunter World has provided us plenty of extra content thanks to its recent (and absolutely fantastic) Iceborne expansion, but it appears things are about to heat up with a new volcanic region.\nCapcom already announced a free post-release update was coming to fight the hulking ape Rajang on October 10, but more details have started to trickle out about the content.\nInformation for the event went up under the overview for \"Free Title Update #1,\" revealing more of what's inside.\nHowever, by far, the biggest revelation is that a new firey region is being added to post-credits area the Guiding Lands.\nFor more on the fight you'll face against the vicious Rajang, you can read our experience from going hands-on with it at Tokyo Game Show.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["iceborne", "coming", "fight", "hunting", "region", "hunter", "away", "update", "monster", "volcanic", "world", "free", "content", "rajang", "youll"], "id": "21728c67-1fc7-3176-86ae-7bbddfb43a52", "url": "https://www.gameinformer.com/2019/10/03/a-new-volcanic-region-is-coming-to-monster-hunter-world-iceborne", "title": "A New Volcanic Region Is Coming To Monster Hunter World: Iceborne", "pubDate": null, "paragraphs": ["Monster Hunter World has provided us plenty of extra content thanks to its recent (and absolutely fantastic) Iceborne expansion, but it appears things are about to heat up with a new volcanic region.", "Capcom already announced a free post-release update was coming to fight the hulking ape Rajang on October 10, but more details have started to trickle out about the content. Apparently, we're getting much more than just Rajang and his anger issues. Information for the event went up under the overview for \"Free Title Update #1,\" revealing more of what's inside.", "By taking down Rajang, you get a special Rajang Claws pendant as a reward to commemorate the victory. The update also lets you invite other players to your room, and you now have the option to change the music that plays there. A new equipment display allows you to show off your favorite gear to really get your hunting companions jealous. However, by far, the biggest revelation is that a new firey region is being added to post-credits area the Guiding Lands.", "We're a week away from the update, so if you want to dive in right away, be sure to get hunting and beat the Iceborne campaign before then.", "For more on the fight you'll face against the vicious Rajang, you can read our experience from going hands-on with it at Tokyo Game Show.", "[Source: Siliconera]"]}