{"authors": ["Amanda Holpuch"], "keywords": ["pompeo", "whistleblower", "trumps", "considering", "house", "state", "president", "ukraine", "investigation", "complaint", "reportedly", "trump", "documents", "official", "second", "investigate"], "pubDate": null, "summary": "Intelligence official was interviewed by watchdog to corroborate initial complaint about Trump’s dealings with Ukraine, report saysA second intelligence official is reportedly considering filing a whistleblower complaint about Donald Trump’s dealings with Ukraine as the Democrats’ impeachment investigation into the president and his administration continues to escalate.\nTrump has since publicly urged Ukraine, and China, to investigate Biden, without citing any evidence of any wrongdoing.\nElsewhere, the Washington Post reported accounts of a number of Trump’s calls with foreign leaders, citing an anonymous former White House official.\nThree congressional committees subpoenaed Pompeo after the state department failed to produce documents related to the Ukraine inquiry.\nIn an effort to shed light on these dealings, House Democrats subpoenaed the White House demanding documents related to Ukraine on Friday night.", "title": "Second official reportedly considering whistleblower complaint against Trump", "url": "https://www.theguardian.com/us-news/2019/oct/05/trump-second-whistleblower-complaint-ukraine-latest", "id": "218bd5d8-7235-367f-b36e-ce9802dc2a20", "paragraphs": ["Intelligence official was interviewed by watchdog to corroborate initial complaint about Trump’s dealings with Ukraine, report says", "A second intelligence official is reportedly considering filing a whistleblower complaint about Donald Trump’s dealings with Ukraine as the Democrats’ impeachment investigation into the president and his administration continues to escalate.", "The US secretary of state, Mike Pompeo, also failed to meet a subpoena deadline to turn over documents related to the investigation, as House Democrats broadened their subpoena request to the White House, demanding documents after the executive branch ignored requests to provide them voluntarily.", "At the heart of the impeachment inquiry is a whistleblower complaint outlining Trump’s efforts to pressure the Ukrainian president, Volodymyr Zelenskiy, to launch a corruption investigation against the former vice-president Joe Biden and his son Hunter. Trump has since publicly urged Ukraine, and China, to investigate Biden, without citing any evidence of any wrongdoing.", "The second official considering filing a whistleblower complaint about the president’s dealings with Ukraine has more direct information about the events in question than the initial whistleblower and was interviewed by an intelligence watchdog to corroborate the first report, the New York Times reported late Friday, citing two anonymous sources.", "Elsewhere, the Washington Post reported accounts of a number of Trump’s calls with foreign leaders, citing an anonymous former White House official. The paper said in one of his first calls with the Russian president, Vladimir Putin, Trump fawned over him, and in a call with the former UK prime minister Theresa May, Trump questioned British intelligence’s conclusion that Putin’s government was behind an attempt to kill a former Russian spy on British soil with a nerve agent.", "Trump on Saturday hit out at both papers.", "Donald J. Trump (@realDonaldTrump) The Media is “Fixed” and Corrupt. It bears no relationship to the truth. The @nytimes & @washingtonpost are pure fiction. Totally dishonest reporting!", "The president has defended his open calls for foreign governments to investigate a political rival by repeating that there was “no quid pro quo”. Text messages between US diplomats and an assistant to Zelenskiy released this week reveal that this was not the understanding of US diplomats dealing with Ukraine.", "In a tweet on Thursday, Trump said the presidency gave him “an absolute right, perhaps even a duty, to investigate or have investigated, CORRUPTION, and that would include asking, or suggesting, other Countries to help us out!”", "Pompeo: ‘We’ll do the things required by law’", "Speaking to reporters in Greece on Saturday, the secretary of state, Pompeo, did not reference Trump’s admitted desire for Ukraine to investigate Biden, but said the investigation the US sought was related to Ukraine’s possible interference in the 2016 US election.", "On Wednesday, Pompeo admitted he had been on a controversial July call with Zelenskiy in which the president pressured Ukraine, according to a reconstructed transcript released by the White House.", "Three congressional committees subpoenaed Pompeo after the state department failed to produce documents related to the Ukraine inquiry.", "Play Video 2:22 Mike Pompeo says lawyers 'harassed' his team after he missed Ukraine subpoena deadline – video", "He also missed a Friday deadline to turn over documents to the committees, which have scheduled depositions for five state department officials who have been mentioned in relation to the inquiry.", "In Greece, Pompeo said the state department responded to the subpoenas on Friday night, but did not say what the response was. “We’ll obviously do the things we are required to do by law,” Pompeo said, adding that these inquiries have “harassed and abused” state department employees.", "In an effort to shed light on these dealings, House Democrats subpoenaed the White House demanding documents related to Ukraine on Friday night. They have also formally requested documents from the vice-president, Mike Pence, who had a meeting with Zelenskiy on 1 September.", "Few congressional Republicans or commentators have spoken against Trump after the president urged two foreign governments, Ukraine and China, to investigate a political rival this week.", "Among those that have are Senator Mitt Romney, of Utah, who said Trump’s dealings with Ukraine and China were “wrong” and “appalling”.", "Trump’s tweets on Saturday targeted Romney saying: “Somebody please wake up Mitt Romney and tell him my conversation was a congenial and very appropriate one.”", "Meanwhile, the representative Will Hurd, of Texas, criticized Trump’s suggestion that China should investigate the Bidens, but said there needed to be a full investigation of the Ukraine conversation, in an interview with CNN.", "“I think some of these things are indeed damning, however I want to make sure we get through this entire investigation before coming to some kind of conclusion,” Hurd said. “I think this is serious stuff. These are serious matters. This has long term implications on our foreign policy.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}