{"id": "2190b609-6f8d-3b55-afb5-a47c6610901c", "title": "Report: Jets Players Alert NFLPA to Hidden Cameras; NFL Finds No Wrongdoing", "url": "https://bleacherreport.com/articles/2916898-report-jets-players-alert-nflpa-to-hidden-cameras-nfl-finds-no-wrongdoing?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Jeff Roberson/Associated PressNew York Jets players reportedly informed the NFLPA about hidden cameras in the team's locker room in late October, but a league investigation determined the video equipment is being used for \"internal security purposes\" and wasn't in violation of rules.\nA former Jets player still wasn't happy about the discovery, though.\n\"I'm pissed,\" the unnamed player told Mehta.\n\"It doesn't surprise me,\" a former player told the New York Daily News.\nThey host the New England Patriots (2-5) at MetLife Stadium on Monday night before embarking on their Week 10 bye.", "paragraphs": ["Jeff Roberson/Associated Press", "New York Jets players reportedly informed the NFLPA about hidden cameras in the team's locker room in late October, but a league investigation determined the video equipment is being used for \"internal security purposes\" and wasn't in violation of rules.", "Manish Mehta of the New York Daily News reported Saturday the NFL found the cameras have been in place since 2008, when the organization opened its current training facility in Florham Park, New Jersey. A former Jets player still wasn't happy about the discovery, though.", "\"I'm pissed,\" the unnamed player told Mehta. \"That's our space. Why would you have a camera in there? That's bullsh--t.\"", "The New York Daily News spoke with several former Jets players, including those who were on the team when they opened the new facility in 2008, and none of them recalled being informed there would be cameras inside the locker room.", "Current players told Mehta they asked a team official whether the organization, which informed members of the roster they'd be monitored on team grounds to ensure COVID-19 guidelines were being followed, could track their movement in the locker room and didn't receive a direct answer.", "The NFL said no action is required by the Jets.", "\"We are aware of the situation, and will have no further comment at this time,\" a team spokesperson said.", "The players association is working to decide whether to file a formal grievance seeking the removal of the cameras and investigating whether they are in violation of a New Jersey legal statute put in place in 2016 that prevents the filming of individuals who are partially or fully naked, per Mehta.", "\"It doesn't surprise me,\" a former player told the New York Daily News. \"Some people over there are pretty worried about what's done behind closed doors or in the locker room.\"", "Mehta noted the situation has added to the \"growing trust gap between players and the current regime,\" which includes owners Woody and Christopher Johnson, general manager Joe Douglas and head coach Adam Gase.", "The news comes with the Jets owning an NFL-worst 0-8 record. They host the New England Patriots (2-5) at MetLife Stadium on Monday night before embarking on their Week 10 bye."], "authors": ["Tim Daniels"], "keywords": ["mehta", "alert", "team", "player", "locker", "nflpa", "york", "wrongdoing", "players", "finds", "informed", "nfl", "cameras", "jets", "hidden", "report", "told"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}