{"summary": "Country crooner Jason Aldean had a difficult time dealing with the 2017 mass shooting that took place during his set at the Route 91 Harvest music festival in Las Vegas.\n\"I think for us, going back to Vegas was something that I think we wanted to do the right way,\" said Aldean of his recent return to the city.\nJASON ALDEAN RETURNS TO LAS VEGAS FOR FIRST CONCERT SINCE 2017 SHOOTINGAldean's concert took place at Park MGM, an indoor 5,000 seat arena, as opposed to the over 20,000 present at the festival.\n\"If you had a breakdown, you had it in front of everybody and everybody knew what was going on,\" the singer said.\n\"We're part of the Route 91 family now, so that's a cool group.\"", "keywords": ["vegas", "opens", "las", "coping", "everybody", "trauma", "wanted", "going", "little", "route", "91", "concert", "shooting", "aldean", "jason", "went"], "paragraphs": ["Country crooner Jason Aldean had a difficult time dealing with the 2017 mass shooting that took place during his set at the Route 91 Harvest music festival in Las Vegas.", "During a visit to \"The Kelly Clarkson Show,\" Aldean, 42, opened up about how he coped with the evening's tragedy, something he said he \"wouldn't wish on anybody.\"", "\"I think for us, going back to Vegas was something that I think we wanted to do the right way,\" said Aldean of his recent return to the city. \"...We felt like there was going to be a lot of people at our show that probably haven't been to one of our shows -- maybe haven't been to a concert at all since that show. If they were going to come back out and that was part of the healing process for them, we wanted to make it a safer environment. Something that made them feel safer.\"", "JASON ALDEAN RETURNS TO LAS VEGAS FOR FIRST CONCERT SINCE 2017 SHOOTING", "Aldean's concert took place at Park MGM, an indoor 5,000 seat arena, as opposed to the over 20,000 present at the festival.", "\"This was a little smaller, a little more intimate where people could come and hopefully feel a little more at ease,\" he said.", "Aldean then discussed the hardships of moving on from the evening, noting that he and his band had to resume playing shortly after the shooting.", "\"We had to get on stage the next week and start trying to get through all of it,\" he recounted, noting that getting back on stage \"was rough.\"", "2 YEARS AFTER VEGAS MASSACRE, JASON ALDEAN SAYS HE THINKS ABOUT ROUTE 91 'FAMILY' EVERY DAY", "\"The best thing that could have happened for me was the fact that my wife was there and went through it, my band was there and went through it, my crew, everybody,\" explained Aldean. \"And so we kind of leaned on each other for that stuff and talked through it and nobody kept it bottled up.", "\"If you had a breakdown, you had it in front of everybody and everybody knew what was going on,\" the singer said.", "The shooting tragically resulted in over 50 deaths and hundreds injured.", "CLICK HERE TO GET THE FOX NEWS APP", "\"We're on the other side of it,\" Aldean concluded. \"We're part of the Route 91 family now, so that's a cool group.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/jason-aldean-coping-trauma-las-vegas-massacre", "authors": ["Nate Day"], "id": "21e51cd2-e1f6-34c3-af0c-b47e6aa4e6c5", "pubDate": null, "title": "Jason Aldean opens up about coping with trauma after Las Vegas shooting"}