{"pubDate": null, "title": "Sunday Reading: The World of Calvin Tomkins", "paragraphs": ["In an interview in 2014, Calvin Tomkins remarked that he doesn’t believe art can be defined. “Art is too diffuse, too vital. It’s always growing and changing,” he observed. The same could be said for Tomkins and the evolution of his work. He has been a staff writer and an art critic at The New Yorker for more than five decades, contributing nearly four hundred pieces to the magazine since 1958. Over his long career, he has published masterly profiles of visual artists and creative virtuosos, including Marcel Duchamp, Robert Rauschenberg, John Currin, Julia Child, Frank Gehry, and many more. His pieces are marked by a keen eye for detail and an elegant understanding of an artist’s relationship to her work. He has also authored eighteen books, including “Merchants and Masterpieces: The Story of the Metropolitan Museum of Art” and “Duchamp: A Biography.” His new anthology, a six-volume set of eighty-two of his most significant profiles, titled “The Lives of Artists: Collected Profiles,” was published on October 2nd.", "This week, we’re bringing you a selection of Tomkins’s pieces from the magazine. In “Her Secret Identities,” he profiles the influential photographer and portrait artist Cindy Sherman. In “Into the Unknown,” he examines the innovative work of the painter Chris Ofili and writes about the opening of a major retrospective of Ofili’s pieces at the New Museum. In “The Man Who Walks on Air,” he traces the journey of the intrepid high-wire artist Philippe Petit. In a piece from 1974, he visits the legendary painter Georgia O’Keeffe at her home in Ghost Ranch, in Abiquiú, New Mexico, and explores her evolution as an artist. In “A Sense of Place,” he chronicles the career of the Ghanaian-British architect David Adjaye, who designed the National Museum of African American History and Culture, in Washington, D.C., among other buildings. Finally, in “Living Well Is the Best Revenge,” he recounts the lives of Sara and Gerald Murphy, the couple who were the inspiration for F. Scott Fitzgerald’s “Tender is the Night.” We hope that you enjoy these glimpses into a creative mind at work.", "—David Remnick", "Photograph by Martin Schoeller / Saba", "Cindy Sherman’s art is as mysterious as ever. So is Cindy Sherman.", "Chris Ofili returns to New York with a major retrospective.", "Photograph by Tony Vaccaro / Getty", "The painter considers her life and work.", "Philippe Petit is about to perform the greatest show of his life. Is it art?", "Photograph from Granger", "The couple who inspired F. Scott Fitzgerald’s “Tender Is the Night.”", "How the architect of Washington’s African-American museum evolved a new style."], "url": "https://www.newyorker.com/books/double-take/sunday-reading-the-world-of-calvin-tomkins", "keywords": ["art", "tomkins", "profiles", "artists", "museum", "painter", "artist", "tender", "calvin", "world", "reading", "work", "pieces"], "summary": "In an interview in 2014, Calvin Tomkins remarked that he doesn’t believe art can be defined.\nThe same could be said for Tomkins and the evolution of his work.\nHis pieces are marked by a keen eye for detail and an elegant understanding of an artist’s relationship to her work.\nIn “The Man Who Walks on Air,” he traces the journey of the intrepid high-wire artist Philippe Petit.\nPhotograph from GrangerThe couple who inspired F. Scott Fitzgerald’s “Tender Is the Night.”How the architect of Washington’s African-American museum evolved a new style.", "authors": ["The New Yorker", "Alice Munro", "Rachel Aviv", "Adam Entous", "Jeffrey Toobin", "Richard Brody", "Erin Overbey"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "220e29f5-ca6f-326e-bd96-7d2e65ac52b9"}