{"url": "https://www.newyorker.com/magazine/2010/08/02/letting-go-2", "paragraphs": ["Sara Thomas Monopoli was pregnant with her first child when her doctors learned that she was going to die. It started with a cough and a pain in her back. Then a chest X-ray showed that her left lung had collapsed, and her chest was filled with fluid. A sample of the fluid was drawn off with a long needle and sent for testing. Instead of an infection, as everyone had expected, it was lung cancer, and it had already spread to the lining of her chest. Her pregnancy was thirty-nine weeks along, and the obstetrician who had ordered the test broke the news to her as she sat with her husband and her parents. The obstetrician didn’t get into the prognosis—she would bring in an oncologist for that—but Sara was stunned. Her mother, who had lost her best friend to lung cancer, began crying. The doctors wanted to start treatment right away, and that meant inducing labor to get the baby out. For the moment, though, Sara and her husband, Rich, sat by themselves on a quiet terrace off the labor floor. It was a warm Monday in June, 2007. She took Rich’s hands, and they tried to absorb what they had heard. Monopoli was thirty-four. She had never smoked, or lived with anyone who had. She exercised. She ate well. The diagnosis was bewildering. “This is going to be O.K.,” Rich told her. “We’re going to work through this. It’s going to be hard, yes. But we’ll figure it out. We can find the right treatment.” For the moment, though, they had a baby to think about. “So Sara and I looked at each other,” Rich recalled, “and we said, ‘We don’t have cancer on Tuesday. It’s a cancer-free day. We’re having a baby. It’s exciting. And we’re going to enjoy our baby.’ ” On Tuesday, at 8:55 P.M., Vivian Monopoli, seven pounds nine ounces, was born. She had wavy brown hair, like her mom, and she was perfectly healthy. The next day, Sara underwent blood tests and body scans. Dr. Paul Marcoux, an oncologist, met with her and her family to discuss the findings. He explained that she had a non-small cell lung cancer that had started in her left lung. Nothing she had done had brought this on. More than fifteen per cent of lung cancers—more than people realize—occur in non-smokers. Hers was advanced, having metastasized to multiple lymph nodes in her chest and its lining. The cancer was inoperable. But there were chemotherapy options, notably a relatively new drug called Tarceva, which targets a gene mutation commonly found in lung cancers of female non-smokers. Eighty-five per cent respond to this drug, and, Marcoux said, “some of these responses can be long-term.” Words like “respond” and “long-term” provide a reassuring gloss on a dire reality. There is no cure for lung cancer at this stage. Even with chemotherapy, the median survival is about a year. But it seemed harsh and pointless to confront Sara and Rich with this now. Vivian was in a bassinet by the bed. They were working hard to be optimistic. As Sara and Rich later told the social worker who was sent to see them, they did not want to focus on survival statistics. They wanted to focus on “aggressively managing” this diagnosis. Sara was started on the Tarceva, which produced an itchy, acne-like facial rash and numbing tiredness. She also underwent a surgical procedure to drain the fluid around her lung; when the fluid kept coming back, a thoracic surgeon eventually placed a small, permanent tube in her chest, which she could drain whenever fluid accumulated and interfered with her breathing. Three weeks after the delivery, she was admitted to the hospital with severe shortness of breath from a pulmonary embolism—a blood clot in an artery to the lungs, which is dangerous but not uncommon in cancer patients. She was started on a blood thinner. Then test results showed that her tumor cells did not have the mutation that Tarceva targets. When Marcoux told Sara that the drug wasn’t going to work, she had an almost violent physical reaction to the news, bolting to the bathroom in mid-discussion with a sudden bout of diarrhea. Dr. Marcoux recommended a different, more standard chemotherapy, with two drugs called carboplatin and paclitaxel. But the paclitaxel triggered an extreme, nearly overwhelming allergic response, so he switched her to a regimen of carboplatin plus gemcitabine. Response rates, he said, were still very good for patients on this therapy. She spent the remainder of the summer at home, with Vivian and her husband and her parents, who had moved in to help. She loved being a mother. Between chemotherapy cycles, she began trying to get her life back. Then, in October, a CT scan showed that the tumor deposits in her left lung and chest and lymph nodes had grown substantially. The chemotherapy had failed. She was switched to a drug called pemetrexed. Studies found that it could produce markedly longer survival in some patients. In reality, however, only a small percentage of patients gained very much. On average, the drug extended survival by only two months—from eleven months to thirteen months—and that was in patients who, unlike Sara, had responded to first-line chemotherapy. She worked hard to take the setbacks and side effects in stride. She was upbeat by nature, and she managed to maintain her optimism. Little by little, however, she grew sicker—increasingly exhausted and short of breath. By November, she didn’t have the wind to walk the length of the hallway from the parking garage to Marcoux’s office; Rich had to push her in a wheelchair. A few days before Thanksgiving, she had another CT scan, which showed that the pemetrexed—her third drug regimen—wasn’t working, either. The lung cancer had spread: from the left chest to the right; to the liver; to the lining of her abdomen; and to her spine. Time was running out.", "This is the moment in Sara’s story that poses a fundamental question for everyone living in the era of modern medicine: What do we want Sara and her doctors to do now? Or, to put it another way, if you were the one who had metastatic cancer—or, for that matter, a similarly advanced case of emphysema or congestive heart failure—what would you want your doctors to do? The issue has become pressing, in recent years, for reasons of expense. The soaring cost of health care is the greatest threat to the country’s long-term solvency, and the terminally ill account for a lot of it. Twenty-five per cent of all Medicare spending is for the five per cent of patients who are in their final year of life, and most of that money goes for care in their last couple of months which is of little apparent benefit. Spending on a disease like cancer tends to follow a particular pattern. There are high initial costs as the cancer is treated, and then, if all goes well, these costs taper off. Medical spending for a breast-cancer survivor, for instance, averaged an estimated fifty-four thousand dollars in 2003, the vast majority of it for the initial diagnostic testing, surgery, and, where necessary, radiation and chemotherapy. For a patient with a fatal version of the disease, though, the cost curve is U-shaped, rising again toward the end—to an average of sixty-three thousand dollars during the last six months of life with an incurable breast cancer. Our medical system is excellent at trying to stave off death with eight-thousand-dollar-a-month chemotherapy, three-thousand-dollar-a-day intensive care, five-thousand-dollar-an-hour surgery. But, ultimately, death comes, and no one is good at knowing when to stop. The subject seems to reach national awareness mainly as a question of who should “win” when the expensive decisions are made: the insurers and the taxpayers footing the bill or the patient battling for his or her life. Budget hawks urge us to face the fact that we can’t afford everything. Demagogues shout about rationing and death panels. Market purists blame the existence of insurance: if patients and families paid the bills themselves, those expensive therapies would all come down in price. But they’re debating the wrong question. The failure of our system of medical care for people facing the end of their life runs much deeper. To see this, you have to get close enough to grapple with the way decisions about care are actually made. Recently, while seeing a patient in an intensive-care unit at my hospital, I stopped to talk with the critical-care physician on duty, someone I’d known since college. “I’m running a warehouse for the dying,” she said bleakly. Out of the ten patients in her unit, she said, only two were likely to leave the hospital for any length of time. More typical was an almost eighty-year-old woman at the end of her life, with irreversible congestive heart failure, who was in the I.C.U. for the second time in three weeks, drugged to oblivion and tubed in most natural orifices and a few artificial ones. Or the seventy-year-old with a cancer that had metastasized to her lungs and bone, and a fungal pneumonia that arises only in the final phase of the illness. She had chosen to forgo treatment, but her oncologist pushed her to change her mind, and she was put on a ventilator and antibiotics. Another woman, in her eighties, with end-stage respiratory and kidney failure, had been in the unit for two weeks. Her husband had died after a long illness, with a feeding tube and a tracheotomy, and she had mentioned that she didn’t want to die that way. But her children couldn’t let her go, and asked to proceed with the placement of various devices: a permanent tracheotomy, a feeding tube, and a dialysis catheter. So now she just lay there tethered to her pumps, drifting in and out of consciousness. Almost all these patients had known, for some time, that they had a terminal condition. Yet they—along with their families and doctors—were unprepared for the final stage. “We are having more conversation now about what patients want for the end of their life, by far, than they have had in all their lives to this point,” my friend said. “The problem is that’s way too late.” In 2008, the national Coping with Cancer project published a study showing that terminally ill cancer patients who were put on a mechanical ventilator, given electrical defibrillation or chest compressions, or admitted, near death, to intensive care had a substantially worse quality of life in their last week than those who received no such interventions. And, six months after their death, their caregivers were three times as likely to suffer major depression. Spending one’s final days in an I.C.U. because of terminal illness is for most people a kind of failure. You lie on a ventilator, your every organ shutting down, your mind teetering on delirium and permanently beyond realizing that you will never leave this borrowed, fluorescent place. The end comes with no chance for you to have said goodbye or “It’s O.K.” or “I’m sorry” or “I love you.” People have concerns besides simply prolonging their lives. Surveys of patients with terminal illness find that their top priorities include, in addition to avoiding suffering, being with family, having the touch of others, being mentally aware, and not becoming a burden to others. Our system of technological medical care has utterly failed to meet these needs, and the cost of this failure is measured in far more than dollars. The hard question we face, then, is not how we can afford this system’s expense. It is how we can build a health-care system that will actually help dying patients achieve what’s most important to them at the end of their lives.", "For all but our most recent history, dying was typically a brief process. Whether the cause was childhood infection, difficult childbirth, heart attack, or pneumonia, the interval between recognizing that you had a life-threatening ailment and death was often just a matter of days or weeks. Consider how our Presidents died before the modern era. George Washington developed a throat infection at home on December 13, 1799, that killed him by the next evening. John Quincy Adams, Millard Fillmore, and Andrew Johnson all succumbed to strokes, and died within two days. Rutherford Hayes had a heart attack and died three days later. Some deadly illnesses took a longer course: James Monroe and Andrew Jackson died from the months-long consumptive process of what appears to have been tuberculosis; Ulysses Grant’s oral cancer took a year to kill him; and James Madison was bedridden for two years before dying of “old age.” But, as the end-of-life researcher Joanne Lynn has observed, people usually experienced life-threatening illness the way they experienced bad weather—as something that struck with little warning—and you either got through it or you didn’t. Dying used to be accompanied by a prescribed set of customs. Guides to ars moriendi, the art of dying, were extraordinarily popular; a 1415 medieval Latin text was reprinted in more than a hundred editions across Europe. Reaffirming one’s faith, repenting one’s sins, and letting go of one’s worldly possessions and desires were crucial, and the guides provided families with prayers and questions for the dying in order to put them in the right frame of mind during their final hours. Last words came to hold a particular place of reverence. These days, swift catastrophic illness is the exception; for most people, death comes only after long medical struggle with an incurable condition—advanced cancer, progressive organ failure (usually the heart, kidney, or liver), or the multiple debilities of very old age. In all such cases, death is certain, but the timing isn’t. So everyone struggles with this uncertainty—with how, and when, to accept that the battle is lost. As for last words, they hardly seem to exist anymore. Technology sustains our organs until we are well past the point of awareness and coherence. Besides, how do you attend to the thoughts and concerns of the dying when medicine has made it almost impossible to be sure who the dying even are? Is someone with terminal cancer, dementia, incurable congestive heart failure dying, exactly? I once cared for a woman in her sixties who had severe chest and abdominal pain from a bowel obstruction that had ruptured her colon, caused her to have a heart attack, and put her into septic shock and renal failure. I performed an emergency operation to remove the damaged length of colon and give her a colostomy. A cardiologist stented her coronary arteries. We put her on dialysis, a ventilator, and intravenous feeding, and stabilized her. After a couple of weeks, though, it was clear that she was not going to get much better. The septic shock had left her with heart and respiratory failure as well as dry gangrene of her foot, which would have to be amputated. She had a large, open abdominal wound with leaking bowel contents, which would require twice-a-day cleaning and dressing for weeks in order to heal. She would not be able to eat. She would need a tracheotomy. Her kidneys were gone, and she would have to spend three days a week on a dialysis machine for the rest of her life. She was unmarried and without children. So I sat with her sisters in the I.C.U. family room to talk about whether we should proceed with the amputation and the tracheotomy. “Is she dying?” one of the sisters asked me. I didn’t know how to answer the question. I wasn’t even sure what the word “dying” meant anymore. In the past few decades, medical science has rendered obsolete centuries of experience, tradition, and language about our mortality, and created a new difficulty for mankind: how to die.", "One Friday morning this spring, I went on patient rounds with Sarah Creed, a nurse with the hospice service that my hospital system operates. I didn’t know much about hospice. I knew that it specialized in providing “comfort care” for the terminally ill, sometimes in special facilities, though nowadays usually at home. I knew that, in order for a patient of mine to be eligible, I had to write a note certifying that he or she had a life expectancy of less than six months. And I knew few patients who had chosen it, except maybe in their very last few days, because they had to sign a form indicating that they understood their disease was incurable and that they were giving up on medical care to stop it. The picture I had of hospice was of a morphine drip. It was not of this brown-haired and blue-eyed former I.C.U. nurse with a stethoscope, knocking on Lee Cox’s door on a quiet street in Boston’s Mattapan neighborhood. “Hi, Lee,” Creed said when she entered the house. “Hi, Sarah,” Cox said. She was seventy-two years old. She’d had several years of declining health due to congestive heart failure from a heart attack and pulmonary fibrosis, a progressive and irreversible lung disease. Doctors tried slowing the disease with steroids, but they didn’t work. She had cycled in and out of the hospital, each time in worse shape. Ultimately, she accepted hospice care and moved in with her niece for support. She was dependent on oxygen, and unable to do the most ordinary tasks. Just answering the door, with her thirty-foot length of oxygen tubing trailing after her, had left her winded. She stood resting for a moment, her lips pursed and her chest heaving. Creed took Cox’s arm gently as we walked to the kitchen to sit down, asking her how she had been doing. Then she asked a series of questions, targeting issues that tend to arise in patients with terminal illness. Did Cox have pain? How was her appetite, thirst, sleeping? Any trouble with confusion, anxiety, or restlessness? Had her shortness of breath grown worse? Was there chest pain or heart palpitations? Abdominal discomfort? Trouble with bowel movements or urination or walking? She did have some new troubles. When she walked from the bedroom to the bathroom, she said, it now took at least five minutes to catch her breath, and that frightened her. She was also getting chest pain. Creed pulled a stethoscope and a blood-pressure cuff from her medical bag. Cox’s blood pressure was acceptable, but her heart rate was high. Creed listened to her heart, which had a normal rhythm, and to her lungs, hearing the fine crackles of her pulmonary fibrosis but also a new wheeze. Her ankles were swollen with fluid, and when Creed asked for her pillbox she saw that Cox was out of her heart medication. She asked to see Cox’s oxygen equipment. The liquid-oxygen cylinder at the foot of the neatly made bed was filled and working properly. The nebulizer equipment for her inhaler treatments, however, was broken. Given the lack of heart medication and inhaler treatments, it was no wonder that she had worsened. Creed called Cox’s pharmacy to confirm that her refills had been waiting, and had her arrange for her niece to pick up the medicine when she came home from work. Creed also called the nebulizer supplier for same-day emergency service. She then chatted with Cox in the kitchen for a few minutes. Her spirits were low. Creed took her hand. Everything was going to be all right, she said. She reminded her about the good days she’d had—the previous weekend, for example, when she’d been able to go out with her portable oxygen cylinder to shop with her niece and get her hair colored. I asked Cox about her previous life. She had made radios in a Boston factory. She and her husband had two children, and several grandchildren. When I asked her why she had chosen hospice care, she looked downcast. “The lung doctor and heart doctor said they couldn’t help me anymore,” she said. Creed glared at me. My questions had made Cox sad again. “It’s good to have my niece and her husband helping to watch me every day,” she said. “But it’s not my home. I feel like I’m in the way.” Creed gave her a hug before we left, and one last reminder. “What do you do if you have chest pain that doesn’t go away?” she asked. “Take a nitro,” Cox said, referring to the nitroglycerin pill that she can slip under her tongue. “And?” “Call you.” “Where’s the number?” She pointed to the twenty-four-hour hospice call number that was taped beside her phone. Outside, I confessed that I was confused by what Creed was doing. A lot of it seemed to be about extending Cox’s life. Wasn’t the goal of hospice to let nature take its course? “That’s not the goal,” Creed said. The difference between standard medical care and hospice is not the difference between treating and doing nothing, she explained. The difference was in your priorities. In ordinary medicine, the goal is to extend life. We’ll sacrifice the quality of your existence now—by performing surgery, providing chemotherapy, putting you in intensive care—for the chance of gaining time later. Hospice deploys nurses, doctors, and social workers to help people with a fatal illness have the fullest possible lives right now. That means focussing on objectives like freedom from pain and discomfort, or maintaining mental awareness for as long as possible, or getting out with family once in a while. Hospice and palliative-care specialists aren’t much concerned about whether that makes people’s lives longer or shorter. Like many people, I had believed that hospice care hastens death, because patients forgo hospital treatments and are allowed high-dose narcotics to combat pain. But studies suggest otherwise. In one, researchers followed 4,493 Medicare patients with either terminal cancer or congestive heart failure. They found no difference in survival time between hospice and non-hospice patients with breast cancer, prostate cancer, and colon cancer. Curiously, hospice care seemed to extend survival for some patients; those with pancreatic cancer gained an average of three weeks, those with lung cancer gained six weeks, and those with congestive heart failure gained three months. The lesson seems almost Zen: you live longer only when you stop trying to live longer. When Cox was transferred to hospice care, her doctors thought that she wouldn’t live much longer than a few weeks. With the supportive hospice therapy she received, she had already lived for a year. Creed enters people’s lives at a strange moment—when they have understood that they have a fatal illness but have not necessarily acknowledged that they are dying. “I’d say only about a quarter have accepted their fate when they come into hospice,” she said. When she first encounters her patients, many feel that they have simply been abandoned by their doctors. “Ninety-nine per cent understand they’re dying, but one hundred per cent hope they’re not,” she says. “They still want to beat their disease.” The initial visit is always tricky, but she has found ways to smooth things over. “A nurse has five seconds to make a patient like you and trust you. It’s in the whole way you present yourself. I do not come in saying, ‘I’m so sorry.’ Instead, it’s: ‘I’m the hospice nurse, and here’s what I have to offer you to make your life better. And I know we don’t have a lot of time to waste.’ ” That was how she started with Dave Galloway, whom we visited after leaving Lee Cox’s home. He was forty-two years old. He and his wife, Sharon, were both Boston firefighters. They had a three-year-old daughter. He had pancreatic cancer, which had spread; his upper abdomen was now solid with tumor. During the past few months, the pain had become unbearable at times, and he was admitted to the hospital several times for pain crises. At his most recent admission, about a week earlier, it was found that the tumor had perforated his intestine. There wasn’t even a temporary fix for this problem. The medical team started him on intravenous nutrition and offered him a choice between going to the intensive-care unit and going home with hospice. He chose to go home. “I wish we’d gotten involved sooner,” Creed told me. When she and the hospice’s supervising doctor, Dr. JoAnne Nowak, evaluated Galloway upon his arrival at home, he appeared to have only a few days left. His eyes were hollow. His breathing was labored. Fluid swelled his entire lower body to the point that his skin blistered and wept. He was almost delirious with abdominal pain. “Sometimes I just want to curl up with a good book and burn it.” They got to work. They set up a pain pump with a button that let him dispense higher doses of narcotic than he had been allowed. They arranged for an electric hospital bed, so that he could sleep with his back raised. They also taught Sharon how to keep Dave clean, protect his skin from breakdown, and handle the crises to come. Creed told me that part of her job is to take the measure of a patient’s family, and Sharon struck her as unusually capable. She was determined to take care of her husband to the end, and, perhaps because she was a firefighter, she had the resilience and the competence to do so. She did not want to hire a private-duty nurse. She handled everything, from the I.V. lines and the bed linens to orchestrating family members to lend a hand when she needed help. Creed arranged for a specialized “comfort pack” to be delivered by FedEx and stored in a mini-refrigerator by Dave’s bed. It contained a dose of morphine for breakthrough pain or shortness of breath, Ativan for anxiety attacks, Compazine for nausea, Haldol for delirium, Tylenol for fever, and atropine for drying up the upper-airway rattle that people can get in their final hours. If any such problem developed, Sharon was instructed to call the twenty-four-hour hospice nurse on duty, who would provide instructions about which rescue medications to use and, if necessary, come out to help. Dave and Sharon were finally able to sleep through the night at home. Creed or another nurse came to see him every day, sometimes twice a day; three times that week, Sharon used the emergency hospice line to help her deal with Dave’s pain crises or hallucinations. After a few days, they were even able to go out to a favorite restaurant; he wasn’t hungry, but they enjoyed just being there, and the memories it stirred. The hardest part so far, Sharon said, was deciding to forgo the two-litre intravenous feedings that Dave had been receiving each day. Although they were his only source of calories, the hospice staff encouraged discontinuing them because his body did not seem to be absorbing the nutrition. The infusion of sugars, proteins, and fats made the painful swelling of his skin and his shortness of breath worse—and for what? The mantra was live for now. Sharon had balked, for fear that she’d be starving him. The night before our visit, however, she and Dave decided to try going without the infusion. By morning, the swelling was markedly reduced. He could move more, and with less discomfort. He also began to eat a few morsels of food, just for the taste of it, and that made Sharon feel better about the decision. When we arrived, Dave was making his way back to bed after a shower, his arm around his wife’s shoulders and his slippered feet taking one shuffling step at a time. “There’s nothing he likes better than a long hot shower,” Sharon said. “He’d live in the shower if he could.” Dave sat on the edge of his bed in fresh pajamas, catching his breath, and then Creed spoke to him as his daughter, Ashlee, ran in and out of the room in her beaded pigtails, depositing stuffed animals in her dad’s lap. “How’s your pain on a scale of one to ten?” Creed asked. “A six,” he said. “Did you hit the pump?” He didn’t answer for a moment. “I’m reluctant,” he admitted. “Why?” Creed asked. “It feels like defeat,” he said. “Defeat?” Sign Up for The Sunday Archive Newsletter Read classic New Yorker stories, curated by our archivists and editors. “I don’t want to become a drug addict,” he explained. “I don’t want to need this.” Creed got down on her knees in front of him. “Dave, I don’t know anyone who can manage this kind of pain without the medication,” she said. “It’s not defeat. You’ve got a beautiful wife and daughter, and you’re not going to be able to enjoy them with the pain.” “You’re right about that,” he said, looking at Ashlee as she gave him a little horse. And he pressed the button. Dave Galloway died one week later—at home, at peace, and surrounded by family. A week after that, Lee Cox died, too. But, as if to show just how resistant to formula human lives are, Cox had never reconciled herself to the incurability of her illnesses. So when her family found her in cardiac arrest one morning they followed her wishes and called 911 instead of the hospice service. The emergency medical technicians and firefighters and police rushed in. They pulled off her clothes and pumped her chest, put a tube in her airway and forced oxygen into her lungs, and tried to see if they could shock her heart back. But such efforts rarely succeed with terminal patients, and they did not succeed with her. Hospice has tried to offer a new ideal for how we die. Although not everyone has embraced its rituals, those who have are helping to negotiate an ars moriendi for our age. But doing so represents a struggle—not only against suffering but also against the seemingly unstoppable momentum of medical treatment.", "Just before Thanksgiving of 2007, Sara Monopoli, her husband, Rich, and her mother, Dawn Thomas, met with Dr. Marcoux to discuss the options she had left. By this point, Sara had undergone three rounds of chemotherapy with limited, if any, effect. Perhaps Marcoux could have discussed what she most wanted as death neared and how best to achieve those wishes. But the signal he got from Sara and her family was that they wished to talk only about the next treatment options. They did not want to talk about dying. Recently, I spoke to Sara’s husband and her parents. Sara knew that her disease was incurable, they pointed out. The week after she was given the diagnosis and delivered her baby, she spelled out her wishes for Vivian’s upbringing after she was gone. She had told her family on several occasions that she did not want to die in the hospital. She wanted to spend her final moments peacefully at home. But the prospect that those moments might be coming soon, that there might be no way to slow the disease, “was not something she or I wanted to discuss,” her mother said. Her father, Gary, and her twin sister, Emily, still held out hope for a cure. The doctors simply weren’t looking hard enough, they felt. “I just couldn’t believe there wasn’t something,” Gary said. For Rich, the experience of Sara’s illness had been disorienting: “We had a baby. We were young. And this was so shocking and so odd. We never discussed stopping treatment.” Marcoux took the measure of the room. With almost two decades of experience treating lung cancer, he had been through many of these conversations. He has a calm, reassuring air and a native Minnesotan’s tendency to avoid confrontation or overintimacy. He tries to be scientific about decisions. “I know that the vast majority of my patients are going to die of their disease,” he told me. The data show that, after failure of second-line chemotherapy, lung-cancer patients rarely get any added survival time from further treatments and often suffer significant side effects. But he, too, has his hopes. He told them that, at some point, “supportive care” was an option for them to think about. But, he went on, there were also experimental therapies. He told them about several that were under trial. The most promising was a Pfizer drug that targeted one of the mutations found in her cancer’s cells. Sara and her family instantly pinned their hopes on it. The drug was so new that it didn’t even have a name, just a number—PF0231006—and this made it all the more enticing. There were a few hovering issues, including the fact that the scientists didn’t yet know the safe dose. The drug was only in a Phase I trial—that is, a trial designed to determine the toxicity of a range of doses, not whether the drug worked. Furthermore, a test of the drug against her cancer cells in a petri dish showed no effect. But Marcoux didn’t think that these were decisive obstacles—just negatives. The critical problem was that the rules of the trial excluded Sara because of the pulmonary embolism she had developed that summer. To enroll, she would need to wait two months, in order to get far enough past the episode. In the meantime, he suggested trying another conventional chemotherapy, called Navelbine. Sara began the treatment the Monday after Thanksgiving. It’s worth pausing to consider what had just happened. Step by step, Sara ended up on a fourth round of chemotherapy, one with a minuscule likelihood of altering the course of her disease and a great likelihood of causing debilitating side effects. An opportunity to prepare for the inevitable was forgone. And it all happened because of an assuredly normal circumstance: a patient and family unready to confront the reality of her disease. I asked Marcoux what he hopes to accomplish for terminal lung-cancer patients when they first come to see him. “I’m thinking, Can I get them a pretty good year or two out of this?” he said. “Those are my expectations. For me, the long tail for a patient like her is three to four years.” But this is not what people want to hear. “They’re thinking ten to twenty years. You hear that time and time again. And I’d be the same way if I were in their shoes.” You’d think doctors would be well equipped to navigate the shoals here, but at least two things get in the way. First, our own views may be unrealistic. A study led by the Harvard researcher Nicholas Christakis asked the doctors of almost five hundred terminally ill patients to estimate how long they thought their patient would survive, and then followed the patients. Sixty-three per cent of doctors overestimated survival time. Just seventeen per cent underestimated it. The average estimate was five hundred and thirty per cent too high. And, the better the doctors knew their patients, the more likely they were to err. Second, we often avoid voicing even these sentiments. Studies find that although doctors usually tell patients when a cancer is not curable, most are reluctant to give a specific prognosis, even when pressed. More than forty per cent of oncologists report offering treatments that they believe are unlikely to work. In an era in which the relationship between patient and doctor is increasingly miscast in retail terms—“the customer is always right”—doctors are especially hesitant to trample on a patient’s expectations. You worry far more about being overly pessimistic than you do about being overly optimistic. And talking about dying is enormously fraught. When you have a patient like Sara Monopoli, the last thing you want to do is grapple with the truth. I know, because Marcoux wasn’t the only one avoiding that conversation with her. I was, too. Earlier that summer, a PET scan had revealed that, in addition to her lung cancer, she also had thyroid cancer, which had spread to the lymph nodes of her neck, and I was called in to decide whether to operate. This second, unrelated cancer was in fact operable. But thyroid cancers take years to become lethal. Her lung cancer would almost certainly end her life long before her thyroid cancer caused any trouble. Given the extent of the surgery that would have been required, and the potential complications, the best course was to do nothing. But explaining my reasoning to Sara meant confronting the mortality of her lung cancer, something that I felt ill prepared to do. Sitting in my clinic, Sara did not seem discouraged by the discovery of this second cancer. She seemed determined. She’d read about the good outcomes from thyroid-cancer treatment. So she was geared up, eager to discuss when to operate. And I found myself swept along by her optimism. Suppose I was wrong, I wondered, and she proved to be that miracle patient who survived metastatic lung cancer? My solution was to avoid the subject altogether. I told Sara that the thyroid cancer was slow-growing and treatable. The priority was her lung cancer, I said. Let’s not hold up the treatment for that. We could monitor the thyroid cancer and plan surgery in a few months. “Laundry or composting?” I saw her every six weeks, and noted her physical decline from one visit to the next. Yet, even in a wheelchair, Sara would always arrive smiling, makeup on and bangs bobby-pinned out of her eyes. She’d find small things to laugh about, like the tubes that created strange protuberances under her dress. She was ready to try anything, and I found myself focussing on the news about experimental therapies for her lung cancer. After one of her chemotherapies seemed to shrink the thyroid cancer slightly, I even raised with her the possibility that an experimental therapy could work against both her cancers, which was sheer fantasy. Discussing a fantasy was easier—less emotional, less explosive, less prone to misunderstanding—than discussing what was happening before my eyes. Between the lung cancer and the chemo, Sara became steadily sicker. She slept most of the time and could do little out of the house. Clinic notes from December describe shortness of breath, dry heaves, coughing up blood, severe fatigue. In addition to the drainage tubes in her chest, she required needle-drainage procedures in her abdomen every week or two to relieve the severe pressure from the litres of fluid that the cancer was producing there. A CT scan in December showed that the lung cancer was spreading through her spine, liver, and lungs. When we met in January, she could move only slowly and uncomfortably. Her lower body had become swollen. She couldn’t speak more than a sentence without pausing for breath. By the first week of February, she needed oxygen at home to breathe. Enough time had elapsed since her pulmonary embolism, however, that she could start on Pfizer’s experimental drug. She just needed one more set of scans for clearance. These revealed that the cancer had spread to her brain, with at least nine metastatic growths across both hemispheres. The experimental drug was not designed to cross the blood-brain barrier. PF0231006 was not going to work. And still Sara, her family, and her medical team remained in battle mode. Within twenty-four hours, Sara was scheduled to see a radiation oncologist for whole-brain radiation to try to reduce the metastases. On February 12th, she completed five days of radiation treatment, which left her immeasurably fatigued, barely able get out of bed. She ate almost nothing. She weighed twenty-five pounds less than she had in the fall. She confessed to Rich that, for the past two months, she had experienced double vision and was unable to feel her hands. “Why didn’t you tell anyone?” he asked her. “I just didn’t want to stop treatment,” she said. “They would make me stop.” She was given two weeks to recover her strength after the radiation. Then she would be put on another experimental drug from a small biotech company. She was scheduled to start on February 25th. Her chances were rapidly dwindling. But who was to say they were zero? In 1985, the paleontologist and writer Stephen Jay Gould published an extraordinary essay entitled “The Median Isn’t the Message,” after he had been given a diagnosis, three years earlier, of abdominal mesothelioma, a rare and lethal cancer usually associated with asbestos exposure. He went to a medical library when he got the diagnosis and pulled out the latest scientific articles on the disease. “The literature couldn’t have been more brutally clear: mesothelioma is incurable, with a median survival of only eight months after discovery,” he wrote. The news was devastating. But then he began looking at the graphs of the patient-survival curves. Gould was a naturalist, and more inclined to notice the variation around the curve’s middle point than the middle point itself. What the naturalist saw was remarkable variation. The patients were not clustered around the median survival but, instead, fanned out in both directions. Moreover, the curve was skewed to the right, with a long tail, however slender, of patients who lived many years longer than the eight-month median. This is where he found solace. He could imagine himself surviving far out in that long tail. And he did. Following surgery and experimental chemotherapy, he lived twenty more years before dying, in 2002, at the age of sixty, from a lung cancer that was unrelated to his original disease. “It has become, in my view, a bit too trendy to regard the acceptance of death as something tantamount to intrinsic dignity,” he wrote in his 1985 essay. “Of course I agree with the preacher of Ecclesiastes that there is a time to love and a time to die—and when my skein runs out I hope to face the end calmly and in my own way. For most situations, however, I prefer the more martial view that death is the ultimate enemy—and I find nothing reproachable in those who rage mightily against the dying of the light.” I think of Gould and his essay every time I have a patient with a terminal illness. There is almost always a long tail of possibility, however thin. What’s wrong with looking for it? Nothing, it seems to me, unless it means we have failed to prepare for the outcome that’s vastly more probable. The trouble is that we’ve built our medical system and culture around the long tail. We’ve created a multitrillion-dollar edifice for dispensing the medical equivalent of lottery tickets—and have only the rudiments of a system to prepare patients for the near-certainty that those tickets will not win. Hope is not a plan, but hope is our plan.", "For Sara, there would be no miraculous recovery, and, when the end approached, neither she nor her family was prepared. “I always wanted to respect her request to die peacefully at home,” Rich later told me. “But I didn’t believe we could make it happen. I didn’t know how.” On the morning of Friday, February 22nd, three days before she was to start her new round of chemo, Rich awoke to find his wife sitting upright beside him, pitched forward on her arms, eyes wide, struggling for air. She was gray, breathing fast, her body heaving with each open-mouthed gasp. She looked as if she were drowning. He tried turning up the oxygen in her nasal tubing, but she got no better. “I can’t do this,” she said, pausing between each word. “I’m scared.” He had no emergency kit in the refrigerator. No hospice nurse to call. And how was he to know whether this new development was fixable? We’ll go to the hospital, he told her. When he asked if they should drive, she shook her head, so he called 911, and told her mother, Dawn, who was in the next room, what was going on. A few minutes later, firemen swarmed up the stairs to her bedroom, sirens wailing outside. As they lifted Sara into the ambulance on a stretcher, Dawn came out in tears. “We’re going to get ahold of this,” Rich told her. This was just another trip to the hospital, he said to himself. The doctors would figure this out. At the hospital, Sara was diagnosed with pneumonia. That troubled the family, because they thought they’d done everything to keep infection at bay. They’d washed hands scrupulously, limited visits by people with young children, even limited Sara’s time with baby Vivian if she showed the slightest sign of a runny nose. But Sara’s immune system and her ability to clear her lung secretions had been steadily weakened by the rounds of radiation and chemotherapy as well as by the cancer. In another way, the diagnosis of pneumonia was reassuring, because it was just an infection. It could be treated. The medical team started Sara on intravenous antibiotics and high-flow oxygen through a mask. The family gathered at her bedside, hoping for the antibiotics to work. This could be reversible, they told one another. But that night and the next morning her breathing only grew more labored. “I can’t think of a single funny thing to say,” Emily told Sara as their parents looked on. “Neither can I,” Sara murmured. Only later did the family realize that those were the last words they would ever hear from her. After that, she began to drift in and out of consciousness. The medical team had only one option left: to put her on a ventilator. Sara was a fighter, right? And the next step for fighters was to escalate to intensive care.", "This is a modern tragedy, replayed millions of times over. When there is no way of knowing exactly how long our skeins will run—and when we imagine ourselves to have much more time than we do—our every impulse is to fight, to die with chemo in our veins or a tube in our throats or fresh sutures in our flesh. The fact that we may be shortening or worsening the time we have left hardly seems to register. We imagine that we can wait until the doctors tell us that there is nothing more they can do. But rarely is there nothing more that doctors can do. They can give toxic drugs of unknown efficacy, operate to try to remove part of the tumor, put in a feeding tube if a person can’t eat: there’s always something. We want these choices. We don’t want anyone—certainly not bureaucrats or the marketplace—to limit them. But that doesn’t mean we are eager to make the choices ourselves. Instead, most often, we make no choice at all. We fall back on the default, and the default is: Do Something. Is there any way out of this? In late 2004, executives at Aetna, the insurance company, started an experiment. They knew that only a small percentage of the terminally ill ever halted efforts at curative treatment and enrolled in hospice, and that, when they did, it was usually not until the very end. So Aetna decided to let a group of policyholders with a life expectancy of less than a year receive hospice services without forgoing other treatments. A patient like Sara Monopoli could continue to try chemotherapy and radiation, and go to the hospital when she wished—but also have a hospice team at home focussing on what she needed for the best possible life now and for that morning when she might wake up unable to breathe. A two-year study of this “concurrent care” program found that enrolled patients were much more likely to use hospice: the figure leaped from twenty-six per cent to seventy per cent. That was no surprise, since they weren’t forced to give up anything. The surprising result was that they did give up things. They visited the emergency room almost half as often as the control patients did. Their use of hospitals and I.C.U.s dropped by more than two-thirds. Over-all costs fell by almost a quarter. This was stunning, and puzzling: it wasn’t obvious what made the approach work. Aetna ran a more modest concurrent-care program for a broader group of terminally ill patients. For these patients, the traditional hospice rules applied—in order to qualify for home hospice, they had to give up attempts at curative treatment. But, either way, they received phone calls from palliative-care nurses who offered to check in regularly and help them find services for anything from pain control to making out a living will. For these patients, too, hospice enrollment jumped to seventy per cent, and their use of hospital services dropped sharply. Among elderly patients, use of intensive-care units fell by more than eighty-five per cent. Satisfaction scores went way up. What was going on here? The program’s leaders had the impression that they had simply given patients someone experienced and knowledgeable to talk to about their daily needs. And somehow that was enough—just talking. The explanation strains credibility, but evidence for it has grown in recent years. Two-thirds of the terminal-cancer patients in the Coping with Cancer study reported having had no discussion with their doctors about their goals for end-of-life care, despite being, on average, just four months from death. But the third who did were far less likely to undergo cardiopulmonary resuscitation or be put on a ventilator or end up in an intensive-care unit. Two-thirds enrolled in hospice. These patients suffered less, were physically more capable, and were better able, for a longer period, to interact with others. Moreover, six months after the patients died their family members were much less likely to experience persistent major depression. In other words, people who had substantive discussions with their doctor about their end-of-life preferences were far more likely to die at peace and in control of their situation, and to spare their family anguish. “Great—now everybody at work is going to know.” Can mere discussions really do so much? Consider the case of La Crosse, Wisconsin. Its elderly residents have unusually low end-of-life hospital costs. During their last six months, according to Medicare data, they spend half as many days in the hospital as the national average, and there’s no sign that doctors or patients are halting care prematurely. Despite average rates of obesity and smoking, their life expectancy outpaces the national mean by a year. I spoke to Dr. Gregory Thompson, a critical-care specialist at Gundersen Lutheran Hospital, while he was on I.C.U. duty one recent evening, and he ran through his list of patients with me. In most respects, the patients were like those found in any I.C.U.—terribly sick and living through the most perilous days of their lives. There was a young woman with multiple organ failure from a devastating case of pneumonia, a man in his mid-sixties with a ruptured colon that had caused a rampaging infection and a heart attack. Yet these patients were completely different from those in other I.C.U.s I’d seen: none had a terminal disease; none battled the final stages of metastatic cancer or untreatable heart failure or dementia. To understand La Crosse, Thompson said, you had to go back to 1991, when local medical leaders headed a systematic campaign to get physicians and patients to discuss end-of-life wishes. Within a few years, it became routine for all patients admitted to a hospital, nursing home, or assisted-living facility to complete a multiple-choice form that boiled down to four crucial questions. At this moment in your life, the form asked: Do you want to be resuscitated if your heart stops? Do you want aggressive treatments such as intubation and mechanical ventilation? Do you want antibiotics? Do you want tube or intravenous feeding if you can’t eat on your own? By 1996, eighty-five per cent of La Crosse residents who died had written advanced directives, up from fifteen per cent, and doctors almost always knew of and followed the instructions. Having this system in place, Thompson said, has made his job vastly easier. But it’s not because the specifics are spelled out for him every time a sick patient arrives in his unit. “These things are not laid out in stone,” he told me. Whatever the yes/no answers people may put on a piece of paper, one will find nuances and complexities in what they mean. “But, instead of having the discussion when they get to the I.C.U., we find many times it has already taken place.” Answers to the list of questions change as patients go from entering the hospital for the delivery of a child to entering for complications of Alzheimer’s disease. But, in La Crosse, the system means that people are far more likely to have talked about what they want and what they don’t want before they and their relatives find themselves in the throes of crisis and fear. When wishes aren’t clear, Thompson said, “families have also become much more receptive to having the discussion.” The discussion, not the list, was what mattered most. Discussion had brought La Crosse’s end-of-life costs down to just over half the national average. It was that simple—and that complicated.", "One Saturday morning last winter, I met with a woman I had operated on the night before. She had been undergoing a procedure for the removal of an ovarian cyst when the gynecologist who was operating on her discovered that she had metastatic colon cancer. I was summoned, as a general surgeon, to see what could be done. I removed a section of her colon that had a large cancerous mass, but the cancer had already spread widely. I had not been able to get it all. Now I introduced myself. She said a resident had told her that a tumor was found and part of her colon had been excised. Yes, I said. I’d been able to take out “the main area of involvement.” I explained how much bowel was removed, what the recovery would be like—everything except how much cancer there was. But then I remembered how timid I’d been with Sara Monopoli, and all those studies about how much doctors beat around the bush. So when she asked me to tell her more about the cancer, I explained that it had spread not only to her ovaries but also to her lymph nodes. I said that it had not been possible to remove all the disease. But I found myself almost immediately minimizing what I’d said. “We’ll bring in an oncologist,” I hastened to add. “Chemotherapy can be very effective in these situations.” She absorbed the news in silence, looking down at the blankets drawn over her mutinous body. Then she looked up at me. “Am I going to die?” I flinched. “No, no,” I said. “Of course not.” A few days later, I tried again. “We don’t have a cure,” I explained. “But treatment can hold the disease down for a long time.” The goal, I said, was to “prolong your life” as much as possible. I’ve seen her regularly in the months since, as she embarked on chemotherapy. She has done well. So far, the cancer is in check. Once, I asked her and her husband about our initial conversations. They don’t remember them very fondly. “That one phrase that you used—‘prolong your life’—it just . . .” She didn’t want to sound critical. “It was kind of blunt,” her husband said. “It sounded harsh,” she echoed. She felt as if I’d dropped her off a cliff. I spoke to Dr. Susan Block, a palliative-care specialist at my hospital who has had thousands of these difficult conversations and is a nationally recognized pioneer in training doctors and others in managing end-of-life issues with patients and their families. “You have to understand,” Block told me. “A family meeting is a procedure, and it requires no less skill than performing an operation.” One basic mistake is conceptual. For doctors, the primary purpose of a discussion about terminal illness is to determine what people want—whether they want chemo or not, whether they want to be resuscitated or not, whether they want hospice or not. They focus on laying out the facts and the options. But that’s a mistake, Block said. “A large part of the task is helping people negotiate the overwhelming anxiety—anxiety about death, anxiety about suffering, anxiety about loved ones, anxiety about finances,” she explained. “There are many worries and real terrors.” No one conversation can address them all. Arriving at an acceptance of one’s mortality and a clear understanding of the limits and the possibilities of medicine is a process, not an epiphany. There is no single way to take people with terminal illness through the process, but, according to Block, there are some rules. You sit down. You make time. You’re not determining whether they want treatment X versus Y. You’re trying to learn what’s most important to them under the circumstances—so that you can provide information and advice on the approach that gives them the best chance of achieving it. This requires as much listening as talking. If you are talking more than half of the time, Block says, you’re talking too much. The words you use matter. According to experts, you shouldn’t say, “I’m sorry things turned out this way,” for example. It can sound like pity. You should say, “I wish things were different.” You don’t ask, “What do you want when you are dying?” You ask, “If time becomes short, what is most important to you?” Block has a list of items that she aims to cover with terminal patients in the time before decisions have to be made: what they understand their prognosis to be; what their concerns are about what lies ahead; whom they want to make decisions when they can’t; how they want to spend their time as options become limited; what kinds of trade-offs they are willing to make. Ten years ago, her seventy-four-year-old father, Jack Block, a professor emeritus of psychology at the University of California at Berkeley, was admitted to a San Francisco hospital with symptoms from what proved to be a mass growing in the spinal cord of his neck. She flew out to see him. The neurosurgeon said that the procedure to remove the mass carried a twenty-per-cent chance of leaving him quadriplegic, paralyzed from the neck down. But without it he had a hundred-per-cent chance of becoming quadriplegic. The evening before surgery, father and daughter chatted about friends and family, trying to keep their minds off what was to come, and then she left for the night. Halfway across the Bay Bridge, she recalled, “I realized, ‘Oh, my God, I don’t know what he really wants.’ ” He’d made her his health-care proxy, but they had talked about such situations only superficially. So she turned the car around. Going back in “was really uncomfortable,” she said. It made no difference that she was an expert in end-of-life discussions. “I just felt awful having the conversation with my dad.” But she went through her list. She told him, “ ‘I need to understand how much you’re willing to go through to have a shot at being alive and what level of being alive is tolerable to you.’ We had this quite agonizing conversation where he said—and this totally shocked me—‘Well, if I’m able to eat chocolate ice cream and watch football on TV, then I’m willing to stay alive. I’m willing to go through a lot of pain if I have a shot at that.’ “I would never have expected him to say that,” Block went on. “I mean, he’s a professor emeritus. He’s never watched a football game in my conscious memory. The whole picture—it wasn’t the guy I thought I knew.” But the conversation proved critical, because after surgery he developed bleeding in the spinal cord. The surgeons told her that, in order to save his life, they would need to go back in. But he had already become nearly quadriplegic and would remain severely disabled for many months and possibly forever. What did she want to do? “I had three minutes to make this decision, and, I realized, he had already made the decision.” She asked the surgeons whether, if her father survived, he would still be able to eat chocolate ice cream and watch football on TV. Yes, they said. She gave the O.K. to take him back to the operating room. “If I had not had that conversation with him,” she told me, “my instinct would have been to let him go at that moment, because it just seemed so awful. And I would have beaten myself up. Did I let him go too soon?” Or she might have gone ahead and sent him to surgery, only to find—as occurred—that he survived only to go through what proved to be a year of “very horrible rehab” and disability. “I would have felt so guilty that I condemned him to that,” she said. “But there was no decision for me to make.” He had decided. During the next two years, he regained the ability to walk short distances. He required caregivers to bathe and dress him. He had difficulty swallowing and eating. But his mind was intact and he had partial use of his hands—enough to write two books and more than a dozen scientific articles. He lived for ten years after the operation. This past year, however, his difficulties with swallowing advanced to the point where he could not eat without aspirating food particles, and he cycled between hospital and rehabilitation facilities with the pneumonias that resulted. He didn’t want a feeding tube. And it became evident that the battle for the dwindling chance of a miraculous recovery was going to leave him unable ever to go home again. So, this past January, he decided to stop the battle and go home. “We started him on hospice care,” Block said. “We treated his choking and kept him comfortable. Eventually, he stopped eating and drinking. He died about five days later.” “Whoa! That’s a little clingy.”", "Susan Block and her father had the conversation that we all need to have when the chemotherapy stops working, when we start needing oxygen at home, when we face high-risk surgery, when the liver failure keeps progressing, when we become unable to dress ourselves. I’ve heard Swedish doctors call it a “breakpoint discussion,” a systematic series of conversations to sort out when they need to switch from fighting for time to fighting for the other things that people value—being with family or travelling or enjoying chocolate ice cream. Few people have this discussion, and there is good reason for anyone to dread these conversations. They can unleash difficult emotions. People can become angry or overwhelmed. Handled poorly, the conversations can cost a person’s trust. Handled well, they can take real time. I spoke to an oncologist who told me about a twenty-nine-year-old patient she had recently cared for who had an inoperable brain tumor that continued to grow through second-line chemotherapy. The patient elected not to attempt any further chemotherapy, but getting to that decision required hours of discussion—for this was not the decision he had expected to make. First, the oncologist said, she had a discussion with him alone. They reviewed the story of how far he’d come, the options that remained. She was frank. She told him that in her entire career she had never seen third-line chemotherapy produce a significant response in his type of brain tumor. She had looked for experimental therapies, and none were truly promising. And, although she was willing to proceed with chemotherapy, she told him how much strength and time the treatment would take away from him and his family. He did not shut down or rebel. His questions went on for an hour. He asked about this therapy and that therapy. And then, gradually, he began to ask about what would happen as the tumor got bigger, the symptoms he’d have, the ways they could try to control them, how the end might come. The oncologist next met with the young man together with his family. That discussion didn’t go so well. He had a wife and small children, and at first his wife wasn’t ready to contemplate stopping chemo. But when the oncologist asked the patient to explain in his own words what they’d discussed, she understood. It was the same with his mother, who was a nurse. Meanwhile, his father sat quietly and said nothing the entire time. A few days later, the patient returned to talk to the oncologist. “There should be something. There must be something,” he said. His father had shown him reports of cures on the Internet. He confided how badly his father was taking the news. No patient wants to cause his family pain. According to Block, about two-thirds of patients are willing to undergo therapies they don’t want if that is what their loved ones want. The oncologist went to the father’s home to meet with him. He had a sheaf of possible trials and treatments printed from the Internet. She went through them all. She was willing to change her opinion, she told him. But either the treatments were for brain tumors that were very different from his son’s or else he didn’t qualify. None were going to be miraculous. She told the father that he needed to understand: time with his son was limited, and the young man was going to need his father’s help getting through it. The oncologist noted wryly how much easier it would have been for her just to prescribe the chemotherapy. “But that meeting with the father was the turning point,” she said. The patient and the family opted for hospice. They had more than a month together before he died. Later, the father thanked the doctor. That last month, he said, the family simply focussed on being together, and it proved to be the most meaningful time they’d ever spent. Given how prolonged some of these conversations have to be, many people argue that the key problem has been the financial incentives: we pay doctors to give chemotherapy and to do surgery, but not to take the time required to sort out when doing so is unwise. This certainly is a factor. (The new health-reform act was to have added Medicare coverage for these conversations, until it was deemed funding for “death panels” and stripped out of the legislation.) But the issue isn’t merely a matter of financing. It arises from a still unresolved argument about what the function of medicine really is—what, in other words, we should and should not be paying for doctors to do. The simple view is that medicine exists to fight death and disease, and that is, of course, its most basic task. Death is the enemy. But the enemy has superior forces. Eventually, it wins. And, in a war that you cannot win, you don’t want a general who fights to the point of total annihilation. You don’t want Custer. You want Robert E. Lee, someone who knew how to fight for territory when he could and how to surrender when he couldn’t, someone who understood that the damage is greatest if all you do is fight to the bitter end. More often, these days, medicine seems to supply neither Custers nor Lees. We are increasingly the generals who march the soldiers onward, saying all the while, “You let me know when you want to stop.” All-out treatment, we tell the terminally ill, is a train you can get off at any time—just say when. But for most patients and their families this is asking too much. They remain riven by doubt and fear and desperation; some are deluded by a fantasy of what medical science can achieve. But our responsibility, in medicine, is to deal with human beings as they are. People die only once. They have no experience to draw upon. They need doctors and nurses who are willing to have the hard discussions and say what they have seen, who will help people prepare for what is to come—and to escape a warehoused oblivion that few really want."], "pubDate": null, "id": "2242eab8-1d50-34fd-aef9-fb7df9aa567f", "keywords": ["told", "chemotherapy", "hospice", "doctors", "cancer", "medicine", "family", "lung", "going", "cant", "patients", "sara", "save"], "title": "What Should Medicine Do When It Can’t Save You?", "summary": "Instead of an infection, as everyone had expected, it was lung cancer, and it had already spread to the lining of her chest.\nHe explained that she had a non-small cell lung cancer that had started in her left lung.\nSuppose I was wrong, I wondered, and she proved to be that miracle patient who survived metastatic lung cancer?\nShe was ready to try anything, and I found myself focussing on the news about experimental therapies for her lung cancer.\n“I can’t think of a single funny thing to say,” Emily told Sara as their parents looked on.", "authors": ["Atul Gawande", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}