{"id": "2277dd37-2446-33a2-ab3d-7cfb38e1772a", "title": "5 Fall Jackets to Wear Now According to One ‘Vogue’ Editor", "url": "https://www.vogue.com/article/what-i-wore-this-week-madeline-fass", "summary": "As we continue to navigate these ever-changing times, in season two of What I Wore This Week, one Vogue editor shares their outfits—both on Zoom and IRL—from the previous week.\nInstead, I’ve gravitated toward the same simple outfit formula of pants and some version of a loose button-up.\nAnd let’s be real, the only shoes I’ve been wearing inside are my trusty shearling Birkenstock slides.\nBut now that I am settled back in New York, I’m ready and willing to get dressed to the fullest.\nHere, five outfits that make me happy to be getting dressed—topped with a fall jacket for each day of the week.", "paragraphs": ["As we continue to navigate these ever-changing times, in season two of What I Wore This Week, one Vogue editor shares their outfits—both on Zoom and IRL—from the previous week.", "I never considered myself to have a “uniform.” Instead, I found joy in testing out new trends and experimenting with all sorts of looks at the office. Creating a full picture is really the root of my personal style, and no outfit of mine is truly complete without a great pair of shoes, a funky handbag, plenty of jewelry, and a fine piece of outerwear. While staying indoors in the suburbs with my family for the past seven months, though, I haven’t been adding these more personal additions. Instead, I’ve gravitated toward the same simple outfit formula of pants and some version of a loose button-up. And let’s be real, the only shoes I’ve been wearing inside are my trusty shearling Birkenstock slides.", "But now that I am settled back in New York, I’m ready and willing to get dressed to the fullest. I’m so happy to be walking everywhere and anywhere again. From errands and grocery runs to visits to my favorite vintage shops and restaurants to neighborhood walks, each outing feels like an occasion in and of itself. How exciting it is to feel like myself and channel some sense of normalcy when I am out on the street, even if I’m just heading to the corner store and back. After months of neglecting and being separated from my most loved and personal pieces—my jacket and coats, city-ready footwear, and statement handbags—it’s been so nice to have a reason to put them on once again, now with a mask to match. Here, five outfits that make me happy to be getting dressed—topped with a fall jacket for each day of the week.", "Day 1", "The Patent Jacket"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["personal", "ive", "months", "shoes", "instead", "outfit", "fall", "vogue", "im", "editor", "happy", "zoom", "jacket", "according", "wear", "jackets"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}