{"id": "229b92ee-cc4d-3a33-8e4e-30a562511238", "title": "Jet2 passenger allegedly threatens to urinate on cabin crew member, instead urinates on locked restroom door", "url": "https://www.foxnews.com/travel/jet2-passenger-urinate-cabin-crew-threat-urinates-locked-restroom-door", "summary": "During the flight, Tooth, who was travelling with his 34-year-old son Matthew, reportedly became abusive toward staff after his son was accused of eating one of the crew member’s meals.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTERAt the Magistrates Court, Tooth admitted to being drunk when he boarded the Oct. 23 flight.\nTooth’s son Matthew, meanwhile, was also due in court that day, but failed to appear.\nCLICK HERE TO GET THE FOX NEWS APPAs strange as it sounds, Tooth’s behavior marks the second recent incident of a plane passenger allegedly peeing in a non-restroom area.\nAlso in October, a Delta passenger claimed she was awoken on a red-eye flight to a man urinating on her.", "paragraphs": ["Another day, another allegation of an airline passenger peeing where he isn’t supposed to.", "A man who traveled with Jet2 in October has been fined 670 pounds ($880) for allegedly threatening to injure, and also urinate on, the cabin crew who requested he wear a mask during his flight.", "Christopher Tooth, 57, appeared in Manchester Magistrates Court to plead guilty to charges stemming from the Oct. 23 incident, which took place aboard a Jet2 flight from Cyprus to Manchester, per the Manchester Evening News.", "During the flight, Tooth, who was travelling with his 34-year-old son Matthew, reportedly became abusive toward staff after his son was accused of eating one of the crew member’s meals. Both Tooth and his son were said to have followed the crew into the galley where they became “abusive and aggressive,” but eventually sat back down.", "RYANAIR JOKE BACKFIRES AFTER AIRLINE MOCKS TRUMP'S EARLY VICTORY SPEECH", "Upon reaching their seats, however, Matthew was reminded to wear a face covering, at which point Tooth reportedly became very angry with a fellow passenger, coming only “inches” from the traveler’s face.", "A cabin manager intervened to hold Tooth back, the Manchester Evening News reported, at which point Tooth allegedly threatened the manager by telling him he’d “f---ing drag you off this plane.”", "Then, when the plane landed, Tooth reportedly would not remain in his seat — claiming he wanted to use the plane’s restroom — and responded to a flight attendant by asking, “Shall I p--- on you then, w---er?”", "“Once the plane came to a standstill, he made his way to the rear of the aircraft to go to the toilet, which was locked. He broke the handle into the toilet and urinated with the door open in view of the female crew member,” a prosecutor told the court, adding that Tooth also urinated in his seat.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "At the Magistrates Court, Tooth admitted to being drunk when he boarded the Oct. 23 flight.", "Tooth’s lawyer told the court that Tooth regretted his actions, and wished to apologize to both the police and the flight crew for “having to deal with him.”", "The judge sentenced Tooth to pay 670 pounds ($880) in fines, along with additional court costs and a victim surcharge, the Manchester Evening News reported.", "Tooth’s son Matthew, meanwhile, was also due in court that day, but failed to appear. A warrant was issued for his arrest.", "CLICK HERE TO GET THE FOX NEWS APP", "As strange as it sounds, Tooth’s behavior marks the second recent incident of a plane passenger allegedly peeing in a non-restroom area. Also in October, a Delta passenger claimed she was awoken on a red-eye flight to a man urinating on her. Police later identified the man as a pastor from North Carolina."], "authors": ["Michael Bartiromo"], "keywords": ["urinates", "member", "reportedly", "jet2", "urinate", "restroom", "court", "plane", "son", "passenger", "threatens", "door", "flight", "tooth", "matthew", "instead", "manchester", "crew", "locked"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}