{"title": "Providence Equity Invests $223 Million in Finnish Social Ad-Tech Firm", "summary": "Providence is investing €200 million ($223 million) in Helsinki-based Smartly.io, valuing the company at €300 million, according to people familiar with the matter.\nStories is a social media feature on platforms such as Snapchat and Instagram where users can swipe through vertical videos and images.\n“There is a very clear need for our customers to utilize creative and media optimization capabilities across these platforms,” Mr. Ovaska said.\n“We’re just getting started there.”Smartly.io also plans to accelerate its expansion into the U.S., where it has about 100 employees, Mr. Ovaska said.\nThis isn’t the first ad-tech deal for Providence, which invested around $200 million in 2017 to take a majority stake in ad measurement firm DoubleVerify.", "url": "https://www.wsj.com/articles/providence-equity-invests-223-million-in-finnish-social-ad-tech-firm-11576656120?mod=hp_minor_pos1", "paragraphs": ["Providence Equity Partners LLC is taking a majority stake in social video advertising technology provider Smartly.io Solutions Oy as the private-equity firm bets that brands will spend more marketing dollars on Facebook and other social platforms.", "Providence is investing €200 million ($223 million) in Helsinki-based Smartly.io, valuing the company at €300 million, according to people familiar with the matter.", "The ad-tech company, which is profitable, will generate €70 million in revenue this year, up 40% over 2018, according to one of the people familiar with the matter.", "As part of the investment, former Publicis Groupe executive and Adobe Inc. and DoubleVerify Inc. board member Laura Desmond will chair Smartly.io’s board.", "Providence’s investment comes as marketers are directing more advertising dollars into Facebook, YouTube and other mobile and social video environments, which have demonstrated a relatively strong ability to drive users to perform actions such as installing apps, visiting websites or making purchases.", "Social media ad revenue in the U.S. totaled $16.5 billion in the first half of 2019, up 25.7% from the same period a year earlier, according to a report from the Interactive Advertising Bureau and PricewaterhouseCoopers LLP.", "Direct-to-consumer brands, in particular, have used Facebook and Instagram to expand their businesses, but more traditional marketers are also accelerating their social ad investments, Ms. Desmond said. “Marketers need to be where consumers are, and social channels are where they are spending their time,” she said.", "Smartly.io focuses its offering on video and image formats within social-media news feeds and “Stories” where branding and direct-response marketing can overlap, executives from Providence and Smartly.io said. Stories is a social media feature on platforms such as Snapchat and Instagram where users can swipe through vertical videos and images.", "The company provides creative and media management tools for marketers looking to reach consumers on Facebook and Instagram in an automated fashion.", "Marketers will direct roughly €2.5 billion in ad spending through Smartly.io’s platform this year, the company said. Its customers include Uber Technologies Inc. and eBay Inc.", "Next year, the company will expand its offerings to include services for YouTube, Pinterest, Twitter and Snapchat, according to Kristo Ovaska, co-founder and chief executive of Smartly.io.", "“There is a very clear need for our customers to utilize creative and media optimization capabilities across these platforms,” Mr. Ovaska said. “We’re just getting started there.”", "Smartly.io also plans to accelerate its expansion into the U.S., where it has about 100 employees, Mr. Ovaska said. In addition, it plans to work with larger marketers, which currently include Walmart Inc. and Under Armour Inc.", "“The changes in consumer behavior, moving from desktop to mobile, and then from mobile to mobile-first formats such as Stories, has been rapid,” Mr. Ovaska said.", "This isn’t the first ad-tech deal for Providence, which invested around $200 million in 2017 to take a majority stake in ad measurement firm DoubleVerify.", "Smartly.io will use some of the financing from Providence to seek acquisitions to boost its capabilities, particularly in areas such as creative production and data and content management, according to Providence and Smartly.io executives.", "“We view this as the first step of an initial investment,” said Davis Noell, a managing director at Providence. “One thing we want to do is continue to support Smartly with more capital to make acquisitions that are a natural extension to its business.”", "Smartly.io, which has more than 350 employees across 16 offices globally, had previously raised $22.5 million in total from Highland Capital Partners and European investment firm Lifeline Ventures. These firms will retain a minority stake.", "Mr. Ovaska and Smartly.io’s other co-founder, Tuomo Riekki, are expected to stay on at the company and will remain significant shareholders as Smartly.io charts its expansion, Mr. Noell said.", "Write to Sahil Patel at sahil.patel@wsj.com"], "id": "22e3fe24-300f-3a4c-9300-ad5f0a33b276", "authors": ["Sahil Patel", "Sahil.Patel Wsj.Com"], "keywords": ["company", "mr", "marketers", "ovaska", "equity", "according", "providence", "social", "adtech", "finnish", "media", "million", "223", "firm", "invests", "smartlyio"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}