{"title": "Future Returns: How to Invest in Space Travel and Technologies", "summary": "The main catalyst behind the space industry is human missions, but there are multiple end markets and related adjacent industries within the space economy.\nBut make no mistake, the space industry is emerging due to the improved unit economics of putting things in orbit and improvements in technology.\nThe main catalyst behind the space industry, Jonas says, is human missions, but there are multiple end markets and related adjacent industries within the space economy.\nHe sees three main areas for growth: media communications, transportation (space travel for earth, moving people and things), ⁠and earth observation.\nAs Jonas points out, there aren’t a lot of pure play space companies to invest in at the moment.", "url": "https://www.barrons.com/articles/future-returns-how-to-invest-in-space-travel-and-technologies-01576610306?mod=hp_minor_pos26", "paragraphs": ["The main catalyst behind the space industry is human missions, but there are multiple end markets and related adjacent industries within the space economy.", "Text size", "New developments in space travel and related technologies are linking together a diverse array of firms, creating a new economy around the activity in their industry. According to a report from Morgan Stanley published earlier this year, the global space industry could generate more than $1 trillion by 2040, up from about $350 billion today.", "“It’s just starting,” says Adam Jonas, managing director of Global Auto & Shared Mobility Research at Morgan Stanley, adding that just a few years ago, investing in space would have been on the average investor’s mind as much as autonomous cars were a decade ago, or electric cars were before Tesla went public.", "“I’d say it went from a zero out of 10 in terms of on people’s minds, to approaching a one out of 10 today,” he says. But make no mistake, the space industry is emerging due to the improved unit economics of putting things in orbit and improvements in technology. “The capability of what you can put 300 miles above the earth is very different” than it was in the 1990s, he says.", "The main catalyst behind the space industry, Jonas says, is human missions, but there are multiple end markets and related adjacent industries within the space economy.", "He sees three main areas for growth: media communications, transportation (space travel for earth, moving people and things), ⁠and earth observation. Jonas describes the latter as turning the upper atmosphere and orbital planes into an area for data collection with innumerable uses, from predicting weather to improving supply chain efficiency—even stopping illegal fishing.", "Jonas says these developments are important for the earth, because we need the perspective.", "“It’s happening at a time when I think there may be some elevated consciousness in business and certainly amongst our clients, as to the earth and the changes of the earth, [and] how we view the change of earth’s resources and the environment.”", "Furthermore, the U.S. government’s plans for a Space Command could help the industry take off like never before.", "“That combination of capitalism and national security could herald a more rapid development of this domain than people realize today,” he says.", "Here’s what Jonas says is important to keep in mind when considering space industry investments.", "Acknowledge the Sector’s Difficulties", "Historically, investing in space has been home to cautionary tales, Jonas says. Space is hard, capital intensive, and an unproven market.", "“In many cases, there’s unproven technology, unproven physics, and certainly unproven business models,” he says.", "Despite a positive outlook for the sector, Jonas says it’s no less difficult today.", "“Investing is speculative by nature⁠—investing in space is a different level of speculation,” he says.", "“ The developments of travel and [communications] might take decades to play out. So be patient.” ” —Adam Jonas", "Part of the issue is that there are a lot of binary outcomes for the technologies, for example, getting approval for a certain band of communications, or not, without any in-between.", "“I suspect that there will be many companies that would fail,” he says.", "Investing in the marketplace isn’t going to be all rocket launchers and space missions. As Jonas points out, there aren’t a lot of pure play space companies to invest in at the moment. The Morgan Stanley Space 20, for instance, includes companies like GoDaddy and Shopify among those best exposed to growth from the space industry.", "“You might have to be willing to own an investment that may not be a 100% pure play space.”", "Become an Expert", "“Many of these [space] companies are private,” Jonas says, “meaning the most exciting things that are going on are in the private domain.”", "Some unicorns, like SpaceX, have an outsized impact on the rest of the space industry, but most companies are too small to move the needle.", "But that doesn't mean you shouldn’t pay attention to smaller firms, because they might become public in the future. And there are still opportunities to invest in their orbit by investing in companies they partner with or in their supply chain.", "Jonas says that even if companies aren’t accessible to invest in, they are worth keeping an eye on.", "“They might still be worth following because they might one day be public potentially, or they may be working on a topic that is at a bleeding edge of something that can affect the public markets,” Jonas says.", "Focus On a Long-Time Horizon", "Jonas says space isn’t the place to make a quick buck. “At least the developments of travel and [communications] might take decades to play out,” Jonas says. “So be patient.”", "Virgin Galactic, for example, which styles itself as “the world’s first commercial space line” was founded in 2004 and has continually pushed back the date for commercial space flights, which it currently anticipates for 2020.", "Jonas says the investment phase for some firms in the space industry might last a decade or more before any revenue.", "“In this case you might need your DCF (discounted cash flow) to go out 30 years, 40 years,” Jonas says. He uses the example of space mining and says that might require a 50-year DCF. “Not every investor would be comfortable doing that.”", "But for those who are willing, the potential for long--term returns might make it worth investing in the final frontier."], "id": "22ff113e-60b2-3b1f-b7ba-02fea366ae00", "authors": ["Rob Csernyik", "Adam Jonas"], "keywords": ["travel", "play", "companies", "industry", "jonas", "unproven", "earth", "invest", "space", "future", "investing", "returns", "developments", "technologies"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}