{"id": "230a3a27-e7cf-3aba-80cb-b2a5751e7d79", "keywords": ["mail", "scott", "instagram", "told", "shes", "dads", "daughter", "relationship", "eminems", "famous", "hailie", "twin", "mathers", "pic"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Sasha Savitsky", "You Can Find Sasha Savitsky On Twitter"], "url": "https://www.foxnews.com/entertainment/eminem-daughter-hailie-mathers-dad-twin-new-pic", "title": "Eminem's daughter Hailie Mathers is dad's twin in new pic", "summary": "Eminem's daughter is proof the apple does not fall far from the tree.\nThe rapper's social-media famous daughter, Hailie Mathers, looked just like Eminem in a new photo she posted to Instagram.\n\"i tried harder than i'd like toa dmit to get a 'golden hour' photo today...\" Mathers captioned the pic.\nEMINEM'S DAUGHTER HAILIE SCOTT, 23, SHOWS OFF FIT PHYSIQUE IN BIKINI SNAPSMathers, whose full name is Hailie Jade Scott Mathers, was prominently featured in several of her father's songs, especially during \"Mockingbird\" and \"Hailie's Song,\" among others, but is now breaking away from underneath her famous dad's shadow.\nEMINEM'S DAUGHTER HAILIE SCOTT OPENS UP ABOUT HER CLOSE RELATIONSHIP WITH FAMOUS DAD\"People have been reaching out through [Instagram], as I don't have any [management],\" she told the outlet at the time.", "pubDate": null, "paragraphs": ["Eminem's daughter is proof the apple does not fall far from the tree.", "The rapper's social-media famous daughter, Hailie Mathers, looked just like Eminem in a new photo she posted to Instagram.", "\"i tried harder than i'd like toa dmit to get a 'golden hour' photo today...\" Mathers captioned the pic.", "EMINEM'S DAUGHTER HAILIE SCOTT, 23, SHOWS OFF FIT PHYSIQUE IN BIKINI SNAPS", "Mathers, whose full name is Hailie Jade Scott Mathers, was prominently featured in several of her father's songs, especially during \"Mockingbird\" and \"Hailie's Song,\" among others, but is now breaking away from underneath her famous dad's shadow.", "EMINEM'S DAUGHTER GAINS MASSIVE SOCIAL MEDIA FOLLOWING DESPITE EARLY STRUGGLES WITH CELEB DAD", "In recent months, Scott has amassed a large following on Instagram, rising to the status of an \"influencer.\" Her account, which currently sits at 1.7 million followers, includes tons of selfies and professionally-shot photos, usually depicting her posing next to storefronts, crossing the street, or grabbing a drink at coffee shops.", "Speaking to Daily Mail in 2018, Scott says her newfound fame has attracted many sponsorship opportunities, but she hasn't taken any offers just yet.", "EMINEM'S DAUGHTER HAILIE SCOTT OPENS UP ABOUT HER CLOSE RELATIONSHIP WITH FAMOUS DAD", "\"People have been reaching out through [Instagram], as I don't have any [management],\" she told the outlet at the time.", "When asked if she's been offered any upscale photo shoot gigs, she said, \"Not so much [by] magazines, but companies who work with them.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Although Scott hasn't included her father in any of her posts, she says she's maintained a good relationship with her father. \"Of course, we are very close,\" she told Daily Mail last year."]}