{"id": "232c7569-8b0e-3a3f-a54b-888b9501d915", "title": "Prince Harry, Meghan Markle will no longer use royal titles, Queen and Buckingham Palace announce", "url": "https://www.foxnews.com/entertainment/prince-harry-meghan-markle-queen-announcement-royal", "summary": "They will no longer receive public funds for Royal duties,\" Buckingham Palace said in a statement on the official royal family website.\nPRINCE HARRY, MEGHAN MARKLE STEPPING BACK AS SENIOR MEMBERS OF ROYAL FAMILYQueen Elizabeth II simultaneously released a statement of her own voicing her support.\nMEGHAN MARKLE, PRINCE HARRY: WILL THE COUPLE BE ABLE TO BREAK AWAY FROM TAXPAYER SUPPORT?\nIt also comes at a time of strain for Prince Harry and his older brother, Prince William.\nWHAT LED TO MEGHAN MARKLE, PRINCE HARRY'S ROYAL DEPARTUREIn October 2019, Prince Harry and Markel opened up to host Tom Bradby in ITV’s documentary “Harry & Meghan: An African Journey,” which aired in both the U.K. and U.S.", "paragraphs": ["Queen Elizabeth and Buckingham Palace released much-anticipated statements on Saturday confirming that Prince Harry and Meghan Markle will no longer use their royal titles and will move forward with their initial \"Megxit\" plan in the spring of 2020.", "QUEEN ISSUES STATEMENT ON MEGHAN MARKLE, PRINCE HARRY AFTER FAMILY TALKS, AGREES TO PART-TIME MOVE TO CANADA", "\"The Duke and Duchess of Sussex are grateful to Her Majesty and the Royal Family for their ongoing support as they embark on the next chapter of their lives. As agreed in this new arrangement, they understand that they are required to step back from Royal duties, including official military appointments. They will no longer receive public funds for Royal duties,\" Buckingham Palace said in a statement on the official royal family website.", "The palace continued: \"With The Queen’s blessing, the Sussexes will continue to maintain their private patronages and associations. While they can no longer formally represent The Queen, the Sussexes have made clear that everything they do will continue to uphold the values of Her Majesty.", "\"The Sussexes will not use their HRH [His or Her Royal Highness] titles as they are no longer working members of the Royal Family. The Duke and Duchess of Sussex have shared their wish to repay Sovereign Grant expenditure for the refurbishment of Frogmore Cottage, which will remain their U.K. family home,\" the palace said.", "The refurbishment reportedly cost £2.4 million, or approximately $3.1 million, the Daily Mail has reported.", "\"Buckingham Palace does not comment on the details of security arrangements. There are well-established independent processes to determine the need for publicly-funded security,\" it added.", "PRINCE HARRY, MEGHAN MARKLE STEPPING BACK AS SENIOR MEMBERS OF ROYAL FAMILY", "Queen Elizabeth II simultaneously released a statement of her own voicing her support.", "\"Following many months of conversations and more recent discussions, I am pleased that together we have found a constructive and supportive way forward for my grandson and his family. Harry, Meghan and Archie will always be much-loved members of my family,\" she said.", "\"I recognize the challenges they have experienced as a result of intense scrutiny over the last two years and support their wish for a more independent life,\" the 93-year-old monarch said. \"I want to thank them for all their dedicated work across this country, the Commonwealth and beyond, and am particularly proud of how Meghan has so quickly become one of the family.\"", "\"It is my whole family’s hope that today’s agreement allows them to start building a happy and peaceful new life,\" she added.", "MEGHAN MARKLE, PRINCE HARRY WON’T HAVE 'PROTECTIONS' IN US AS THEY DO 'AT HOME' WITH PAPARAZZI, ATTORNEY SAYS", "The shocking double statements come just days after the queen held a pivotal summit to discuss Prince Harry and Markle's royal departure with her grandson and other members of the monarchy while the Duchess remained in Canada with 8-month-old Archie.", "Prince Harry and Markle first announced their decision to become part-time members of the royal family on Jan. 8, shocking the world and their family members with the news.", "MEGHAN MARKLE, PRINCE HARRY: WILL THE COUPLE BE ABLE TO BREAK AWAY FROM TAXPAYER SUPPORT?", "Archie's parents said their decision came \"after many months of reflection and internal discussions.\"", "\"We have chosen to make a transition this year in starting to carve out a progressive new role within this institution,\" the couple shared on Instagram. “We intend to step back as ‘senior’ members of the Royal Family and work to become financially independent, while continuing to fully support Her Majesty The Queen. It is with your encouragement, particularly over the last few years, that we feel prepared to make this adjustment.\"", "\"We now plan to balance our time between the United Kingdom and North America, continuing to honor our duty to The Queen, the Commonwealth and our patronages,\" they continued. \"This geographic balance will enable us to raise our son with an appreciation for the royal tradition into which he was born, while also providing our family with the space to focus on the next chapter, including the launch of our new charitable entity.\"", "MEGHAN MARKLE, PRINCE HARRY WON’T HAVE 'PROTECTIONS' IN US AS THEY DO 'AT HOME' WITH PAPARAZZI, ATTORNEY SAYS", "\"Megxit\" comes after Prince Harry and Markle's many attempts to put an end to the scrutiny they've faced since their royal engagement in 2017. It also comes at a time of strain for Prince Harry and his older brother, Prince William.", "Nick Bullen, editor in chief of True Royalty TV, told Fox News earlier this week that the siblings' relationship is severely fractured.", "“There is no doubt that the relationship between Princes Harry and William is at an all-time low,” Bullen said.", "WHAT LED TO MEGHAN MARKLE, PRINCE HARRY'S ROYAL DEPARTURE", "In October 2019, Prince Harry and Markel opened up to host Tom Bradby in ITV’s documentary “Harry & Meghan: An African Journey,” which aired in both the U.K. and U.S. While the special aimed to give audiences a behind-the-scenes glimpse into the couple’s recent royal tour of southern Africa, the couple also spoke out about enduring ruthless tabloid rumors as new parents.", "Even the queen had hinted at a royal family rift ahead of the Christmas holiday.", "While giving her annual holiday address to the nation, a photo of Harry, his wife and their new child was shockingly missing from the queen's desk, as photos of other immediate family members -- including Prince William, his wife Kate Middleton and their three children -- were framed beside Her Majesty.", "CLICK HERE TO GET THE FOX NEWS APP", "Markle, 38, and Prince Harry, 35, welcomed son Archie Harrison Mountbatten-Windsor in May 2019. The baby’s arrival came a year after the couple tied the knot in a televised royal ceremony in May 2018.", "Fox News' Stephanie Nolasco contributed to this report."], "authors": ["Melissa Roberto"], "keywords": ["royal", "longer", "queen", "family", "titles", "buckingham", "prince", "palace", "members", "harry", "markle", "meghan"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}