{"id": "2358b5b4-4944-30c4-bd01-3ceae990293b", "keywords": ["crystal", "served", "star", "mithril", "thiels", "wonder", "trying", "letters", "mckellar", "investors", "suit", "peter", "told", "mithrils", "public", "swampy", "fund", "undermine"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Sasha Savitsky", "You Can Find Sasha Savitsky On Twitter"], "url": "https://www.foxnews.com/entertainment/wonder-years-crystal-mckellar-accused-undermine-peter-thiel-fund", "title": "'Wonder Years' actress Crystal McKellar calls suit accusing her of trying to undermine Peter Thiel's fund 'swampy'", "summary": "According to the suit filed in Texas court earlier this week, McKellar's letters were \"written to sow discord between Mithril and its business partners.\"\nBut McKellar told Fox News on Friday that she has \"not been served with a copy of the complaint\" and insinuated that Mithrol provided the documents to the media, calling it a \"swampy\" move.\n‘WONDER YEARS’ STARS REUNITE WITH ADORABLE SELFIE\"Based on the media coverage, I can state that the allegations of wrongdoing are unequivocally false, and it will be a simple matter to prove them false if it gets that far,\" McKellar told us.\nThis is about Mithril’s investors, who are families, foundations, and charities that help the most vulnerable Americans, and the pension funds that permit our public servants to retire with dignity.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMThe suit seeks more than $1 million in relief.", "pubDate": null, "paragraphs": ["A former child star and sister of actress Danica McKellar is being sued for breach of contract after allegedly authoring a letter-writing campaign to bring down a venture fund owned by billionaire Peter Thiel.", "Crystal McKellar, who portrayed Becky Slater on \"The Wonder Years,\" is being accused of attempting to disgrace Thiel's Mithril Capital Management through anonymous handwritten letters to its investors, according to documents obtained by the New York Post.", "‘WONDER YEARS’ STAR DANICA MCKELLAR TALKS FINDING LOVE AGAIN AFTER DIVORCE", "Per the Post, McKellar, who graduated from Harvard Law School in 2003, formerly served as Mithril's sole general counsel before leaving the firm in February with a reported $225,000-a-year consulting job.", "According to the suit filed in Texas court earlier this week, McKellar's letters were \"written to sow discord between Mithril and its business partners.\" While the letters were not signed, at least one of the envelopes used to mail them had a handwritten return address on it and a forensic handwriting analysis obtained by Mithril identified her as the author.", "The suit claimed that one of McKellar's letters accused Mithril co-founder Ajay Royan of \"lying to investors and the public about how much he is charging us in management fees.\"", "But McKellar told Fox News on Friday that she has \"not been served with a copy of the complaint\" and insinuated that Mithrol provided the documents to the media, calling it a \"swampy\" move.", "‘WONDER YEARS’ STARS REUNITE WITH ADORABLE SELFIE", "\"Based on the media coverage, I can state that the allegations of wrongdoing are unequivocally false, and it will be a simple matter to prove them false if it gets that far,\" McKellar told us. \"But this isn’t about me. This is about what’s going on at Mithril. This is about Mithril’s investors, who are families, foundations, and charities that help the most vulnerable Americans, and the pension funds that permit our public servants to retire with dignity. These investors placed their trust and money in promises that were made by Mithril.\"", "She added: \"I left Mithril earlier this year when it became clear to me that Mithril’s leadership was lying to its investors and that the promises it had made were not going to be kept.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The suit seeks more than $1 million in relief."]}