{"keywords": ["nodeal", "blame", "johnson", "brexit", "johnsons", "barnier", "boris", "week", "michel", "proposals", "clear", "deal", "common", "uk", "eu"], "paragraphs": ["EU’s chief negotiator issues warning to UK government as talks appear on brink of collapse • ‘We cannot change what we are’: Michel Barnier stares down Tory threats", "The EU’s chief negotiator, Michel Barnier, has said Boris Johnson’s government will have to bear full responsibility for a no-deal Brexit, as more than three years of talks between the UK and Brussels appeared on the brink of collapse last night.", "In what appeared to be the opening shots in a blame game as both sides sense failure, Barnier said he could not see how a deal could be done unless the British side came forward with revised proposals within days.", "If it refused to do so – and there was no deal as a result – this would be viewed by the EU as the deliberate choice of Boris Johnson’s government.", "“If they do not change, I do not believe, on the basis of the mandate I have been given by the EU27, that we can advance,” Barnier said on Saturday at an event in Paris organised by Le Monde.", "If the UK was still serious about a deal it would return with “different proposals” this week and the EU side would be prepared to talk, he said.", "But he added: “I want to be extremely clear. No deal will never be Europe’s choice. It would be – and note the conditional tense, because I hope still to find a deal – it would always be the UK’s choice, not ours. We’re ready for it, we’ve taken measures to protect our citizens and our businesses. But we do not want it.” His comments came as Downing St made clear it would not give any substantial ground and that the onus was on the EU to show flexibility.", "At a meeting of government advisers on Friday night, Johnson’s closest aide, Dominic Cummings, said if Brussels did not soften its opposition to the UK’s proposals, the UK would be ready to leave with no deal.", "The signs of deadlock increased after a week in which the Johnson government tabled new proposals under which Northern Ireland would leave the EU’s customs territory with the rest of the UK on 31 October, but remain in the single market for goods. The Northern Irish assembly would also be given the right to veto the arrangements every four years, even though the power-sharing assembly was dissolved more than two years ago.", "However, Barnier said that there were serious problems with the plans which threatened the EU single market and did not answer EU concerns on the need for customs checks: “We are a single market. That’s a complete ecosystem, with common rights, common norms, common standards, common rules, a common legal system. It requires checks at its borders.”", "Downing St had suggested before the weekend that the prime minister would be touring EU capitals this week to try to make progress towards a deal.", "But in a firm rebuff, the European Commission made clear there was insufficient basis for more negotiation as the gulf between the two sides remained too wide, and it did not want to give the impression that progress could be made when it could not.", "Nevertheless, No 10 said that the Brexit secretary, Stephen Barclay, would travel to the Netherlands on Sunday, and that Johnson would continue to “hit the phones over the next couple of days”, and remained open to meeting EU leaders if they wanted to see him.", "Facebook Twitter Pinterest Stephen Barclay, secretary of state for exiting the European Union. Photograph: Oli Scarff/AFP/Getty Images", "Writing in the Observer, the culture secretary, Nicky Morgan, a former Remainer, says a deal should be done but that she is now prepared to see a no-deal outcome in order to settle the Brexit issue.", "Urging MPs to rally behind the Johnson plans, she writes: “I know that some people may have been surprised when I took a role in Boris Johnson’s cabinet, but what the critics miss is that there is nothing ultimately to be gained for our country or our constituents in any of us remaining stuck in our views from three years ago.", "“It has been clear for months that the current Brexit situation simply cannot continue and that an end to this first phase must be found. For that reason, I can support the prime minister’s clear view that we must leave the European Union on 31 October – either with a deal or without one.”", "Also in this paper, former prime minister Tony Blair describes Johnson’s proposals as a “hotchpotch” that would “undermine the peace so carefully constructed” in Northern Ireland and maintained for more than two decades.", "Johnson could face further difficulties tomorrow when the Court of Session in Edinburgh rules in a case bought by anti-Brexit campaigners who want to ensure he seeks an extension to the UK’s membership if he has not reached a deal with the EU by 19 October.", "Rory Stewart, the former Conservative minister and leadership candidate – who announced last week that he was leaving the party and would stand as an independent for the job of mayor of London – said that Johnson risks stoking anger by promising Brexiters a no-deal outcome on 31 October that he cannot deliver as he is bound by the Benn Act to seek an extension to avoid the UK leaving with no agreement.", "“Politicians often respond by making extreme and extravagant promises that cannot be delivered (‘I will leave on 31 October – do or die),” he said.", "And he added: “They then blame their inevitable failure on some mysterious ‘establishment’, making people even angrier.", "“It is this politics that ultimately divides a country – it pits rich against poor, north against south, London against the rest, people against parliament, Brexit against Remain. It seeks to corral voters into hostile tribes.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "If it refused to do so – and there was no deal as a result – this would be viewed by the EU as the deliberate choice of Boris Johnson’s government.\nIf the UK was still serious about a deal it would return with “different proposals” this week and the EU side would be prepared to talk, he said.\nThat’s a complete ecosystem, with common rights, common norms, common standards, common rules, a common legal system.\n“It has been clear for months that the current Brexit situation simply cannot continue and that an end to this first phase must be found.\nAnd he added: “They then blame their inevitable failure on some mysterious ‘establishment’, making people even angrier.", "url": "https://www.theguardian.com/politics/2019/oct/05/michel-barnier-blame-boris-johnson-brexit-talks-eu-uk", "title": "Michel Barnier: blame Boris Johnson for a no-deal Brexit", "id": "237f3090-a5a5-3c7e-9326-b128bda72d1c", "authors": ["Jon Henley", "Michael Savage"]}