{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "238c2b70-a4ba-3c10-9cfa-faddb9ccd374", "keywords": ["games", "2019", "medium", "nintendo", "game", "world", "switch", "best", "xbox", "ps4", "weapon", "video", "work"], "pubDate": null, "title": "The Best Video Games of 2019", "url": "https://www.newyorker.com/culture/2019-in-review/the-best-video-games-of-2019", "authors": ["Simon Parkin", "The New Yorker", "Louisa Thomas", "Colin Stokes", "Michael Luo", "Emma Allen", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino"], "summary": "Outer Wilds (PS4, Xbox One, PC)Space has obsessed video-game designers for reasons both practical (it’s easy to render a void) and conceptual (it’s easy to explore a void from an armchair).\nSunless Skies (PS4, Xbox One, Nintendo Switch, PC/Mac)Source: Hannah Flynn / Failbetter GamesThe sequel to Sunless Sea, one of 2015’s best games, Sunless Skies builds upon the foundations laid by its predecessor.\nHe is best known, however, for his mobile games, which often subvert or expand familiar formats such as the crossword or Solitaire.\nThere are no shortcuts to victory; only grim determination will yield results in the game’s endless David-versus-Goliath face-offs.\nHonorable MentionsApe Out (Nintendo Switch, PC/Mac)Baba Is You (Nintendo Switch, PC/Mac)Control (PS4, Xbox One, PC)Horace (PC)A Plague Tale: Innocence (PS4, Xbox One, PC)Sayonara Wild Hearts (Nintendo Switch, PS4, iOS, PC)Wilmot’s Warehouse (Nintendo Switch, PC/Mac)", "paragraphs": ["The Call of Duty series, which is published by Activision Blizzard, the second largest American game company, combines military-grade firearms with the Rambo-grade fiction that a white man with a gun can obliterate an army of foreigners. Although the games borrow the aesthetics of real-world conflict (their settings have included America’s war in Vietnam and the Second World War), they tend to simplify context and forgo commentary. The results are huge sales and inevitable controversy. This year’s kerfuffle centered on how Call of Duty: Modern Warfare, the series’ latest installment, allows players to use an incendiary version of white phosphorus, a chemical weapon prohibited under international law. (Such weapons can melt human bone and were allegedly used against Syrian children earlier this year.) Critics complained that including the weapon was irresponsible. John Phipps, a former U.S. marine, wrote that the game was a “nearsighted glorification” of an illegal weapon, and that it didn’t depict the effect that white phosphorus “has on the human body in any kind of realistic way.” Others waved away the concerns. In the Military Times, a writer argued that it was a “curious place to finally draw the line in the sand,” given that the premise of Call of Duty revolves largely around killing people.", "In November, Bobby Kotick, the C.E.O. of Blizzard (and, curiously, a bit-part actor in “Moneyball”) told a journalist from CNBC that he didn’t think his company’s games should be political. It was a reasonable response, perhaps, from an executive who believes that his job is to sell toys to teen-agers. For anyone who believes that the medium has the potential to be something more ambitious, though, it was a dispiriting refrain. It also exposed the often opportunistic beliefs of video-game supporters. In the face of criticism, one can say that games are mere entertainment, incapable of causing harm; in the face of praise, the same games can be presented as ways to change hearts and minds for the better. These contradictions inhere in every medium, of course. But, for those who think games have the capacity to take us to novel, joyous, or illuminating places, here are eleven that, this year, seemed to light a way forward.", "Disco Elysium (PC)", "Source: ZA/UM", "Disco Elysium opens with a double mystery: Who killed the security guard swinging from a tree outside your hotel? And why have you, an amnesiac detective with a drinking problem, been sent to investigate the murder? Together with your abstemious partner, you explore a washed-up, working-class coastal town, interrogating mostly uncoöperative residents as you piece together the broader socioeconomic context of the killing. Written by the Karelian-Estonian novelist Robert Kurvitz, the game explores substantial themes with a light touch, and the urge to untangle the town’s mysteries intensifies with progress. Success often depends on favorable dice-rolls, but the game is at its most enjoyable when you’re forced to contend with failure. In this way, its stylish storytelling is guided by true-to-life instants of weighted chance.", "Outer Wilds (PS4, Xbox One, PC)", "Space has obsessed video-game designers for reasons both practical (it’s easy to render a void) and conceptual (it’s easy to explore a void from an armchair). Not all galaxies are created equal, however. Some are vast and listless; others, like the one in Outer Wilds, seem intimate. The game has you explore a tight-knit solar system via a rickety Apollo Lander, which lands on planets with a slick kiss or a dusty thud, depending on your skill as a pilot. The goal is to save the system from destruction—you have twenty minutes before the sun goes supernova. Like a galactic “Groundhog Day,” the game returns you, after each extinction event, to a campfire by your rocket ship, where you begin the quest anew, albeit with the knowledge gained from your previous sojourn. No game this year has been so intricately conceived.", "Untitled Goose Game (PS4, Xbox One, Nintendo Switch, PC/Mac)", "Like Pong’s classic mandate—“Avoid missing ball for high-score”—the premise of Untitled Goose Game is delivered with exquisite brevity: “It is a lovely morning in the village and you are a horrible goose.” The goal is implied: spoil the day, as you, like all geese, were born to do. Your weapons are legion—squawking, chasing, flapping; there are no guns in sight—and your antics are set to a soundtrack borrowed from Debussy. Completing the list of challenges takes both skill and timing, and the game is finished before its pleasing, if limited, conceit gets old.", "Telling Lies (iOS, PC/Mac)", "The live-action video game is once again in vogue thanks to “Bandersnatch,” last year’s interactive episode of “Black Mirror.” Telling Lies, the best example of the form in years, takes a somewhat different approach. Described by its creator, Sam Barlow, as a “desktop thriller,” the game’s action takes place entirely on the computer screen of a former F.B.I. agent, Karen Douglas, who has access to a hard drive stolen from the National Security Agency. Playing as Karen, you try to unearth the import of thousands of secretly recorded video calls, which have been harvested from the devices of four individuals. The clips are accessed by searching their transcripts for keywords; you fire off a search term, study the results, and follow whichever clues seem most promising. Each new piece of information adds to, or reshapes, your mental picture. A stylish, singular piece of work.", "Heaven’s Vault (PS4, PC)", "Source: Inkle", "A restrained, earthy work of science fiction, Heaven’s Vault sees you play as Aliya, an archaeologist searching space for a vanished scholar. This is not a universe of green aliens and toxic slime; instead, you explore dusty dwarf planets in your sixteenth-century-style space galleon, the Nightingale. Your work consists of discovering abandoned settlements and deciphering hieroglyphics. You also guide Aliya’s conversations, choosing between dialogue options that range from toadying to confrontational in order to successfully extract information. Like 80 Days, the previous game from the Cambridge-based developer Inkle, Heaven’s Vault is carefully written. As as the hours smear together, it casts a beguiling spell on those who submit.", "Resident Evil 2 (PS4, Xbox One, PC)", "The designers of Resident Evil 2 were so indebted to the work of the “Night of the Living Dead” director, George A. Romero, that, in 1998, they invited the filmmaker to direct an advertisement for the game. Twenty-one years later, advances in technology have brought us this remake, which somehow escapes the horde of clichés that run through it. You play as a rookie cop who arrives for his first day at work to find his town smoldering and its population freshly undead. Unlike the power fantasies that clutter the medium, this is a game about managing a scarcity of resources; every bullet and healing herb matters. The introduction of Mr X, a Goliathan opponent who stomps around the police station in order to foil your plans, heightens the tension. Stressful and delicious game-making.", "Manifold Garden (PS4, PC/ Mac, iOS)", "Designed by the Chicagoan sculptor William Chyr, Manifold Garden is a gravity-flipping puzzle game set in a world of alien architecture and sun-bruised skies. Chyr has said that he was drawn to the video-game medium because it allows an artist to more closely control the manner in which a viewer encounters a work. To prove the point, or perhaps to complicate it, he has exhibited Manifold Garden in traditional art galleries. The game’s Escher-like allure, though, persists in any venue. By switching gravity’s direction, Chyr presents a string of spatial riddles, each of which must be solved via experimentation or premeditation. The art style, with its warm hues and stabilizing outlines, softens the slightly clinical nature of the game’s challenge.", "Sunless Skies (PS4, Xbox One, Nintendo Switch, PC/Mac)", "Source: Hannah Flynn / Failbetter Games", "The sequel to Sunless Sea, one of 2015’s best games, Sunless Skies builds upon the foundations laid by its predecessor. This time, you captain an airborne steam locomotive, which is touring the archipelago of an alternate British empire. Your ship consumes fuel, and your sailors consume supplies; each excursion must be carefully planned, lest you maroon your starving crew. Exhilaration and relief accompany each successful arrival at a new port, and each new port serves as a narrative gateway, extending the story as you set about solving the population’s problems or accepting hitchhiking travellers. Danger increases the farther you roam, as do the potential rewards. The real treasures, though, are the game’s narrative vignettes, which unspool with force and brio.", "A Short Hike (PC/Mac)", "You are a penguin called Claire on a bucolic island vacation. What begins as a quest to find phone reception, by climbing the island’s tallest mountain, soon blossoms into a delightful, wholesome adventure in which you carry out a variety of errands for pretty much every individual you meet on your hike. If there’s a moral to the story—a lesson about rediscovering the pastoral world while in search of the digital one, perhaps—it’s gently delivered. At its heart, the game is a celebration of hiking itself: the long-term reward of a spectacular view prefaced by the many surprising joys collected along the way,", "Card of Darkness (iOS)", "Zach Gage’s unusual body of work includes a maze, created from over two hundred security barriers, that he installed outside London’s Somerset House gallery. He is best known, however, for his mobile games, which often subvert or expand familiar formats such as the crossword or Solitaire. Card of Darkness, on which Gage collaborated with Pendleton Ward, the creator of “Adventure Time,” is not a riff on an established idea as much as a striking invention. The aim is to move your character across a four-by-four grid that is filled with stacks of various cards. Each card represents a weapon that can be wielded, an enemy that must be felled, or a spell that can be banked. The card’s numerical value represents its strength. Careful mathematical reasoning is required to exit each battlefield, and the clever design is softened by Ward’s whimsy.", "Sekiro (PS4, Xbox One)", "Source: FromSoftware", "In the past decade, no director has exerted more influence on the video-game medium than Hidetaka Miyazaki, who leads the Tokyo-based publisher FromSoftware. Miyazaki’s games, which include Dark Souls and Bloodborne, have a reputation for being brooding, challenging, and opaque. Sekiro, in which you work as a lone assassin in sixteenth-century Japan, fully aligns with that tradition. In the vein of films such as Toshiya Fujita’s “Lady Snowblood” or Akira Kurosawa’s “Sanjuro,” this is a world that juxtaposes the beauty of autumn leaves and swaying reeds with the violence of arterial blood spurts. There are no shortcuts to victory; only grim determination will yield results in the game’s endless David-versus-Goliath face-offs. Most players will walk away defeated. For those who persevere, the sense of accomplishment is unrivalled.", "Honorable Mentions", "Ape Out (Nintendo Switch, PC/Mac)", "Baba Is You (Nintendo Switch, PC/Mac)", "Control (PS4, Xbox One, PC)", "Horace (PC)", "A Plague Tale: Innocence (PS4, Xbox One, PC)", "Sayonara Wild Hearts (Nintendo Switch, PS4, iOS, PC)", "Wilmot’s Warehouse (Nintendo Switch, PC/Mac)"]}