{"summary": "A somber ceremony was held Saturday at the Pearl Harbor Visitors Center to mark the 78th anniversary of the surprise Japanese attack on the Hawaii naval base.\nNAVY VET’S ASHES DESTINED FOR SUNKEN PEARL HARBOR BATTLESHIPElfring was standing at the edge of his barracks at Camp Malakole a few miles down the coast from Pearl Harbor, reading a bulletin board when Japanese Zero planes flew over.\nThe ceremony featured a moment of silence at 7:55 a.m. -- the same minute of the beginning of the attack.\nPEARL HARBOR SAILORS LAID TO REST ON SAME DAY IN NJ, KANSAS 78 YEARS AFTER 1941 ATTACKMore than 2,300 members of the U.S. military were killed in the attack.\nNearly half -- or 1,177 -- were Marines and sailors serving on the USS Arizona, a battleship moored in the harbor.", "keywords": ["come", "saidthe", "remembered", "uss", "anniversary", "somber", "pay", "pearl", "japanese", "ceremony", "silence", "78th", "sailors", "harbor", "attack"], "paragraphs": ["A somber ceremony was held Saturday at the Pearl Harbor Visitors Center to mark the 78th anniversary of the surprise Japanese attack on the Hawaii naval base.", "The event was attended by more than 2,000 people, including about a dozen men in their 90s who survived the Dec. 7, 1941, attack that led to the entry of the U.S. into World War II.", "“It makes you think of all the servicemen who have passed ahead of me,” said Herb Elfring, 97, of Jackson, Mich. He’s the last of his old regiment who is still alive.", "Elfring was in the Army, assigned to the 251st Coast Artillery, part of the California National Guard. The unit’s job was to protect airfields, but they weren’t expecting an attack that morning.", "NAVY VET’S ASHES DESTINED FOR SUNKEN PEARL HARBOR BATTLESHIP", "Elfring was standing at the edge of his barracks at Camp Malakole a few miles down the coast from Pearl Harbor, reading a bulletin board when Japanese Zero planes flew over.", "“I could hear it coming but didn’t pay attention to it until the strafing bullets were hitting the pavement about 15 feet away from me,” he said.", "The ceremony featured a moment of silence at 7:55 a.m. -- the same minute of the beginning of the attack.", "The silence was broken by a flyover of U.S. Air Force fighter jets in missing man formation.", "PEARL HARBOR SAILORS LAID TO REST ON SAME DAY IN NJ, KANSAS 78 YEARS AFTER 1941 ATTACK", "More than 2,300 members of the U.S. military were killed in the attack. Nearly half -- or 1,177 -- were Marines and sailors serving on the USS Arizona, a battleship moored in the harbor. The vessel sank within 9 minutes of being hit, taking most of its crew down with it.", "Three USS Arizona survivors are still alive, and Lou Conter, 98, was the only one who attended Saturday’s ceremony.", "Conter was sick last year and couldn’t come. He said he likes to attend to remember those who lost their lives.", "CLICK HERE FOR THE FOX NEWS APP", "“It’s always good to come back and pay respect to them and give them the top honors that they deserve,” he said.", "The Associated Press contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/us/pearl-harbor-attack-remembered-somber-78th-anniversary-ceremony", "authors": ["Robert Gearty"], "id": "23acd584-6519-3c34-897e-202102279620", "pubDate": null, "title": "Pearl Harbor attack remembered in somber 78th anniversary ceremony"}