{"summary": "On today's episode, we talk about our reviews for Remedy's Control, Platinum's Astral Chain, Man of Medan, and Ancestors: The Humankind Odyssey.\nThen after some wonderful community emails, we're joined by Game Informer's outgoing interns Blake Woog, Joseph Stanichar, and Emma McMurphy to talk about their experience.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n:30 - Telling Lies3:00 - Control19:00 - Astral Chain23:30 - Man of Medan32:20 - Ancestors: The Humankind Odyssey45:50 - Community emails1:15:35 - Goodbye to interns Blake Woog, Joseph Stanichar, and Emma McMurphy", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "keywords": ["listen", "astral", "game", "woog", "interns", "video", "talk", "joseph", "gi", "chain", "control", "mcmurphy", "man", "medan", "stanichar"], "id": "23c07517-205b-3161-82a3-b3402ea26f97", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/08/29/gi-show-control-astral-chain-man-of-medan", "title": "GI Show - Control, Astral Chain, Man Of Medan", "pubDate": null, "paragraphs": ["Welcome back to The Game Informer Show! Thank you so much for sticking with us. On today's episode, we talk about our reviews for Remedy's Control, Platinum's Astral Chain, Man of Medan, and Ancestors: The Humankind Odyssey. Then after some wonderful community emails, we're joined by Game Informer's outgoing interns Blake Woog, Joseph Stanichar, and Emma McMurphy to talk about their experience. We should note that the intern segment was recorded several weeks ago and might be outdated in a couple of key, emotional areas...", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", ":30 - Telling Lies", "3:00 - Control", "19:00 - Astral Chain", "23:30 - Man of Medan", "32:20 - Ancestors: The Humankind Odyssey", "45:50 - Community emails", "1:15:35 - Goodbye to interns Blake Woog, Joseph Stanichar, and Emma McMurphy"]}