{"id": "23d08c46-78c3-3a67-894c-859e3f6c6af1", "title": "Monsters of the deep - Illicit fishing devastates the seas and abuses crews", "url": "https://www.economist.com/leaders/2020/10/22/illicit-fishing-devastates-the-seas-and-abuses-crews", "summary": "Satellite and other imagery has revealed “dark fleets” of fishing boats that turn off their transponders and plunder the ocean’s bounty.\nIllegal operators rob mostly poor coastal states of over $20bn a year and threaten the livelihoods of millions of small fishermen.\nA huge amount of illicit fishing happens on licensed boats, too.\nThe damage from illicit fishing goes well beyond fish stocks.\nA lot of them are in debt bondage; and a fishing boat is a lot harder to escape from than a factory.", "paragraphs": ["For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub", "“C ONSIDER THE subtleness of the sea,” warned Herman Melville in “Moby Dick”; “how its most dreaded creatures glide under water...treacherously hidden beneath the loveliest tints of azure.” Nearly 170 years later, another marine horror is just becoming visible. Satellite and other imagery has revealed “dark fleets” of fishing boats that turn off their transponders and plunder the ocean’s bounty. Illegal, unreported and unregulated fishing accounts for a staggering 20-50% of the global catch. It is one reason fish stocks are plummeting: just a fifth of commercial species are sustainably fished. Illegal operators rob mostly poor coastal states of over $20bn a year and threaten the livelihoods of millions of small fishermen. North Korean coastal waters have been so pillaged that its fishermen have to motor their rickety craft far out into stormy seas to fill their nets. Thousands have drowned.", "A huge amount of illicit fishing happens on licensed boats, too. They might catch more than their quota, or falsely declare their catch as abundant albacore tuna instead of the more valuable bigeye. In port fisheries inspectors are always overstretched. If an operator is caught, for instance, fishing with too fine a net, the fine and confiscation are seen as a cost of doing business. Many pay up and head straight back out to sea.", "The damage from illicit fishing goes well beyond fish stocks. Operators committing one kind of crime are likely to be committing others, too—cutting the fins off sharks, or even running guns or drugs (see article). Many are also abusing their crews. Tens of thousands of migrant workers, mainly from South-East Asia, man the world’s fleets. Many toil at sea in vile conditions with violent masters, sometimes for years at a time. A lot of them are in debt bondage; and a fishing boat is a lot harder to escape from than a factory."], "authors": ["The Economist"], "keywords": ["fleets", "monsters", "sea", "stocks", "illicit", "thousands", "fishing", "operators", "deep", "abuses", "illegal", "crews", "catch", "lot", "devastates", "seas"], "pubDate": "2020-10-22T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}