{"summary": "But, for now, I’ll give with my overall take on the game and its guns: It’s awesome!\nEven when the guns are near identical in type, there is tremendous variety in the feel and aesthetic.\nAs a case in point, one of my early favorites, the Searing Wolfhound, has been reborn for my first cryo-weapon: The Arctic Barking Wolfhound.\nWhereas the Searing Wolfhound only scorched flesh, the Arctic Barking Wolfhound tears through both skin and armor.\nThanks to this unprecedented gun variety, and much improved level design, I can say this game is an absolute joy.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Nick Has Loved Videogames Ever Since His Brother Introduced Him To Dark Forces. Now He Is Enthralled With Exploring The Deeper Themes Behind Gaming", "While Still Relishing Satisfying Buckshot."], "keywords": ["borderlands", "gun", "game", "special", "journal", "searing", "wolfhound", "revolving", "near", "variety", "recent", "prior", "guns"], "id": "23d5e912-b73f-303b-a307-747773d0f709", "url": "https://www.gameinformer.com/2019/09/26/the-guns-of-borderlands-3-a-revolving-journal", "title": "The Guns Of Borderlands 3: A Revolving Journal", "pubDate": null, "paragraphs": ["While my time with Borderlands is nowhere near over, my updates are coming to an end – at least for now. If something truly special emerges, or DLC graces us soon, I will add more. But, for now, I’ll give with my overall take on the game and its guns: It’s awesome!", "Over 20 hours in, the game’s whimsy and guns still surprise me. In prior entries, I began to feel fatigue. The guns became simple, beefed up versions of prior greats. That is not true with this Borderlands 3. Even when the guns are near identical in type, there is tremendous variety in the feel and aesthetic. As a case in point, one of my early favorites, the Searing Wolfhound, has been reborn for my first cryo-weapon: The Arctic Barking Wolfhound. Being a cryo-weapon the gun already feels tremendously different as it has greater utility. Whereas the Searing Wolfhound only scorched flesh, the Arctic Barking Wolfhound tears through both skin and armor. Furthermore, while it lacks its fiery brother’s semi-automatic/sniper functionality, it boasts a potent three-shot burst: making it a powerhouse in close and mid-range fights. All it needs to be perfect is the Frozen sisters singing, “Do You Want to Build a Snowman,” as I’ve made so many snowmen.", "Thanks to this unprecedented gun variety, and much improved level design, I can say this game is an absolute joy. So, go forth and enjoy this wondrous shooter. I leave you with some recent footage I have captured with my most recent loves to show off just how powerful, and unique, some of these guns are despite being variants of prior iterations. Plus, there’s a special, hidden boss. Until next time, shoot and loot!"]}