{"id": "242ef4f6-856f-30bb-aca8-f45ea8c3be82", "title": "UFC 4 Review – Another Worthy Title Defense", "url": "https://www.gameinformer.com/review/ea-sports-ufc-4/ufc-4-review-another-worthy-title-defense", "summary": "The result is another outing worthy of wrapping the title belt around its waist.\nThe timeless concept of two fighters punching, kicking, and grappling their way to victory has never been more realistically represented than in UFC 4.\nHowever, the destination for offline play is career mode.\nWhether you want to challenge the best in the world online or simply claim your throne in career mode, this is a terrific next step for EA Sports’ MMA franchise.\nUFC 4 effectively evolves its gameplay and career mode, giving you more than enough reason to step back into the Octagon.", "paragraphs": ["The sport of mixed-martial arts is a fickle and ever-evolving entity. Strategies and skillsets that got you a championship a few years ago could lead to a string of defeats today. UFC 4 takes the lessons of the athletes it portrays seriously, building upon the strong foundation of UFC 3 in some places, while going back to the drawing board and completely revamping its approach in others. The result is another outing worthy of wrapping the title belt around its waist.", "The timeless concept of two fighters punching, kicking, and grappling their way to victory has never been more realistically represented than in UFC 4. With its improved control scheme, modifying strikes to be heavier or flashier is as simple as holding the face button for longer. Standing up and striking with your opponent continues to be an edge-of-your-seat experience, with progressive, localized damage throughout the bout, as well as the potential for flash knockouts with well-timed strikes; I jumped off my couch in shock as Conor McGregor ended my championship run with a counter left cross.", "If you’d prefer to settle things on the ground, the grappling system is also improved. Clinching with your opponent and shooting for takedowns now feel like a natural extension of the stand-up experience, taking into account locomotion to determine success. Once you’re on the ground, the new grapple assist system lets you select the outcome you want and the game does the rest. While this option is handy for casual players, I quickly changed the controls back to the legacy scheme since I like controlling exactly which positions I take on the ground.", "Perhaps the most welcome improvement is the addition of new submission minigames. The old system is replaced by two intuitive sequences where the attacker must cover the defender’s bar as the action plays out behind the overlaid user interface. With two different minigames to complete depending on if you’re in a joint-manipulation or a choke submission, the processes feel different, and do a great job of blending player skill, fighter attributes, and fatigue to determine the outcome.", "The offline offerings include one-off fights in traditional MMA, Stand and Bang, and Knockout mode (with a new health-bar system that mirrors that of traditional fighting games), as well as custom events and tournaments. However, the destination for offline play is career mode. This year’s career starts off more cinematic, as you work closely with your head coach to learn how to fight, rack up some wins, and make the jump to the professional circuit. Once you’re finally in the big show, the primary goal is to win a championship en route to becoming the greatest of all time. Fighting up the ranks is more exciting than ever, as fighters more accurately mimic the behavior of their real-life counterparts, making each opponent feel unique; Khabib Nurmagomedov’s pressure fighting makes you feel like you’re suffocating, while Justin Gaethje brings his wild-swinging firefight approach into the Octagon.", "Planning for these contrasting styles is important in the lead up, and UFC 4 overhauls its training camp system to give you more options. You can spend your time watching tape of your opponent to learn their moves and tendencies, promoting your fight through social media and public appearances, or putting in work at the gym. Training is now less menu-oriented, with sparring serving as the focus, which I vastly prefer over the repetitive system of last game. I love how your fighter’s moves evolve based on how much you use them, while you can round out the rest of your skills by inviting other athletes to train with you or manually improve your attributes through skill points you earn in the gym.", "A big part of getting your fighter’s name out there is through social-media interactions. Some of these involve answering questions from commentator Jon Anik, while others are fighters in your division calling you out. I like being able to respond to them in respectful or taunting manners to build relationships and rivalries, but I’m disappointed in how the system seems to fall off once you reach the top of your division; when you’re champion, you should have more athletes shooting their shot with you, not radio silence.", "In the online suite, Blitz Battles sticks out as the star. This mode pits you in a rapid 64-player tournament with rulesets like a one-minute-long fight or a best-of-three Knockout mode match. I love how if I lose in these get-in-get-out tournaments, I can just jump right back into another in hopes of a better result.", "Whether you want to challenge the best in the world online or simply claim your throne in career mode, this is a terrific next step for EA Sports’ MMA franchise. UFC 4 effectively evolves its gameplay and career mode, giving you more than enough reason to step back into the Octagon."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["review", "fighting", "worthy", "defense", "fight", "title", "youre", "opponent", "ufc", "mode", "system", "career", "fighters", "feel"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}