{"paragraphs": ["Lauren Hoffmann pumps breast milk at work eight weeks after giving birth to her second son, Micah.", "Lauren Hoffmann pumps breast milk at work eight weeks after giving birth to her second son, Micah.", "Three times during her workday, Lauren Hoffmann retreats into an unused office to pump breast milk for her two sons.", "There’s usually some sort of multitasking involved. While the machine does its job, Hoffmann checks her email and eats her meals.", "“She pumps in the mornings on her break like around 8, and then she pumps at noon during lunch,” said photographer Callaghan O’Hare, who spent time with Hoffmann in early February. “And then she pumps in the afternoon before she leaves around 2. It usually takes about 15 minutes or so, and then she refrigerates the milk and brings it home.”", "Hoffmann gets ready for work on her second day back.", "Cloth diapers are hanged up to dry in the Hoffmans’ house in San Antonio. The family uses them because they’re ecologically friendly and less costly, photographer Callaghan O’Hare said.", "Hoffmann, a college program manager in San Antonio, returned to work in February, eight weeks after giving birth to her second son, Micah.", "Any longer would have been difficult for her family, as her job — like many others in the United States — doesn’t provide paid maternity leave.", "The United States remains one of the few countries in the world that doesn’t require employers to provide some sort of paid parental leave. The Family and Medical Leave Act, signed in 1993, guarantees up to 12 weeks of job-protected unpaid leave — and even that has its shortcomings, with not everyone covered.", "Hoffmann carries Micah with other moms in her dance troupe. Group members perform with their new babies for exercise, and it also is a form of parent-child bonding.", "Hoffmann strokes Micah's hair during her last week at home in February.", "Luckily for Hoffman, she had saved up five and a half weeks of paid time off to use when Micah was born. She dipped into savings and applied for short-term disability to make up some income for the rest of the eight weeks.", "\"I truly do wish that the US, or even the state, took it upon themselves to understand the value of parenthood,\" Hoffmann told the Reuters news agency. \"Providing time for fathers as spouses, partners as well, and to know that that time would be paid and supported is a huge burden off of a new family.\"", "Hoffmann takes some time to herself after putting her sons to bed.", "Hoffmann stands on a stool to reach a cabinet in her kitchen.", "There seems to be momentum building in Washington for an updated paid leave policy that would bring it in line with the rest of the industrialized world. Both Democrats and Republicans have expressed support for a new law, but there hasn’t been an agreement yet on how to pay for it and how broad it should be.", "In the meantime, mothers like Hoffmann will do the best with what they have.", "O’Hare, on assignment for Reuters, spent around a week with Hoffmann and her family.", "“I wanted it to be intimate and to show the bond that a mother has with her child and how much work it takes to both go to work and be a mom,” O’Hare said.", "Hoffmann’s husband, Will, is a nurse. Here he attends to their other son, Asa.", "Hoffmann monitors her 2-year-old son, Asa, as he climbs a ladder in the nursery they are decorating for Micah.", "O’Hare started shooting in Hoffmann’s San Antonio home just before Hoffmann was due to go back to work. Hoffmann and her husband, Will, also have a 2-year-old son, Asa, and O’Hare marveled at the young mother’s efficiency.", "“When she wasn't taking care of the kids because they were napping or something, she was doing stuff around the house. I just kept saying to her, ‘You really never stop.’ ” O’Hare said. “She truly took advantage of every second she had, whether it was meal prepping or washing (cloth) diapers.”", "Hoffmann bathes Asa on her last day before going back to work.", "With Micah in her arms and Asa tagging along, Hoffmann cleans her kitchen.", "O’Hare doesn’t have children of her own, but she has seen enough to say that 12 weeks of maternity leave barely feels sufficient.", "“From what I learned from Lauren and another mother I photographed, so much of the time from when you leave the hospital is just getting used to a routine and getting used to your baby's needs,” she said. “And I feel like as soon as the routine is sort of established and you start to actually enjoy your child, you have to go back to work.”", "Hoffmann talks with her boss on her first day back at work.", "Hoffmann walks down stairs at her home in San Antonio."], "id": "2455e48d-c48f-368c-b059-a3e16c4f7290", "url": "https://www.cnn.com/interactive/2019/03/health/maternity-leave-cnnphotos/", "title": "She didn’t have paid maternity leave. But this mom is making it work", "authors": [], "keywords": ["didnt", "ohare", "san", "son", "paid", "work", "hoffmann", "making", "maternity", "pumps", "weeks", "second", "mom", "leave"], "pubDate": null, "summary": "Lauren Hoffmann pumps breast milk at work eight weeks after giving birth to her second son, Micah.\nLauren Hoffmann pumps breast milk at work eight weeks after giving birth to her second son, Micah.\nHoffmann, a college program manager in San Antonio, returned to work in February, eight weeks after giving birth to her second son, Micah.\nAny longer would have been difficult for her family, as her job — like many others in the United States — doesn’t provide paid maternity leave.\nThere seems to be momentum building in Washington for an updated paid leave policy that would bring it in line with the rest of the industrialized world.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}