{"summary": "Googie Rene Harris Jr., 40, was charged on one count of murder following his arrest in Palm Desert, east of Los Angeles, on Friday.\nDNA collected from a watch found near victim Terry Cheek’s body in 1998 led to the son's arrest.\nThe district attorney’s office said Harris Jr. was likely wearing the watch when Cheek’s body was dumped.\nThe investigation was reopened, which led to the arrest of Googie Rene Harris Sr., Cheek’s ex-husband, in October 2018 and Joaquin Lateee Leal, Cheek’s nephew by marriage.\nCLICK HERE TO GET THE FOX NEWS APPThe district attorney's office said the three men were involved in a plot to kill Cheek.", "keywords": ["rene", "murder", "cheeks", "california", "watch", "cold", "near", "case", "40", "father", "charged", "led", "arrest", "office", "harris", "district", "cleared", "man", "held"], "paragraphs": ["A man was arrested in Southern California last week in the cold case murder of his father’s ex-wife when DNA evidence linked him to the murder a year after his father was charged in the crime, the Riverside County District Attorney said in a release.", "Googie Rene Harris Jr., 40, was charged on one count of murder following his arrest in Palm Desert, east of Los Angeles, on Friday.", "DNA collected from a watch found near victim Terry Cheek’s body in 1998 led to the son's arrest. The district attorney’s office said Harris Jr. was likely wearing the watch when Cheek’s body was dumped.", "DNA LINKS MICHIGAN MAN TO 2 UNSOLVED 1998 FLORIDA RAPES, INVESTIGATORS SAY", "FLORIDA TRUCKER ARRESTED IN COLORADO COLD CASE MURDER OF WOMAN, 21, NEARLY 40 YEARS AGO", "Cheek was found murdered along a road near Corona Lake and her boyfriend, Horace Roberts, was convicted in her killing in 1999 and sentenced to 15 years to life.", "He served 20 years in prison before the California Innocence Project brought new DNA evidence not available during the original investigation that led to his exoneration last year.", "The investigation was reopened, which led to the arrest of Googie Rene Harris Sr., Cheek’s ex-husband, in October 2018 and Joaquin Lateee Leal, Cheek’s nephew by marriage.", "CLICK HERE TO GET THE FOX NEWS APP", "The district attorney's office said the three men were involved in a plot to kill Cheek."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/us/california-man-arrested-for-murder-1-year-after-father-charged", "authors": ["Brie Stimson"], "id": "24581e36-88c7-338a-9c8d-4cc9c93b4782", "pubDate": null, "title": "California man, 40, held in cold case murder -- 1 year after father charged, another man cleared"}