{"authors": ["Dylan Tokar"], "keywords": ["hearing", "blakey", "kraft", "shouldnt", "forced", "cftcs", "commissioners", "judge", "mondelez", "settlement", "court", "testify", "cftc"], "summary": "The appeal is the latest in a series of attempts by the agency to prevent its new chairman, Heath Tarbert, and two Democratic commissioners from becoming entangled in a legal battle related to a CFTC settlement.\nThe appeals court last week agreed to hear the CFTC’s request and ordered Judge Blakey to halt proceedings until it reached a decision.\nOne focus of the legal battle is whether the gag provision in the settlement with Mondelez and Kraft applies to the CFTC’s commissioners.\nAfter the hearing, CFTC lawyers had approached counsel for Kraft and Mondelez on several occasions to relay a request by its commissioners that the clause be removed.\nThe requests showed the commissioners knew they would be subject to the gag provision, Kraft and Mondelez wrote in their brief.", "title": "CFTC: Commissioners Shouldn’t Be Forced to Testify", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "245cbd25-de71-3144-90b5-be55dfd63b18", "pubDate": null, "paragraphs": ["The Commodity Futures Trading Commission has asked an appeals court to block an order requiring three of its commissioners to testify over statements the agency published following a market-manipulation settlement.", "The derivatives regulator argued in a motion unsealed Wednesday that U.S. District Judge John Robert Blakey had overstepped judicial bounds by ordering the CFTC’s presidentially appointed commissioners to show up in court for a hearing that the judge said could result in a referral for criminal contempt.", "The appeal is the latest in a series of attempts by the agency to prevent its new chairman, Heath Tarbert, and two Democratic commissioners from becoming entangled in a legal battle related to a CFTC settlement. The regulator had sued Kraft Heinz Co. and Mondelez International Inc. over alleged manipulation of the wheat-futures market.", "To settle the CFTC’s allegations, Kraft and Mondelez—which were one corporate entity when the agency announced its civil charges in 2015—had agreed to pay $16 million.", "In a move the CFTC called unprecedented, Judge Blakey in August ordered the three commissioners and a group of CFTC lawyers to appear at a hearing on whether the agency had violated an unusual provision prohibiting parties to the settlement from making certain public comments about the deal.", "Despite the prohibition, the CFTC published a press release and two statements a day after the settlement was completed, causing Kraft and Mondelez to ask Judge Blakey to hold the agency in contempt.", "Following the order, the CFTC filed a series of emergency requests, which were kept under seal, asking Judge Blakey’s court as well as the appeals court to delay or cancel the hearing. The regulator argued there are legal issues around forcing its commissioners—high-ranking executive branch officials—to testify.", "The motions were unsealed by the U.S. Court of Appeals for the Seventh Circuit on Wednesday. The CFTC argued Judge Blakey was acting as an “inquisitor” by attempting to personally investigate Kraft and Mondelez’s claims, adding the judge should be disqualified from conducting a contempt hearing because he had participated in the settlement negotiations.", "A lawyer for Kraft and Mondelez didn’t return a request for comment.", "The appeals court last week agreed to hear the CFTC’s request and ordered Judge Blakey to halt proceedings until it reached a decision.", "Judge Blakey’s order would cause serious disruptions and divert public resources away from its heavy enforcement workload, the CFTC said in one of the unsealed motions.", "Extensive coverage of the settlement would have occurred regardless of the CFTC’s press release and statements, the agency’s lawyers also argued.", "“[Media] coverage of the settlement...was inevitably going to be terrible for Kraft,” they said.", "One focus of the legal battle is whether the gag provision in the settlement with Mondelez and Kraft applies to the CFTC’s commissioners.", "The CFTC has argued that it is required to publish additional statements made by a commissioner about an enforcement decision, beyond the commission’s official statement.", "Along with the initial press release about the settlement, the five-member commission had released a statement about the settlement. Its two Democratic commissioners, Rostin Behnam and Dan Berkovitz, also released a separate statement in which they touted the settlement and noted the restriction on public statements.", "Kraft and Mondelez have disputed the CFTC’s characterization that the commissioners weren’t parties to the settlement, saying it is at odds with the regulator’s process for approving enforcement actions, which require a vote by the commissioners.", "Records unsealed Wednesday revealed that the unusual gag provision was formulated during a confidential hearing in March, when Judge Blakey had acted as a mediator in an effort to help the CFTC and the two companies reach a settlement agreement.", "After the hearing, CFTC lawyers had approached counsel for Kraft and Mondelez on several occasions to relay a request by its commissioners that the clause be removed. The companies refused, according to the declaration of a lawyer for Kraft and Mondelez.", "The requests showed the commissioners knew they would be subject to the gag provision, Kraft and Mondelez wrote in their brief.", "“The CFTC’s new interpretation is nothing more than an attempt to manufacture an excuse and blur what was unambiguously clear to all sides when the parties’ agreed to the consent order and the court entered it,” they wrote.", "Write to Dylan Tokar at dylan.tokar@wsj.com"], "url": "https://www.wsj.com/articles/cftc-commissioners-shouldnt-be-forced-to-testify-11570146458?mod=hp_minor_pos12"}