{"id": "246c269d-37b5-3dd6-a288-32358a4adc42", "title": "Election Cake: A brief history of the long-lost American tradition", "url": "http://www.foxnews.com/food-drink/election-cake-a-history-of-the-american-tradition", "summary": "If you’re having a hard time deciding how to treat yourself after waiting in long lines at the voting polls, perhaps Election Cake should be in your future.\nElection Cake used to be a tradition as American as, well, voting.\nSeveral different recipes for Election Cake have since been logged, calling for different ingredients, though all seemingly have the same yeast base.\n\"We decided this year that we would not sell election cakes, but instead give them away,\" Gebhart told Fox News this week.\nCLICK HERE TO GET THE FOX NEWS APPThat said, election cakes might be similarly hard to find at your local bakeries.", "paragraphs": ["If you’re having a hard time deciding how to treat yourself after waiting in long lines at the voting polls, perhaps Election Cake should be in your future.", "Election Cake used to be a tradition as American as, well, voting.", "Originally, the unique leavened cake, which typically calls for sourdough starter, was called “muster cake” and was created by colonial women to feed to incoming troops who were ordered for military training by the British. (Some early colonists also called them \"great cakes,\" after a similar dessert served in England, the New England Historical Society notes.)", "The dense cake was served to militia men, as well as onlookers who flooded villages to watch the military drills.", "SEE IT: TWIN GIRLS WEAR TRUMP, BIDEN COSTUMES FOR HALLOWEEN", "However, after the American Revolution, the boozy fruit-and-spice cake became better known as Election Cakes, after women would bring the baked goods to polling places for the white men, who were allowed to vote at the time, to eat.", "The first recorded recipe for the patriotic confection was written in 1796 by Amelia Simmons in her second edition book, \"American Cookery,\" according to Bon Appetit. The recipe required 30 quarts of flour, 10 pounds of butter, 14 pounds of sugar and three dozen eggs, among spices, alcohol and 12 pounds of raisins. Several different recipes for Election Cake have since been logged, calling for different ingredients, though all seemingly have the same yeast base.", "Women – who were not allowed to vote before 1920 – had allegedly also used the cakes as a way to sway the men to vote in line to their interests.", "Beyond a political ploy, however, the cake was used as a celebration for the democratic process. At the time, Election Day was a holiday reportedly as large and important as any.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Election Cake has steadily declined in popularity since the early 20th century; some speculate the waning interest is due to a dissatisfaction with politics as years went on. And the cake never really caught on outside of New England states.", "But in the past few years, especially during the 2016 election, the special Election Cake made a resurgence with bakeries vowing to “Make America Cake Again.”", "Susannah Gebhart, baker and owner of Ashville, N.C., outpost Old World Levain Bakery, is credited with coining the phrase, and was joined in 2016 by San Francisco café Craftsman + Wolves’ owner William Werner, as well as other bakers, in a push to bring Election Cake back. They even shared her own recipe online, for anyone attempting an Election Cake at home.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "“[Election cakes] were intended to be served to the masses, to people who were celebrating the democratic process and the election,” Gebhart said in a 2016 interview to NPR.", "According to social media, Gebhart’s cakes were a hit with customers who stopped by in 2016, but the bakery isn't selling any ahead of the 2020 election — rather, the shop is taking a page out of history and giving away slices.", "\"We decided this year that we would not sell election cakes, but instead give them away,\" Gebhart told Fox News this week. \"We're offering free and by-donation slices to people at the farmers market who have voted. All donations that we collect are going to the Buncombe County chapter of the League of Women Voters.\"", "CLICK HERE TO GET THE FOX NEWS APP", "That said, election cakes might be similarly hard to find at your local bakeries. But if you're keen on enjoying something cakey this Nov. 3, check out this free dessert deal announced in honor of our democratic process."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["longlost", "recipe", "vote", "history", "election", "tradition", "brief", "women", "served", "process", "american", "used", "cakes", "cake", "2016"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}