{"id": "249a2eed-bcdf-3f0d-a087-52ffde32101d", "title": "Ghost of Tsushima Review – A Most Honorable Epic", "url": "https://www.gameinformer.com/review/ghost-of-tsushima/ghost-of-tsushima-review-a-most-honorable-epic", "summary": "Ghost of Tsushima unabashedly borrows many of its strongest features from other open-world adventures, and executes on them with skill.\nBy tapping into Japanese art, history, and culture, as well as the samurai film tradition that followed, Ghost of Tsushima finds a wholly original tone within the gaming landscape.\nStructurally, Ghost of Tsushima is an adventure told in three acts, each almost wholly dedicated to one geographical section of a massive island.\nRather than counter that form with levity, Ghost of Tsushima finds relief in nature’s beauty.\nGhost of Tsushima captures the mystique, fierce violence, and barely contained emotional angst of the great samurai films.", "paragraphs": ["Most great games stand on the shoulders of their predecessors. Ghost of Tsushima unabashedly borrows many of its strongest features from other open-world adventures, and executes on them with skill. The game owes a tremendous debt to the Assassin’s Creed games; in many ways, Ghost of Tsushima feels like an entry in that franchise set in Japan – something that fans have longed for. But it’s unfair to paint Sucker Punch’s immense samurai epic as a copycat. By tapping into Japanese art, history, and culture, as well as the samurai film tradition that followed, Ghost of Tsushima finds a wholly original tone within the gaming landscape. Across an especially vast adventure, players are treated to a tale about the contradictory ideals of honor and revenge, and one in which tense katana duels and quiet moments of reflection claim equal focus.", "Structurally, Ghost of Tsushima is an adventure told in three acts, each almost wholly dedicated to one geographical section of a massive island. Astride your loyal horse (whose name you select early on), you gallop between Mongol-occupied forts, idyllic Buddhist temples, and remote mountaintop shrines, gradually ticking off completed locations as your honor-sworn warrior grows in power and acquires new weapons and tools. From convenient fast-travel options to smart delineations of mission types, you always know what you’re working toward and how to move forward. Side missions and distractions are plentiful, and full engagement with the bulk of the content is a project of 50+ hours.", "As the survivor of a doomed samurai charge to hold off a Mongol invasion, Jin Sakai is a conflicted and tortured hero. Trained to be the best of his samurai caste, the tension between his familial duty and the need for justice forms the heart of the story. A small but richly drawn cast of allies surrounds him – each flawed in their own way – who are coming to terms with their warring natures. The interwoven stories that unfold carry very little lightheartedness or humor, instead opting for a somber contemplation on the horrors of war. They portray a mother’s grief for her murdered grandchildren, the weight of survivor’s guilt, and the loss of innocence when we perceive our heroes’ failings. As a player, moments of true victory are rare – try to save a man’s family, only to find his wife and child are already dead. The game is a meditation on suffering, and I was surprised by Sucker Punch’s uncompromising adherence to that vision.", "Rather than counter that form with levity, Ghost of Tsushima finds relief in nature’s beauty. The island of Tsushima is an exaggerated and painterly vision of feudal Japan, where gently curving cherry trees blow endless blossoms across windswept fields of pampas grass. Set a new objective marker, and the breeze shifts direction to take you to your destination. Birds and foxes emerge to guide you to hidden hot springs and shrines. Especially impressive weather effects set the mood, from ghostly fog-shrouded forests to thunderstorms that presage moments of conflict. Scattered mats invite you to sit and craft poetry with a dedicated haiku mechanic. The artistic presentation, alongside one of the best scores in recent memory, make for a world well worth fighting to save, which makes its desecration feel especially perverse.", "The invading Mongol army and its stoic commander, Khotun Khan, emerge as fearsome antagonists, ably subverting Japanese defenses by taking advantage of the samurai’s guiding code. The Khan’s tactics and brutality are especially heinous, and you’ll be almost as eager as the protagonist to bring him down. His minions may not have the same narrative depth, but their varied weapons, attack patterns, and appearances keep the moment-to-moment encounters exciting and challenging, even late into the game.", "In encountering the enemy, players balance two competing playstyles. The first is a particularly smooth and gratifying melee combat system, focused on wielding the katana in a variety of stances. Battles are deadly and precise, and the focus on defensive parrying is a fun challenge. With a dedicated stance for each primary enemy type, combat demands observation of your enemy and quick reaction time. Sophisticated animation work lends a cinematic quality to the fast-paced battles.", "The second approach to combat takes Jin down the questionable path of infiltration and assassination. Over time, several tools enhance the options here, letting players mess with the enemy or terrorize them into flight. Both approaches are deeply satisfying; you don’t face consequences for being sneaky instead of straightforward, so it’s not about picking one or the other. You choose your tactics based on what is most appealing to you in a given encounter.", "Both styles of play are supported by a robust set of upgrades, many of which provide meaningful new options. I love how the progression front-loads the things you really want for your character into the first half of the game, like parrying blows and deflecting arrows. However, this also means you spend points on things you don’t especially care about later on. On the bright side, the game reserves a couple of its coolest new powers, ability-infused armor sets, and cosmetic options for the late-game, so I remained engaged with progression even after my core tree of upgrades had been mostly filled.", "The “tales” that take you between one encounter to the next are mostly enjoyable, and certainly plentiful. Every one of the main narrative missions feels distinct, often presenting rousing large-scale battles and honorable one-on-one duels. The dedicated and multi-part tales for each of your allies are equally worthwhile, telling personal and pathos-laden stories of loss. A third variety of minor tales about the citizens of Tsushima pale in comparison; they grow repetitive, but they’re mostly there for players who simply desire more time in this gorgeous world. My only notable frustration was with occasionally unclear objectives or targets focused on tracking or investigation, leading to moments of fruitless circling of an area until I happened upon the next marker.", "Beyond these structured missions, thorough map exploration leads to many enjoyable discoveries, from health-boosting hot springs to hard-to-reach shrines that provide new charms to enhance your abilities. I appreciated the many hidden caves and hideaways the map had in store, and I liked the opportunity to do some relatively simple platforming. However, traversal and climbing challenges often trace very static paths, with little freedom to chart one’s own course, and I sometimes found those sequences a bit simplistic.", "Ghost of Tsushima captures the mystique, fierce violence, and barely contained emotional angst of the great samurai films. The line of inspiration is clearly purposeful; Sucker Punch included a gorgeous “Kurosawa Mode,” which sets a black-and-white, film-grain, audio-treated effect that doubles down on the classic cinematic vibe. It’s well worth turning on, if only for a few missions. But even beyond that cool feature, this is a game that nails the aesthetic it’s shooting for, firmly establishing itself as the medium’s defining samurai saga."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["review", "missions", "honorable", "players", "moments", "epic", "options", "tsushima", "especially", "ghost", "set", "game", "samurai"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}