{"id": "24a35cf8-89c9-333f-a3d4-cc6cbd66ffd2", "title": "How Do Virtual Escape Rooms Work?", "url": "https://www.gameinformer.com/video-feature/2020/11/02/how-do-virtual-escape-rooms-work", "summary": "Over the last decade, escape rooms have become a very popular form of entertainment.\nFor those wanting to recapture the fun of solving puzzles with other people, The Escape Game has a solution.\nVirtual escape rooms are similar to that of the more familiar in-person versions.\nJoin Jeff Cork, Joe Juba, Ben Reeves, and me as we take on a nefarious art dealer and try to steal back a priceless painting before he returns in our first attempt at a virtual escape room!\nIf you're interested in gathering your friends and trying out this digital experience for yourself, be sure to check out The Escape Game's website where you can find all the information on the different digital games they have to offer!", "paragraphs": ["Over the last decade, escape rooms have become a very popular form of entertainment. Groups gather to be locked into a specifically designed room and must complete various puzzles to emerge victorious before time runs out.", "But with the challenges facing the world in 2020, gatherings of this kind have become nearly impossible for most people looking to crack codes and have fun with their friends.", "For those wanting to recapture the fun of solving puzzles with other people, The Escape Game has a solution. Virtual escape rooms are similar to that of the more familiar in-person versions. The difference in these experiences is that players are hosted over Zoom or Skype calls and control a \"field agent\" in real-time to complete the challenges instead of doing it themselves.", "While not a traditional video game by any means, we at GI were curious how the process of this live game actually worked. Join Jeff Cork, Joe Juba, Ben Reeves, and me as we take on a nefarious art dealer and try to steal back a priceless painting before he returns in our first attempt at a virtual escape room!", "If you're interested in gathering your friends and trying out this digital experience for yourself, be sure to check out The Escape Game's website where you can find all the information on the different digital games they have to offer!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["games", "challenges", "complete", "puzzles", "work", "digital", "virtual", "fun", "escape", "rooms", "game"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}