{"id": "24e65c30-5f12-3b68-b16f-801d4e18aabe", "summary": "I N A SLEEPY corner of Belgium, a democratic experiment is under way.\nOn September 16th, 24 randomly chosen Germanophones from the country’s eastern fringe took their seats in a Citizens’ Council.\nUnder the “Ostbelgien Model”, the Citizens’ Council and the assemblies it convenes will run in parallel to the existing parliament and will set its legislative agenda.\nBut for Alexander Miesen, a Belgian senator who initiated the project, the motivation is cosier.\nTraditional decision-makers still have the final say, but “citizens can be sure that their ideas are part of the process,” says Mr Miesen.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["I N A SLEEPY corner of Belgium, a democratic experiment is under way. On September 16th, 24 randomly chosen Germanophones from the country’s eastern fringe took their seats in a Citizens’ Council. They will have the power to tell elected officials which issues matter, and for each such issue to task a Citizens’ Assembly (also chosen at random) with brainstorming ideas on how to solve them. It’s an engaged citizen’s dream come true.", "Belgium’s German-speakers are an often-overlooked minority next to their Francophone and Flemish countrymen. They are few in number—just 76,000 people out of a population of 11m—yet have a distinct identity, shaped by their proximity to Germany, the Netherlands and Luxembourg. Thanks to Belgium’s federal system the community is thought to be the smallest region of the EU with its own legislative powers: a parliament of 25 representatives and a government of four decides on policies related to issues including education, sport, training and child benefits.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "This new system takes democracy one step further. Based on selection by lottery—which Aristotle regarded as real democracy, in contrast to election, which he described as “oligarchy”—it was trialled in 2017 and won enthusiastic reviews from participants, officials and locals.", "Under the “Ostbelgien Model”, the Citizens’ Council and the assemblies it convenes will run in parallel to the existing parliament and will set its legislative agenda. Parliamentarians must consider every proposal that wins support from 80% of the council, and must publicly defend any decision to take a different path.", "Some see the project as a tool that could counter political discontent by involving ordinary folk in decision-making. But for Alexander Miesen, a Belgian senator who initiated the project, the motivation is cosier. “People would like to share their ideas, and they also have a lot of experience in their lives which you can import into parliament. It’s a win-win,” he says.", "Selecting decision-makers by lottery is unusual these days, but not unknown: Ireland randomly selected the members of the Citizens’ Assembly that succeeded in breaking the deadlock on abortion laws. Referendums are a common way of settling important matters in several countries. But in Eupen, the largest town in the German-speaking region, citizens themselves will come up with the topics and policies which parliamentarians then review, rather than expressing consent to ideas proposed by politicians. Traditional decision-makers still have the final say, but “citizens can be sure that their ideas are part of the process,” says Mr Miesen."], "url": "https://www.economist.com/europe/2019/10/03/a-belgian-experiment-that-aristotle-would-have-approved-of", "title": "A Belgian experiment that Aristotle would have approved of", "pubDate": null, "keywords": ["parliament", "project", "way", "system", "experiment", "council", "belgian", "policies", "citizens", "aristotle", "randomly", "approved", "ideas", "region"]}