{"id": "25136cf6-b907-3cf7-b0ef-7eb1a569458d", "title": "11 East Coast Farm Trips For a Peaceful Weekend Away", "url": "https://www.vogue.com/article/east-coast-farm-trips-for-a-peaceful-weekend-away", "summary": "Below, 11 farm visits to experience now in and around New York and New England.\nFall has arrived outside Amber Waves.\nPhoto: Courtesy of Amber WavesLocated right off the Main Street in Amagansett, (anyone Montauk-bound has undoubtedly driven past it) is Amber Waves.\nFounded by Amanda Merrow and Katie Baldwin, the 25-acre, ocean-front farm grows more than 300 varieties of vegetables, herbs, and cut flowers.\nIn addition to the farm, which follows organic regulations, Amber Waves has a grocery-style market and to-go café onsite.", "paragraphs": ["A yearning for the simple life has taken hold. We're living in perplexing, pandemic-ridden times and there's a growing desire to get back to basics. This trend has manifested in various ways—an increase in cycling, a significant rise in home cooking, a more mindful approach to consumerism. Travel has also been transmogrifying to fit the needs of today and Agritourism (experiences incorporating farming, ranching, and the production of food goods) is on the rise. A day spent touring a farm (whether produce, dairy, or flower) can be a reminder of the importance to take care—of yourself with the foods you eat, and of the community around you. Plus, it's not an activity limited to the summer months. Below, 11 farm visits to experience now in and around New York and New England.", "Fall has arrived outside Amber Waves. Photo: Courtesy of Amber Waves", "Located right off the Main Street in Amagansett, (anyone Montauk-bound has undoubtedly driven past it) is Amber Waves. Founded by Amanda Merrow and Katie Baldwin, the 25-acre, ocean-front farm grows more than 300 varieties of vegetables, herbs, and cut flowers. Plus, the pastoral setting is picturesque—Amber Waves is a favorite locale for summertime events. In addition to the farm, which follows organic regulations, Amber Waves has a grocery-style market and to-go café onsite. It’s a lovely place to visit with programming year-round. The farm is offering educational workshops into the fall but everyone is welcome. Children can run around, play on a swing, and families are always invited to walk into the field where herbs, tomatoes, flowers, and peppers are still growing."], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["peaceful", "trips", "amber", "york", "waves", "growing", "farm", "east", "away", "weekend", "herbs", "yearround", "coast", "rise", "flowers", "11", "plus"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}