{"pubDate": null, "title": "Replay – The Legend Of Zelda: Skyward Sword", "keywords": ["live", "wandering", "skyward", "sword", "wrong", "unrestrained", "legend", "episode", "replay", "voice", "vader", "watch", "zelda", "youtube"], "id": "259e4130-0dfc-3fbc-ae3b-8ea0b66d0ac4", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Though it certainly has its fans, The Legend of Zelda: Skyward Sword is considered one of the most poorly received titles in the franchise. Game Informer gave it a 10, and today we're revisiting it on a live episode of Replay to determine who was right and who was wrong, and hopefully even find out if opinions are subjective!", "So, watch the episode above for a rousing hour of aimless wandering, unrestrained Groose adoration, and a baffling Ben Reeves moment that left Andrew Reiner, Joe Juba, and Leo Vader speechless. We also discuss the hypothetical Zelda games we would make, whether or not Link should have a voice, and (for some reason) Topher Grace. It really is a very special episode, so don't miss it.", "And follow us over on YouTube, Twitch, Mixer, Twitter, or Facebook to be notified when we go live with our next episode!"], "authors": ["Video Editor", "Leo Joined Game Informer'S Video Team In", "Hasn'T Stopped Chiming In The Booth Since. He Regularly Produces", "Chimes In On New Gameplay Today"], "url": "https://www.gameinformer.com/index.php/replay/replay/2019/09/20/replay-the-legend-of-zelda-skyward-sword", "summary": "Though it certainly has its fans, The Legend of Zelda: Skyward Sword is considered one of the most poorly received titles in the franchise.\nGame Informer gave it a 10, and today we're revisiting it on a live episode of Replay to determine who was right and who was wrong, and hopefully even find out if opinions are subjective!\nSo, watch the episode above for a rousing hour of aimless wandering, unrestrained Groose adoration, and a baffling Ben Reeves moment that left Andrew Reiner, Joe Juba, and Leo Vader speechless.\nWe also discuss the hypothetical Zelda games we would make, whether or not Link should have a voice, and (for some reason) Topher Grace.\nAnd follow us over on YouTube, Twitch, Mixer, Twitter, or Facebook to be notified when we go live with our next episode!"}