{"id": "25d84334-1147-3143-a5a0-460ec67ea817", "title": "The Guardian Puzzles subscription FAQs", "url": "https://www.theguardian.com/help/2020/feb/06/the-guardian-puzzles-subscription-faqs", "summary": "The Guardian Puzzles app is a new app for crossword and puzzle enthusiasts.\nSubscriptions are handled directly by Apple and Google, so you can’t cancel them from within the Guardian Puzzles app.\nOpen the menu (three horizontal lines) in the top left and then select ‘Subscriptions’Select your Guardian subscription to see the full details.\nAppleOpen the menu in the Guardian app, tap the cog in the bottom left to open settings, select ‘I’m a Guardian subscriber’ and tap on ‘I Have an App Store Subscription’.\nAs of version 1.2, released 29 June 2020, The Guardian Puzzles app requires all users to sign in.", "paragraphs": ["About the app", "What is the Guardian Puzzle app?", "The Guardian Puzzles app is a new app for crossword and puzzle enthusiasts. Built with the Guardian’s in-depth knowledge and vast archive of crosswords and sudoku, it comes with new playing features for playing alone or with friends.", "What puzzles do I get with the app?", "The app will feature 15 new crosswords every week and new sudoku puzzles daily, as well as access to over 15,ooo puzzles from the Guardian archive. Developed for crossword and puzzle enthusiasts, subscribers can choose between quick, cryptic, speedy, quiptic, prize, everyman and weekend crosswords, and five levels of sudoku. The app has special features including a two-player mode allowing readers to play with friends, time their game, share their scores socially, and play offline. It also comes with useful help and clue functions and an easy to navigate calendar of the enormous Guardian puzzles archive, plus you can search by your favourite setter.", "What devices does the app work on?", "The Guardian app works on all Apple devices running iOS 11 and above and all Android devices running 5.0 and above.", "Is the app available in all countries?", "Yes, although this is a UK focussed product the app will be available to purchase in every country through the Apple App store and Google Play store.", "Subscriptions", "How can I subscribe?", "You can subscribe from within the app, or by visiting our listing in the App Store or Google Play and choosing a subscription to activate.", "How much does a subscription cost?", "Monthly subscriptions are available from £3.49 and annual subscriptions are £32.99. Please check the Google Play and App Stores for current pricing outside of the UK.", "What does a subscription give me access to?", "By subscribing to The Guardian Puzzles you will get access to all content and features within the app including over 15,000 crossword and sudoku puzzles and new features such as the ability to complete a puzzle with a friend.", "Can I try the app before I subscribe?", "Yes, we are initially offering new subscribers to The Guardian Puzzles a 45 day free trial so that you can experience the app before payment is required.", "I’m a print/digital subscriber, do I get access to the Guardian Puzzles?", "No, this app sits separately to our other subscription products.", "Can I still play crosswords online or in the premium tier of the app?", "", "The daily crosswords will still be available on theguardian.com and you will still have access to the daily crosswords and the archive if you are a subscriber to the premium tier of the Guardian app.", "How can I cancel a subscription?", "Subscriptions are handled directly by Apple and Google, so you can’t cancel them from within the Guardian Puzzles app. Instead, follow these instructions:", "Apple", "Go to your iPhone’s settings.", "Select ‘iTunes and App Store’ in the list and then tap on your Apple ID.", "Select ‘View Apple ID’ and then tap on ‘Subscriptions’. Here, you can cancel or renew any subscriptions you have.", "Android", "Open the Google Play Store app.", "Open the menu (three horizontal lines) in the top left and then select ‘Subscriptions’", "Select your Guardian subscription to see the full details. Here, you can cancel or renew the subscription.", "Please note: after cancelling a subscription, you will continue to get access until your current subscription period has ended. We cannot offer refunds for part of a subscription once a subscription period has started.", "How do I restore my subscription on a new device?", "If you get a new phone, or reset your current one, you can easily restore your subscription.", "Apple", "Open the menu in the Guardian app, tap the cog in the bottom left to open settings, select ‘I’m a Guardian subscriber’ and tap on ‘I Have an App Store Subscription’. Please note that you will need to log in or confirm with the same Apple ID that you used when purchasing your original subscription in order to restore it.", "Android", "Please ensure that you are signed into the Google Wallet account that the subscription is associated with, and that this is set to the primary account in the Google Wallet app. Once complete, any active subscriptions will automatically be restored.", "Signing In", "Sign in screen for Guardian Puzzles.", "As of version 1.2, released 29 June 2020, The Guardian Puzzles app requires all users to sign in. Sign in allows us to restore your puzzle progress between multiple devices, a much requested feature delivered in this version.", "Users of previous versions, will need to sign in to resume solving puzzles, to make this as easy as possible we support sign in via Google, Facebook and Apple as well as with a Guardian account.", "Getting in touch", "Who can I speak to about my subscription?", "If you have a query about app subscriptions, or require any help with the app, please contact puzzles.customerservice@theguardian.com", "Who do I send feedback to?", "", "If you have any suggestions on how we can improve our app please email puzzles.feedback@theguardian.com", "How do I submit Prize crosswords from the app?", "Completed Prize crosswords can be printed directly from the print menu within the Puzzle app. Completed puzzles should sent to: The Guardian Crossword, PO Box 17566, Birmingham, B33 3EZ or fax to 0121 742 1313.", "Competition entries for the latest Prize crossword must be received by the first post on the Friday after the puzzle appears. The first five correct entries drawn each week win Can You Solve My Problems.", "Full Terms and Conditions available here.", "How do I submit an Everyman puzzle from the app?", "Completed Everyman crosswords can be printed directly from the print menu within the Puzzle app. Completed Everyman crosswords should be printed out and sent to: The Observer, PO Box 17566, Birmingham, B33 3EZ", "Competition entries for the latest Everyman crossword must be postmarked no later than Saturday night. The ﬁrst five correct solutions opened will receive £15 in book tokens.", "Full terms and conditions available here."], "authors": [], "keywords": ["play", "crosswords", "faqs", "app", "subscription", "apple", "subscriptions", "puzzle", "google", "guardian", "puzzles"], "pubDate": "2020-02-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}