{"paragraphs": ["Story highlights The American Heart Association recommends bicep monitors", "These monitors meet AHA guidelines and are high-rated on Amazon", "Innovative health devices make it easy to monitor your blood pressure from the comfort of your own home. If you're in the market for a blood pressure monitor, there are a number of factors you'll need to consider to find one that's as accurate and functional as possible.", "According to the American Heart Association, an automatic cuff-style, bicep monitor is the way to go. The AHA says that wrist and finger devices \"yield less reliable readings.\" Other important things to consider include making sure that your device is validated for certain conditions (such as pregnancy or old age) and that the cuff fits correctly on your upper arm. The AHA also notes that if you'll be relying on a monitor, it's a smart idea to bring the device to your next doctor's appointment, so that the pros can verify it's getting accurate results.", "When it comes to buying a device online that meets AHA guidelines, we turn to the best-selling section on Amazon. This aggregates all the top devices you can order right now, along with honest customer reviews. It's solid way to suss out which of these products are highest-rated and worth the price tag. As an added cost-saving bonus, many of these come with Prime shipping, so members can save additional money.", "We've rounded up five devices that meet the American Heart Association's recommendations and have ratings above 4 stars on Amazon.", "Note: the prices below reflect the retailer's listed price at the time of publication.", "Omron BP742N 5 Series Upper Arm Blood Pressure Monitor ($39.99, originally $50.33; amazon.com)", "Omron is a popular brand when it comes to blood pressure monitors -- this device in particular has a stellar 4.2 rating from over 8,000 past customers.", "Care Touch Fully Automatic Upper Arm Digital Blood Pressure Monitor ($36.99, originally $44.99; amazon.com)", "This large LCD display makes reading your heart rate at home that much easier.", "Vive Precision Blood Pressure Monitor ($29.75; amazon.com)", "Vive's 2019 iteration of its blood pressure monitor brings updated device accuracy and pump stability to this fan-favorite device.", "Balance Blood Pressure Monitor Cuff Kit ($28.50; amazon.com)", "A potion of each blood pressure monitor purchase goes to the non-profit organization, Love146.", "GreaterGoods Smart Blood Pressure Monitor $44.85; amazon.com)", "Connect this monitor with your smartphone so you can easily track your blood pressure daily."], "id": "25dcf124-9d1a-3a23-a8f7-d1427b22f7c1", "url": "https://www.cnn.com/2018/03/19/cnn-underscored/best-blood-pressure-monitors-shop/index.html?iid=underscoredhealthhpplacement", "title": "Best-selling blood pressure monitors to use at home", "authors": [], "keywords": ["upper", "aha", "monitor", "american", "blood", "arm", "pressure", "device", "devices", "bestselling", "heart", "monitors"], "pubDate": null, "summary": "If you're in the market for a blood pressure monitor, there are a number of factors you'll need to consider to find one that's as accurate and functional as possible.\nOmron BP742N 5 Series Upper Arm Blood Pressure Monitor ($39.99, originally $50.33; amazon.com)Omron is a popular brand when it comes to blood pressure monitors -- this device in particular has a stellar 4.2 rating from over 8,000 past customers.\nVive Precision Blood Pressure Monitor ($29.75; amazon.com)Vive's 2019 iteration of its blood pressure monitor brings updated device accuracy and pump stability to this fan-favorite device.\nBalance Blood Pressure Monitor Cuff Kit ($28.50; amazon.com)A potion of each blood pressure monitor purchase goes to the non-profit organization, Love146.\nGreaterGoods Smart Blood Pressure Monitor $44.85; amazon.com)Connect this monitor with your smartphone so you can easily track your blood pressure daily.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}