{"summary": "This method has proven shockingly popular with readers I assume, so even though I can’t say I have any real qualms with our Best of E3 Awards this year, I figured I’d continue the tradition anyway with the Third Annual Dubious E3 Awards.\nHow does anyone working in the video game industry not understand how bullets work?!\nWorst ‘90s Video Game Beard: ThorNope, it’s definitely not mismanaged expectations – LOOK AT THAT BEARD.\nWe livestreamed all of the major press conferences during E3, and as always, our viewers defied internet standards by being…human.\ncommunity banded together around my pre-show dream of a Grace and Frankie video game.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "keywords": ["know", "e3", "annual", "microsoft", "award", "press", "games", "video", "actual", "actually", "dubious", "awards", "game"], "id": "25e06fc1-0bd6-38aa-b706-d5495eeeca68", "url": "https://www.gameinformer.com/funny-to-a-point/2019/06/28/the-third-annual-dubious-e3-awards", "title": "The Third Annual Dubious E3 Awards", "pubDate": null, "paragraphs": ["As longtime readers are aware, I’ve adapted an ingenious defense mechanism to dealing with G.I.’s horrible lists and rankings – instead of lending consideration to my fellow co-workers’ obviously wrong opinions, I simply disavow the lists completely and come up with my own competing awards instead.", "This method has proven shockingly popular with readers I assume, so even though I can’t say I have any real qualms with our Best of E3 Awards this year, I figured I’d continue the tradition anyway with the Third Annual Dubious E3 Awards. Read on to find out which games, companies, and other random crap won a highly coveted Duby this year!", "Full Keanu Award: Cyberpunk 2077", "Did you see when Keanu Reeves took the stage during Microsoft’s press conference to introduce Cyberpunk 2077? Of course you did! That’s all anyone was talking about! Who would have thought a company could get a celebrity to appear on a stage and read something from a teleprompter? I wonder how they did it! What’s that you say? Money? Oh, that explains it.", "Seriously though, considering Keanu Reeves has joined Jeff Goldblum in the can-do-no-wrong-weirdo-celeb status, it was a fun surprise, and I’m excited he actually has a major role in the game.", "À La Carte Award: Electronic Arts", "After years of boring press conference attendees with extended FIFA segments, Electronic Arts made a smart call this year that I’m honestly surprised no one has thought of before: Instead of one long livestream, EA did a series of smaller streams each focused on a single game. This allowed EA fans to just tune in and learn about the games they want to. Unless those games were Anthem and Battlefront II of course, which were relegated to short developer interviews between the streams of the games EA actually cares about and plans to support. Yikes.", "Gameplay Shmameplay Award: Microsoft Every Publisher?", "I originally scribbled down this entry note after Microsoft’s livestream, as I was surprised by how many cinematic trailers they showed instead of actual gameplay. Then I watched pretty much every other major publisher follow suit. The one shining exception was Watch Dogs Legion, which everybody ended up loving. See that, publishers? If you show actual gameplay, everyone will like your game! Well, unless it’s Star Wars, apparently…", "They All Float Down Here Award: Nightmare Jedi Wookiee", "Speaking of Star Wars Jedi: Fallen Order, what the hell was with that Wookiee?! Has anyone at Respawn ever actually seen a Wookiee? Well, technically I guess none of us have actually seen a Wookiee, but you know what I mean. If you were looking for a non-Keanu meme from E3 2019, Sad Halloween Costume Wookiee takes the cake.", "Series Of Tubez Award: Project Scarlett", "Hey, did you hear about Project Scarlett? It’s going to change the future of gaming forever! It’s got an SSD’s worth of virtual ram in the gamestack for ray-tracing, and I think Navi from Zelda is in there too! Are you hyped yet or what?! Hotbot dot yahoo!", "Microsoft’s “reveal” video for Project Scarlett didn’t actually reveal hardware, a tech demo, or even an actual name for its new console, but it was full of random technical jargon and talking heads telling us how really revolutionary said technical jargon is. None of that amounts to much – especially when you spend the whole video mesmerized by that one guy’s beard. Next time Microsoft should just show how fast a load time is like Sony did.", "Gimme A Hand Award: The Elden Ring", "I know George R.R. Martin is supposed to be a great writer and all, but this pun was just staring him in the face! How did he miss it? It would make a killer tagline for the game! Also, is the MacGuffin of this fantasy game really another ring that controls everything? Couldn’t he have gone with something that has even an iota of originality? Like a crown or a nice broach? How many friggin’ rings do we need?", "Biggest Game You’ve Never Heard Of Award: CrossFire X", "Despite not actually being at E3, I was all ready to heckle Microsoft’s announcement that it was bringing some game called CrossFire to the Xbox One. “Who cares, Phil? Get some real games to announce!”", "Then I learned that CrossFire has 660 million players worldwide, which is more than twice the total population of every man, woman, and child in the United States. Well played, Microsoft.", "I mean, the game still looks like total crap, but well played nonetheless.", "Gratuitous Stage Shenanigans Award: Gears 5", "Instead of showing off actual gameplay, Microsoft took an innovative approach to its Gears 5 presentation – they opened up a giant hole in the floor and descended into the mechanical bowels beneath the stage, where Rod Fergusson had imprisoned a few WWE wrestlers for some reason? It was very weird and unnecessary, and probably breaks the Geneva Conventions.", "Learning From Past Mistakes Award: Microsoft", "That said, I have to give Microsoft credit where credit is due – after winning the Worst Reveal Duby two years ago for debuting a stupid car during their press conference (wrong expo, Microsoft!), the publisher seemed poised to make the same mistake again. Only this year the car turned out to be made of Legos! Gamers love Legos! And yes I know the plural is technically supposed to be Lego – I just don't care!", "Anyway, the presentation obviously would’ve been better if Spencer had done a pratfall into the Lego-ized auto and smashed it to pieces, but all in all it was still a marked improvement.", "Then again, Microsoft followed the segment up with another Gears POP! trailer, so clearly they still have work to do.", "Doesn’t Know How Bullets Work Award: Samsung", "I’m sure I wasn’t the only one with a palm-sized red spot on my head while watching the PC Gaming Show’s Samsung presentation, which pandered to refresh-rate-obsessed gamers with a video that showed…bullets being fired while still in their casings? How does anyone working in the video game industry not understand how bullets work?! Shooting stuff is practically all we do in games! Hmm, that’s actually a much more depressing revelation than I intended. How about we move along before we think about it too much, mmmkay?", "Best Host Award: Shark Lady, PC Gaming Show", "Look, I watched the PC Gaming Show in the same stupefied disbelief as everyone else, but I’ve still got to hand it to Frankie Ward, who did everything in her power to make the stream entertaining and keep things moving. As I can attest, filling a stone-cold entertainment void is no easy task, and Ward did it with aplomb. And a shark suit, for some reason. It’s still better than corporate execs and obnoxious influencers who don’t know that streaming from a bathroom is a no-no…", "Shameless Fan Pandering Award: Bethesda", "Look, Bethesda knows how much they screwed up Fallout 76 – but they’re doing it all for you, the fans! That makes releasing a super buggy game laden with microtransactions okay, right? Also, they’re adding in NPCs and an actual story now! You know, the foundational components all their previous games were loved for that they just decided were no longer necessary to charge you for a game? But now they’re going to be added in because you asked for it, and they love you as much as you love them! Also, it’s all free! Aside from the previous and new microtransactions, which you will surely feel compelled to buy – but only because you’re the greatest fans in the world!", "I’ll admit the new updates do make me more enticed to try Fallout 76. Dammit, this is how they win!", "Too Good To Be True Award: Watch Dogs Legion", "I never played Watch Dogs 2, and I didn’t expect to be interested in the third one either – but then Ubisoft had to get all radical with its game design. I still can’t believe Watch Dogs Legion’s pitch of letting you recruit anyone in the world, who will then just seamlessly slip into an emergent narrative, complete with dynamic cutscenes, missions, and permadeath. Ubisoft has a history of showing off bullshot demos, particularly with Watch Dogs, so I’m still skeptical of their more outlandish claims, like every NPC has a schedule and daily routine, and that if you kill an NPC their spouse will visit their grave and eventually start dating again. That’s Molyneux levels of ambition that I truly hope Ubisoft can deliver on – but I’m not holding my breath.", "I Think I Like It? Award: Marvel’s Avengers", "I was psyched to see Crystal Dynamics’ co-op-enabled Avengers game. Then I actually saw it. Honestly, I still don’t know how I feel about it. On one hand, forgoing actors’ likenesses and instead making a new and original storyline seems like the right call. On the other, more Hulk-sized hand, they kinda look terrible? Like random NPCs who were called in at the last minute to pose as the Avengers until the actual character models are ready. Maybe it’s just a case of mismanaged expectations on my part. It’s probably fine.", "Worst ‘90s Video Game Beard: Thor", "Nope, it’s definitely not mismanaged expectations – LOOK AT THAT BEARD. That is a Bethesda create-a-character beard! Those characters definitely need makeovers. Except Hulk. He looks appropriately Hulky.", "Can’t Wait To Argue About It Award: Breath Of The Wild 2", "I had a laundry list of problems back when I tried to play Breath of the Wild, but I’ve since gotten over it. Or at least I did. Then Nintendo announced a sequel, and all the BotW apologists on staff started making stupid jokes about what the haters will complain about. Yeah, we’re the crazy ones for not wanting the pace of combat constantly interrupted by flimsy weapons that break all the time. I can’t wait to see what revolutionary new way Nintendo finds to render half your rewards utterly useless. Maybe cool costumes that just disintegrate off your body after wearing them for half a minute? Also, Ubisoft reusing the same Far Cry map is considered cheap and lazy game design, but Nintendo doing it Breath of the Wild’s dull and barren Hyrule is super cool and innovative for some reason? I can’t wait for the GotY arguments in 2020. Oh wait a minute, I SUPER CAN.", "Jealous Jeff Award: Cyberpunk 2077. Again.", "CD Projekt Red’s approach to E3 went swimmingly last year, so it’s understandable that they would employ the same tactic again. I can’t argue with them: A massive, behind-closed-doors demo certainly gets everyone talking, without opening the game to any criticism that can come from repeated viewings or in-depth analysis. In an age where the internet picks everything apart and sucks the joy out of being a fan like an emo vampire, cutting them out of the loop makes sense. The only problem? I wasn’t behind the closed doors! Again! So once again I’m stuck hearing breathless recountings from my coworkers until CD Projekt Red releases the video and allows me to make my own astute observations.", "The Great Golden Fan Award: G.I. Livestream Viewers!", "Granted, I don’t actually have a golden award to give our viewers, but if you tuned in during E3, you certainly deserve one! We livestreamed all of the major press conferences during E3, and as always, our viewers defied internet standards by being…human. Nice even! It really makes all the difference.", "But what really drove home how great our community is was our livestream of the Netflix press conference. Primarily because it wasn’t actually a press conference – we found out five minutes before airtime that Netflix was actually hosting a discussion panel. So we’d be commenting on the comments of the panel’s commentators.", "It was a horrifically stupid idea, but it was also too late to cancel the stream, so we just went with it, and still had a lot of fun. We even ended up with more viewers than the official stream had! Which is a very bad sign if you work for Netflix, but great for us!", "However, the real kicker was when the panel began fielding questions from Twitter, and the G.I. community banded together around my pre-show dream of a Grace and Frankie video game. Our viewers flooded Netflix’s account with questions and/or demands for a Grace and Frankie video game, and even though the company ignored our tweets like cowards, I still feel like we won.", "So enjoy your (metaphorical) Great Golden Fan Award, dear community – you earned it!"]}