{"id": "261e3da7-3e55-3456-8bdd-2316a8167266", "title": "Uncharted Movie Is Done Filming, First Look At Mark Wahlberg's Sully Costume", "url": "https://www.gameinformer.com/2020/10/29/uncharted-movie-is-done-filming-first-look-at-mark-wahlbergs-sully-costume", "summary": "Despite a global pandemic, a rotating door of directors, and a plethora of other issues regarding the Uncharted movie starring Tom Holland as a much younger Nathan Drake, the prequel film has officially wrapped up filming!\nTo celebrate, we've got our first look at Mark Wahlberg as Sully.\nLuckily, it seems like it's all pulled together with even the voice behind Drake himself giving his official seal of approval.\nAs for the film itself, the Uncharted movie makes it theater debut on July 16, 2021.\nAre you excited to see Tom Holland bring Nathan Drake to life in the upcoming movie?", "paragraphs": ["Despite a global pandemic, a rotating door of directors, and a plethora of other issues regarding the Uncharted movie starring Tom Holland as a much younger Nathan Drake, the prequel film has officially wrapped up filming! To celebrate, we've got our first look at Mark Wahlberg as Sully. Well, his outfit at least.", "The news of the Uncharted movie's filming being a done deal came by way of the official Uncharted Twitter account with a special little tribute to our beloved Nathan Drake:", "While Holland is set to star as a more youthful Nathan Drake for the prequel, Mark Wahlberg is also playing a central role as a younger Sully. The actor previously shared a look at him in all of his mustachio'd glory and now we've got our first look at his character's costume:", "For those that may not be in the loop fully yet, the live-action Uncharted movie follows a tale told before the games, with a young adult protagonist we've seen a few times throughout the franchise. This film has been hit with numerous cancellation rumors due to a constant change of hands and being stuck in development hell for several years. Luckily, it seems like it's all pulled together with even the voice behind Drake himself giving his official seal of approval.", "As for the film itself, the Uncharted movie makes it theater debut on July 16, 2021.", "Are you excited to see Tom Holland bring Nathan Drake to life in the upcoming movie? Sound off with your thoughts in the comment section below and tell us what you think!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["mark", "filming", "film", "wahlbergs", "movie", "holland", "younger", "weve", "wahlberg", "look", "sully", "drake", "nathan", "costume", "uncharted"], "pubDate": "2020-10-29T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}