{"authors": ["Thomas Barrabi"], "title": "WNBA mainstay Penny Toler fired by L.A. Sparks after using racial slur", "url": "https://www.foxbusiness.com/sports/wnba-legend-penny-toler-fired-racial-slur", "summary": "Penny Toler, an historical WNBA figure and longtime Los Angeles Sparks general manager, was fired on Friday after she admitted to using a racial slur during a postgame speech to her team.\n“Penny Toler was relieved of her duties and will no longer be with the organization, effective immediately.\nA national search will begin immediately to identify the next general manager of the Sparks,” the team said in a statement.\n“On behalf of ownership and the entire Sparks organization, I’d like to thank Penny Toler for a successful and historic tenure with the organization,” Holoman said in a statement.\nWe wish her nothing but the best moving forward.”A former Sparks player, Toler also scored the first basket in WNBA history in 1997.", "keywords": ["la", "used", "fired", "mainstay", "racial", "slur", "playoffs", "toler", "using", "organization", "manager", "wnba", "players", "team", "penny", "sparks"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Penny Toler, an historical WNBA figure and longtime Los Angeles Sparks general manager, was fired on Friday after she admitted to using a racial slur during a postgame speech to her team.", "Continue Reading Below", "Toler, 53, said she used the slur while attempting to motivate the Sparks following their loss to the Connecticut Sun in Game 2 of the WNBA semifinals. The Sparks went on to lose Game 3 and were eliminated from the playoffs.", "“Penny Toler was relieved of her duties and will no longer be with the organization, effective immediately. A national search will begin immediately to identify the next general manager of the Sparks,” the team said in a statement.", "Sparks governor Eric Holomon will assume Toler’s duties on an interim basis during the search for her replacement, the team said. Toler also served as the franchise’s executive vice president prior to her firing.", "\"By no means did I call my players the N-word,\" Toler told ESPN. \"I'm not saying that I couldn't have used it in a context. But it wasn't directed at any of my players. … It’s unfortunate that I used that word.”", "Toler became the Sparks’ general manager in 1999 and was one of the longest-tenured front office executives in U.S. professional sports. The Sparks made the playoffs 18 times and won three WNBA championships during her tenure.", "“On behalf of ownership and the entire Sparks organization, I’d like to thank Penny Toler for a successful and historic tenure with the organization,” Holoman said in a statement. “Penny is a foundational figure in the growth of the WNBA and helped lead our franchise to perennial playoff success and multiple titles. We wish her nothing but the best moving forward.”", "A former Sparks player, Toler also scored the first basket in WNBA history in 1997.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "\"I think that this whole conversation has been taken out of context because when we lose, emotions are running high and, unfortunately, and obviously, some people feel some type of way,” Toler added.", "The Sparks entered the playoffs as the third seed in the Western Conference but lost three straight games to the Sun. Players on WNBA teams that lose in the first round of the playoffs receive bonuses of roughly $1,000 each, while players on the championship team earn bonuses of about $11,000."], "pubDate": null, "id": "26ee1df6-bdd3-3a01-bdd3-cb414b3fd2e2"}