{"authors": ["Emma Graham-Harrison"], "keywords": ["ban", "emergency", "system", "kong", "public", "violent", "banks", "suspends", "city", "protests", "closes", "metro", "masks", "lam", "hong", "face"], "pubDate": null, "summary": "“I would say this is one of the most important constitutional cases in the history of Hong Kong,” lawmaker Dennis Kwok told reporters outside court on Sunday.\nIn the afternoon a small, peaceful crowd marched across Hong Kong island, but there were no major demonstrations.\nFacebook Twitter Pinterest A customer leaves as an employee pulls down the shutters at a convenience store normally open 24 hours a day in Hong Kong.\nPhotograph: Handout/AFP via Getty Images“If the situation in Hong Kong becomes uncontrollable by Hong Kong government, the central government will not sit on their hands and watch,” Liu Xiaoming told the BBC’s Newsnight.\nHe added: “(At present) the situation is still under control and we have full trust in the Hong Kong government and the chief executive.”", "title": "Hong Kong suspends metro system and closes banks after violent protests", "url": "https://www.theguardian.com/world/2019/oct/05/hong-kong-suspends-metro-system-and-closes-banks-after-violent-protests", "id": "2712e886-b0c4-30e7-bd09-7e0de0431d59", "paragraphs": ["Carrie Lam’s ban on face masks provokes fury ahead of march on Sunday, although parts of the subway system were reopened", "Hong Kong’s metro system was suspended and many of its banks and shopping malls closed after a government decision to invoke sweeping colonial-era powers sparked violent protests across the city.", "The chief executive, Carrie Lam, provoked a wave of fear and fury on Friday with a ban on face masks at any public gathering, brought in under the emergency regulations ordinance, which had not been used for more than half a century.", "She also hinted authorities were considering harsher measures, including a curfew and delays to local elections set for November. The legislation gives her government virtually unlimited powers to do anything it considers necessary for public order.", "Facebook Twitter Pinterest A woman stands in front of a closed entrance gate to the Causeway Bay MRT train station. Photograph: Fazry Ismail/EPA", "The ban on masks was the government’s latest attempt to stop escalating protests that have swept through the city and transfixed the world.", "In four months of protests Lam has made only one concession – withdrawing the extradition bill that originally brought people on to the streets – but it was widely seen as too little, too late. The movement has five demands now, including an independent inquiry into police brutality and more democracy for the city.", "Protesters called a day of rest on Saturday, before a large march against the ban on Sunday, but the city was still on edge. The entire MTR metro network, with typically more than 4m trips a day, was shuttered apart from the airport express.", "It was partially reopened on Sunday ahead of more demonstrations expected later in the day.", "Also on Sunday, opposition lawmakers sought an emergency injunction in a bid to overturn the face mask ban.", "“I would say this is one of the most important constitutional cases in the history of Hong Kong,” lawmaker Dennis Kwok told reporters outside court on Sunday. “This could be the very last constitutional fight on our part. In the name of law they are trying to hurt the people and they try to crush the opposition.", "“If this emergency law just gets a pass just like that Hong Kong will be deemed into a very black hole.”", "Many shops and supermarkets closed early on Saturday, and even the 7-Eleven convenience stores that are a staple of city life and usually open around the clock, said they would shut in the afternoon. Queues formed at ATMs in the morning, and food shops that were still open were busier than normal.", "In the afternoon a small, peaceful crowd marched across Hong Kong island, but there were no major demonstrations.", "Facebook Twitter Pinterest A customer leaves as an employee pulls down the shutters at a convenience store normally open 24 hours a day in Hong Kong. Photograph: Mohd Rasfan/AFP via Getty Images", "Lam put out a pre-recorded video message, accusing protesters of “half-paralysing” the city, and plunging it into a “very dark night”. Flanked by all her ministers, who stood silent as Lam spoke, she called on the city’s 7.5 million citizens to back her.", "“The extreme violence clearly illustrated that Hong Kong’s public safety is widely endangered,” Lam said, in her first comments since Friday’s ban.", "Crowds had taken to the streets soon after she announced the ban, effective overnight. Face masks have become a staple at protests, partly because of heavy teargas use and partly because people fear arrest or retaliation if they are identified.", "Play Video Peaceful protesters form human chains after mask ban in Hong Kong – video", "Protesters set fire to two metro stations and vandalised shops and businesses considered pro-China; police responded with teargas, and a 14-year-old student was shot in the thigh with a live round. He was taken to hospital in a serious condition.", "On Saturday, police sent text messages urging the public to avoid protests over the three-day weekend. But despite the transport difficulties, and the fact that Sunday’s protest had not got a police permit, large numbers were expected to turn out.", "Violence grips Hong Kong as Lam activates emergency powers Read more", "Secondary school students also launched a petition, calling on police not to punish or report them for wearing a mask.", "The Chinese ambassador to the UK said Beijing would not hesitate to intervene if it thought it was necessary. Despite the worst outbreak of violence yet over the last week, and the shooting of two teenage students with live ammunition, he claimed the situation had improved and denied Lam had lost control.", "Facebook Twitter Pinterest Carrie Lam (C) stands with her cabinet as she delivers a video message released to media organisations in Hong Kong. Photograph: Handout/AFP via Getty Images", "“If the situation in Hong Kong becomes uncontrollable by Hong Kong government, the central government will not sit on their hands and watch,” Liu Xiaoming told the BBC’s Newsnight. He added: “(At present) the situation is still under control and we have full trust in the Hong Kong government and the chief executive.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}