{"paragraphs": ["Written by Emily Dixon, CNN Contributors Vittorio Bonaffini BRAVÒ production", "From models on the runways to the influencers in the front rows, it's easy to assume that Milan 's fashion scene is solely the domain of the young.", "In fact, some of the city's most stylish residents are fashion veterans, with a timeless sense of style that extends beyond the whims of fashion week.", "Textile designer Lisa Corti, fashion advisor Nicoletta Morozzi and restaurateur Italo Manca spoke to CNN about what personal style means to them.", "Corti, the founder of Milan's Home Textile Emporium, gravitates towards vibrant color and clashing patterns, layering beaded necklaces, brooches and shawls to complete her distinctive ensembles.", "\"I appreciate those who have their own style,\" she said. \"What I wear on a given day has to somehow reflect how I feel.\"", "Manca, the famously stylish owner of restaurant La Libera, has long embraced a dandy aesthetic -- patterned suits, bow ties and a thick white mustache. \"I could never go out without my bow tie or a jacket,\" he said.", "Every day, he takes his fashion cues from the weather. \"If it's sunny, I pick colors for the sun. If it's gray, I pick colors for gray,\" he explained.", "Milan Fashion Week is his chance to flaunt the finest items in his wardrobe to show that age is irrelevant when it comes to personal style. \"During fashion week, since I'm vain, I try to change my look every day,\" Manca said.", "Morozzi, a fashion advisor at Milan's Nuova Accademia di Belle Arti, has a simpler approach to fashion, and on this particular day is wearing her favorite knitwear complemented by stacks of gold rings and blue-rimmed glasses.", "\"Being elegant is probably when you can match who you are to what you are wearing,\" said Morozzi, who launched the Do-Knit-Yourself project to share her love for knitting and embroidery.", "Fashion week might spotlight Milan's distinctive aesthetic, but according to Morozzi, Corti and Manca, it won't fade when the models, editors and designers move onto the next stop: Paris Fashion Week.", "In Morozzi's words, it's style like theirs that \"defines the image of a city.\"", "The video above is a BRAVÒ production for CNN Style."], "id": "273e241e-9471-3171-923a-3f0101e0261d", "url": "https://edition.cnn.com/style/article/milan-fashion-icons/index.html", "title": "Milan's timeless fashion icons share what style means to them", "authors": ["Emily Dixon", "Vittorio Bonaffini", "Bravò Production"], "keywords": ["cnn", "fashion", "icons", "means", "day", "week", "morozzi", "style", "timeless", "wearing", "milans", "share", "manca", "stylish"], "pubDate": null, "summary": "In fact, some of the city's most stylish residents are fashion veterans, with a timeless sense of style that extends beyond the whims of fashion week.\nTextile designer Lisa Corti, fashion advisor Nicoletta Morozzi and restaurateur Italo Manca spoke to CNN about what personal style means to them.\n\"During fashion week, since I'm vain, I try to change my look every day,\" Manca said.\nFashion week might spotlight Milan's distinctive aesthetic, but according to Morozzi, Corti and Manca, it won't fade when the models, editors and designers move onto the next stop: Paris Fashion Week.\nThe video above is a BRAVÒ production for CNN Style.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}