{"summary": "Rep. Eric Swalwell, D-Calif., said Tuesday that if President Trump refuses to send the documents and witnesses that House Democrats requested in the impeachment inquiry, “We can only conclude that you’re guilty,” sparking critics on Twitter to accuse him of suggesting the president is guilty until proven innocent.\n\"In America, innocent men do not hide and conceal evidence,\" Swalwell added, in his conversation with CNN's Wolf Blitzer.\n\"They are forthcoming and they want to cooperate and the president is acting like a very guilty person right now.\"\n\"Eric, odd thing about the US, you're innocent until proven guilty.\n\"guilty until proven innocent, the motto of the liberal miscreants like you,\" another wrote.", "keywords": ["swalwells", "test", "swalwell", "comment", "guilty", "twitter", "innocent", "conclude", "eric", "furor", "witnesses", "house", "sparks", "trump", "president", "proven", "youre", "impeachment"], "paragraphs": ["Rep. Eric Swalwell, D-Calif., said Tuesday that if President Trump refuses to send the documents and witnesses that House Democrats requested in the impeachment inquiry, “We can only conclude that you’re guilty,” sparking critics on Twitter to accuse him of suggesting the president is guilty until proven innocent.", "\"In America, innocent men do not hide and conceal evidence,\" Swalwell added, in his conversation with CNN's Wolf Blitzer. \"They are forthcoming and they want to cooperate and the president is acting like a very guilty person right now.\"", "Among those objecting to Swalwell's remarks was Ben Williamson, communications director for Rep. Mark Meadows, R-N.C.", "\"I believe the Fifth Amendment was just repealed on live television,\" Williamson wrote.", "In a Twitter message earlier Tuesday, Swalwell had compared what he described as Trump's stonewalling by using a sports metaphor of drug testing in Major League Baseball.", "REP. SWALWELL GRILLED ON IMPEACHMENT INQUIRY, WON'T CONDEMN REPORTING NUNES' CALLS", "\"[I]f a baseball player refuses to take a drug test, MLB treats it as a positive result. Why? Only a player who’d test dirty would refuse a test,\" he wrote. \"Why won’t @realDonaldTrump send witnesses or documents to Congress? Because he’d test dirty.\"", "But critics on Twitter weren't buying Swalwell's argument.", "\"Eric, odd thing about the US, you're innocent until proven guilty. Not his responsibility to prove he's innocent, your responsibility to prove he's guilty. Obviously you missed school that day!\" one critic tweeted.", "\"guilty until proven innocent, the motto of the liberal miscreants like you,\" another wrote.", "\"Did you seriously just try to compare impeaching a president to a drug test in baseball? The idiocy is bleeding through my computer screen,\" a third Twitter user commented.", "Trump has blocked several witnesses from testifying before Congress, including acting White House Chief of Staff Mick Mulvaney, former national security adviser John Bolton and Secretary of State Mike Pompeo.", "CLICK HERE TO GET THE FOX NEWS APP", "The House is expected to vote on impeachment Wednesday."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/politics/eric-swalwell-sparks-controversy-by-saying-if-trump-refuses-to-send-witnesses-we-can-only-conclude-that-youre-guilty", "authors": ["Brie Stimson"], "id": "273f7074-8581-39f7-adfd-5a3d45ce1e2d", "pubDate": null, "title": "Eric Swalwell's Trump comment on CNN sparks Twitter furor: 'We can only conclude that you're guilty'"}