{"id": "274e4e92-d3ff-3833-beb8-b2ff690127b9", "title": "'Super rare' 100-year-old carrier pigeon message found in France", "url": "https://www.theguardian.com/world/2020/nov/09/super-rare-100-year-old-carrier-pigeon-message-found-in-france", "summary": "A couple out for a walk in eastern France have discovered a tiny capsule containing a message despatched by a Prussian soldier over a century ago using a carrier pigeon.\nThe message reads: “Platoon Potthof receives fire as they reach the western border of the parade ground, platoon Potthof takes up fire and retreats after a while.\nA couple found the tiny capsule with its well-preserved contents in September this year in a field in Ingersheim, said Jardy, who raved about the “super rare” discovery.\nThey brought it to the nearest museum, the one at Orbey dedicated to one of the bloodiest battles of the first world war.\nThe message is not from the second world war as previously stated.", "paragraphs": ["A couple out for a walk in eastern France have discovered a tiny capsule containing a message despatched by a Prussian soldier over a century ago using a carrier pigeon.", "The message from an infantry soldier based at Ingersheim, written in German in a barely legible hand, detailed military manoeuvres apparently during the first world war and was addressed to a superior officer, said Dominique Jardy, curator of the Linge Museum at Orbey in eastern France.", "The date is marked 16 July but the year is not perfectly clear, appearing to be written as either 1916 or 1910. The first world war took place from 1914 to 1918.", "The message reads: “Platoon Potthof receives fire as they reach the western border of the parade ground, platoon Potthof takes up fire and retreats after a while.", "“In Fechtwald half a platoon was disabled. Platoon Potthof retreats with heavy losses.”", "At the time, Ingersheim – now in France’s Grand Est department – was part of Germany.", "A couple found the tiny capsule with its well-preserved contents in September this year in a field in Ingersheim, said Jardy, who raved about the “super rare” discovery.", "They brought it to the nearest museum, the one at Orbey dedicated to one of the bloodiest battles of the first world war.", "Jardy had enlisted the help of a German friend to decrypt the message, he said.", "The tiny piece of paper and capsule will become part of the museum’s permanent display.", "With Agence France-Presse", "• The picture caption on this article was corrected on 9 November 2020. The message is not from the second world war as previously stated."], "authors": [], "keywords": ["france", "100yearold", "platoon", "message", "war", "capsule", "ingersheim", "soldier", "world", "potthof", "pigeon", "tiny", "written", "super", "carrier", "rare"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}