{"id": "2769695f-1f30-39e5-87a8-b24ec1804e9f", "title": "Blake Shelton asked Gwen Stefani’s sons for permission before proposing, source says", "url": "http://www.foxnews.com/entertainment/blake-shelton-asked-gwen-stefanis-sons-for-permission-before-proposing-source-says", "summary": "Blake Shelton made sure to first get approval from three very important boys before proposing to Gwen Stefani.\n“Blake told her boys that he wanted to propose and ask their permission,” the source alleged to the outlet.\nThe source said the pair were “very excited” to unveil their joyful joint announcement where Stefani proudly showed off her engagement ring.\nGWEN STEFANI CLEARS UP BLAKE SHELTON RUMORS BEFORE 'THE VOICE' SEASON PREMIEREShelton hinted that he plans to follow in his girlfriend's footsteps.\n“Not only that, just … everyone was like, ‘how was your drive over?’ It’s like, ‘wonderful, I was with Blake Shelton.", "paragraphs": ["Blake Shelton made sure to first get approval from three very important boys before proposing to Gwen Stefani.", "A source close to the No Doubt rocker, 51, told People magazine in this week’s issue that the country star, 44, reached out to Stefani’s children before getting down on one knee and proposing to his longtime love.", "Stefani and her ex-husband, Bush frontman Gavin Rossdale, share three sons: Kingston, 14, Zuma, 12, and Apollo, 6.", "“Blake told her boys that he wanted to propose and ask their permission,” the source alleged to the outlet. “Her family very much approves of him. He’s an amazing partner and a great dad to the boys. Gwen is ecstatic. The proposal was a surprise.”", "GWEN STEFANI, BLAKE SHELTON ANNOUNCE ENGAGEMENT: 'I HEARD A YES'", "According to the insider, the couple kept their announcement private for several days before sharing it with the world on Oct. 27 via Instagram. The source said the pair were “very excited” to unveil their joyful joint announcement where Stefani proudly showed off her engagement ring.", "The couple began dating in 2015 after appearing on “The Voice” together as coaches the previous year. They've since appeared together on the singing competition several times, with Shelton having been a host since Season 1.", "In 2015, Stefani announced her split from Rossdale, 55, after 20 years together. The news came just weeks after Shelton and his ex-wife, country singer Miranda Lambert, finalized their divorce after four years of marriage.", "The duo has since released music together such as the song “Happy Anywhere.” Stefani and Shelton also duet on the tracks \"Go Ahead And Break My Heart,\" \"You Make It Feel Like Christmas\" and \"Nobody But You.\"", "GWEN STEFANI WINS FIRST CMT MUSIC AWARD FOR COLLABORATION WITH BLAKE SHELTON: ‘WHAT IS HAPPENING IN MY LIFE?’", "The couple, who already spend most of their time living together on Shelton’s Oklahoma property with Stefani’s kids, have discussed getting engaged several times in the past, often noting that they were content to continue just dating one another.", "The pair got candid about their future in a recent interview with Gayle King for a CBS special ahead of the Grammys, where they performed their duet \"Nobody But You.\"", "King, 65, put the two on the spot by asking where they see themselves in the next 10 years, and it turns out the country crooner has no hesitation about continuing to be by Stefani's side.", "\"I have a lot of kids, so I see myself, like, at a lot of football games,\" Stefani, 51, said at the time, via Taste of Country.", "GWEN STEFANI CLEARS UP BLAKE SHELTON RUMORS BEFORE 'THE VOICE' SEASON PREMIERE", "Shelton hinted that he plans to follow in his girlfriend's footsteps.", "\"In the next 10 years, I see myself in the exact same scenario,\" Shelton responded.", "This was hardly the first time they cleverly dodged questions about a potential engagement. At the Grammy Awards, Shelton was directly asked why he hadn’t put a ring on her finger yet, to which Stefani let him off the hook by noting that she’s already wearing plenty of hand jewelry. However, that didn’t stop her from professing her affection for the country crooner.", "“He saved my entire life,” she exclaimed on the Grammys red carpet. “Not only that, just … everyone was like, ‘how was your drive over?’ It’s like, ‘wonderful, I was with Blake Shelton. He just makes me laugh and smile, he's just the greatest guy.'”", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The announcement is in keeping with a promise that Stefani made in 2019 after she was spotted wearing a diamond ring that many mistook for an engagement ring.", "“It might be a real ring, a real diamond, but it's not a wedding ring. No, no,” Stefani told E! News at the time.", "“When I have something to say, I’ll say it,” she added.", "Fox News’ Tyler McCarthy and Melissa Roberto contributed to this report."], "authors": ["Stephanie Nolasco"], "keywords": ["country", "stefanis", "sons", "ring", "gwen", "engagement", "source", "permission", "asked", "couple", "proposing", "shelton", "told", "stefani", "blake"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}