{"keywords": ["muslim", "pakistans", "pakistani", "hard", "minority", "mob", "temple", "looking", "disappointment", "times", "hindu", "india", "wrapped", "hindus", "angry", "country"], "authors": ["Maria Abi-Habib"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "http://www.nytimes.com/2019/10/05/world/asia/pakistan-hindu-india-modi.html", "summary": "JODHPUR, India — By the time an angry Muslim mob stormed the local Hindu school and ransacked an adjacent temple a few weeks ago, many members of Pakistan’s dwindling Hindu minority had already been wondering whether it was worth trying to stay in a country where they felt increasingly unsafe.\nIn April, an angry mob vandalized a different Hindu temple, smashing its idols and chucking the pieces in an open sewer.\nIn May, a Hindu veterinarian was accused of blasphemy in a neighboring town, his shop burned to the ground on the rumor that he was selling medicine wrapped in Islamic religious text.\nMore than 70 years after the partition of India and Pakistan, increasing violence in this officially Muslim country against the Hindu minority — about 1 percent of Pakistan’s 210 million people — is leading some Hindus to rethink the choices and fate that left their families on the Pakistani side of the line in 1947, residents say.", "paragraphs": ["JODHPUR, India — By the time an angry Muslim mob stormed the local Hindu school and ransacked an adjacent temple a few weeks ago, many members of Pakistan’s dwindling Hindu minority had already been wondering whether it was worth trying to stay in a country where they felt increasingly unsafe.", "In April, an angry mob vandalized a different Hindu temple, smashing its idols and chucking the pieces in an open sewer. In May, a Hindu veterinarian was accused of blasphemy in a neighboring town, his shop burned to the ground on the rumor that he was selling medicine wrapped in Islamic religious text.", "More than 70 years after the partition of India and Pakistan, increasing violence in this officially Muslim country against the Hindu minority — about 1 percent of Pakistan’s 210 million people — is leading some Hindus to rethink the choices and fate that left their families on the Pakistani side of the line in 1947, residents say."], "id": "27770e3f-3190-3102-a9c2-b7f068c21bd8", "pubDate": null, "title": "Hard Times Have Pakistani Hindus Looking to India, Where Some Find Only Disappointment"}