{"authors": ["Jamie Doward"], "keywords": ["faces", "london", "mayor", "boris", "summons", "oversight", "arcuri", "messages", "johnson", "assembly", "jennifer", "appear", "ultimatum", "committee", "relationship"], "pubDate": null, "summary": "Len Duvall, chair of the London assembly GLA oversight committee, wrote to Johnson on 24 September giving him two weeks to provide information about the relationship.\nFacebook Twitter Pinterest London mayor Sadiq Khan.\nThe summons compelling him to appear was the first the assembly had used on a former London mayor.\nThis is not a Monica Lewinsky.”Any action the oversight committee takes is likely to be influenced by separate developments at the Independent Office for Police Conduct.\nIf the office were to investigate, the GLA oversight committee may postpone taking any further action.", "title": "Boris Johnson faces ultimatum over Jennifer Arcuri messages", "url": "https://www.theguardian.com/politics/2019/oct/06/boris-johnson-jennifer-arcuri-london-assembly-summons", "id": "279a358f-1bf7-3c48-b921-71bee90e2650", "paragraphs": ["London assembly committee may also compel PM to appear before it to answer questions about relationship with entrepreneur", "Boris Johnson could be forced to hand over any private text messages and emails he sent to the US technology entrepreneur with whom he has denied an improper relationship – or face prison.", "The prime minister has until Tuesday to respond to a summons from the London assembly to provide details of his relationship with Jennifer Arcuri, an entrepreneur whose relationship with Johnson is the subject of several inquiries.", "Len Duvall, chair of the London assembly GLA oversight committee, wrote to Johnson on 24 September giving him two weeks to provide information about the relationship.", "A failure to respond could see Johnson summoned to appear before the committee. It may also compel him to hand over any correspondence he had with Arcuri. The committee makes no distinction between private and personal correspondence.", "This could prove potentially embarrassing for Johnson, who has declined to answer allegations about whether he had an affair with the businesswoman. However, any correspondence, if indeed there was any, may have been deleted long ago.", "Powers to summons Johnson are conferred under section 61 of the Greater London Authority Act 1999, which can compel anyone who has been mayor within the last eight years to “(a) attend proceedings of the assembly for the purpose of giving evidence; or (b) produce to the assembly documents in their possession or under their control”.", "Failure to comply with a summons can be met with a prison sentence of up to three months or an unlimited fine. Johnson has pledged to “cooperate with my old friends on the assembly”. However, last month he broke specific promises to appear before the Commons liaison committee.", "A summons notice has been used to powerful effect by the assembly in the past. Key emails obtained by the assembly’s transport committee showed that the current mayor, Sadiq Khan, was kept in the dark over problems with Crossrail by the project’s sponsors, the Department for Transport and Transport for London.", "Facebook Twitter Pinterest London mayor Sadiq Khan. Photograph: Jeff Overs/AFP/Getty Images", "In 2017 Johnson was successfully summoned to appear before the oversight committee during its investigation into the ill-fated garden bridge project, a plan to build a pedestrian walkway over the Thames, championed by the PM while he was mayor. The summons compelling him to appear was the first the assembly had used on a former London mayor. It also summoned Johnson and several others to hand over key documents issued during his time in office.", "The oversight committee will meet on Wednesday to discuss what further steps it will take following allegations that Johnson failed to declare his friendship with Arcuri while he was mayor and that she benefited from the relationship.", "It is alleged that Johnson helped secure Arcuri places on prestigious overseas trade trips. He also appeared at technology conferences she organised, helping boost their profile. Johnson has denied any impropriety.", "Arcuri vehemently denies a sexual relationship with the prime minister. She insists that he visited her flat in Shoreditch, London, to learn about technology.", "In a rambling interview with the Mirror last week, Arcuri described suggestions that she had been Johnson’s lover as “complete bulls**t”, adding: “If I was banging the dude and there was some kind of, like trail or sex tape, but there’s nothing. There is a human side of my very complex relationship. This is not a Monica Lewinsky.”", "Any action the oversight committee takes is likely to be influenced by separate developments at the Independent Office for Police Conduct. The office has been asked to consider whether Johnson, who as mayor was responsible for London’s policing, should be investigated for misconduct in public office.", "If the office were to investigate, the GLA oversight committee may postpone taking any further action.", "Separately, Khan has asked a senior lawyer to review a decision by the mayor’s promotional agency, London & Partners, to award an Arcuri firm a £10,000 grant while Johnson was at city hall. A further £100,000 grant given to an Arcuri business, Hacker House, is also being investigated by the Department for Digital, Culture, Media and Sport.", "The GLA summons system is unusual in that it has teeth. Parliamentary committees can summon individuals to appear before them but no punitive action can be taken against those who refuse to do so. Johnson’s adviser, Dominic Cummings, famously declined to appear before the DCMS committee without any comeback."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}