{"id": "27a51a17-1ee3-3a73-a658-ba7bc812969a", "title": "'Jeopardy!' host Alex Trebek dead at 80 after battle with pancreatic cancer", "url": "https://www.foxnews.com/entertainment/jeopardy-host-alex-trebek-dead-at-80-after-battle-with-pancreatic-cancer", "summary": "Alex Trebek, best known as the longtime host of the popular “Jeopardy!” game show, has died at age 80.\n'JEOPARDY!'\nIf it doesn’t work I’ll probably stop treatment,\" Trebek wrote.\nBut if we were to stop being successful, I would return to my previous chemo treatment – NOT stop all treatment.\"\nWorking beside him for the past year and a half as he heroically continued to host JEOPARDY!", "paragraphs": ["Alex Trebek, best known as the longtime host of the popular “Jeopardy!” game show, has died at age 80.", "\"Jeopardy! is saddened to share that Alex Trebek passed away peacefully at home early this morning, surrounded by family and friends,\" the show wrote on its Twitter account. \"Thank you, Alex.\"", "The actor announced in March of 2019 that he had been diagnosed with stage 4 pancreatic cancer and continued to update fans on his condition as he underwent treatment. He vowed to continue hosting and doing the job that he loves for as long as humanly possible.", "'JEOPARDY!' HOST ALEX TREBEK DONATES $500G TO LOS ANGELES-AREA HOMELESS SHELTER", "He hinted, however, that he was coming to terms with the idea that he may need to stop treatment in order salvage his quality of life. Excerpts from his book “The Answer Is... Reflections on My Life\" saw him hint that he may stop treatment in the event his current protocol failed to produce positive results.", "\"I’m going to stick with this current protocol, then that’s it. If it doesn’t work I’ll probably stop treatment,\" Trebek wrote. \"Quality of life was an important consideration.\"", "However, he assuaged those fears with a follow-up statement later in July.", "\"That quote from the book was written BEFORE my current regimen, and I was going through some bad times,\" Trebek explained. \"My current numbers are very good, but we will have to be patient with this new immunotherapy program that I am on. But if we were to stop being successful, I would return to my previous chemo treatment – NOT stop all treatment.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Trebek hosted “Jeopardy!” since 1984, presiding over more than 8,000 episodes. He routinely talked about how much he loved hosting the popular game show and even credited the fans with helping him throughout his treatment. When production halted due to the coronavirus pandemic, he was one of the loudest voices in championing for the show to come back safely.", "Representatives for \"Jeopardy!\" said in a statement that they would not be announcing plans for a new host at this time.", "He was a master of the format, engaging in friendly banter with contestants and appearing genuinely pleased when they answered correctly.", "He was also able to move the game along in a brisk no-nonsense fashion whenever people struggled for answers.", "The Canadian-born Trebek was more than qualified for the job, having started his game show career on “Reach for the Top” in his native country.", "\"This is an enormous loss for the JEOPARDY! staff, crew and all of Alex’s millions of fans. He was a legend of the industry that we were all lucky to watch night after night for 37 years. Working beside him for the past year and a half as he heroically continued to host JEOPARDY! was an incredible honor. His belief in the importance of the show and his willingness to push himself to perform at the highest level was the most inspiring demonstration of courage I have ever seen. His constant desire to learn, his kindness, and his professionalism will be with all of us forever,” said Mike Richards, \"Jeopardy!\" Executive Producer in a statement to Fox News.", "'JEOPARDY!' CONCLUDES WITH ONLY 1 CONTESTANT, A RARITY FOR THE SHOW", "Born in Sudbury, Ontario, Canada, on July 22, 1940, to George Trebek and Lucille Lagacé, the beloved game show host earned his philosophy degree from the University of Ottawa in 1961.", "Following his graduation, Trebek became a TV and radio reporter for the Canadian Broadcasting Corp. before moving to the United States in 1973 after landing his first American television gig — hosting NBC’s game show “Wizard of Odds.”", "Trebek went on to become the host of “High Rollers” on NBC and “The $128,000 Question,” which shot in Toronto. This made Trebek one of only two individuals to emcee shows in both the U.S. and Canada.", "Trebek dipped his toes into other ventures as well, occasionally acting in commercials and small television roles, as well as filling in for Charles Gibson for a 1995 episode of “Good Morning America.”", "Over the course of his career, Trebek earned a number of accolades, including five Emmy wins as best game show host, a lifetime achievement award from the TV academy in 2011, a star on the Hollywood Walk of Fame, as well as being named an officer of the Order of Canada – the country’s second-highest civilian honor – in 2017.", "CLICK HERE TO GET THE FOX NEWS APP", "Trebek is survived by his wife of 30 years, Jean, and children Matthew, Emily, and Nicky.", "Fox News' Mariah Haas and The Associated Press contributed to this report."], "authors": ["Tyler Mccarthy"], "keywords": ["pancreatic", "jeopardy", "game", "statement", "hosting", "treatment", "80", "stop", "host", "dead", "current", "battle", "life", "cancer", "trebek", "alex"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}