{"id": "27bef76f-be4a-38cc-a7d1-b7f8045a4ed2", "title": "Christian Conservatives Respond to Trump’s Loss and Look Ahead", "url": "https://www.nytimes.com/2020/11/08/us/trump-evangelicals-biden.html", "summary": "When President Trump won the White House four years ago in a surprise victory, conservative Christians could not believe their good fortune.\nAt every turn of his presidency, he gave them everything they wanted: Two hundred federal judges appointed for life.\nNow the election of Joseph R. Biden Jr. marks a new chapter for conservative Christian power, which reached a peak under Mr. Trump.\nIn Sheldon, Iowa, where about eight out of ten voters supported Mr. Trump, Leah Schoonhoven journaled her concerns about a Biden presidency over three single-spaced pages.\nShe worried that the election results were corrupted, and that Mr. Biden would reverse Mr. Trump’s priorities, from building the border wall to elevating conservative evangelical ideals on religious freedom.", "paragraphs": ["When President Trump won the White House four years ago in a surprise victory, conservative Christians could not believe their good fortune.", "At every turn of his presidency, he gave them everything they wanted: Two hundred federal judges appointed for life. An embassy in Jerusalem. Anti-abortion policies. Two Supreme Court Justices, and then in the final hours, a third. He was their bulwark, their defender, at a time when the country as they knew it, and their place in it, was changing. And he brought their movement to a pinnacle of political maturity.", "Now the election of Joseph R. Biden Jr. marks a new chapter for conservative Christian power, which reached a peak under Mr. Trump. As Republican evangelicals around the country processed the week’s events, they reflected on how much they had gained in the last four years and on their fears over what could happen under a Biden administration. They also wondered when and how they would regain power.", "In Sheldon, Iowa, where about eight out of ten voters supported Mr. Trump, Leah Schoonhoven journaled her concerns about a Biden presidency over three single-spaced pages. She worried that the election results were corrupted, and that Mr. Biden would reverse Mr. Trump’s priorities, from building the border wall to elevating conservative evangelical ideals on religious freedom."], "authors": ["Elizabeth Dias", "Ruth Graham"], "keywords": ["mr", "presidency", "christian", "look", "trump", "wondered", "respond", "election", "trumps", "conservatives", "ahead", "won", "biden", "worried", "loss", "country", "conservative"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}