{"authors": ["Fang Block", "Alex Branczik"], "keywords": ["painting", "auction", "sets", "sold", "political", "sothebys", "million", "record", "sale", "parliament", "devolved", "price", "banksy"], "summary": "Text sizeBanksy’s political satire Devolved Parliament sold for a jaw-dropping £9.9 million (US$12.1 million) at Sotheby’s in London Thursday night, smashing the artist’s previous auction record and the painting’s presale estimates.\nThe price, including the auction house premium, was against a presale estimate of between £1.5 million and £2 million.\nThe British street artist’s previous auction record was set when his painting Keep It Spotless realized US$1.87 million at a Sotheby’s auction in New York in 2008.\n“Record price for a Banksy painting set at auction tonight.\nIt was more recently retitled Devolved Parliament, according to Sotheby’s.", "title": "'Devolved Parliament' Sets a Record for Banksy", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "27d20001-ac00-3292-9369-229e3db6d57a", "pubDate": null, "paragraphs": ["Text size", "Banksy’s political satire Devolved Parliament sold for a jaw-dropping £9.9 million (US$12.1 million) at Sotheby’s in London Thursday night, smashing the artist’s previous auction record and the painting’s presale estimates.", "The price, including the auction house premium, was against a presale estimate of between £1.5 million and £2 million. The British street artist’s previous auction record was set when his painting Keep It Spotless realized US$1.87 million at a Sotheby’s auction in New York in 2008.", "“Record price for a Banksy painting set at auction tonight. Shame I didn't still own it,” the artist, who remains largely anonymous, posted on his Instagram after the sale. The painting was acquired by its past owner—whose identity is unknown—in 2011 and accompanied by a certificate from Pest Control, Banksy’s official studio.", "In his post, Banksy also quoted art critic Robert Hughes, who said, “Suppose that every worthwhile book in the world cost $1 million—imagine what a catastrophic effect on culture that would have.”", "Banksy is widely seen as a modern day Voltaire, the French writer and philosopher, who confronted burning societal issues with caustic wit and biting satire, says Alex Branczik, head of contemporary art at Sotheby’s Europe.", "“ His visual irony distills society’s most complicated political situations into just one, deceptively simple image that is readily shareable in our social media age. ” —Alex Branczik", "“Banksy is certainly one of the greatest polemicists of our time, and he sits firmly in the venerable history of political parody,” Mr. Branczik says. “His visual irony distills society’s most complicated political situations into just one, deceptively simple image that is readily shareable in our social media age.”", "The monumental canvas, created by Banksy in 2009 and titled Question Time, depicts the House of Commons in a scene filled with mad chimpanzees instead of debating Members of Parliament (MPs).", "The painting was first exhibited in the groundbreaking “Banksy versus Bristol Museum” exhibition in 2009, and again at the museum this year before March 29, the date originally intended to mark Britain’s exit from the European Union.", "The painting was reworked by Banksy before this year’s reappearance at the Bristol Museum. For instance, the lamps were snuffed-out and one of the previously upturned bananas now faces downward, in addition to other subtle adjustments, Sotheby’s said.", "It’s not clear exactly when the painting was reworked. It was more recently retitled Devolved Parliament, according to Sotheby’s.", "Offered as lot 28 at Sotheby’s evening sale of contemporary art, the painting opened for bid at £1.1 million and then sparked a 13-minute bidding battle.", "After the bidding reached £7.1 million, it became a two-way battle between two bidders on the phone. After an incremental bid of £100,000, the hammer price was pushed to £8.3 million, and one bidder on the phone called it quits.", "Immediately after the auctioneer gave fair warning of hammering down, a person in the room jumped in with an £8.4 million offer. In a twist, the bidder who had previously dropped out came back with a winning bid of £8.5 million.", "Both the final record-breaking price and drama made viewers gasp, although no Banksy stunt was performed this time. Exactly a year ago, Banksy’s painting Girl With Balloon began self-shredding in the middle of a live auction at Sotheby’s. The resulting piece, titled Love Is in the Bin (2018), sold for £1.04 million.", "Jean-Michel Basquiat's 1984 Pyro sold for £9.9 million. Courtesy of Sotheby's", "Alongside the Banksy, Jean-Michel Basquiat’s 1984 canvas Pyro also achieved £9.9 million last night, while his 1983 Natives Carrying Things achieved £3.3 million.", "The 39-lot sale realized a total of £55 million, with an 87% sell-through rate."], "url": "https://www.barrons.com/articles/devolved-parliament-sets-a-record-for-banksy-01570221357?mod=hp_minor_pos26"}