{"id": "280143e2-f774-364c-895d-3936240c2ae5", "title": "Why Kamala Harris' white suit speaks volumes", "url": "https://edition.cnn.com/style/article/kamala-harris-white-suit/index.html", "summary": "Because, rather than distracting from her words, the white pantsuit and pussy bow blouse served to reinforce her message of unity and emancipation.\nVice President-elect Kamala Harris arrives to address the nation in Wilmington, Delaware, on Saturday.\nHarris, the first Black and first South Asian Vice President-elect , was standing on the shoulders of Shirley Chisholm, who wore white as she became the first African American woman elected to Congress in 1968.\nShe was standing on the shoulders of Hillary Clinton, who wore a signature white pantsuit to accept the Democratic presidential nomination in 2016.\nCredit: Philippe ACHACHE/Gamma-Rapho/Getty ImagesThe Vice President-elect was clearly looking beyond the Trump era to something more universal.", "paragraphs": ["Written by Oscar Holland, CNN", "As soon as Kamala Harris took to the stage in Wilmington, Delaware, on Saturday night, social media was abuzz with talk of her outfit. It was a telling sign, for better or worse, of the public scrutiny her fashion will face in the coming years.", "But while the Vice President-elect's acceptance speech will surely, and rightly, be remembered for the words of inspiration offered to women in America and around the world, the commentary on her wardrobe was not as trivial as it might seem. Because, rather than distracting from her words, the white pantsuit and pussy bow blouse served to reinforce her message of unity and emancipation.", "On a night that Harris credited to the women before her -- \"I stand on their shoulders,\" she said of those who fought for voting rights at the beginning of the 20th century, and of the \"new generation\" that had exercised those rights last week -- she also channeled their symbolism.", "Vice President-elect Kamala Harris arrives to address the nation in Wilmington, Delaware, on Saturday. Credit: Robert Deutsch/USA Today/Bloomberg/Getty Images", "The color white has long been associated with the women's suffrage movement, adopted as a symbol of moral purity alongside green for hope and purple for dignity. It also signaled their ethos of nonviolence, an olive branch to those threatened by their then-radical calls for political equality.", "But Saturday night wasn't just about the suffragettes. Harris, the first Black and first South Asian Vice President-elect , was standing on the shoulders of Shirley Chisholm, who wore white as she became the first African American woman elected to Congress in 1968. She was standing on the shoulders of Geraldine Ferraro, who wore all-white to accept the role of Walter Mondale's running mate in his 1984 presidential campaign. She was standing on the shoulders of Hillary Clinton, who wore a signature white pantsuit to accept the Democratic presidential nomination in 2016.", "Shirley Chisholm, the first African American woman to be elected to Congress, dressed in all-white. Credit: Pictorial Parade/Archive Photos/Getty Images", "Harris' very deliberate choice of outfit was a gesture of solidarity with the long line of women who have defied expectations in American politics. It demonstrated that the Vice President-elect does not consider herself an exception to the rule, but rather part of a continuum -- of the slowly bending \"arc of the moral universe,\" as President-elect Joe Biden put it in his own speech, quoting Martin Luther King Jr.", "Harris' pussy-bow blouse, too, carried historical weight. It evoked the power-dressing of Margaret Thatcher, who wore hers the way male colleagues wore ties, a fitting metaphor for how the UK's former prime minister co-opted and remade the boys' club rules of 1980s British politics. More recently, Melania Trump's choice of the classic garment at very particular moments -- namely an anti-cyberbullying summit and a presidential debate shortly after the \"Access Hollywood\" tape came to light -- were, some speculated (wishfully, perhaps), subtle barbs aimed at her husband's infamous brag.", "Margaret Thatcher sporting her signature pussy bow. Credit: Philippe ACHACHE/Gamma-Rapho/Getty Images", "The Vice President-elect was clearly looking beyond the Trump era to something more universal. But her outfit, reportedly created by American fashion designer Wes Gordon for Carolina Herrera, spoke of recent history in other ways, too.", "The women of the Democratic Party have continuously used white in silent protest against a president whom they consider a threat to their rights. At Trump's joint address to Congress in 2017, a group of female lawmakers synchronized their outfits to raise awareness for women's issues, including reproductive rights and equal pay.", "They did so again at successive State of the Union addresses, most recently in February this year, as lawmakers marked a century since the 19th Amendment gave women the right to vote (though women of color would face voting barriers for decades longer). The sight of Nancy Pelosi in all-white clapping sarcastically behind the President a year earlier, while a great block of white-clad congresswomen sat before him, will also live long in the memory. Harris was standing on all their shoulders, too.", "Democratic representatives dressed in white during President Donald Trump's State of the Union address in February 2020. Credit: Andrew Harrer/Bloomberg/Getty Images", "As she assumes an office -- the vice presidency -- that has been communicated through the norms of men's formalwear for over 230 years, Harris' wardrobe choices will continue to generate discussion. The attention may be unwelcome, but the lack of precedent could also prove liberating. She has an opportunity to remake the role in her own image, creating a reference point for the many women who will, inevitably, follow in her footsteps. As she told the crowds in Delaware, \"While I may be the first woman in this office, I won't be the last.\"", "Harris has already offered snapshots of her more casual side, notably her apparent preference for Converse sneakers. While her Instagram feed is largely populated with the dark pantsuits she has traditionally favored, a video posted shortly after her projected victory was announced shows her in workout gear as she celebrates with Biden on the phone (\"We did it, Joe!\"). This kind of unguarded moment is a requirement of the social media age, but it offered something refreshing and stripped of the usual polish.", "Many female leaders have, understandably, decried the public interrogation of their fashion choices. German chancellor Angela Merkel has bristled at the double standards, denouncing the \"l etter-writing \" instigated by outfits seemingly selected to deflect attention. Former British Prime Minister Theresa May, meanwhile, spent much of her premiership subjected to unwarranted tabloid criticism of offhand fashion choices that would have been ignored if made by a male counterpart.", "The women's suffrage movement used white as a symbol of moral purity and nonviolence. Credit: George Rinhart/Corbis/Getty Images", "Yet, only the most blinkered political observers can deny the power of clothing, should leaders choose to exploit it.", "On the biggest stages, and at the most crucial moments, female politicians have embraced unspoken symbolism -- whether that's Jacinda Ardern adopting a hijab in an act of unity with Muslims in the wake of the Christchurch terror attack, or congresswoman Alexandria Ocasio-Cortez applying red lipstick like \" war paint \" as she challenged a fellow representative for alleged sexism.", "On Saturday night, Harris not only showed that she is aware of this power, but that she is unafraid to harness it."], "authors": ["Oscar Holland"], "keywords": ["credit", "women", "kamala", "standing", "volumes", "suit", "rights", "presidentelect", "speaks", "white", "shoulders", "vice", "wore", "harris"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}