{"id": "2847332e-26d0-36c1-b869-8886360fe7b0", "title": "The Right Apple Pie for a Pandemic Thanksgiving", "url": "https://www.nytimes.com/2020/11/06/dining/apple-pie-recipe-thanksgiving.html", "summary": "For a pandemic Thanksgiving, you need this apple pie, the dessert equivalent of work-from-home sweatpants.\nThe techniques that stray from tradition here make this pie different enough to keep one day from blending into the next, but require little effort to execute or enjoy.\nDifferent types of apples, up to eight or so, add complexity to the filling, along with spices and lime juice.\nWhat makes this pie stand out is simply that it uses as many apple varieties as possible.\nAmy Traverso charts 70 apple varieties in “The Apple Lover’s Cookbook,” an updated version of which was recently released by Norton, breaking them into four categories: firm-tart, tender-tart, firm-sweet and tender-sweet.", "paragraphs": ["For a pandemic Thanksgiving, you need this apple pie, the dessert equivalent of work-from-home sweatpants. It’s the height of comfort, and while it may not be sleek — there’s no lattice or sparkly sugared top — it looks good in an “I want that” way.", "The techniques that stray from tradition here make this pie different enough to keep one day from blending into the next, but require little effort to execute or enjoy. Different types of apples, up to eight or so, add complexity to the filling, along with spices and lime juice. Shaping the all-butter dough by hand yields an especially flaky crust, which stays crisp on the bottom thanks to a base layer of cookie crumbs.", "What makes this pie stand out is simply that it uses as many apple varieties as possible. Amy Traverso charts 70 apple varieties in “The Apple Lover’s Cookbook,” an updated version of which was recently released by Norton, breaking them into four categories: firm-tart, tender-tart, firm-sweet and tender-sweet. But she also explains that you don’t need to know exactly what you’re buying.", "“If you’re making a pie and you did that trick of getting one of each at the supermarket, you’ll be fine because all of the new varieties tend to be crisp,” she said. “If you pick up a softer Gala or Fuji, you’ll have that too.”"], "authors": ["Genevieve Ko"], "keywords": ["varieties", "yields", "workfromhome", "pie", "apple", "different", "youre", "youll", "pandemic", "need", "crisp", "thanksgiving", "right"], "pubDate": "2020-11-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}