{"id": "28f08ad8-5ed2-3072-8ebc-f36d7ddaea0d", "title": "Courting failure - Donald Trump still hopes lawsuits will make up for his lack of votes", "url": "https://www.economist.com/united-states/2020/11/07/donald-trump-still-hopes-lawsuits-will-make-up-for-his-lack-of-votes", "summary": "Mr Trump’s legal team is headed by David Bossie—not a lawyer but a combative conservative who was the deputy manager of his 2016 campaign.\n“If you count the legal votes”, Mr Trump errantly announced, “I easily win.” But “if you count the illegal votes, they can try to steal the election from us.” Those “illegal” votes, Mr Trump seemed to think, are those that “came in late”.\nMost of Mr Trump’s lawsuits have hit a brick wall.\nThey tried and failed again one week later, when the newly minted Justice Amy Coney Barrett, appointed by Mr Trump, chose not to participate.\nIf winning a single state could give Mr Trump another four years, he would be focusing his energies there.", "paragraphs": ["Editor’s note: This story has been updated since it was first published.", "TO PUSH a promising post-election lawsuit, a presidential candidate needs a state where he has hopes of closing a small margin to vault over the 270-electoral-vote threshold. He also needs an argument. President Donald Trump lacks both. Instead, as Joe Biden claimed victory on the fifth day of the count, the legal strategy underlying Mr Trump’s last-ditch effort to hold on to the White House is grounded in sheer volume: nearly a dozen ill-conceived lawsuits in battleground states that buy him almost no chance of overcoming Joe Biden’s widening lead.", "Mr Trump’s legal team is headed by David Bossie—not a lawyer but a combative conservative who was the deputy manager of his 2016 campaign. The lawsuits are built around a string of falsehoods Mr Trump uttered in a press conference on November 5th concerning the “integrity” of the election. “If you count the legal votes”, Mr Trump errantly announced, “I easily win.” But “if you count the illegal votes, they can try to steal the election from us.” Those “illegal” votes, Mr Trump seemed to think, are those that “came in late”. But the ballots being counted after election day in Pennsylvania, Georgia, Nevada, Arizona and elsewhere are the torrent of perfectly valid mail-in votes from Americans seeking refuge from the pandemic that arrived, for the most part, before polls even opened on November 3rd.", "", "Mr Trump’s misguided and scattershot legal strategy has had an air of mounting desperation since he said, in the wee hours of November 4th, “we want all voting to stop”. The pattern of filings indicates Mr Trump’s wish that counting should pause in states where he once enjoyed a large lead—Michigan, Pennsylvania and Georgia—but keep going, guarding against “corruption and fraud”, in states like Nevada and Arizona where he has trailed behind his Democratic challenger.", "Most of Mr Trump’s lawsuits have hit a brick wall. And quite how they are meant to help the campaign’s cause is unclear. In Georgia his lawyers asked a judge to throw out a stack of just 53 ballots that purportedly arrived late; there is “no evidence” of this, the judge ruled. In Michigan, as Mr Trump attempted to “hereby claim” its 16 electoral votes via tweet (he now trails behind Mr Biden by some 150,000 votes), his team asked a judge to pause the counting to give his campaign’s canvassing observers better access. There is no basis for that request, the judge responded—and anyway, she added, the counting is already finished.", "In the critical race for Pennsylvania, with its 20 electoral-college seats that put Mr Biden in the White House, the president and the White House press secretary also declared victory prematurely on November 4th. The Trump campaign claims rogue officials there are opening “a backdoor to victory” for Mr Biden. In one pending case, they have fought giving voters the opportunity to correct errors such as a missing envelope or mismatched ballot signature, arguing that “curing” ballots in this way (a standard practice) brings a “high risk of jeopardising the integrity” of the election. Another small-potatoes suit contends that ballots lacking proof of identification should be thrown out if not fixed by November 9th.", "", "Mr Trump’s lawyers have notched up one success, if not quite the “big legal win” the president pitched it as. It amounted to this: observers watching the count in Pennsylvania may move a few feet closer to the action. This affords them a sharper view of the surge of ballots that are sinking Mr Trump’s chances of winning the Keystone state.", "", "Similarly trivial or unfounded lawsuits are pending in Arizona and Nevada, and none seems destined to alter the president’s electoral prospects or get a hearing in America’s Supreme Court. The Nevada state supreme court rejected an election-observation complaint on November 3rd, finding that observers for the Trump campaign already had plenty of access.", "", "A battle with higher legal stakes—but, it seems, modest practical consequences—is Republican Party of Pennsylvania v Boockvar, a case that has seen two visits to the federal Supreme Court and is now back for a third. The matter involves the Pennsylvania state supreme court’s move in September, amid the pandemic, to allow a three-day extension to the receipt deadline for mail-in ballots. Republican challengers could not persuade five justices that this move was an illegitimate usurpation of the state legislature’s will. They tried and failed again one week later, when the newly minted Justice Amy Coney Barrett, appointed by Mr Trump, chose not to participate.", "On October 28th, in an opinion involving the case’s second trip to the court, three justices told Pennsylvania’s Republican Party that it may have better luck asking again after the election, when the justices have time to assess the claim more fully. Accepting the invitation, the Trump campaign has petitioned to join the suit in hopes of shredding any ballots arriving after election day. Thus far, Republicans have extracted only an order on the evening of November 6th requiring county boards of election to heed the existing instructions from Pennsylvania’s secretary of state to keep the late-arriving ballots separate, pending a decision about their fate. Sean Spicer, Mr Trump’s first press secretary, took this to be a game-changer. “This could be huge” for Mr Trump, he tweeted.", "No. The order does not throw out any ballots; it just keeps them in a separate pile should the court later decide they are illegitimate. But given Mr Biden’s steady progress, even if the justices eventually toss out the 3,000 or 4,000 ballots in question, that would do little to eat into his lead of over 30,000 votes (and rising).", "The cascade of lawsuits is a sign of their futility. If winning a single state could give Mr Trump another four years, he would be focusing his energies there. But there is no redo of Bush v Gore in the offing for 2020: a case focused on Florida, a decisive state, where a few hundred votes separated the candidates. Only Georgia, which is headed for an automatic recount, offers a slender hope of moving the state into the president’s column. But even before major news organisations called Pennsylvania in Mr Biden’s favour, Georgia’s 16 electoral-college seats did not give him much chance of reaching 270. As the last ballots are counted, Mr Trump is too far behind in too many places.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["failure", "mr", "lack", "lawsuits", "ballots", "election", "votes", "donald", "trump", "pennsylvania", "legal", "hopes", "trumps", "state", "courting"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}