{"url": "https://www.newyorker.com/magazine/2019/10/07/letters-from-the-october-7-2019-issue", "paragraphs": ["Bearing Witness", "I read Zuzana Justman’s Personal History about her experience in the Terezín concentration camp with interest and gratitude (“My Terezín Diary,” September 16th). I was one of those fortunate German-Jewish children whose parents were able to arrange for emigration before the tragedies began. We moved first to France, a few months before Kristallnacht, and then to the United States, four months before the German occupation of France. Until recently, I did not consider myself to be a Holocaust survivor. But as the Holocaust recedes further into history—and as Holocaust deniers seek to rewrite that history, and white supremacism once again rears its ugly head—we, the survivors, are still here to bear witness and to make our voices heard. Your magazine’s role in giving those voices an opportunity to speak is greatly appreciated.", "Evelyn Spiegler", "Forest Hills, N.Y.", "Assad’s Chlorine Gas", "Dexter Filkins echoes a common misunderstanding when he, in his review of Samantha Power’s memoir, calls Bashar al-Assad’s deployment of chlorine gas in Syria “barbaric but not illegal” (“Damned if You Don’t,” September 16th). Under the Chemical Weapons Convention, which Assad reluctantly joined in 2013, the use of any chemical as a chemical weapon is banned. Yet, because chlorine has widespread nonmilitary applications, states are allowed to possess it, even after giving up their other chemical weapons. As a result, Assad has continued to have access to chlorine, though its use as a weapon remains just as illegal as that of any other chemical agent.", "Philipp C. Bleek", "Associate Professor, Nonproliferation and Terrorism Studies", "Middlebury Institute of International Studies at Monterey", "Monterey, Calif.", "Education for All", "Hua Hsu, in his review of Caitlin Zaloom’s “Indebted: How Families Make College Work at Any Cost,” characterizes “the idea of free college” as “once Bernie Sanders’s fringe dream” (Books, September 9th). Sanders’s idea is not as experimental in the American context as it may seem. Until 1976, the public colleges of New York City were tuition-free to city residents. Moreover, at some of the country’s land-grant colleges, which were founded in the eighteen-sixties and offered affordable education to state residents, fees amounted to a few dozen dollars per term through the nineteen-fifties. When I was a student at U.C. Berkeley, in the sixties, I paid no more than ninety dollars each semester. Sanders’s “fringe dream” would thus represent a return to equitable educational principles and policies from our past.", "Gene H. Bell-Villada", "Williamstown, Mass.", "Hsu captures the anxiety of middle-class families over the cost of education, but barely touches on one of the factors motivating their financial sacrifices: the mythology of élite schools. Buying into the idea that getting into a particular school will make one better educated and more successful, many parents believe that any expense is worth entry into one school over another. The myth has given young people the skewed perception that not getting into a certain school is a lifetime mark of failure, and has trivialized the content of knowledge. Having studied and taught at both élite and non-élite American universities, I believe that breaking down this mythology is the greatest challenge we face in alleviating the cost of college education.", "Bernard Dov Cooperman", "College Park, Md."], "pubDate": null, "id": "28fa13a5-41fa-3cc0-b572-c6e2369632db", "keywords": ["mail", "sanderss", "élite", "holocaust", "chlorine", "college", "idea", "cost", "school", "chemical", "weapons"], "title": "The Mail", "summary": "I was one of those fortunate German-Jewish children whose parents were able to arrange for emigration before the tragedies began.\nWe moved first to France, a few months before Kristallnacht, and then to the United States, four months before the German occupation of France.\nUnder the Chemical Weapons Convention, which Assad reluctantly joined in 2013, the use of any chemical as a chemical weapon is banned.\nYet, because chlorine has widespread nonmilitary applications, states are allowed to possess it, even after giving up their other chemical weapons.\nSanders’s idea is not as experimental in the American context as it may seem.", "authors": ["Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}