{"id": "292aea70-6d18-3d26-b8dd-f61d739c72ae", "title": "The 12 Best Fashion Podcasts to Listen to Right Now", "url": "https://www.vogue.com/article/12-fashion-podcasts-to-know", "summary": "Here, find the best fashion podcasts to listen to now across four categories covering history, trends, careers, and the industry at large.\nFirst established in 2015 by fashion scholar Jasmine Helm, textile conservator Dana Goodin, and fashion and history scholar Joy Davis, from the outset Unravel’s M.O.\nhas been to unpack and challenge the hegemony of white Western designers within the canon of fashion history.\nhighlights the lives and journeys of women of color within the fashion industry with humor, warmth, and intimacy.\nIndustry InsightsWith new episodes dropping biweekly, The Business of Fashion Podcast is known as one of the most reliable sources for up-to-date fashion news and industry goings-on.", "paragraphs": ["Conventional wisdom might say to let your outfit do the talking, but if the growing phenomenon of fashion podcasting is anything to go by, that’s only the start of the conversation. Whether investigating overlooked style cultures around the world, the day-to-day grind of working in the industry, or the urgency of addressing systemic problems from sustainability to racial inequality, fashion podcasters have quickly proven themselves to be among the most agenda-setting voices in industry media today.", "That podcasts should prove to be such a compelling platform to explore fashion might initially sound counterintuitive. How could the medium of sound capture the tactile pleasure of a coat lining or the satisfying swish of a perfectly cut skirt or gown? The answer is, of course, by not attempting to re-create the experience of clothes at all. Instead, the best style podcasts communicate why clothes matter—whether that’s the cultural history that informs them, the machinations of the broader industry that produces them, or the simple (or not-so-simple) appeal of the trends that make you want to buy more of them.", "Here, find the best fashion podcasts to listen to now across four categories covering history, trends, careers, and the industry at large.", "Fashion History", "Arguably the gold standard of fashion podcasting, Cassidy Zachary and April Calahan’s series for iHeartRadio has built a loyal audience with its eclectic lineup of deep dives into fashion past and present. From interviews with specialists in traditional Arab dress and Black dandyism to examinations of the history of specific pieces, including sunglasses and jumpsuits, Dressed is the ideal entry point for those looking to expand their fashion knowledge, with Zachary and Calahan’s overviews of key moments in the history of style balancing erudition and wit with an easy charm.", "First established in 2015 by fashion scholar Jasmine Helm, textile conservator Dana Goodin, and fashion and history scholar Joy Davis, from the outset Unravel’s M.O. has been to unpack and challenge the hegemony of white Western designers within the canon of fashion history. Alongside their one-off interviews with fashion academics and incisive forays into onscreen costuming on everything from The Crown to The L Word, the trio’s recurring series on Black, Indigenous, and queer designers have expanded their global and inclusive vision into a podcast that feels both purposeful and poignant.", "Admittedly it’s a newer addition to the stable of podcasts, and yes, we might be a little biased, but this list wouldn’t be complete without Vogue’s series exploring the fashion world’s seismic shifts throughout the 1990s. Hosted by international editor at large and walking fashion encyclopedia Hamish Bowles, the series has so far touched on everything from the rise of the supermodel to the grunge phenomenon. With its starry lineup of guests—where else would you find Tom Ford himself musing on the high-octane hedonism of his ’90s designs for Gucci?—it’s an unmissable window into a pivotal chapter in fashion history.", "Style and Trends", "Hosted by Rebecca Arnold, the highly respected fashion history lecturer at London’s Courtauld Institute, and Beatrice Behlen, the fashion and decorative arts curator of the Museum of London, Bande à Part might at first glance seem forbiddingly highbrow. Quite the opposite: The charm and obvious rapport between its cohosts make it as accessible as podcasts come; indeed, it feels like you’re sitting in on a conversation between friends. Whether they’re diving into the annals of fashion history, devoting an episode to the fashion photographers whose worlds they would most like to inhabit, or discussing the new Savage x Fenty show, Arnold and Behlen wear their erudition lightly, but their knowledge and experience always shine through.", "If you’re looking for a podcast sitting right at the fashion zeitgeist, Corporate Lunch—hosted by GQ editors Noah Johnson, Rachel Tashjian, and Samuel Hine—is the one for you, with hot takes on everything from Christian Girl Autumn to their favorite Timothée Chalamet fits. A major part of Lunch’s appeal is its guests, who seem chosen for their ability to see beyond the myopia of the fashion industry; recent episodes have featured playwright Jeremy O. Harris, musician Phoebe Bridgers, and pro skater Alex Olson.", "Created by Avery Trufelman as a miniseries within the hit public radio show 99% Invisible, Articles of Interest stands out both for the truly impressive level of research that underpins it, and the way in which it translates this information into self-contained narrative arcs that feel as gripping as any true crime series. The subjects for each episode might initially appear broad—knockoffs, Hawaiian shirts, childrenswear—but Trufelman has a knack for teasing out rich and fascinating stories packed with unexpected twists and turns.", "Working in Fashion", "Hosted by Vogue’s associate market editor Naomi Elizée, So…What Do You Do Again? highlights the lives and journeys of women of color within the fashion industry with humor, warmth, and intimacy. Elizée brings a rare honesty and insight into the wide-ranging backstories of her guests, be they model Precious Lee or celebrity stylist Ade Samuel. While its mandate is to serve as a resource for young people of color looking to break into fashion, the candid conversations—many of which touch on the obstacles faced by women of color on their way to the top—should be required listening for anyone working in the industry at any level.", "While some of the bigger fashion houses have launched podcasts featuring their head creatives, it’s rare for a designer to take the initiative to start a podcast off their own bat. But Recho Omondi is not your average designer. Omondi’s interviews with figures from the fashion world—Diet Prada, Heron Preston, and Bethann Hardison among them—are notable for her willingness to broach topics that other podcasters might shy away from, specifically the industry’s reluctance to talk openly about its complicity in environmental destruction and systemic racism. Her probing, inquisitive nature makes her a brilliant interviewer—even if, with fans of her label including Issa Rae and Solange Knowles, she shouldn’t be giving up the day job anytime soon.", "A new podcast launched by London-based fashion community platform ClickerMe, The Fashion Slashie—hosted by fashion journalist Lara Johnson-Wheeler—looks at the ever-evolving phenomenon of the “slashie,” the freelancer jack-of-all-trades creatives that increasingly dominate the fashion landscape. With the likes of artist, publisher, art director, and stylist Theo White, who has collaborated with Mowalola and styled for the Cut and Dazed, and the creative director and entrepreneur Tayler Prince-Fraser on board as guests, it’s a compelling window into a side of the industry that often gets overlooked.", "Industry Insights", "With new episodes dropping biweekly, The Business of Fashion Podcast is known as one of the most reliable sources for up-to-date fashion news and industry goings-on. Hosted by the publication’s founder and CEO, Imran Amed, its standout quality is its willingness to tackle the big issues facing the industry today—from retail to style culture to global politics—with an informed, clear-headed impartiality.", "For a more on-the-ground take on the industry today, Fashion: No Filter ticks all the boxes. Its hosts are influencer Camille Charrière and fashion journalist Monica Ainley, and their shared interest in the conversation between the fashion industry and pop culture makes for compelling listening at a time when the two have never been more intertwined. Whether interviewing Bryanboy or Instagram’s fashion guru Eva Chen, the pair’s fluency in the worlds of social media, street style, and sustainability offers a relatable take on the machinations of the fashion industry that has earned them a loyal following.", "There are few issues the fashion industry needs to address as urgently as the climate crisis, a fact that Clare Press, Vogue Australia’s first sustainability editor, has become all too aware of over her two decades working in media. Launched in 2017, Press’s The Wardrobe Crisis podcast is a valuable resource for those looking to understand the horrifying impact of the apparel industry on the environment. More importantly, perhaps, its focus lies equally on the innovators finding solutions to move fashion forward by way of a circular economy and ethical production. Never judgmental or patronizing, Press’s approach to environmental advocacy within fashion is one we can all learn from."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["podcast", "working", "history", "looking", "best", "listen", "12", "style", "worlds", "podcasts", "fashion", "series", "right", "industry"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}