{"id": "293bcfc7-f26d-3eb1-8da5-5f8b6c98ffa2", "title": "These Hand-Dyed Mesh Tops Are a Visual Feast", "url": "https://www.vogue.com/article/noon-cottage-industry-printed-mesh-tops", "summary": "As she began building a following on Instagram, her pieces became increasingly more bold and playful.\nYour eye automatically notices something that’s brightly colored or that has a high contrast,” she says.\nNow, I’m getting a lot of sales in L.A.”The artist makes everything in her London studio herself, and uses two types of mesh for her garments: tulle mesh, which is see-through, and power mesh, which is stretchier and less transparent.\nPorter says she mostly does custom orders, working with customers to pinpoint color combos and prints.\n“It just made sense to me to put ideas or imagery onto something that could be bought instantly,” she says.", "paragraphs": ["While the side project started for practical, money-making reasons, it’s now completely rooted in creativity. As she began building a following on Instagram, her pieces became increasingly more bold and playful. “On Instagram, people are drawn to things that are visually striking. Your eye automatically notices something that’s brightly colored or that has a high contrast,” she says. Instagram isn’t the only place where the demand for her work has been noticed and picked up; stars such as Kim Kardashian West, Rosalía, and BbyMutha have all worn her spunky pieces too. “I was not expecting [Kardashian West] at all,” says Porter. “Her team reached out and bought some pieces. Now, I’m getting a lot of sales in L.A.”", "The artist makes everything in her London studio herself, and uses two types of mesh for her garments: tulle mesh, which is see-through, and power mesh, which is stretchier and less transparent. She cuts the patterns herself, and applies imagery using fabric dye. “Every single one is different, and during the painting process, there’s so much room for happy accidents, like the way the dye spills into other colors,” Porter says. Her feed offers a wide range of prints, from abstract tie-dye turtlenecks to slithery, snake-inspired dresses. Porter says she mostly does custom orders, working with customers to pinpoint color combos and prints. “It’s a good way to remain sustainable. I know that someone’s already buying it and I’m not wasting materials,” the artist says, adding that she averages two to three pieces a week. “Plus, I can make it fit perfectly.”", "Photo: Courtesy of Noon Cottage Industry", "While her designs are spontaneous and made in conversation with customers, Porter says the creations are also very much influenced by her filmmaking. (She describes her films as “nonverbal visuals.”) “I think very much from a cinematographic perspective—my placement in relation to an object, from an aerial view or from below—so a lot of the images on my tops replicate that kind of point of view,” she says. Even the hangers she shows her pieces on have artistic purpose; they’re shaped in the form of sycamore seeds, of which she says, “Just like how trees release sycamore seeds, I’m releasing these garments out into the world.” Porter says fusing art and fashion has proven to be a new experience for her altogether—but given her current amount of star-studded fans, it’s clearly working. She likes how tangible and personal the process of creating fashion is. “It just made sense to me to put ideas or imagery onto something that could be bought instantly,” she says. “[Art] doesn’t need to exist in a gallery space.”"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["pieces", "visual", "working", "handdyed", "view", "mesh", "west", "sycamore", "im", "porter", "feast", "way", "tops", "instagram"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}