{"id": "295f1d6a-356b-348e-828b-ee5e016e2eb3", "title": "Canadian Security & Intelligence Leadership Program", "url": "https://execed.economist.com/telfer-school-management/canadian-security-intelligence-leadership-program-2021-01-25", "summary": "Canada and its domestic and international partners face a complex array of challenges in the security and intelligence domains.\nThe Canadian Security and Intelligence Leadership Program is designed to enhance the skills of those who will be providing leadership in the next ten to fifteen years.\nThis twelve-day program features four 3-day in-class learning modules that integrate leadership within the security & intelligence context.\nThroughout the program, you will have time to collaborate with other participants on a security & intelligence leadership challenge that you bring to the program.\nInvited leaders in the security & intelligence community will bridge theory and practice, providing practical options to follow in advancing current challenges.", "paragraphs": ["Canada and its domestic and international partners face a complex array of challenges in the security and intelligence domains. Strong personal, organizational and strategic leadership will be needed in the coming years to ensure Canada is prepared for these challenges, and able to make the right assessment on priority needs and effective means of meeting them. The Canadian Security and Intelligence Leadership Program is designed to enhance the skills of those who will be providing leadership in the next ten to fifteen years.", "This twelve-day program features four 3-day in-class learning modules that integrate leadership within the security & intelligence context. Throughout the program, you will have time to collaborate with other participants on a security & intelligence leadership challenge that you bring to the program. Invited leaders in the security & intelligence community will bridge theory and practice, providing practical options to follow in advancing current challenges."], "authors": [], "keywords": ["leadership", "canada", "providing", "twelveday", "program", "canadian", "challenges", "intelligence", "yearsthis", "theory", "security"], "pubDate": "2021-01-25T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}