{"id": "296c5327-0e7c-3548-978a-e4d7c84eb567", "title": "There’s a reason why the royals are demonised. But you won’t read all about it | Alan Rusbridger", "url": "https://www.theguardian.com/commentisfree/2020/jan/19/there-is-a-reason-why-royals-demonised-but-wont-read-all-about-it-prince-harry-meghan-markle", "summary": "To understand the “real” story of Prince Harry and Meghan Markle, it helps to think in three dimensions.\nFacebook Twitter Pinterest Piers Morgan: ‘one of the most vehement critics of the royal couple’.\nSo, when reading about Harry and Meghan, it really does pay to keep your wits about you.\nA little bit of each of those would help the rest of us understand better and trust more.\nAlan Rusbridger is principal of Lady Margaret Hall, Oxford University, and chairs the Reuters Institute for the Study of Journalism.", "paragraphs": ["To understand the “real” story of Prince Harry and Meghan Markle, it helps to think in three dimensions. On one level, we have a story about a couple who, for perfectly understandable reasons, want a different kind of life: a new start, a fresh role, less scrutiny, more peace of mind. All eminently reasonable and not very remarkable.", "But there is, of course, the second level: they’re inescapably royal. This is hardly the abdication: the constitutional ramifications of the sixth in line bailing out to a new life in Canada are not earth-shattering. But, whether you are a pope or a prince, there are undoubtedly complications in trying to assert a private identity that is decoupled from your apparent destiny or birthright.", "The third level is the storytellers. Almost everything we think we know about this couple is filtered through journalists. It is unusually difficult to judge the reliability of most royal reporting because it is a world almost devoid of open or named sources. So, in order to believe what we’re being told, we have to take it on trust that there are currently legions of “aides”, “palace insiders”, “friends” and “senior courtiers” constantly WhatsApping their favourite reporters with the latest gossip. It has been known to happen. Maybe they are, maybe they aren’t. We just don’t know.", "But trust in this third dimension is further compromised by the fact that none of the major players filtering this story for our consumption is exactly a disinterested bystander. All three of the major newspaper groups most obsessed with Harry and Meghan are themselves being sued by the couple for assorted breaches of privacy and copyright. There is, to any reasonable eyes, a glaring conflict of interest that, for the most part, goes undeclared.", "For some years now – largely unreported – two chancery court judges have been dealing with literally hundreds of cases of phone hacking against MGN Ltd and News Group, the owners, respectively, of the Daily Mirror and the Sun (as well as the defunct News of the World).", "The two publishers are, between them, forking out eye-watering sums to avoid any cases going to trial in open court. Because the newspaper industry lobbied so forcefully to scrap the second part of the Leveson inquiry, which had been due to shine a light on such matters, we can only surmise what is going on.", "But there are clues. Mirror Group (now Reach) had by July 2018 set aside more than £70m to settle phone-hacking claims without risking any of them getting to court. The BBC reported last year that the Murdoch titles had paid out an astonishing £400m in damages and calculated that the total bill for the two companies could eventually reach £1bn.", "Last October, Prince Harry added his own name to the list of people claiming they had been hacked by both the Sun and the Mirror.", "Facebook Twitter Pinterest Piers Morgan: ‘one of the most vehement critics of the royal couple’. Photograph: Ken McKay/ITV/Rex/Shutterstock", "To understand why this is, to put it mildly, a bombshell, you would have needed to be following the patient work of Mr Justice Mann (and before him, Mr Justice Vos) in the anonymous Rolls Building, home to the chancery court, just off London’s Strand.", "Publicly available court documents detail the alleged involvement of Rupert Murdoch’s son James and the reinstated CEO of News UK, Rebekah Brooks, in suppressing or concealing the true extent of wrongdoing within the Murdoch titles. The Sun’s official position is to “not admit” any unlawful activity, while simultaneously shelling out enormous sums so that this position can never be tested.", "Over at the Mirror Group, there is a similar shyness about allowing daylight into the activities of past executives. Former Daily Mirror editor Piers Morgan, one of the most vehement critics of the royal couple, does not find time or space to let his readers or viewers know that his name crops up very many times in the generic phone-hacking litigation particulars of claims in front of Mann. Morgan may be entirely innocent, but if you spend your time pouring venom over a claimant in a case that might touch on your own conduct, you’d think there was at least an interest to declare – every single time you do it.", "And then there is the further legal action by Meghan against Associated Newspapers claiming assorted breaches of copyright, privacy and data protection. The Mail on Sunday claims “huge and legitimate public interest” in publishing extracts from a private letter from Meghan to her father. We shall see, but meanwhile there’s no harm in portraying her as a ruthless hypocrite and gold-digger. If Morgan’s on hand with the vitriol, everyone’s happy.", "So, when reading about Harry and Meghan, it really does pay to keep your wits about you. There is a surface level to the story – not all of it untrue – and there are many anonymous sources of varying degrees of reliability to give colour and context. And, in the background, there are quite a lot of worried newspaper executives and former editors, who have absolutely zero interest in treating the couple kindly or even-handedly.", "The metrics are irresistible: this couple sell newspapers and attract eyeballs by the billion. There is little hope that editors are going to dial down their coverage. But there is kindness; and there is fairness; and there is honesty. A little bit of each of those would help the rest of us understand better and trust more.", "Alan Rusbridger is principal of Lady Margaret Hall, Oxford University, and chairs the Reuters Institute for the Study of Journalism. He is the author of Breaking News (Canongate)"], "authors": ["Alan Rusbridger"], "keywords": ["demonised", "harry", "understand", "reason", "trust", "alan", "interest", "level", "rusbridger", "theres", "meghan", "royals", "wont", "couple", "royal", "read", "mirror", "court"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}