{"summary": "But I also believe people frequently use their Nintendo Switch both as a handheld and TV-docked console – which makes removing the TV functionality from the Switch Lite seem like a mistake.\nNintendo is effectively taking the \"switch\" functionality out of the Switch with this handheld-only offering, and that's perfectly fine.\nThe Switch Lite retails for $199 (a huge $100 cut over the standard Switch model), and the lower price reflects a number of sizable cuts from the device's performance.\nIf you are viewing Switch Lite as a travel companion, it's battery life is about five to six hours (up from the two- to three-hour range of the original Switch model).\nMinor complaints aside, the Switch Lite is a fantastic option for people who view Switch as a handheld-only device.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["switch", "original", "lite", "functionality", "standard", "model", "little", "motion", "review", "play", "nintendo"], "id": "297f2922-f43f-3765-b983-58509a502392", "url": "https://www.gameinformer.com/2019/09/20/nintendo-switch-lite-review", "title": "Nintendo Switch Lite Review", "pubDate": null, "paragraphs": ["I don't think it's a stretch to say hardly anyone used the 3D functionality built into the Nintendo 3DS; removing it from the 2DS iteration made sense. But I also believe people frequently use their Nintendo Switch both as a handheld and TV-docked console – which makes removing the TV functionality from the Switch Lite seem like a mistake. It isn't. Nintendo is effectively taking the \"switch\" functionality out of the Switch with this handheld-only offering, and that's perfectly fine. If you want a home console to play on your TV, the standard Switch model is still being sold. If you are primarily interested in the handheld functionality, you now have a considerably cheaper model as an option.", "The Switch Lite retails for $199 (a huge $100 cut over the standard Switch model), and the lower price reflects a number of sizable cuts from the device's performance. The unit is slightly smaller, with a 5.5-inch LCD screen over the original machine's 6.2-inch screen. The Switch Lite is also a little lighter at .6 pounds opposed to .87 pounds, but you likely won't feel much of a difference. This handheld-only option also doesn't have a motion camera, HD rumble, and the joy-cons cannot be removed. On the original Switch, I periodically ran into issues with one of my joy-cons detaching while in handheld mode. That'll never happen here, but not being able to remove them does render a number of games somewhat unplayable.", "If you're thinking of picking up the Switch Lite to play motion-based games, you may want to buy a pro controller or an extra set of freestanding joy-cons, as motion is not handled well on this device. Shaking the entire unit is not a viable way to play a game like Just Dance, Arms, or 1-2-Switch, which are designed with motion in mind. Subtle motion movements like precision aiming for sniping still works well, but if you are asked to rapidly shake the device or rotate it, you're going to have a hard time playing.", "If you are viewing Switch Lite as a travel companion, it's battery life is about five to six hours (up from the two- to three-hour range of the original Switch model). Anyone who has taken the original Switch on a lengthy airplane trip can attest to Switch's battery life being an issue. Nintendo has addressed this with the Switch Lite AND the standard model, which was just re-released with a battery that lasts for seven to nine hours.", "Outside of the motion problems, gameplay functionality on the Switch Lite is a little better than the standard model. The face buttons have more give, which I like, and Nintendo's decision to add an actual d-pad (as opposed to four little buttons) is a huge improvement. The screen is nice and bright, and the unit feels far more durable than the standard Switch.", "Audio is somewhat suspect on the Switch Lite, making headphones a necessity. The built-in speaker might be a little too powerful for its own good, as it periodically delivers a little vibration through the plastic casing. If you opt for headphones, know that the Switch Lite (like the standard model) doesn't support bluetooth audio out of the box; you can buy a device that allows bluetooth to work, but you may be better offer with a wired headset. Another legacy issue: The Switch Lite only offers 32GB of memory, and once again pushes players to buy a microSD card for game storage.", "Minor complaints aside, the Switch Lite is a fantastic option for people who view Switch as a handheld-only device. The attractive price point, increased battery life, and slightly improved controls make it the perfect vehicle to play Switch's awesome (and rapidly growing) library of games."]}