{"summary": "Even in Clinton’s case, 31 House Democrats voted to authorize the inquiry, and many more Dems denounced his misconduct, or pushed for censure, while saying his behavior didn’t warrant impeachment.\n(A new CNN survey pegs support for impeachment and removal at 45 percent, a 5-point drop from its last poll.)\nBut that’s compared with 82 percent who were closely following the runup to the impeachment vote in December 1998.\nMcConnell said that’s not happening, and chided Schumer for departing from the Clinton impeachment rules that the New York Democrat had supported.\nThat’s why all the congressional squabbling seems, well, small, and why much of the public isn’t exactly riveted, even by the impeachment of a president of the United States.", "keywords": ["thats", "support", "tuning", "say", "democrats", "senate", "house", "witnesses", "divided", "eve", "trump", "public", "schumer", "impeachment"], "paragraphs": ["Democratic leaders are breathing a sigh of relief as several of their moderates, under enormous pressure, have in the final hours signed onto impeachment.", "But a new poll makes clear how little progress the party has made—not with its own members, who will undoubtedly vote Wednesday to impeach President Trump. And not just in the Senate, which will undoubtedly acquit him on an equally party-line vote.", "No, where the Democrats have fallen short is with the public—if the measure is, as Nancy Pelosi once insisted, that impeachment must be bipartisan to be successful.", "TRUMP WORKS THE REFS, HITS THE MEDIA, CASTS DOUBT ON DEBATES", "A new favorite talking point on the left is that support for impeaching Trump is higher than it ever was for Bill Clinton, and higher than for Richard Nixon until the eve of his resignation.", "But the reason that Nixon quit is a delegation of Republicans went to the White House and told him he’d be convicted in the Senate—this after several GOP members of the Judiciary Committee voted for impeachment.", "Even in Clinton’s case, 31 House Democrats voted to authorize the inquiry, and many more Dems denounced his misconduct, or pushed for censure, while saying his behavior didn’t warrant impeachment.", "The picture is very different in the closing days of 2019.", "If you look at the new Washington Post/ABC survey, the top line is very similar to other recent polls, including the one from Fox News that drew the president’s ire: 49 percent of Americans say Trump should be impeached and removed, 46 percent say he should not. And both polls are essentially unchanged from a few weeks earlier. (A new CNN survey pegs support for impeachment and removal at 45 percent, a 5-point drop from its last poll.)", "But here’s the only Post/ABC figure that really matters:", "“Among Democrats, 85 percent say Trump should be impeached and removed, while 86 percent of Republicans say he should not.” There you have it, a snapshot of a polarized and paralyzed country.", "As for non-party members, “independents split 47 percent in favor and 46 percent opposed. Republican support for impeachment has slipped from 18 percent in October to 12 percent today.”", "My sense that public interest in impeachment is fading—there was no “SNL” skit on Trump last weekend, though there was one on the Conways—is reinforced by other findings.", "SUBSCRIBE TO HOWIE'S MEDIA BUZZMETER PODCAST, A RIFF OF THE DAY'S HOTTEST STORIES", "Some 62 percent say they are closely following the Trump developments. But that’s compared with 82 percent who were closely following the runup to the impeachment vote in December 1998.", "Even if you set impeachment aside, there are polar-opposite results in the Post poll. Among Democrats, 80 percent said Trump improperly pressured Ukraine to investigate the Bidens, while 78 percent of Republicans say he did not. The figures are similar on the obstruction of Congress charge.", "Meanwhile, yesterday’s House Rules Committee hearing seemed to have nothing to do with the ostensible purpose of setting rules for today’s debate. Instead, a different cast of congressional characters engaged in the same anti- and pro-Trump speechifying that we’ve been hearing for weeks.", "In the Senate, Mitch McConnell and Chuck Schumer sparred over the forthcoming trial. The Republican leader was miffed that the Democratic leader had released a letter to him before talking to him, and had gone on “Morning Joe” to promote his demands. This followed McConnell’s Friday appearance on “Hannity,” when he announced that he was consulting with the White House and would follow its edicts during the trial. (Now that’s candor.)", "Among other things, Schumer asked the Senate to call four witnesses, including John Bolton and Mick Mulvaney. McConnell said that’s not happening, and chided Schumer for departing from the Clinton impeachment rules that the New York Democrat had supported. Schumer countered that the House had heard from the important witnesses in 1998, unlike today, and that no one wanted to call Monica Lewinsky.", "McConnell said calling new witnesses would set a “nightmarish precedent”; Schumer said failing to do so would be a “coverup.” This is what passes for high drama inside the Beltway.", "Everyone knows what’s going to happen when the House votes, and when the Senate votes. That’s why all the congressional squabbling seems, well, small, and why much of the public isn’t exactly riveted, even by the impeachment of a president of the United States."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/media/on-eve-of-impeachment-why-the-public-is-divided-and-some-are-tuning-out", "authors": ["Howard Kurtz", "Howard Kurtz Is A Fox News Analyst", "The Host Of"], "id": "29e2e6e8-a80b-364d-9349-e7206fd11569", "pubDate": null, "title": "On eve of impeachment, why the public is divided and some are tuning out"}