{"pubDate": null, "title": "GI Show - Cadence Of Hyrule, Best Of E3, Back Of The Box Trivia", "keywords": ["2019", "gi", "podcast", "game", "informer", "box", "hyrule", "best", "e3", "games", "ritual", "cadence", "listen", "community", "video", "trivia"], "id": "2a61e28d-1dc0-3339-b10a-ac56e8ae63a8", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Welcome back to The Game Informer Show! We're all back from E3 and are still processing the highlights from the show. To help unpack it all, we're joined by Andy McNamara, Leo Vader, and Giant Bomb's Dan Ryckert. In addition to talking about the best games from E3 2019, Suriel Vazquez also joins the podcast to talk about his review for Cadence of Hyrule and some early impressions from Bloodstained: Ritual of the Night and Astral Chain. After some great community emails, we compete in a special themed round of Back of the Box trivia.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "13:15 - Cadence of Hyrule", "19:15 - Bloodstained: Ritual of the Night", "22:25 - Astral Chain", "27:34 - E3 2019 impressions", "40:00 - Our E3 2019 Game of the Show", "47:55 - Most disappointing games of E3 2019", "52:25 - Penn and Teller VR", "55:30 - The Outer Worlds", "58:11 - Red Dead Online", "1:00:00 - Favorite indies of E3", "1:03:30 - Community emails", "1:52:00 - Back of the box trivia"], "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/06/20/gi-show-cadence-of-hyrule-best-of-e3-back-of-the", "summary": "Welcome back to The Game Informer Show!\nIn addition to talking about the best games from E3 2019, Suriel Vazquez also joins the podcast to talk about his review for Cadence of Hyrule and some early impressions from Bloodstained: Ritual of the Night and Astral Chain.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n13:15 - Cadence of Hyrule19:15 - Bloodstained: Ritual of the Night22:25 - Astral Chain27:34 - E3 2019 impressions40:00 - Our E3 2019 Game of the Show47:55 - Most disappointing games of E3 201952:25 - Penn and Teller VR55:30 - The Outer Worlds58:11 - Red Dead Online1:00:00 - Favorite indies of E31:03:30 - Community emails1:52:00 - Back of the box trivia"}