{"keywords": ["fourth", "fabio", "triumph", "wins", "race", "marquez", "spaniard", "motogp", "successive", "quartararo", "try", "amazing", "thailand", "team", "title", "marc", "win"], "paragraphs": ["Honda’s Marc Marquez sealed his fourth consecutive MotoGP title with four races to spare after winning the Thai Grand Prix on Sunday after a thrilling duel with French rookie Fabio Quartararo. The Spaniard had to score two points more than Italian Ducati rival Andrea Dovizioso, who finished a distant fourth at Buriram’s Chang International Circuit.", "The knocks keep coming at Ferrari but Charles Leclerc is learning fast | Giles Richards Read more", "The title was the sixth Moto GP title of Marquez’s grand prix career, with the 26-year-old becoming the youngest rider to achieve the feat. It was the eighth career title overall – he was 125cc (now Moto3) world champion in 2010 and Moto2 winner in 2012.", "Marquez, who passed Petronas Yamaha’s Quartararo on the last lap after a wheel-to-wheel duel between the two rivals in sweltering heat, now has an unsurpassable 325 points to Dovizioso’s 215.", "The Spaniard, who had a huge crash in Friday practice that sent him to hospital for checks and then fell again in qualifying, did not put a wheel wrong as he reined in Quartararo from pole position and denied the 20-year-old a first win. The pair were just 0.171 of a second apart at the line. Yamaha’s Maverick Vinales finished third to complete the podium.", "“I was planning the weekend to try to win the race, it doesn’t matter about the championship or the distance between me and Dovi,” grinned Marquez after celebrating with his team mates and fans. “The target was try to find the best way to win the race and it’s what I did. Fabio was really fast in one part of the race, there was a gap in the middle but I caught up … amazing year, all the Repsol Honda team did an amazing job.”", "Facebook Twitter Pinterest Fabio Quartararo (right) led Marc Marquez for much of the race. Photograph: Rungroj Yongrit/EPA", "The title made Marquez the youngest six time champion, taking that honour from Italian great Giacomo Agostini, who did it at 29 years old. The Spaniard has now won nine races this season, including the last three in a row, with 14 podium appearances.", "Quartararo led from the lights while Marquez, who qualified third, almost collided with the Frenchman’s team mate Franco Morbidelli before slotting in to second. The rookie and the champion then traded fastest laps before Marquez made the move on the last lap.", "“The pace was amazing, the heat was amazing, the physical conditions were very tough but he didn’t give up, I didn’t give up,” said Marquez.", "Quartararo, the only rider truly taking the battle to Marquez, was pleased with his first Thai GP.", "“I can’t be more happy; fighting to the last corner, I tried everything,” he said. “If I didn’t try this move in the last corner, I don’t go home (happy)”."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "Honda’s Marc Marquez sealed his fourth consecutive MotoGP title with four races to spare after winning the Thai Grand Prix on Sunday after a thrilling duel with French rookie Fabio Quartararo.\nThe Spaniard had to score two points more than Italian Ducati rival Andrea Dovizioso, who finished a distant fourth at Buriram’s Chang International Circuit.\nIt was the eighth career title overall – he was 125cc (now Moto3) world champion in 2010 and Moto2 winner in 2012.\n“The target was try to find the best way to win the race and it’s what I did.\nPhotograph: Rungroj Yongrit/EPAThe title made Marquez the youngest six time champion, taking that honour from Italian great Giacomo Agostini, who did it at 29 years old.", "url": "https://www.theguardian.com/sport/2019/oct/06/marc-marquez-fourth-successive-motogp-title-after-thrilling-thailand-victory", "title": "Marc Marquez wins fourth successive MotoGP title after Thailand triumph", "id": "2ab344df-2a85-3518-a426-27d94d943f71", "authors": []}