{"pubDate": null, "title": "Angela Hackett, “Lemons on a Moorish Plate,” 2013", "paragraphs": ["We’d been talking about how back in the day we’d nothing much of anything,", "Though what there was to wear—the uniform!—was too big. The sleeves", "Drooped well below the fingertips. It gave you room to grow into. Years loomed.", "Day after day, summer after summer, days were immeasurably longer then,", "And the one tin bathful of hot water did the several children one after the other.", "Then it seemed in no time at all you were into your teens. Because your birthday", "Fell a week before Christmas—December the 18th—you’d have to make do", "With the merest token of a family present. A set of bath salts, maybe, or a bar", "Of lemon soap the simulacrum of a lemon, and we tried to remember", "If such a thing came wrapped in tissue paper like the fruit itself, or was it", "See-through cellophane? Then to summon up the names of yesteryear—", "Yardley’s April Violets; Morny White Heather; Lenthéric Tweed! It’s the 1960s,", "And I see myself wondering what would be appropriate to buy for my mother,", "Dazzled by the cornucopian Christmas window display of the chemist’s shop.", "All this, believe it or not, was apropos of Angela Hackett’s painting—", "Because when looking at a thing we often drift into a memory of something else,", "However tenuous the link. Five years and more—ever since I bought it", "For your birthday—it’s been hanging on our bedroom wall, pleasing us", "To look at it from time to time to see different things in it. Only now has it", "Occurred to us to talk about or of it at this length, the lemons—three of them—", "Proceeding in an anticlockwise swirl from pale lemon to a darker yellow", "To an almost orange, tinged with green—degrees, we speculate, of ripeness", "Or decay. You know how lemons, if left too long in the bowl, one or two from time", "To time will show a blush of green, a dimple or a bruise of bluish green", "That overnight becomes a whitish bloom? So we think Angela Hackett’s lemons", "Might be on the turn. Though it’s possible the green tinge might be an echo", "Of the two limes I haven’t mentioned until now, nestled in against the lemons", "On the indigo-and-white Moorish plate, all of which complicates the picture.", "It gave us pause for thought. How long does it take, we wondered, for a lemon", "To completely rot? We imagined a time-lapse film, weeks compressed", "Into seconds, the lemon changing hue, developing that powdery bloom, then", "Suddenly collapsing into itself to leave a shrunken, pea-size, desiccated husk—", "The flesh evaporated, breathed into the atmosphere as it transpires.", "And that is why on the 26th of March, 2019, we set up the lemon experiment.", "On the avocado-and-aubergine-colored Moroccan saucer we bought in Paris", "We set a fresh lemon and a banana, whose peel, we are led to believe, releases", "Ethylene gas and hence ripens any other fruit with which it comes into contact.", "We wanted to see with our own eyes the end of the life cycle of the lemon.", "I write this on the 6th of April. The banana has gone black except at the tips.", "The lemon looks as fresh as ever. We’ve just been for our daily walk around", "The Waterworks. Ducks are kicking up a racket. A blackbird sings", "From a blackthorn bush. And as we enter into Glandore from the Antrim Road", "How clean and fresh and green are the newly sprung leaves of the chestnut tree!"], "url": "https://www.newyorker.com/magazine/2019/10/07/angela-hackett-lemons-on-a-moorish-plate-2013", "keywords": ["set", "gave", "summer", "hackett", "angela", "hacketts", "plate", "long", "lemon", "fruit", "moorish", "lemons", "green", "thing", "fresh"], "summary": "We’d been talking about how back in the day we’d nothing much of anything,Though what there was to wear—the uniform!—was too big.\nDay after day, summer after summer, days were immeasurably longer then,And the one tin bathful of hot water did the several children one after the other.\nBecause your birthdayFell a week before Christmas—December the 18th—you’d have to make doWith the merest token of a family present.\nAnd that is why on the 26th of March, 2019, we set up the lemon experiment.\nAnd as we enter into Glandore from the Antrim RoadHow clean and fresh and green are the newly sprung leaves of the chestnut tree!", "authors": ["Ciaran Carson", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jeffrey Toobin"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "2b19cd4e-bbc2-325c-b151-2ca22e3369cd"}