{"id": "2b3e991d-8a8e-38a1-a80e-90cc13d42c96", "title": "How North Korea's ideology is built on song and dance", "url": "https://edition.cnn.com/style/article/north-korea-song-dance/index.html", "summary": "It's a triumphant marching song that ethnomusicologist Keith Howard has heard countless times since he first visited North Korea in 1992.\nPerformers at a concert marking North Korea's 70th birthday.\nIf, as Howard's book suggests, North Korea \"behaves as if its whole territory is a theater,\" then it is one alive with song and dance.\nStudents participate in a mass dance performance in 2019 marking what would have been Kim Il Sung's 107th birthday.\nArmy choirs and troupes perform at some of North Korea's biggest state events.", "paragraphs": ["Written by Oscar Holland, CNN", "\"So dear to all our hearts is our General's glorious name; our own beloved Kim Il Sung of undying fame,\" go the lyrics to one of North Korea's best-known songs, \"Song of General Kim Il Sung,\" which honors the country's founding ruler and eternal president.", "\"Tell blizzards that rage in the wild Manchurian plains,\" it continues. \"Tell, you nights in forests deep where the silence reigns.\"", "It's a triumphant marching song that ethnomusicologist Keith Howard has heard countless times since he first visited North Korea in 1992. Universally known across the country, it is played on news broadcasts and sung by schoolchildren. Howard even saw the lyrics etched onto rocks along mountain paths in order to inspire walkers.", "\"It really sets out who Kim Il Sung is, and celebrates him as the person who fought the Japanese single-handedly and then got rid of them -- which is the authorized picture of what happened,\" said Howard, a professor at London's School of Oriental and African Studies, in a phone interview.", "Performers at a concert marking North Korea's 70th birthday. Credit: Ed Jones/AFP via Getty Images", "\"It's much more important than the national anthem, because the national anthem is essentially what you play to foreigners, whereas this is what you sing in (North) Korea.\"", "Despite dedicating years of research to the hermit kingdom's musical traditions, Howard admitted that his work involves listening to an excessive number of \"mind-numbing\" songs that \"you probably wouldn't want to listen to for more than five minutes.\" But his new book \" Songs for 'Great Leaders '\" is not simply a survey of music, dances and instruments -- it's an exploration of how they reflect and reinforce the state's ideology.", "If, as Howard's book suggests, North Korea \"behaves as if its whole territory is a theater,\" then it is one alive with song and dance. And given country's strict control over creativity, they are almost exclusively used as instruments of propaganda -- from the country's \"mass games,\" in which thousands of people perform in perfect unison, to school classrooms, where children are taught a repertoire of approved songs from an early age.", "Music's evolving role", "It's a story the British professor traces back to the 1930s, when Korea was still under Japanese rule. As well as introducing new styles of music, Japan dominated East Asia's recording industry, and Korea's professional musicians would often have to travel to studios in Tokyo and Kyoto in order to record. It was also in this era that communist guerrillas, who resisted colonial rule, began adapting -- and often directly copying -- songs from the region's other revolutionary groups.", "Students participate in a mass dance performance in 2019 marking what would have been Kim Il Sung's 107th birthday. Credit: Ed Jones/AFP via Getty Images", "\"North Korea would deny this, and say the revolutionary songs were totally independent and written by people close to Kim Il Sung,\" said Howard. \"But they all, to us, sound exactly the same as the equivalent ones from China or the Soviet Union.\"", "By the time Kim Il Sung -- grandfather of current leader, Kim Jong Un -- seized power in 1948 following the division of Korea, he set about reshaping its arts traditions. In a 1955 speech , he said that his country had \"failed to take measures for a systematic study of our country's history and national culture,\" and called for \"every effort (to) be made to unearth our national legacies and carry them forward.\"", "Instead of creating new state songs from scratch, Kim sent musicologists out to the countryside to document the folk music and poems already known to many people. Despite millennia of shared culture on the Korean peninsula, Kim prioritized songs that originated from the north. He then ordered them to be recast using socialist themes, their lyrics rewritten to serve political ends.", "By the late 1960s, the leader's then-young son Kim Jong Il had \"taken the reigns of artistic production,\" Howard explained. This period saw the arts play an increasingly important role in the construction of national identity, with new operas, cantatas and stage productions recounting and glorifying the country's past.", "A girl plays the piano at a school for orphans on the outskirts of Pyongyang. Credit: Ed Jones/AFP via Getty Images", "Chief among them are the so-called Five Great Revolutionary Operas, which offer revisionist takes on North Korea's history, alongside communist messages and celebrations of the country's leaders.", "The first of them, 1971's \"The Sea of Blood,\" tells the tale of a peasant who overcomes Japanese brutality before joining the guerrilla fight against her oppressors. \"The Flower Girl,\" meanwhile, charts the struggles of a family indebted to a ruthless landowner, in a searing critique of pre-communist feudalism.", "These productions \"enshrine everything you're supposed to know\" about the country's foundations, Howard said. \"They're fairly dark in terms of lighting and (storylines) -- until the very end. Then, in the last 10 minutes, there's a section where everything becomes light, and it's the light of Kim Il Sung who has triumphed and rebuilt Korea.\"", "Kim Jong Il, who ruled North Korea after his father's death in 1994, is also responsible for expanding the country's mass spectacles -- highly choreographed performances involving tens of thousands of singers, dancers and gymnasts. Usually performed at the world's largest stadium, Pyongyang's May Day Stadium, the shows tell North Korea's story in an impressive display of color and coordination.", "Participants perform in a Mass Games artistic and gymnastic display at the May Day Stadium in Pyongyang. Credit: Ed Jones/AFP via Getty Images", "But, beyond the obvious, the shows promote collectivism in unseen ways, explained Howard, who said the choreography is often \"deliberately complicated.\"", "\"It could be a lot simpler,\" he said. \"(But the routines) are made complicated to the extent that if one person goes wrong, the whole team -- the whole setup -- will collapse.\"", "As Kim Jong Il himself told the producers of mass performances in 1987, \"The schoolchildren, conscious that a single slip in their action may spoil their mass gymnastic performance, make every effort to subordinate all their thoughts and actions to the collective.\"", "Musical monopoly", "The idea that an authoritarian regime might use music and dance as tools is hardly a novel one.", "After all, almost every society institutionalizes songs that evoke shared values, national myths and historical events, from \"The Star-Spangled Banner\" to \"London Bridge is Falling Down.\"", "But the monopoly North Korea exerts over creative expression makes the state's songs -- and thus their approved messages -- uniquely pervasive.", "How North Korea creaties the illusion of prosperity through architecture", "\"There's no evidence that people are creating any of their own music outside of what's centrally allowed,\" Howard said. \"The only recording company is state-owned, and there are no performances that would be permitted outside what's authorized.", "\"You don't even have the right to create new words (to existing songs), and if you did, you'd have to be incredibly careful, because if they were deemed to be inappropriate you'd be in trouble.\"", "The government's approach to music appears to have evolved in recent years. North Korea's first contemporary girl group, Moranbong Band, debuted in 2012, the year after present-day leader Kim Jong Un became supreme leader. Perhaps influenced by the illicit arrival of pop culture from South Korea (smuggled in on DVDs or, more recently, flash drives), the band offers something comparatively contemporary.", "The all-female Moranbong Band pictured at a performance in Pyongyang in 2016. Credit: Ed Jones/AFP via Getty Images", "Its members wear makeup and are dressed \"slightly provocatively,\" as Howard put it. They are also pictured using instruments made by brands like Yamaha and Roland, whereas pop predecessors like Pochonbo Electronic Ensemble (which, in the 1980s, became the country's first group to use electric guitars and synthesizers) had logos from capitalist countries hidden or removed.", "Nonetheless, the lyrical content remains much the same. Moranbong Band may look like the North's answer to K-pop, but its songs still center on praising the country's leadership and military achievements.", "Such strict controls mean that, as a rule, North Korean music makes for repetitive listening, Howard said. The state-sanctioned songs -- even to someone with a deep understanding of their context, arrangements and instrumentation -- can end up sounding much alike.", "Army choirs and troupes perform at some of North Korea's biggest state events. Credit: Ed Jones/AFP via Getty Images", "Yet, variety is in the ear of the beholder. It's a point the ethnomusicologist demonstrated with an anecdote from a trip to North Korea in which he complained to his government minder about the \"boring\" music played each day in their car.", "\"The guide said to me, 'Ooh I'll bring you something completely different tomorrow,\" Howard recalled. \"The next day he arrived with two cassettes of children's songs. But it was just children singing the adult songs -- exactly the same, but done by children.", "\"We then had a fascinating discussion where he tried to persuade me they were totally different.\""], "authors": ["Oscar Holland"], "keywords": ["kim", "sung", "ideology", "dance", "songs", "north", "countrys", "built", "howard", "il", "music", "koreas", "korea", "song"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}