{"summary": "I can forgive myself for concluding that my enthusiasm for sci-fi, giant robots, and high-concept anime might make Daemon X Machina a good fit.\nThough its components might seem initially appealing, Daemon X Machina fails to deliver on gameplay, story, or any other facet that might have seemed interesting at first glance.\nCompeting consortiums, governmental entities, and the motivations of individual mercenaries all compete for narrative attention, and it is all nonsense.\nI’m struck by how much everything feels like similar mecha games from more than a decade ago, but in none of the good ways.\nI kept waiting for Daemon X Machina to pull the curtain back and reveal some sophistication in its gameplay, or some narrative twist that might make the uninspired combat worth slogging through.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["daemon", "failure", "machina", "players", "games", "missions", "x", "mission", "review", "easy", "fails", "hours", "mecha"], "id": "2b4721ce-e2d6-34fd-b9a9-a4e0139f3d5b", "url": "https://www.gameinformer.com/review/daemon-x-machina/daemon-x-machina-review-mission-failure", "title": "Daemon X Machina Review – Mission Failure", "pubDate": null, "paragraphs": ["I can forgive myself for concluding that my enthusiasm for sci-fi, giant robots, and high-concept anime might make Daemon X Machina a good fit. However, after playing it, I wouldn’t be able to forgive myself if I didn’t warn others of similar inclinations to stay away. Though its components might seem initially appealing, Daemon X Machina fails to deliver on gameplay, story, or any other facet that might have seemed interesting at first glance.", "In a vaguely defined post-apocalyptic world, giant manned mecha do battle across a desolate landscape, fighting against each other as well as the looming threat of malevolent artificial intelligence. Competing consortiums, governmental entities, and the motivations of individual mercenaries all compete for narrative attention, and it is all nonsense. None of the dozens of named characters coalesce into interesting personalities, but virtually all of them speak in hushed tones about their mysterious purpose for fighting, even as I shake my head at the meaningless babble of their prolonged conversations.", "The broader storytelling is nearly as unintelligible, spending many hours lost in an incoherent mash-up of anime tropes and the teasing of revelations that seem never to arrive. Meanwhile, players adopt the role of the “rookie,” a woefully silent protagonist without a will of their own, spending the bulk of the plot tripping happily between missions, regardless of which side of the conflict that places them on. As a player, you learn not to care what’s happening, and just push on into the action.", "At first, I was heartened by the attractive and sharp lines of the sophisticated mecha designs (“arsenals,” in the game’s parlance), and the wide variety of mission locations which you visit over the course of a lengthy tour of duty through the campaign. But even those surface details fail to impress as the real-time combat grows tedious and uninteresting. The lock-on weapons systems and constant target strafing never advance in sophistication. The quick speed of movement in both the air and ground encounters can be exciting, but it also means that tracking onscreen action, especially against the other fast-moving arsenals, is an exercise in futility. That problem is exacerbated by an unhelpful battle UI, which fails to monitor fundamental details like the altitude of the many targets on your radar.", "Difficulty is also uneven. After several early hours of simplistic fights, the later hours of the campaign fluctuate dramatically. In one, the fight is so easy that I finish off the boss before the in-mission dialogue even concludes. In another (including some dreaded protect missions), I hammer my head against the wall of repeated mission failures, or batter enemies for extended fights in which high hit point totals replace actual challenging attack patterns. I’m struck by how much everything feels like similar mecha games from more than a decade ago, but in none of the good ways.", "Between missions, the hangar bay provides opportunities to upgrade. Body modification of your pilot gives some mostly minor bonuses. The tech implants are presumably meant to scare you about how they are slowly stealing your humanity; that effort fails, since the hero is already robotic and lifeless. My mech improves through new weapons and armor purchased and developed with funds earned during missions. I appreciate the detail and wide variety of options here, as well as the cosmetic features that unlock with time, and a deep devotion to stat min-maxing can yield returns. Even so, the customization of your arsenal is poorly explained, and you rarely have a clear sense of what aspects of your equipment best suit a given fight. Individual weapon and armor pieces are challenging to compare without immaculate study, blurring the process of deciding whether a new piece is even worth the price. The accumulated effect is that any sense of progression is suffocated. I rarely felt like I had experienced meaningful growth even after multiple sessions of play.", "If you push past the game’s failings, a four-player cooperative multiplayer option lets you partake in designated missions with friends or other online enthusiasts. These battles are often easy and seem not to have been rebalanced for multiple living players, but the parade of different weapon effects on display is rousing. Setting up a lobby and hopping into a lobby is relatively easy, and I like that you can designate some of the A.I. pilots as teammates for times you’d prefer not to hop online.", "I kept waiting for Daemon X Machina to pull the curtain back and reveal some sophistication in its gameplay, or some narrative twist that might make the uninspired combat worth slogging through. Those things never arrive. While the game ostensibly scratches the itch for players who have longed for something like Armored Core on the Switch, it’s a model that feels out of step with recent innovations in the sphere of action games. There are better worlds to save than this benighted future."]}