{"id": "2b94ad2a-1d3a-3b78-89f2-bfce020e04df", "title": "'Jack Ma is tamed': How Beijing showed tech entrepreneur who is boss", "url": "https://www.theguardian.com/business/2020/nov/04/jack-ma-ant-group-is-tamed-social-media-reacts-after-china-blocks-ipo", "summary": "“We cannot regulate the future with yesterday’s means.”The logo of the pioneering digital payments firm Alipay on the office block of its parent company, Ant Group, in Shanghai.\nIn a statement on social media, Ant said it would “overcome the challenges” and “embrace regulation”.\nThe Chinese state media and commentators have piled on criticism of Ma, justifying the move.\nWithout naming the company, which rebranded itself from Ant Financial to Ant Technology earlier this year, the paper said some companies had changed their name to avoid scrutiny as a financial institution.\nOthers turned the tagline for Ant into a Chinese idiom to mean “Jack Ma has now been tamed.”With the news of Ant Group being summoned by the Chinese government, Chinese netizens transformed the company name \"蚂蚁金服 (Ant Financial Services)\" into homophones as \"马已今服\" which literally means \"Jack Ma has now been tamed\".", "paragraphs": ["In the hours after Chinese regulators halted what would have been the world’s largest share offering in history, of Jack Ma’s Ant Group, a phrase began circulating on the Chinese internet: “There is no so-called era of Ma Yun, only Ma Yun as part of the era.”", "For years, Jack Ma represented the rise of the self-made tech entrepreneur in China, with Chinese media referring to the years of heady growth for the sector as the “era of Ma Yun”, a path paved by the success of his e-commerce giant Alibaba and its online finance spin-off, Ant Group. After the suspension, shares in Alibaba, which owns part of Ant, fell more than 8%, shaving $3bn (£2.3bn) off Ma’s net worth.", "“Wealth is an ant in front of power,” internet users quipped, while others posted the phrase heralding the end of Ma’s era, taken from the headline of a previously published editorial by the state-run People’s Daily disparaging the worship of celebrity businessmen like Ma.", "Analysts say the unusual and dramatic halt of the initial public offering (IPO) less than 48 hours before it was to begin trading in Shanghai and Hong Kong underlines the dominance of the Chinese Communist party over the private sector – and the danger of criticising those in charge.", "“The party has once again reminded all private entrepreneurs that no matter how rich and successful you are it can pull the rug out from under your feet at any time,” wrote Bill Bishop, the author of the China-focused newsletter Sinocism.", "Regulators cited “changes to the financial technology regulatory environment and other major issues” for the halt. While Beijing on Monday issued draft rules on micro-lending that would affect a key part of Ant’s business, analysts say the last-minute suspension is more likely to do with remarks Ma gave on 24 October at a summit in Shanghai.", "In a characteristically blunt speech, Ma directly criticised local regulators and the state-dominated banking sector. “We shouldn’t use the way to manage a train station to regulate an airport,” Ma said. “We cannot regulate the future with yesterday’s means.”", "The logo of the pioneering digital payments firm Alipay on the office block of its parent company, Ant Group, in Shanghai. Photograph: Héctor Retamal/AFP/Getty Images", "Ma was speaking alongside top officials such as Wang Qishan, former security tsar and Chinese leader Xi Jinping’s right-hand man, Yi Gang, the governor of China’s central bank, and Zou Jiayi, vice minister at the ministry of finance.", "The entrepreneur’s comments came just after a speech by Wang warning that there should be a balance between financial innovation and regulation. “Safety always comes first,” Wang said.", "Yet it was Ma’s comments that went viral on Chinese social media and were seen as a direct attack on officials. Less than two weeks later, Ma, along with two other executives, was summoned to meet financial regulators, and the next day the IPO was halted. In a statement on social media, Ant said it would “overcome the challenges” and “embrace regulation”.", "The Chinese state media and commentators have piled on criticism of Ma, justifying the move. The People’s Daily published an article on Wednesday claiming “financial security is an important part of national security” and calling for financial institutions to “strengthen the Party’s leadership”.", "The episode also underlines official unease over the rise of online finance, dominated by companies such as Ant and Tencent whose digital payments platforms allow customers to make all their purchases with mobile money as well as invest and borrow.", "In an article late on Tuesday, the state-run Economic Daily said suspending Ant Group’s listing was to “better protect the rights and interests of financial consumers”. Without naming the company, which rebranded itself from Ant Financial to Ant Technology earlier this year, the paper said some companies had changed their name to avoid scrutiny as a financial institution.", "Observers say that by taking Ma down a peg, China’s top officials are also reminding the country’s wealthy who is in charge.", "“Many might point to such regulator intervention and say: ‘Look, it also affects the tycoons.’ In fact, in a way it applies more to PRC tycoons as money means power, and this would signal that it can be taken away if you don’t play ball,” said Benjamin Qiu, a Hong Kong-based partner at an international law firm.", "That message was circulated on Chinese social media where some posted a scene from a 2017 kung-fu film starring Ma where his character profusely apologises to a group of police. Others turned the tagline for Ant into a Chinese idiom to mean “Jack Ma has now been tamed.”", "With the news of Ant Group being summoned by the Chinese government, Chinese netizens transformed the company name \"蚂蚁金服 (Ant Financial Services)\" into homophones as \"马已今服\" which literally means \"Jack Ma has now been tamed\". pic.twitter.com/9EnRfUnP0O — Michael Anti (@mranti) November 2, 2020", "Still, others questioned whether in the long term China’s reputation as open for business may be hurt. Chinese leaders have recently hammered out the country’s next five-year plan, which promises to support the Covid-hit economy with innovation in the tech sector and by boosting domestic demand.", "“It is 2020. If the government intervenes too much, more good companies will flee,” one commentator wrote on Weibo. Another said: “There is never a good ending for big Chinese businessmen.”", "• Additional reporting by Lillian Yang"], "authors": ["Lily Kuo"], "keywords": ["jack", "media", "ma", "entrepreneur", "group", "tamed", "chinese", "ant", "beijing", "showed", "sector", "financial", "tech", "mas", "boss", "say"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}