{"keywords": ["rich", "children", "way", "selective", "parents", "public", "opinion", "mr", "spending", "money", "college", "pity"], "authors": ["Richard V. Reeves"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/05/opinion/sunday/rich-meritocracy-pity.html", "summary": "The financier William McGlashan was one of the parents accused of gaming the system in the recent college admissions scandal.\nThere is nothing wrong with parents spending a lot of money on their children.\nIf they want to pay for them to attend a highly selective private college, religious institution or small liberal arts college, it’s their money.\nThe problem is not so much that rich people are spending as much as they are on these goods — although that, too, is absurd.\nI have some better — and cheaper — ideas to improve the lives of the rich.", "paragraphs": ["And they are willing to make sacrifices. George Packer reports in The Atlantic that affluent New York parents sleep on the streets to be first in line to enroll their children for nursery school. “I feared that I’d cheated our son of a slot by not rising until the selfish hour of 5:30,” he writes. But sleeping rough is nothing compared to the length parents will go to in order to get their children into an top-notch college, as opposed to, say, a good public university.", "The financier William McGlashan was one of the parents accused of gaming the system in the recent college admissions scandal. In a series of calls wiretapped by the F.B.I., Mr. McGlashan discussed photoshopping pictures of his son to make it appear that he was a football player to help him gain entry to the University of Southern California. At one point, Mr. McGlashan lamented, “The way the world works these days is unbelievable.” But that is not the way the world works: It is the way he was working the world.", "Affluent parents devote extraordinary resources — money, time, string-pulling, to getting their kids into College A, which is infinitesimally better on some measures than College B. The first 18 years in the lives of the children of these parents have become an expensive, extended college preparation course.", "It is surely true that this imposes enormous stress on the child or young adult in question, and possibly on the whole family. As one remedy, Mr. Markovits suggests that highly selective schools should “modestly increase the number of rich students” admitted, in order to “relax competition among rich applicants.” This is a regressive proposal, but it flows naturally enough from a concern about the plight of the overstretched children of the elite classes. To be fair, he also wants them to admit more poor and middle-class students, by expanding their class sizes.", "There is nothing wrong with parents spending a lot of money on their children. If they want to pay for them to attend a highly selective private college, religious institution or small liberal arts college, it’s their money. The problem is not so much that rich people are spending as much as they are on these goods — although that, too, is absurd. It is that they have begun to feel burdened by these costs and everything that leads up to them, all of which they have convinced themselves are unavoidable.", "The broader political danger is that the affluent will become even more resistant to paying the higher taxes that are necessary for redistribution or better public services because they feel under such financial pressure themselves — forgetting that, unlike the pressure the poor face, it is self-inflicted.", "I have some better — and cheaper — ideas to improve the lives of the rich. If you are spending thousands of dollars and thousands of hours cultivating your children to get them into the most selective institutions: Just stop. Your kids will be just fine attending a good public university. And everyone’s life will be more relaxed in the meantime."], "id": "2bd4ef61-8416-36f5-8beb-658458bfd39e", "pubDate": null, "title": "Opinion | Now the Rich Want Your Pity, Too"}