{"id": "2bd9ab6c-39ff-3036-82bd-ec504cc670c6", "title": "Ubisoft's Avatar Game Delayed Until 2022", "url": "https://www.gameinformer.com/2020/11/03/ubisofts-avatar-game-delayed-until-2022", "summary": "It was there that the company revealed that the reason behind the upcoming Avatar game's delay was to ensure its launch is in line with the Avatar 2 movie coming out in 2022.\nAvatar is the latest game under the Ubisoft umbrella to see a pushback, alongside Rainbow Six Quarantine and Far Cry 6.\nUnder the working title of 'The Avatar Project', this isn't the first Avatar game to make its way into players' hands.\nWith Avatar 2 slated for a film release in 2022, the game's delay will make a coinciding release while interest is fresh.\nWhat do you think about Ubisoft and Massive Entertainment's decision to delay the upcoming Avatar game?", "paragraphs": ["Ubisoft has quite a few games currently in development, among them is another adaptation of James Cameron's Avatar film. Led by The Division developers over at Massive Entertainment, news of the delay came by way of a recent earnings call. It was there that the company revealed that the reason behind the upcoming Avatar game's delay was to ensure its launch is in line with the Avatar 2 movie coming out in 2022.", "Avatar is the latest game under the Ubisoft umbrella to see a pushback, alongside Rainbow Six Quarantine and Far Cry 6. While many games are being pushed back to either steer clear of Cyberpunk 2077's window or because of COVID-19, this decision was made with the launch of the movie in mind.", "First announced back in 2017, the upcoming Avatar game is a work in progress with the Massive Entertainment team, the same studio that did The Division, alongside Lightsorm Entertainment, which is James Cameron's studio, and Fox Interactive.", "Under the working title of 'The Avatar Project', this isn't the first Avatar game to make its way into players' hands. The first adventure made its debut in 2009 for the last generation of systems and was met with mostly positive reviews. The third-person action-adventure game allowed for a unique co-op experience within Cameron's world and because of that, movie fans were excited to see what other gaming journeys would come of it.", "With Avatar 2 slated for a film release in 2022, the game's delay will make a coinciding release while interest is fresh. Pending no further delays, its launch will be a whopping 13 years following the release of the first film.", "What do you think about Ubisoft and Massive Entertainment's decision to delay the upcoming Avatar game? Sound off with your thoughts in the comment section below.", "[Source: Ubisoft via GameSpot]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["games", "ubisofts", "movie", "launch", "upcoming", "release", "massive", "2022", "delay", "ubisoft", "game", "delayed", "avatar"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}