{"summary": "Return of the Obra Dinn released to wide praise last year, and Game Informer was among the sources that offered a high recommendation.\nFor players who weren't able to catch the puzzle game on PC or Mac, you can now look forward to playing the game on PS4, Xbox One, and Switch; the game is set to release on October 18.\nReturn of the Obra Dinn finds the player working as an investigator aboard a ghost ship in the 1800s, and boasts both a unique monochromatic art style, and a fascinating gameplay model, in which you use deduction to figure out the deaths of the ship's crew by witnessing elements of their final living moments.\nIf you haven't yet had a chance to check out the game, it's well worth a look.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["obra", "dinn", "game", "worth", "xbox", "hits", "working", "month", "look", "return", "werent", "wide", "consoles", "witnessing"], "id": "2c45a57d-e3e4-3e35-bbae-799754ed0536", "url": "https://www.gameinformer.com/2019/10/03/return-of-the-obra-dinn-hits-consoles-this-month", "title": "Return Of The Obra Dinn Hits Consoles This Month", "pubDate": null, "paragraphs": ["Return of the Obra Dinn released to wide praise last year, and Game Informer was among the sources that offered a high recommendation. For players who weren't able to catch the puzzle game on PC or Mac, you can now look forward to playing the game on PS4, Xbox One, and Switch; the game is set to release on October 18.", "Return of the Obra Dinn finds the player working as an investigator aboard a ghost ship in the 1800s, and boasts both a unique monochromatic art style, and a fascinating gameplay model, in which you use deduction to figure out the deaths of the ship's crew by witnessing elements of their final living moments.", "If you haven't yet had a chance to check out the game, it's well worth a look."]}