{"id": "2c5e85fa-c59b-3457-a9f2-06070f6d81d3", "title": "A Fold Apart Review – Mixed Feelings", "url": "https://www.gameinformer.com/review/a-fold-apart/a-fold-apart-review-mixed-feelings", "summary": "A Fold Apart, a 3D puzzle game, showcases this tightrope walk by exploring the challenges of a long-distance relationship and making you do one thing: fold paper.\nThe emotional journey combined with this unique puzzle mechanic makes for a novel experience, even if it doesn’t always hit the mark.\nIn A Fold Apart, you see the different perspectives of two people in a long-distance relationship.\nA Fold Apart is a different puzzle game, and that’s a good thing.\nIts creative folding-paper mechanic makes it worth opening, even if what’s inside won’t overly excite you.", "paragraphs": ["In relationships, couples navigate obstacles and seek solutions to life’s myriad problems together, which is often easier said than done. Taking another person’s feelings into account and compromising is a tricky balance. A Fold Apart, a 3D puzzle game, showcases this tightrope walk by exploring the challenges of a long-distance relationship and making you do one thing: fold paper. The emotional journey combined with this unique puzzle mechanic makes for a novel experience, even if it doesn’t always hit the mark.", "In A Fold Apart, you see the different perspectives of two people in a long-distance relationship. One partner lands a once-in-a-lifetime job opportunity, forcing them to move away temporarily. Throughout the game, you are privy to their text message conversations and conflicted feelings on the matter as they deal with everything from loneliness to misunderstandings. While the story is pretty generic and predictable, how it’s told ultimately makes it effective and moving. You read the inner monologues of the characters, and specific colors convey their moods while different words are highlighted and propped up on the screen to hammer home intense feelings. This aesthetic representation helps punctuate various emotions, but sometimes it gets overdone and beats you over the head with melodrama. The approach is at its strongest when it’s more nuanced, illustrating how even the smallest things can alter emotional states and stir up insecurities.", "When doubts or certain issues pop up, like a character getting annoyed over a change in plans, you enter a puzzle. The primary mechanic has you folding the stage like paper, manipulating the paths on them to proceed past obstacles. The game makes this interesting and challenging by progressively adding more complex elements. For instance, you start out only being able to fold the sides, but later you can fold stages on other axes and even turn the paper around. Getting your character to remain on a steady walking path and reach a golden star is how you advance, and I enjoyed seeing how seemingly unrelated pictures on the front and the back of the paper can be shaped into a cohesive final solution.", "Unfortunately, if you make a mistake, folding, unfolding, and flipping the pages means that you’re going through the same steps you completed over and over again just to make a small change. It also didn’t help that I ran into a few frustrating crashes that broke my concentration. Even so, I had fun exercising my spatial reasoning to solve the puzzles, and nothing is so difficult that it feels unfair. If you get stuck, a hint system can point you in the right direction, or let you bypass any puzzle completely to continue with the story.", "A Fold Apart is a different puzzle game, and that’s a good thing. The concept is novel, and I like a story with some emotional pull, but it never moves beyond that. I can’t think of a puzzle that stood out over the others or even a moment in the story that was particularly poignant. It all comes together in a presentable package. Its creative folding-paper mechanic makes it worth opening, even if what’s inside won’t overly excite you."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["review", "mixed", "feelings", "emotional", "makes", "paper", "fold", "different", "mechanic", "puzzle", "apart", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}