{"summary": "Both bodies are believed to be in the water surrounding Whakaari, with police using tidal models to expand searchNew Zealand volcano: last two bodies may never be found, say policeThe bodies of a local guide and an Australian tourist who died on Whakaari are “in the hands of the sea” and may never be recovered, New Zealand police have said, after days of bad weather hampered search efforts that are beginning to be scaled down.\nDeputy police commissioner Mike Clement said both missing bodies were in the sea, but sonar radar and divers had been unable to find them.\nThe search was now being widened beyond Whakaari, also known as White Island, in line with tidal modelling.\nPolice now believe that the two missing bodies may have been washed out to sea as early as last Monday night, after slipping into a stream on the volcano and being carried down to the water.\n“There’s no perfect science with regards to whether those bodies will ever be found, to be honest,” Clement said earlier.", "url": "https://www.theguardian.com/world/2019/dec/18/new-zealand-volcano-last-two-bodies-may-never-be-found-say-police", "paragraphs": ["Both bodies are believed to be in the water surrounding Whakaari, with police using tidal models to expand search", "New Zealand volcano: last two bodies may never be found, say police", "The bodies of a local guide and an Australian tourist who died on Whakaari are “in the hands of the sea” and may never be recovered, New Zealand police have said, after days of bad weather hampered search efforts that are beginning to be scaled down.", "Deputy police commissioner Mike Clement said both missing bodies were in the sea, but sonar radar and divers had been unable to find them. The search was now being widened beyond Whakaari, also known as White Island, in line with tidal modelling. Both police and private helicopters would be used, before the search is reduced in a few days – a move the families had “accepted”.", "Police are focusing on areas from Whakaari through to the East Cape, Clement said, “based on tidal patterns and as the weather allows”.", "Police now believe that the two missing bodies may have been washed out to sea as early as last Monday night, after slipping into a stream on the volcano and being carried down to the water.", "Clement told a press conference in Whakatāne that the search for the two would be scaled down in the coming days, though efforts by local civil defence staff and private operators would continue.", "“There’s no perfect science with regards to whether those bodies will ever be found, to be honest,” Clement said earlier.", "“We’ve done searches of a similar type in the past and sometimes you find them and sometimes you don’t, and there’s factors beyond our control in regards to that outcome.”", "“We are deeply sorry that we haven’t until this time been able to recover the bodies…we are literally in the hands of the sea.”", "'She shouldn’t be taken for granted': White Island after the volcano blew Read more", "On Tuesday, police said White Island tour guide Hayden Marshall-Inman and 17-year-old Australian tourist Winona Langford were the bodies they were looking for. Marshall-Inman’s family has expressed frustration at police efforts to retrieve him, saying they haven’t explored all the options suggested by locals who know the area.", "“I still believe time was of the essence and things could have moved a bit quicker,” Mark Inman, Hayden’s brother, told local media, saying if police hadn’t delayed their retrieval options his brother’s body might not have been washed out to sea.", "Meanwhile Ngāti Awa, the local Māori tribe in the area, say the rāhui (ban) placed on the fishing grounds off the coast of Whakaari would remain in place, despite complaints from commercial fishermen.", "The rāhui bans any water or boating activities as well as the collection of any seafood, and was ordered as a sign of respect to the dead and missing by Ngati Awa kaumatua (elders).", "“Out of continued respect for those yet to be returned to their loved ones, and the cultural implications around the likely presence of tūpāpaku [deceased] in the moana [ocean], the rāhui will remain in place until further notice,” said Ngati Awa chair and elder Dr Hohepa Mason. “Whakaari … should be respectfully avoided at this time”.", "Activities unrelated to fishing or collecting seafood would be permitted from 20 December, Mason said.", "GNS science has said the volcano remains in an active phase, but the likelihood of another eruption within the next 24 hours had dropped to 20% to 40%."], "pubDate": null, "keywords": ["whakaari", "local", "bodies", "tidal", "zealand", "volcano", "rāhui", "white", "sea", "missing", "search", "say"], "id": "2c5f2b95-fb22-3ac5-a4d3-6e90f22976a1", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Eleanor Ainge Roy"], "title": "New Zealand volcano: last two bodies may never be found, say police"}