{"paragraphs": ["When Francesca Hayward discovered she’d be starring in the onscreen adaptation of Cats, she was floored. “Tom Hooper called me, and I was stunned,” Hayward said moments before the film’s New York premiere. “I knew it was huge, but I didn’t know what to expect.” The musical, which once reigned as the longest-running in Broadway’s history, ranks as one of composer Andrew Lloyd Webber's best-known classics and offers its performers a unique opportunity to step into a magical world—one ruled by singing and dancing felines.", "The story may be high-concept, but that suits Hayward just fine. As the principal ballerina at the Royal Ballet in London, she’s played the Sugar Plum Fairy in The Nutcracker, Princess Aurora in Sleeping Beauty. Still, the role of Victoria, a graceful Jellicle cat, allowed her the opportunity to show her range. A triple-threat performer—she also sings—the 27-year-old actress was the newcomer in a cast that includes Oscar-winners Judi Dench and Jennifer Hudson, as well as Taylor Swift. The film provides the Nairobi-born star with a stellar onscreen introduction and the opportunity to showcase her talents in a whole new medium.", "Naturally, the world premiere of one of the year’s most anticipated films was cause for celebration, and Hayward wanted a look that captured that energy. She met her match with a custom Miu Miu gown chosen by stylist Karla Welch that left her feeling like a star. On the red carpet at Alice Tully Hall, Hayward dazzled next to her famous co-stars, but she hopes that all the excitement of the Cats experience will resonate with the audience too. “I hope viewers are inspired by the dancing in the film,” she says. “I hope they leave the theater, not only wanting to sing but wanting to dance!”", "Here, the rising star takes Vogue along for her big night in this exclusive diary."], "url": "https://www.vogue.com/vogueworld/slideshow/francesca-hayward-cats-premiere-diary?mbid=social_onsite_twitter", "pubDate": null, "keywords": ["wanting", "onscreen", "royal", "screen", "makes", "films", "film", "miu", "jump", "opportunity", "big", "premiere", "stylish", "francesca", "hope", "star", "cats", "hayward"], "id": "2c78c8fa-f86c-39c7-a052-26e0b57171d4", "title": "Cats Star Francesca Hayward Makes a Stylish Jump from the Royal Ballet to the Big Screen", "summary": "When Francesca Hayward discovered she’d be starring in the onscreen adaptation of Cats, she was floored.\n“Tom Hooper called me, and I was stunned,” Hayward said moments before the film’s New York premiere.\nThe film provides the Nairobi-born star with a stellar onscreen introduction and the opportunity to showcase her talents in a whole new medium.\nShe met her match with a custom Miu Miu gown chosen by stylist Karla Welch that left her feeling like a star.\n“I hope they leave the theater, not only wanting to sing but wanting to dance!”Here, the rising star takes Vogue along for her big night in this exclusive diary.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Janelle Okwod"]}