{"id": "2ca2f757-f05d-301c-8e90-933d980f4fca", "keywords": ["reacts", "victims", "las", "surgery", "settlement", "shooting", "nation", "fox", "left", "families", "million", "undergoes", "survivor", "vegas"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "url": "http://www.foxnews.com/media/las-vegas-shooting-survivor-settlement", "title": "Las Vegas shooting survivor undergoes 11th surgery, reacts to $800 million settlement for victims", "summary": "Las Vegas shooting survivor Natalie Grumet, who underwent her 11th surgery last week, responded Friday after a settlement deal was reached with MGM Resorts that could pay victims and their families up to $800 million.\n\"I've needed a lot of reconstructive surgery to rebuild the left side of my face.\nMOTIVE FOR LAS VEGAS SHOOTING REMAINS ELUSIVE AS OFFICIALS, SURVIVORS MARK 2ND ANNIVERSARYCLICK HERE FOR MORE ON THE FOX NATION DOCUMENTARY, 'THE LAS VEGAS MASSACRE'Las Vegas law firm Eglet Adams said Thursday the amount of the settlement is dependent upon the number of plaintiffs who choose to take part.\nWatch the full interview above and check out the new Fox Nation documentary, \"The Las Vegas Massacre.\"\nCLICK HERE TO SIGN UP FOR A FOX NATION FREE TRIALThe Associated Press contributed to this report.", "pubDate": null, "paragraphs": ["Las Vegas shooting survivor Natalie Grumet, who underwent her 11th surgery last week, responded Friday after a settlement deal was reached with MGM Resorts that could pay victims and their families up to $800 million.", "Grumet was one of the first to be shot. A bullet struck the left side of her face and her chin was fractured in half.", "\"I've needed a lot of reconstructive surgery to rebuild the left side of my face. I've also had left side paralysis, and I don't have sensation or feeling in the left portion of my face,\" she told \"Fox & Friends\" host Ainsley Earhardt.", "This week marks two years since a gunman opened fire on concertgoers outside of the Mandalay Bay resort, killing 58 people and injuring hundreds of others. The motive for the shooting -- which was the deadliest in modern U.S. history -- is still unknown.", "MOTIVE FOR LAS VEGAS SHOOTING REMAINS ELUSIVE AS OFFICIALS, SURVIVORS MARK 2ND ANNIVERSARY", "CLICK HERE FOR MORE ON THE FOX NATION DOCUMENTARY, 'THE LAS VEGAS MASSACRE'", "Las Vegas law firm Eglet Adams said Thursday the amount of the settlement is dependent upon the number of plaintiffs who choose to take part.", "\"While nothing will be able to bring back the lives lost or undo the horrors so many suffered on that day, this settlement will provide fair compensation for thousands of victims and their families,\" Robert Eglet, a lead plaintiffs' counsel, said.", "In a recent statement, MGM Chairman and CEO Jim Murren said: \"Our goal has always been to resolve these matters so our community and the victims and their families can move forward in the healing process.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "\"I'm happy that MGM did the right thing and is doing the settlement,\" Grumet told Earhardt. \"I think that it will lead to a lot of people being able to move forward.\"", "\"There's nothing we can do to bring back the 58 people killed and there's no price that you can put on their lives or what we went through that night and continue to go through,\" she continued. \"But, I hope that it brings some financial ease to their families and, you know, can help a lot of us that are slowly rebuilding our lives.\"", "\"The events of that night will last a lifetime for many of us,\" Grumet said.", "She is scheduled for her 12th surgery in November.", "Watch the full interview above and check out the new Fox Nation documentary, \"The Las Vegas Massacre.\"", "CLICK HERE TO SIGN UP FOR A FOX NATION FREE TRIAL", "The Associated Press contributed to this report."]}