{"id": "2ccf80b6-e76a-3cb1-b9ce-1badb5770c38", "summary": "Veikkaus, the state agency that holds the exclusive right to operate all gambling in Finland, is well thought of.\nIn the case of Finland, it is a dangerous addiction to gambling, in two senses.\nThe Finnish state has come to rely on gambling money.\nAt the same time, 3.3% of the adult population is reckoned to have a gambling problem, compared with under 1% in neighbouring Norway.\nFollowing a public outcry over a controversial radio ad perceived to encourage gambling, Veikkaus said in August that it would establish an ethics board.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["F OR DECADES , Finns had their Saturday ritual. They would have a sauna, then watch the lottery draws on TV . They would never feel bad about losing, because they knew that the gaming proceeds would be channelled to good causes. Things have changed a bit, but gambling, like voting, is still widely considered a civic duty.", "Nowadays, around a third of adults gamble every week. A survey in 2016 found that 83% had gambled at least once in the past year. The lottery was legalised as long ago as the 1920s to discourage Finns from playing Swedish lotteries, and from sending money to their former rulers. After the second world war, football pools were seen as a way to foster a sense of unity and thwart the threat of communism.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Veikkaus, the state agency that holds the exclusive right to operate all gambling in Finland, is well thought of. In 2017 its earnings of over €1bn ($1.1bn) were redistributed, half of them to sports, physical education, science, arts and youth works, and most of the rest to health and social welfare.", "Every path has its puddle, however. In the case of Finland, it is a dangerous addiction to gambling, in two senses. The Finnish state has come to rely on gambling money. The former centre-right government, formed in 2015, slashed the budgets of social and health-care services, in the expectation that Veikkaus would help make up the difference through backing good causes. Gambling revenues rose by over 30% between 2006 and 2016.", "At the same time, 3.3% of the adult population is reckoned to have a gambling problem, compared with under 1% in neighbouring Norway. Half of the state’s gambling revenue comes from a mere 5% of the players.", "Norway has taken action to curb the number of its problem gamblers by introducing mandatory identification for all games. This helps exclude minors from gambling. To date, Finland has done very little. That may now be about to change. Following a public outcry over a controversial radio ad perceived to encourage gambling, Veikkaus said in August that it would establish an ethics board. The prime minister has hinted at reform, and an online petition asking for the removal of some of the country’s 20,000 slot machines from stores and restaurants, among other places, has garnered over 30,000 signatures. Finns may end up spending a bit more time in the sauna.■"], "url": "https://www.economist.com/europe/2019/10/03/gambling-addiction-in-finland", "title": "Gambling addiction in Finland", "pubDate": null, "keywords": ["gambling", "veikkaus", "money", "sauna", "finns", "state", "finland", "social", "lottery", "addiction", "problem"]}