{"keywords": ["orange", "father", "id", "mother", "audrey", "marion", "know", "didnt", "shed", "thought", "lino"], "paragraphs": ["Audio: Camille Bordas reads.", "All I said was that she must like beige a lot. I was trying to put my finger on why I disliked her so much. Audrey. My brother’s new girlfriend. I thought maybe it was the different shades of beige she’d been wearing all week. “You must really like beige,” I said, and she said: “What do you mean?” “Your pants,” I said, “your shirts—all beige. Or . . . oatmeal, maybe.” “Oatmeal” sounded less aggressive. I’d been told I was a little mean at times, in my choice of words. “My pants are green,” Audrey said. “Jeanne is right,” my brother said, and it was the first time he’d agreed with me all year. “Your pants aren’t green, babe.” Just like that, Audrey found out that she was color-blind. She spent the rest of our family vacation (a ten-day biennial endeavor in the south of Spain) pointing at different things. “And what color is that?” she’d ask. My parents thought it was so interesting. Especially because they could give Audrey clear answers, present themselves as experts on something they’d never really thought twice about. “Why, Audrey, this is orange,” my father would say, and he’d describe orange, trapped between yellow and red—he’d talk about sunsets, the fruit, quote Henri Bergson, tell her that maybe orange was the only color there was, in the end: “There’s just so much to say about orange. I’d never really thought about it.” “The things you take for granted,” my mother added.", "I thought Audrey was faking it. How could you make it to twenty-six and not notice that you were color-blind? She needed to be the center of attention, is what I thought. My brother was a painter. Had they never talked about color? “No, Jeanne, we never talked about color,” he said. “Why would we talk about color? Did you and Matt talk about color?” “Matt teaches geography.” Lino hadn’t liked my ex much, though I’m not even sure he was aware of that. For the past five years, during my whole relationship with Matt, my brother had only ever uttered Matt’s name to isolate the qualities of an average human being, for the purpose of illustrating a point he was making about culture, or policy, or cultural policy. “People like Matt don’t care about contemporary theatre,” he’d say. “They work hard, they come home, they just want a beer and a show.” I’d told him once how condescending that was, using Matt as the gold standard for the random and the small, but he had pretended to admire him, us—Don’t throw me into this, I’d thought and not said—for our pragmatism, our ability to focus on the day to day. He’d also said that there was no shame in normalcy, that I was right to be drawn to it, especially after my previous boyfriend.", "Audrey and Lino had been dating for more than a year. But they lived in the United States and I in Paris, so I was meeting her for the first time. All I knew about her was what my brother had told us over Christmas dinner, eight months earlier, when their relationship was new enough that she’d spent the holidays with her own family. “Where did she go to school?” I asked. “Lewis & Clark.” “What’s that? Where the Daily Planet gets its interns?” “Lewis & Clark,” Lino said. “Not Lois.” I thought he was making this up. I had to look it up on my phone. I knew he must have had the same thought. Watching “Lois & Clark: The New Adventures of Superman” every Tuesday night in the mid-nineties was one of the only good moments we’d shared. Matt, whom I was still engaged to at the time, then told me everything he knew—which happened to be a lot—about the Lewis and Clark expedition. So I knew a bit about Audrey’s education, and I knew that she’d been adopted, of course, which made me envious. To be able to look at the people who love you the most and not have to worry that you’ll turn out exactly like them must be amazing, I thought. An endlessly renewable source of relief.", "“Now I wonder if one of my biological parents was color-blind,” Audrey said one evening, a day or two after finding out that she’d been wearing beige all along. We were having dinner on the beachside promenade—seafood, tapas. It was about ten o’clock and people were still going into the sea. I hated having to pretend that it was tragic that Audrey would never get to know what kind of eye problems her real parents had had. What she truly didn’t know was how lucky she was. In fact, there was a part of me that believed that Audrey knew exactly how lucky she was, but that she also knew that, as an orphan, there were all these strings she could pull to induce sympathy, love, and guilt, to buy excuses, to explain herself; and that she intended to pull those strings until they broke, which they never would, because when you were a born orphan—that is, when you’d actually spent your first few months or years in an orphanage—you got to be an orphan for life. You’re expected to get over losing your parents if you knew them, but not if you never met them. Even when Audrey was in her eighties, it would be one of the first things people said about her: “She didn’t have it easy. She was an orphan.” “That must be hard,” my mother said, “not knowing anything about them.” Audrey smiled and took a sip of wine. One thing I didn’t understand was how my mother could’ve read so many novels and still take anything anyone ever said at face value. As if deception and complications were only tricks that fiction had invented to compensate for the lack of duplicity in actual people. “It comes in waves,” Audrey explained, “the wondering about them.” I myself wondered how I could prove that Audrey was faking color blindness. There had to be tests, I thought. But they would probably be easy to flunk. It’s easy to pretend you can’t see certain things. I got a whiff of cigarette smoke from the next table. I inhaled as deeply as I could. Audrey coughed dramatically. “I’ll ask them to put it out,” Lino, her savior, said. “We’ve got to stop selling cheesy snacks near the petting zoo.” Cartoon by Benjamin Schwartz “We’re outside, for fuck’s sake,” I said. “And you can’t ask the locals to put their cigarettes out. We’re guests in their country.” “I’m sure they’re not even Spanish,” my brother said. “I don’t know if you’ve noticed, but the people who actually live here don’t go to the beach or the promenade. It’s all tourists in this area.” “What are you talking about? Everyone’s speaking Spanish.” (We were speaking French, by the way. Our language. Audrey was fluent in it, of course.) We’d been coming to Almería for more than ten years; my parents had visited one summer and fallen in love with the place. I’d met countless locals on the promenade. “Your brother is right,” my father said. “The people who live here live with their backs to the sea. Just look at Joaquín.” Joaquín was a chess partner he’d befriended in town. “Doesn’t even own a bathing suit.” “It’s quite natural, if you think about it, to not take advantage of your own city the way a tourist would,” Audrey said. “I’m sure they swim early in the morning,” I said. “Or in the off-season.” “Yeah,” my brother said. “Like you go to the Eiffel Tower in the off-season?” “It’s not the same,” I said. “How often do you go to the Eiffel Tower?” Audrey asked me. “There’s no such thing as the off-season for the Eiffel Tower,” I said. “She’s never been,” my brother said. I often felt a little betrayed by Lino, which probably stemmed from the initial lie that had accompanied his birth. When my mother was pregnant with him, she’d decided to assuage a jealousy I don’t remember feeling by telling me that the baby would come out of the womb carrying a present for me. For a whole year, I believed that Lino had been born carrying my doll Polly. For a whole year, I expected random toys to fall out of my mother’s vagina. When I realized that the doll had come from the same shop that all my other toys had come from, I became a bit wary of Lino. It wasn’t fair—he hadn’t been the one to lie to me—but it was hard not to look at him and my parents as a group plotting against me, not to wonder what else they were hiding. When Lino decided to become a painter and my parents were supportive, I’d felt excluded from their group again. Because my parents were both teachers (history for him, French for her), I’d grown up under the impression that people matured only in order to teach what they’d been best at in school to the next generation, and so on and so forth until the species died off. (I teach algebra.) But Lino deciding to pursue a career in doing instead of teaching, encountering success in the doing—that had opened a gate to possibilities I hadn’t been aware of. I had no talent whatsoever and couldn’t have taken advantage of the gate if I’d wanted to, but still. I felt like an idiot for not having seen it. “I can’t wait to see the Eiffel Tower again,” Audrey said. She’d been to Paris once, as a teen. “I’ll take you. It’ll be fun.”", "Back at the apartment we were renting, I Googled color blindness. I learned that color-blind people could sometimes see things that those who saw all colors couldn’t. They could see hidden patterns formed by black-and-white dots swimming among other black-and-white dots. I looked at a series of Ishihara plates, but the hidden figures for the color-blind were actually quite distinguishable to me. I could pass the test that proved I was color-blind, as well as the one that proved I wasn’t. Online, at least. According to how Audrey described seeing things, she seemed to be the “protanopia” type of color-blind. Most things, to her, were a little green. I Googled “how do color-blind people see rainbows,” and found a page that showed how people with different types of color blindness saw different things. Had Audrey truly believed her whole life that the stripes on the American flag were forest green? Had she never wondered why almost everything was green? Protanopia was extremely rare in women, the Internet said. Like, 0.03 per cent of women had it. I guess Audrey was very special, after all.", "I knew why I disliked Audrey. I’d quit smoking the week before the vacation, thinking that maybe I could be spared my mother’s remarks about how she couldn’t bear the thought of her child dying before her, “of cancer.” Being in withdrawal from nicotine, I knew that I wasn’t in the best state of mind to meet new people, or to give anyone a chance. What I did not know, however, was that no one was going to notice that I wasn’t smoking. And that, of course, made me want to smoke. People make such a big deal of it when you smoke, but then no one registers it when you quit, or, if anyone does, it’s the quickest pat on the back—you’re doing something good for yourself, after all, so how hard can it be? Whereas being color-blind? That must be tough.", "The next day, I went out to have breakfast on the promenade, like I always do. Audrey had risen early and gone swimming. I could see her in the distance from the terrace of the Delfín Verde, the café just downstairs from our apartment. I ordered my coffee and orange juice in Spanish from the same waiter who’d taught me how to, years before. He’d noticed right away that I’d quit smoking. He’d made a big show, since then, of taking the ashtray off my table every morning. “I saw you and your family last night,” he told me, slowing his Spanish as much as he could. “Your brother, he has a new girlfriend!” He hadn’t commented on Matt’s absence this year, though Matt had come on our family vacation the past two times. “Yes,” I said. “Her name is Audrey. She cannot see colors.” I didn’t know the Spanish word for “color-blind.” He thought that I meant she wasn’t racially prejudiced. “No,” I said, and then I showed him an Ishihara color plate on my phone. “Ah! Daltónica,” he said. “Sí,” I said. “Daltónica.” He thought that was interesting, but I forgave him, because waiters have to pretend that everything is interesting. “They make glasses for the color-blind now,” he told me, pointing at his own frames to illustrate the Spanish word gafas. “They put the glasses on, and they can see colors.” I knew what he was talking about. My Internet search had turned up those glasses, but I hadn’t bothered reading about how they worked. I’d taken it for granted that such a thing would exist, as I took most scientific progress for granted, the vaccines and the high-speed Internet. It seemed normal to me that someone would come up with these ideas and solutions, fix every one of our physical problems, try to abolish space and time, until we were left to deal with the truth of life (once everything else was solved, we would know what that was), but my waiter, and the way he mimed putting the glasses on, the joy that a color-blind person would experience, apparently, seeing my half-empty glass of orange juice (it was, in fact, a pretty color)—it all reminded me of how science used to feel magical. My parents came out of our building then, my father dressed to go play chess in town, my mother holding her goggles, swim cap, and flotation belt. She knew how to swim, but sometimes, she said, she didn’t feel like making the effort. I waved at them, and they took it as encouragement to sit with me. “Have you had breakfast yet?” my mother asked. “I know it’s useless to try talking to you if you haven’t had breakfast yet.” My father nodded gravely. I pointed at my glass of orange juice and empty coffee cup. “That’s not breakfast,” my mother said. “You need solids in the morning.” My father silently agreed with that, too. “Tall glass of water first, sure, to get rid of the toxins, but then you have to have a nice assortment of food groups,” my mother added. “Your digestive system needs variety. It’s like anything else: routine kills it.” These were the people who’d told me that if I swallowed chewing gum it would make bubbles in my stomach and I would explode. “Is Lino up yet?” I asked. I wanted to change the topic to one that pricked her instead of me. It was only a little past nine, and Lino never got up before noon—he could even go until 3 p.m., if he’d worked late, and he never skipped his nap in the afternoon, either. This sleeping pattern was the only habit of his that my mother couldn’t fully get behind. Of course, he was an artist, and artists had a different relationship to time, but fourteen hours a day? Was he ill? Was he depressed? Wasn’t all this sleeping a cry for help? She’d gone over all these theories through the years, but her son was perfectly fine. A high-functioning artist. I, on the other hand, had had two nervous breakdowns in the past four years and, since the second one, had been taking citalopram steadily and Xanax as needed, but, my sleeping schedule being what it was (i.e., that of a person who had an actual job to go to, a job she relied on for food and shelter), my mother never worried. I’m not saying that she should have, mind you, or that she was a bad mother for not doing so. I don’t tell her everything. “Have you heard from Matt lately?” she asked me. I guess she was learning to counter my low blows with some of her own. “I almost called him the other day,” my father said. “I had a question about sinkholes.” “Matt’s a geographer, not a geologist,” I said. “I’m sure he still knows about sinkholes. He knows everything.” “But he hates it when people just assume he does,” I said. “Take his knowledge for granted. He wants to surprise you with it, to be admired, not be used like a search engine.” “Did you stop admiring him?” my mother asked. “Did he stop surprising you? Is that what happened?” What had happened was that I had found out Matt had been sleeping with another teacher at our high school for months, but I couldn’t bring myself to tell my parents. I didn’t want them to think less of him. He’d been what they liked best about me the past few years. “I think Audrey and Lino still surprise each other,” my mother said. My father agreed, and they both scanned the beach ahead of us for Audrey and her pink towel, which she thought was baby blue. They really liked her, I guess. They wanted her to stay in the picture. Audrey was done swimming and now looked out at the Mediterranean like she was the only person who really understood it, the only one who’d ever had deep thoughts about the sea. What shade of green did she see the water as? My parents went on with their day, my father to his chess game, my mother to lay her towel next to Audrey’s, and I stayed at the Delfín and looked at the horizon. I’d always been good at doing nothing, but, since I’d quit smoking, staring emptily into the distance had become the only thing I could do without wanting a cigarette too badly. I watched the ferry that left for Morocco cross paths with the one that was arriving. I tried not to have any deep thoughts about paths crossing, people never meeting, or the refugee crisis. Deep thoughts made me want to smoke. Pure boredom did, too, though, so there was a balance to find. I thought about how I could look at the sea for hours without ever feeling the need to go in, no matter how hot it got. I loved looking at the waves the way I loved looking at the Eiffel Tower when it showed up on my commute. Never occurred to me to go visit it. My mother floated on her back, a little way from shore. Audrey was on her stomach now, tanning and being accosted by a teen-ager selling friendship bracelets. He sat in the sand next to her and they chatted for a while, pointing at different bracelets he had pinned on his cardboard panel. I assumed that she was telling him about her recently discovered color blindness, and how she would need his help to pick out bracelets, since she couldn’t trust her taste anymore. (Audrey spoke a little Spanish, too.) Back at the apartment, over lunch, she gave me one. “To thank you for making me realize I was color-blind,” she said. She’d thanked me about a hundred times already. It was now the only thing she could think of to talk to me about, as if I didn’t have any other purpose in life than to discuss her disability. “I also got one for Marion,” she said, handing me a second bracelet. (Marion is my daughter. Not with Matt but with the man before—him, my parents never ask about. Like me, all they know is what they see on TV, or used to see on TV, when he was a participant in, and nearly won, a “Big Brother”-type reality show, years after vanishing from our lives.) “That is so thoughtful,” I said. “I’m sure she’ll love it.” “I remember you saying that she loved purple, that her whole room was the color of eggplant, so that’s why I got her this one.” “How did you know it was purple?” I said. “Well . . . I asked the boy who sold the bracelets if he had anything purple. I think that’s the one he told me to get. . . . Wait, is it not purple?” “Oh, it’s purple,” I said. “Be thankful it doesn’t look like someone you know.” Cartoon by P. C. Vey “Purple as it gets,” Lino added. She sighed in relief. “I’m looking forward to meeting Marion at Christmas,” she said. “She’s a trip,” my father said, politely. He loved his granddaughter—he just didn’t like her much. Few people did. The reason Marion was at camp and not with us was officially because she needed to learn to make friends—and I hoped that that was what she was doing—but mostly because I wanted to avoid quarrels between her and my father. Marion, who was twelve years old, was the reason he’d started taking chess lessons, and practicing with Joaquín when in Spain and with some other old man when in France. The previous winter, Marion had thrown a chessboard at him and called him an idiot, for castling when he had—for castling stupidly, in general, just to show that he knew what castling was. After he asked for an apology, she’d declared that he was the one who should apologize, for all the scholar’s-mate openings he’d inflicted upon her over the years, all of them repeated insults to her intelligence. My father wasn’t going anywhere anymore without his two chess bibles: one about openings, the other called “The Art of Sacrifice in Chess,” two recommendations he’d got from Marion. Through me. “I really hope I have a daughter one day,” Audrey said. She didn’t look at my brother while she said this but at her plate of goat cheese and tomato jam. “But I don’t know that I’ll ever be able to.” “Why not?” my mother asked. “I just read this book by a famous psychologist that said that a woman couldn’t have a daughter as long as she hadn’t resolved all her issues with her own mother.” “That can’t possibly be true,” I said. “It makes a lot of sense, actually,” my mother said. I wondered how she’d ever been trusted to teach anyone anything. “And since I’ll never know who my real mother was,” Audrey went on, in case we hadn’t figured out that that was where she was heading, “I’ll never be able to resolve our issues and have my own daughter.” I stared at Lino to get him to acknowledge that his girlfriend’s reading list was a little embarrassing. “Maybe the fact that you have a good relationship with your adoptive mother will help?” he said.", "While they all napped, I watched videos of color-blind people trying on their color glasses for the first time. In none of the videos was the reaction subdued. Seeing in full color for the first time was apparently akin to having an orgasm. Some people shouted, some people cried. Some people couldn’t keep the glasses on—or off—for more than a few seconds at a time; they needed to contrast the colorful and the bland. I tried imagining it: never having seen the color of beer, the colors of a Matisse painting. Maybe I’d cry, too. I’d cried at less beautiful things. Before I knew it, the glasses were in my cart, and I was considering shipping options. I entered my brother’s address in Brooklyn, then backpedalled and checked the box for expedited international shipping. I wanted to witness it. I would witness it in forty-eight hours or less: Audrey seeing her first real sunset. I owed her a gift, what with the thoughtful, ugly bracelets she’d bought from that teen on the beach. I believed that having seen all these videos of color-blind people discovering color made me something of an expert; I’d be able to tell if Audrey was faking it. I knew she would ham it up, but I’d see through her bullshit, if bullshit there was, and I planned to be an adult about it—not to call her on it and expose her but just to derive satisfaction from knowing that I’d given her something she had no use for. Lino woke from his nap. I told him about ordering the glasses and regretted it immediately—he would tell Audrey, who would have plenty of time to prepare her act, by watching the same videos I had. “I want it to be a surprise,” I said. “Please don’t tell her the glasses are coming.” “You hate surprises,” he said. “Well, this one won’t be for me,” I said. “And I get the feeling that Audrey might like surprises.” My brother wasn’t an idiot. “You don’t have to pretend you like her when it’s just me,” he said. “But do try making an effort when she’s in the room, O.K.? That’s all I ask. I think she likes you. She always wished she had a sister. She thinks maybe she had one and they were separated in the adoption.” “Come on,” I said. “We all wish we’d had different childhoods, all right? I’m not going to feel sorry for her. I wish I’d had a sister, did you know that? Do you find me more interesting as a result of finding this out?” “Actually, yes, maybe,” Lino said. “I guess I wished I’d had a brother. Or been an only child.” “Who wishes they were an only child?” “I’m joking. Just trying to point out that whatever we fantasized about as children doesn’t hold a candle to what an orphan wished for. It’s just not the same. We knew where we came from, our fantasies were for fun, they never really hurt. We always went downstairs for dinner when Mommy called. We could experience both the fantasy of being someone else and the reality of knowing our biological family. We had more options.” “But why would more necessarily be better? I mean, the orphan who doesn’t know anything about his birth parents—who is he to claim that knowing is better? He’s never experienced the knowing, after all, the way we haven’t experienced orphanhood, so how can he say it’s superior? Why not let us who’ve had that experience decide?” “You’re insane.” That was a bit of a compliment, in his mouth, so I went on. “Many people wish they’d grown up orphans, for the perks—we just don’t say it out loud.” “The perks?” “Are you sure she’s even an orphan?” We’d been whispering this whole time, but Lino went back to his full voice to say the next thing. “Maybe you should start smoking again” was what he said, at which moment Audrey walked into the living room. “Jeanne!” she said. “I had no idea you’d been a smoker—your skin is so radiant! Congratulations on quitting! Isn’t it so hard? My father, when he quit, he was a real mess.” “She is a real mess,” Lino said. “Jeanne is usually much nicer than what you’ve seen so far.” I was actually touched by that. I wasn’t sure if Lino believed it, or if he was just making excuses for me, but still. Making excuses for someone was proof you liked them. “It is very hard,” I told Audrey. “Thank you for asking. I’m sorry I’m a little on edge these days.” “One day at a time,” she said.", "I clicked on Track My Package a dozen times in the next few hours, then again the following morning. The glasses had made it to Madrid overnight. They would be Audrey’s by tomorrow. At the Delfín, I asked the waiter how things were, and he said that he was constipado, which I thought was a little more than I needed to know, until he explained that being constipado, in Spanish, meant having a cold. I told him that I had ordered the glasses for my brother’s daltónica girlfriend, and he thought that this was very thoughtful. Said that he would love to see it when she wore them for the first time. “We could have a show right here on the terrace,” he offered. “A party.” I said that would be nice. My phone rang, and it was a certain Clara, from the director’s office at summer camp. I was told that Marion had beaten up another girl, a fourteen-year-old. “Why?” I asked. “It doesn’t matter why,” Clara said. “The kid’s in the hospital, with a broken nose and a concussion. They’re going to keep her under observation for the day.” It wasn’t the first time that Marion had hit someone (she’d beaten up a boy the previous winter, for calling her “boxy”), but she’d never broken bones before. “Did they fight this morning or last night?” I asked, somehow thinking that it made a difference. I guess it did, or I guess I thought it did—that hitting someone first thing in the morning was perhaps worse, a sign of terminal anger, one that eight hours of sleep hadn’t been able to tamp down to allow the new day a chance not to suck. “It was this morning at breakfast,” Clara said. “You have to come pick her up as soon as possible. We cannot keep her here with us.” I said I understood. Hanging up, I realized that my main takeaway from the phone call was surprise at not having been called sooner about something that Marion had done. It meant that she’d been trying hard to behave. She’d promised me she’d try, and Marion didn’t promise things lightly, just to defuse or prevent arguments. She loved arguing. I knew that she’d tried, and also that I could never congratulate her for trying, because she had to learn that trying was not enough. I decided to lie to my parents and tell them that Marion was the one who’d ended up in the hospital, with a tonsil infection. They didn’t need to know. Rather, I didn’t need to interpret their silent judgment of the man I’d picked to be Marion’s father. That I was twenty-three at the time didn’t sound like a good excuse anymore, now that Audrey had entered our lives, a trilingual professional young woman in her twenties with a good head on her shoulders and excellent taste in men. Of course she and Lino would have a daughter. She would have a name like Célestine, or Zoya. Audrey would worry for a while that the girl was color-blind, but she would turn out to be perfect. I watched Audrey shake the sand off her towel. She didn’t know it yet, but she would go back to America with sand in her luggage that would never leave her. Even I brought some home with me every time. Books I never took to the beach still managed to trap sand in their spines; the sand then found its way to our couch; Marion then complained about it irritating her sensitive skin. I wondered if Audrey ever thought about all the kids in the orphanage who hadn’t been picked. That’s what I would’ve obsessed about in her place, not my biological parents.", "An hour later, I was at the airport, too early for my flight. I kept forgetting that, when you didn’t smoke, you didn’t have to build time around meetings and train rides for a final cigarette, or stand in front of bars and doctors’ offices while you took your last puffs. You could just go in. At Orly, everyone looked disappointed. Or mad. Even the lovers who’d just been reunited looked mad—mad at the weight of the suitcase, mad that he hadn’t brought flowers, mad at an underwhelming reality. Marion’s camp was in Normandy, so I still had a bus and a train to catch. I bought a pack of cigarettes at Gare Montparnasse. No one was going to care if I started smoking again, except maybe Audrey. I was the only customer, and the cashier resented me for disturbing her phone conversation. “I’m very sorry that you lack privacy in your place of work,” I said. “What’s that?” she said, away from the receiver. I said I hoped she was having a nice day. She was framed by trashy magazines, and the cover of one informed me that Marion’s father was single again. Who could possibly care, I wondered, who still cared? It had to stop, at some point. The reality-TV show he’d starred on had been off the air for three years. Other shows had taken its place, even more shocking and even more boring ones, with hotter and dumber participants, but Marion’s father was still interesting to some people. They wanted to know if he was happy. He’d seemed so troubled—a bit dickish, yes, but so vulnerable, and honest about his past mistakes . . . the audience had loved that. God, that cigarette was good. If all cigarettes tasted the way one did after three weeks of abstinence, no one would consider quitting, I thought. Oh, really? I berated myself immediately. Things are better when you don’t have them all the time? What a discovery! You should write that down for posterity! Print it on a mug! I smoked a second one. Not as good. Not nearly.", "Marion apologized for punching the girl, but she didn’t mean it. She was glad about the punch, only sorry that it had had consequences. Cartoon by Pia Guerra and Ian Boothby “What are we going to do with you?” I said. Marion didn’t do rhetorical questions. “I guess you’ll send me to another shrink,” she said. She could have made excuses, her father being a loser who’d abandoned her before she could even say a word, but she never played that card. She vaguely knew about the show—that her father had confessed to another cast member, on camera, that he hadn’t seen his daughter in years and felt lousy about it. I’d got several calls from production after that, asking if I would consider bringing Marion to the set for a reunion on live TV, and I’d said no. When they insisted, I talked to Marion about it, and she confirmed that she wasn’t interested. She thought he was an idiot. I said, “Yes, he’s an idiot for not having spent the past nine years with you,” and she said, “No, he’s an idiot because he thinks that Lebanon and Libya are the same country,” which indicated that she’d actually watched a few episodes. When production insisted some more, I told them to feel free to pass our number on to Marion’s father, if he wanted to reconnect off camera. He never got in touch.", "We rode back to Paris in silence, Marion reading her comics, me looking at her reflection in the train window. On the Métro back to the apartment, I received a video from Lino. The glasses had arrived in Almería an hour before, and they were all having a party at the Delfín to celebrate. Audrey had insisted that my brother film her putting the glasses on for the first time so that I could share this moment with them. Night was falling in Paris, and men and women on the Métro looked concerned, or angry at themselves for not accomplishing what they’d hoped to accomplish before sunset. Almería, the video reminded me, though in the same time zone, still had a good hour of daylight ahead, and that seemed enough to keep all hopes up. Audrey didn’t want to wait for the sunset or anything special to try on the glasses: she wanted her first moment in full color to be a random one, and to measure all beauty from there. The first thing she looked at was my brother, and she couldn’t believe it—she kept touching his shirt, his skin, his face. Then she looked at her tapas, the beach, the sea. Faking it or not—it seemed like she wasn’t—she looked more joyful than I’d ever been. Or than I’d ever seen Marion be. I showed her the video. “That’s Lino’s girlfriend,” I said. “She’s color-blind.” To my surprise, Marion found the fact worthy of interest. To my surprise and relief, I should say. You don’t always want to see yourself in your children. Children are no idiots—they see it, too, and they resent you for making them in your image. She watched the video with a focus she usually reserved for scientific experiments. “She looks too happy to be interesting” was her conclusion. She handed back the phone. “She was adopted,” I said. “She’s not happy.” Marion looked at the video again and shrugged. “Maybe now that she sees colors she’ll dress a little better,” she said. Now was perhaps not the moment to give her the purple friendship bracelet Audrey had bought for her. She would deem it ugly, I knew, ugly as the Eiffel Tower. “Has my grandfather gotten any better at chess?” she asked. I just smiled, I didn’t know what to say. I didn’t know anything about chess, or about my father, in the end. I’d been in transit all day, in the sky and now underground, alone and now with her. Our suitcases stood upright on their wheels and swayed in front of us, threatened to tip over with every stop and turn, but Marion didn’t seem to worry that hers might fall, hit someone’s knees, break open. She didn’t pretend to attempt to steady it by resting a hand on the handle, so I put one hand on each suitcase. What was so stupid about castling? I wondered. Why couldn’t she have given my father a break about it? Why couldn’t she give anyone a break, not hit them, hold her own suitcase? I realized I hadn’t asked her what the girl had done to deserve the blow.", "When we got home, there was a message from Clara, and I feared that the girl had taken a turn for the worse, that the broken bone in her nose had perforated an eye, dug into her brain, or paralyzed her, but the message was from earlier that morning, before Clara had reached me on my cell phone, when my main concern had been to expose Audrey’s lie in front of those who loved her. I texted my brother to see how life in color was treating his girlfriend. “We’re watching ‘Grease’ in Spanish,” he answered. “She says she’s never taking the glasses off.” “ ‘Grease’?” I texted back. “Her favorite movie.” I wondered how one could like the movie “Grease” if one didn’t know the color pink. “Thank you,” my brother added. I started writing a response, but decided against it. I could stand to rest on a small victory."], "url": "https://www.newyorker.com/magazine/2019/12/23/only-orange", "id": "2d2586c8-1671-3cec-80c3-810727cfce27", "title": "“Only Orange”", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Camille Bordas", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino", "Willing Davidson"], "summary": "“Why, Audrey, this is orange,” my father would say, and he’d describe orange, trapped between yellow and red—he’d talk about sunsets, the fruit, quote Henri Bergson, tell her that maybe orange was the only color there was, in the end: “There’s just so much to say about orange.\nI ordered my coffee and orange juice in Spanish from the same waiter who’d taught me how to, years before.\nI pointed at my glass of orange juice and empty coffee cup.\nShe didn’t know it yet, but she would go back to America with sand in her luggage that would never leave her.\n“Her favorite movie.” I wondered how one could like the movie “Grease” if one didn’t know the color pink.", "pubDate": null}