{"authors": ["Peggy Noonan", "Peggynoonanny", "Peggy.Noonan Wsj.Com"], "id": "2d26f1e7-0003-3670-a73f-0850d181b7c3", "pubDate": null, "title": "Can Democrats Take Impeachment Seriously?", "keywords": ["travis", "week", "whistleblowers", "seriously", "trump", "wild", "used", "white", "democrats", "treason", "impeachment", "visage", "reality"], "paragraphs": ["We have grown used to the daily bedlam, the nonstop freak-out that is the Trump White House. Nevertheless it should be noted the president’s language and visage this week were especially wild. It’s “treason,” it’s “a coup,” it’s a “hoax” and a “fraud,” the whistleblower’s information came from “a leaker or a spy,” it’s a political “hack job,” it’s “bulls—.” He had a Travis Bickle moment—“You talkin’ to me?”—with Jeffrey Mason of Reuters. He’s careening around, growling and prowling like some preliterate King Lear. It’s a reality show about a reality you don’t want to be in.", "The..."], "summary": "We have grown used to the daily bedlam, the nonstop freak-out that is the Trump White House.\nNevertheless it should be noted the president’s language and visage this week were especially wild.\nIt’s “treason,” it’s “a coup,” it’s a “hoax” and a “fraud,” the whistleblower’s information came from “a leaker or a spy,” it’s a political “hack job,” it’s “bulls—.” He had a Travis Bickle moment—“You talkin’ to me?”—with Jeffrey Mason of Reuters.\nHe’s careening around, growling and prowling like some preliterate King Lear.\nIt’s a reality show about a reality you don’t want to be in.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/can-democrats-take-impeachment-seriously-11570143197?mod=hp_opin_pos_2"}