{"id": "2d739ebf-f0d2-3a94-8f9c-1506ce9cb750", "title": "The Black Hole Information Paradox Comes to an End", "url": "https://www.wired.com/story/the-black-hole-information-paradox-comes-to-an-end#intcid=_wired-homepage-right-rail_1de1ccda-4a2d-4472-8c1f-42912373bb5d_popular4-1", "summary": "In a series of breakthrough papers, theoretical physicists have come tantalizingly close to resolving the black hole information paradox that has entranced and bedeviled them for nearly 50 years.\nInformation, they now say with confidence, does escape a black hole.\nAccording to Einstein’s general theory of relativity, the gravity of a black hole is so intense that nothing can escape it.\nMuted at first, these effects come to dominate when the black hole gets to be extremely old.\nPut simply, a black hole rots from the outside in.", "paragraphs": ["In a series of breakthrough papers, theoretical physicists have come tantalizingly close to resolving the black hole information paradox that has entranced and bedeviled them for nearly 50 years. Information, they now say with confidence, does escape a black hole. If you jump into one, you will not be gone for good. Particle by particle, the information needed to reconstitute your body will reemerge. Most physicists have long assumed it would; that was the upshot of string theory, their leading candidate for a unified theory of nature. But the new calculations, though inspired by string theory, stand on their own, with nary a string in sight. Information gets out through the workings of gravity itself—just ordinary gravity with a single layer of quantum effects.", "Original story reprinted with permission from Quanta Magazine, an editorially independent publication of the Simons Foundation whose mission is to enhance public understanding of science by covering research developments and trends in mathematics and the physical and life sciences.", "This is a peculiar role reversal for gravity. According to Einstein’s general theory of relativity, the gravity of a black hole is so intense that nothing can escape it. The more sophisticated understanding of black holes developed by Stephen Hawking and his colleagues in the 1970s did not question this principle. Hawking and others sought to describe matter in and around black holes using quantum theory, but they continued to describe gravity using Einstein’s classical theory—a hybrid approach that physicists call “semiclassical.” Although the approach predicted new effects at the perimeter of the hole, the interior remained strictly sealed off. Physicists figured that Hawking had nailed the semiclassical calculation. Any further progress would have to treat gravity, too, as quantum.", "That is what the authors of the new studies dispute. They have found additional semiclassical effects—new gravitational configurations that Einstein’s theory permits, but that Hawking did not include. Muted at first, these effects come to dominate when the black hole gets to be extremely old. The hole transforms from a hermit kingdom to a vigorously open system. Not only does information spill out, anything new that falls in is regurgitated almost immediately. The revised semiclassical theory has yet to explain how exactly the information gets out, but such has been the pace of discovery in the past two years that theorists already have hints of the escape mechanism.", "“That is the most exciting thing that has happened in this subject, I think, since Hawking,” said one of the coauthors, Donald Marolf of UC Santa Barbara.", "“It’s a landmark calculation,” said Eva Silverstein of Stanford University, a leading theoretical physicist who was not directly involved.", "You might expect the authors to celebrate, but they say they also feel let down. Had the calculation involved deep features of quantum gravity rather than a light dusting, it might have been even harder to pull off, but once that was accomplished, it would have illuminated those depths. So they worry they may have solved this one problem without achieving the broader closure they sought. “The hope was, if we could answer this question—if we could see the information coming out—in order to do that we would have had to learn about the microscopic theory,” said Geoff Penington of UC Berkeley, alluding to a fully quantum theory of gravity.", "What it all means is being intensely debated in Zoom calls and webinars. The work is highly mathematical and has a Rube Goldberg quality to it, stringing together one calculational trick after another in a way that is hard to interpret. Wormholes, the holographic principle, emergent space-time, quantum entanglement, quantum computers: Nearly every concept in fundamental physics these days makes an appearance, making the subject both captivating and confounding.", "And not everyone is convinced. Some still think that Hawking got it right and that string theory or other novel physics has to come into play if information is to escape. “I’m very resistant to people who come in and say, ‘I’ve got a solution in just quantum mechanics and gravity,’” said Nick Warner of the University of Southern California. “Because it’s taken us around in circles before.”", "But almost everyone appears to agree on one thing. In some way or other, space-time itself seems to fall apart at a black hole, implying that space-time is not the root level of reality but an emergent structure from something deeper. Although Einstein conceived of gravity as the geometry of space-time, his theory also entails the dissolution of space-time, which is ultimately why information can escape its gravitational prison.", "The Curve Becomes the Key", "In 1992, Don Page and his family spent their Christmas vacation house-sitting in Pasadena, enjoying the swimming pool and watching the Rose Parade. Page, a physicist at the University of Alberta in Canada, also used the break to think about how paradoxical black holes really are. His first studies of black holes, when he was a graduate student in the 1970s, were key to his adviser Stephen Hawking’s realization that black holes emit radiation—the result of random quantum processes at the edge of the hole. Put simply, a black hole rots from the outside in.", "Don Page at the University of Alberta in 2017. Photograph: John Ulan/University of Alberta", "The particles it sheds appear to carry no information about the interior contents. If a 100-kilogram astronaut falls in, the hole grows in mass by 100 kilograms. Yet when the hole emits the equivalent of 100 kilograms in radiation, that radiation is completely unstructured. Nothing about the radiation reveals whether it came from an astronaut or a lump of lead."], "authors": ["George Musser", "George Musse"], "keywords": ["paradox", "gravity", "spacetime", "comes", "escape", "quantum", "theory", "black", "end", "hole", "holes", "information", "hawking"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}