{"authors": ["Kelly Shackelford"], "title": "Kelly Shackelford: New Supreme Court term will signal if religious liberty is making a comeback", "url": "https://www.foxnews.com/opinion/kelly-shackelford-new-supreme-court-term-will-signal-if-religious-liberty-is-making-a-comeback", "summary": "During its past two terms, the Supreme Court issued a number of notable decisions that appear to have begun the process of restoring the Constitution’s promise of religious free exercise.\nWhether one is a constitutional expert, a Supreme Court junkie, or merely a casual observer, all Americans should pay close attention to these important religious liberty cases.\nThe vision of religious freedom imagined by our Founders and enshrined in our Constitution may soon be restored in America.\nLast term, the court also reminded state governments of their obligation to respect Americans’ religious speech and conscience rights.\nThe vision of religious freedom imagined by our Founders and enshrined in our Constitution may soon be restored in America.", "keywords": ["supreme", "decision", "v", "freedom", "case", "liberty", "making", "kelly", "religious", "comeback", "signal", "organizations", "term", "court", "shackelford"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["During its past two terms, the Supreme Court issued a number of notable decisions that appear to have begun the process of restoring the Constitution’s promise of religious free exercise. At the end of its last term, for example, the court upheld the Bladensburg WWI Memorial, setting aside precedent that has been hostile to religious freedom for decades.", "On Oct. 7, the court will commence its 2019-2020 term, and it appears it will have ample opportunity to continue its recent trend of returning to the Constitution’s original text and meaning regarding religious liberty.", "Whether one is a constitutional expert, a Supreme Court junkie, or merely a casual observer, all Americans should pay close attention to these important religious liberty cases. How the justices rule could indicate whether the court’s shift toward textualism is real or ephemeral.", "TIM CHAPMAN: PROGRESSIVES' PLAN TO FUNDAMENTALLY ALTER SUPREME COURT WOULD MAKE IT A POLITICAL FOOTBALL", "In a major case over religious discrimination, Espinoza v. Montana Department of Revenue, the court will consider whether Montana violated the First Amendment by barring students who receive student aid from tax credit scholarship programs from using those funds to attend religious schools.", "First Liberty Institute filed a “friend of the court” brief in this case, arguing that religious schools and organizations should be treated equally with non-religious organizations when seeking to partner with the government to provide services. As the court found in its 2017 Trinity Lutheran decision, the government may not exclude religious organizations from a generally available benefit “solely because of its religious character.”", "In another major case — which is actually three cases — of the term, the court will decide whether the definition of “sex” in federal employment non-discrimination law includes sexual orientation and gender identity. Collectively these cases — R. G. & G.R. Harris Funeral Homes v. E.E.O.C., Altitude Express, Inc. v. Zarda, and Bostock v. Clayton County, Georgia — will have enormous implications for ministries, faith-based organizations and business owners.", "The vision of religious freedom imagined by our Founders and enshrined in our Constitution may soon be restored in America.", "Many faith-based American businesses and organizations are looking forward to better guidance regarding balancing faith and potential obligations imposed by federal law. First Liberty Institute submitted a “friend of the court” brief in the Harris Funeral Homes case arguing that, whatever the court’s decision on the definition of “sex,” it must ensure ministries, faith-based organizations and business owners retain robust religious liberty protections.", "A case the court has yet to decide to review arises out of Puerto Rico. Roman Catholic Archdiocese of San Juan, Puerto Rico, et al. v. Yalí Acevedo Feliciano, et al. has flown under the proverbial radar, yet it has the potential to bolster what is known as the “church autonomy doctrine,” which ensures that religious institutions, schools and ministries retain their religious identities and autonomy. Several of the parties — First Liberty represents two Catholic schools in the case — urge the court to overturn a dangerous decision by the Supreme Court of Puerto Rico that threatens to undo the long-standing structure and autonomy of Catholic churches and schools.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "During the past few terms, the court has sent unmistakable signals that the days of government hostility against religion are waning.", "In the case over the Bladensburg cross, the American Legion v. American Humanist Association, the court declared religious symbols, monuments and practices that are in keeping with the history and tradition of the country now enjoy the presumption of constitutionality — one of the biggest paradigm shifts in Establishment Clause jurisprudence in over 40 years.", "Last term, the court also reminded state governments of their obligation to respect Americans’ religious speech and conscience rights. In Sweet Cakes by Melissa v. Oregon Bureau of Labor and Industry, the justices vacated and remanded an outrageous Oregon Court of Appeals decision upholding a financial penalty imposed by the state that drove the family-owned bakery out of business.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "And in Kennedy v. Bremerton School District, a case the court chose not to review (at this time), four of the justices raised the possibility that the Free Exercise Clause, rendered dormant by Employment Division v. Smith, may soon find new life.", "If this term picks up where the last term left off, we may be well on our way to more religious freedom than many of us have known in our lifetime. The vision of religious freedom imagined by our Founders and enshrined in our Constitution may soon be restored in America.", "CLICK HERE TO READ MORE FROM KELLY SHACKELFORD"], "pubDate": null, "id": "2dc0ad04-dd79-3548-b23c-cc1469294d14"}