{"url": "http://www.nytimes.com/2019/10/06/world/asia/hong-kong-protest-mask.html", "paragraphs": ["HONG KONG — Defying a new ban on face masks, tens of thousands of people marched across Hong Kong on Sunday, a largely peaceful show of force against the government punctuated by the increasingly common clashes between protesters and police.", "The two marches, both in the pouring rain, were the first significant public gatherings since the ban took effect early Saturday, stirring anger that the government was infringing on the civil freedoms that this semiautonomous territory has maintained since being returned to Chinese control more than two decades ago.", "Outside the shuttered malls and stores of a major shopping district in downtown Hong Kong, demonstrators, many wearing blue, gray or black masks, chanted “Hong Kongers, resist!” Across the harbor, protesters also held a march that began in the Tsim Sha Tsui neighborhood of Kowloon.", "By nightfall, protesters on the fringes of both marches were vandalizing subway stations and throwing bricks and firebombs, leading to standoffs with the police, who blanketed some neighborhoods with tear gas. As the prospect of pitched street battles loomed, the police force warned in an all-caps text message to residents that “unauthorized public events” would be likely to cause violence."], "authors": ["Mike Ives", "Elaine Yu"], "id": "2dd5d0b7-343c-37d9-9596-6103bbead483", "summary": "HONG KONG — Defying a new ban on face masks, tens of thousands of people marched across Hong Kong on Sunday, a largely peaceful show of force against the government punctuated by the increasingly common clashes between protesters and police.\nThe two marches, both in the pouring rain, were the first significant public gatherings since the ban took effect early Saturday, stirring anger that the government was infringing on the civil freedoms that this semiautonomous territory has maintained since being returned to Chinese control more than two decades ago.\nOutside the shuttered malls and stores of a major shopping district in downtown Hong Kong, demonstrators, many wearing blue, gray or black masks, chanted “Hong Kongers, resist!” Across the harbor, protesters also held a march that began in the Tsim Sha Tsui neighborhood of Kowloon.\nBy nightfall, protesters on the fringes of both marches were vandalizing subway stations and throwing bricks and firebombs, leading to standoffs with the police, who blanketed some neighborhoods with tear gas.\nAs the prospect of pitched street battles loomed, the police force warned in an all-caps text message to residents that “unauthorized public events” would be likely to cause violence.", "keywords": ["defying", "tens", "ban", "thousands", "wearing", "kong", "public", "hong", "protesters", "masks", "force", "marches", "warned", "face", "mask"], "pubDate": null, "title": "Tens of Thousands March in Hong Kong, Defying Face Mask Ban", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}