{"id": "2e04a1b6-61a9-3647-ab46-86eb5aea6c26", "title": "Colorado firefighters battling wildfire leave apology note after cutting fence to save home", "url": "http://www.foxnews.com/us/colorado-wildfire-firefighter-east-troublesome-fire-handwritten-note-kindness", "summary": "Firefighters in Colorado who have been busy battling two of the largest wildfires in state history are being recognized for leaving behind a display of humanity.\n\"Sorry for the loss of your shed and we had to cut a little of your wood fence, to save your house.\nStones immediately responded to their note, posting to Twitter, \"We got your note.\n\"Thank you to all the brave firefighters who are working hard to protect homes from the wildfires,\" Polis tweeted.\nThe Engine 1446 team who left the note told FOX31 they were shocked their simple message has touched so many.", "paragraphs": ["Firefighters in Colorado who have been busy battling two of the largest wildfires in state history are being recognized for leaving behind a display of humanity.", "Grand County homeowner Daniel Stones posted a handwritten note on Sunday left behind by firefighters who saved his home from the second-largest blaze in state history, the East Troublesome Fire.", "\"If this note finds you we must have done something right,\" the note read. \"Sorry for the loss of your shed and we had to cut a little of your wood fence, to save your house. Things got really hot we stayed as long as possible.”", "COLORADO WILDFIRES HIT WITH SNOW IN 'WELCOME SIGHT' FOR FIREFIGHTERS", "The note was signed \"best wishes\" from Engine 1446 in the town of Meeker.", "Stones immediately responded to their note, posting to Twitter, \"We got your note. Inside the burn line and saved. Forever in your debt and with tears of gratitude. You are truly SUPERHEROES. Words do no justice. THANK YOU.\"", "Stone's initial tweet picked up views on Twitter, amassing over 950 retweets and 4,000 likes.", "Stone told FOX31 that a team working to winterize homes after the area received needed snow discovered his home still standing and the note attached outside.", "“It just melts your heart,” Stones said Monday. “I’m a grown man and I can admit this, I wept. It was just so touching. It’s been such an emotional roller coaster after the past week and to get something that is not only confirmation but good it’s just so overwhelming.”", "Colorado Gov. Jared Polis even spotted the tweet, sharing that it was \"such a touching note.\"", "\"Thank you to all the brave firefighters who are working hard to protect homes from the wildfires,\" Polis tweeted.", "The Engine 1446 team who left the note told FOX31 they were shocked their simple message has touched so many.", "COLORADO WILDFIRE FORCES NEW EVACUATIONS AS FIREFIGHTERS 'PRAYING WE GET A LOT OF SNOW'", "“It is kind of surreal, we all don’t really do this job for the limelight,” South Zone Fire Management Officer Kyle Fray said. “The main thing for us is we’re really glad he’ll be able to go to his house and it’s still standing.”", "Crews are still trying to determine how many homes have been destroyed by the East Troublesome Fire, which forced evacuations of thousands of residents and closed Rocky Mountain National Park. The blaze has scorched 192,560 acres and is 20% contained.", "Grand County Sheriff Brett Schroetlin has previously said there was “lots of structural loss” because of the fire but has declined to estimate the number of homes lost.", "The town of Grand Lake, which was evacuated last week after the fire exploded in size, was not damaged, and no one is unaccounted for in the area burned by the fire.", "CLICK HERE FOR MORE WEATHER COVERAGE FROM FOX NEWS", "Lyle and Marylin Hileman, aged 86 and 84, were found dead Friday after refusing to leave their home near Grand Lake. Their last known words were in a call to their son, saying calmly and adamantly that they would stay in their basement.", "The state's largest blaze, the Cameron Peak Fire, has scorched 208,663 acres since it started in mid-August and damaged or destroyed more than 200 homes, officials said. It is now 64% contained.", "David Moore, a spokesman for the Larimer County Sheriff's Office told the Associated Press the affected buildings include 209 homes, 208 outbuildings and 17 buildings that were designated as businesses as part of the Shambhala Mountain Center, a meditation retreat in the mountains northwest of Fort Collins.", "CLICK HERE FOR THE FOX NEWS APP", "The Associated Press contributed to this report."], "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "keywords": ["colorado", "working", "note", "wildfire", "battling", "homes", "blaze", "cutting", "county", "leave", "apology", "wildfires", "firefighters", "really", "told", "fence", "words", "save"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}