{"id": "2e28e407-5b9d-3bfc-930c-d20b9d4dfbb6", "title": "Joy Reid on Dressing For Election Night on TV and 2020’s Unprecedented Vote", "url": "https://www.vogue.com/article/joy-reid-election-2020-interview", "summary": "The dramatic red turtleneck with leather scales she wore on Tuesday was a perfect example of Reid’s playful style.\nDescribed by Reid as a “Wakanda Forever meets Game of Thrones” moment, it conveyed power.\n“It’s something that I’ve actually worn before,” says Reid, who asked her daughter for input before making a selection.\nI wore sneakers because I [knew] I was probably going to be there all night.” The outfit was discussed heavily on social media, another new aspect of the job.\n“There was a time when it was frowned upon, particularly to wear your hair in natural curls, an afro, or braids,” says Reid.", "paragraphs": ["The dramatic red turtleneck with leather scales she wore on Tuesday was a perfect example of Reid’s playful style. Described by Reid as a “Wakanda Forever meets Game of Thrones” moment, it conveyed power. “It’s something that I’ve actually worn before,” says Reid, who asked her daughter for input before making a selection. “I wanted to wear something powerful but fun. I wore sneakers because I [knew] I was probably going to be there all night.” The outfit was discussed heavily on social media, another new aspect of the job. “I’ll get everything from what color is that lipstick to what is the brand you’re wearing,” says Reid of the feedback she receives on Twitter and Instagram. “And I get tons of feedback on my hair—which I can’t take credit for. I have a woman named Gisele Modeste who is a great friend and also happens to style my hair.”", "It was only a decade or so ago when seeing a Black woman with natural hair reporting the news was a rarity. With hair now protected by The Crown Act, a petition to end race-based hair discrimination passed by the House of Representatives in 2019 which is now law in states like New York, Colorado, and California, regressive standards are less prevalent. “There was a time when it was frowned upon, particularly to wear your hair in natural curls, an afro, or braids,” says Reid. “Not just in media but throughout [society]. In my twenties, I was told by a woman at a temp agency that she didn’t want to even send me out on interviews because my hair was in braids. They felt it wasn’t professional. It’s a recent development that we’re seeing anchors, analysts, and correspondents’s natural hair.”", "Reid likens the scrutiny and interest in the way female anchors dress and present themselves to the media attention devoted to the outfits of politicians like Hillary Clinton and Kamala Harris. “Either Hillary’s suits were considered too boxy, too short, or too long. Every hair change was discussed,” says Reid. “She was the poster child for being beaten up about fashion and constantly scrutinized. Kamala Harris has it double because she’s a woman of color. She even gets picked on for her laugh, just these silly stupid things that have nothing to do with her qualifications as a prosecutor, Senator, and former Attorney General.” Still, Reid thinks Harris has found ways to use fashion to her advantage. “She’s a beautiful woman and can be glamorous when she wants to, but she’s also capable of looking like she could be at your weekend red wine party! So she’s been using [clothing] in a brilliant way on the trail.”", "With the election results still pending and related coverage likely to dominate the news cycle the remainder of the month, Reid hopes that the extended wait gives her audience a moment to reflect on the issues that led to such a close race. There’s a bigger lesson to be gleaned from this election no matter who gets elected. “Even among some people who don’t consider themselves racist, there is a core antipathy to what many conservatives deride as “woke culture,” which just means the increasing prevalence of multiculturalism and inclusion in our multiracial country,” she says. “Apparently, for tens of millions of Americans, even the risk of COVID-19 sickness and death can’t overcome the drive to go back to “pre-woke” culture. Those forces are obviously stronger than what shows up in any of the polls, and are even more powerful motivators than a deadly pandemic.”"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["vote", "natural", "hair", "woman", "media", "dressing", "harris", "election", "wore", "way", "shes", "wear", "2020s", "unprecedented", "night", "joy", "reid", "tv"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}