{"id": "2e55dcf8-a693-3809-8a95-9281dab91860", "title": "The valleys of the shadow of death - Italian towns hit hardest by covid-19 are doing better now", "url": "https://www.economist.com/graphic-detail/2020/10/31/italian-towns-hit-hardest-by-covid-19-are-doing-better-now", "summary": "O NE OF THE most pressing questions about covid-19 is how achievable “herd immunity” may be.\nSome experts have advised letting the young and healthy get covid-19, in order to approach such herd immunity.\nIf anywhere has enough antibodies to restrain covid-19, it would be these towns.\nBut Isaia Invernizzi, a journalist, has gained access to its internal data, which show that the hardest-hit towns are doing unusually well today.\nThese data do not prove the case for seeking herd immunity.", "paragraphs": ["O NE OF THE most pressing questions about covid-19 is how achievable “herd immunity” may be. Holding other factors constant, the more people have protective antibodies, the slower the virus spreads. If enough people become and remain immune, further outbreaks are prevented.", "Some experts have advised letting the young and healthy get covid-19, in order to approach such herd immunity. European data suggest this goal remains distant: within countries, the regions with the most cases in the spring also tend to have the biggest outbreaks now. Yet broad averages can obscure local variation. And new Italian data show that the worst-hit places do now enjoy some degree of immunity.", "Like a tornado, covid-19 has walloped some towns while sparing others. In Lombardy, the heart of Italy’s first wave, 83% more people died of all causes from March to June than the historical average, an excess representing 0.3% of the population. Yet some pockets of the region were hit disproportionately. The rate was 0.6% of the population in Bergamo province, and more than 1% in 30 of Bergamo’s 243 municipalities. If anywhere has enough antibodies to restrain covid-19, it would be these towns.", "Lombardy’s government does not share case counts for every area. But Isaia Invernizzi, a journalist, has gained access to its internal data, which show that the hardest-hit towns are doing unusually well today. Since September 1st, municipalities with first-wave excess deaths of at least 0.5% of the population have tallied 216 cases per 100,000 people—one-third as many as in areas with excess deaths around 0.1%.", "Social distancing has also slowed the virus. According to Google, Lombards moved around 24% less in July than in January, the steepest drop in Italy. But this decline has been similar in all of Lombardy. That leaves immunity as the best explanation for differences in case counts within the region.", "These data do not prove the case for seeking herd immunity. Without a vaccine, the cost of gaining even mild resistance is grim. No national study has found a share of people with antibodies even one-third as high as the 24% seen in Bergamo in July. And Europe’s highest national excess death rate, in Spain, is just a fifth of Bergamo’s.", "Yet for beleaguered Bergamasques, the data are good news. Serosurveys show that antibodies there are not only common, but especially so among the old and health-care workers, who need them most. ■", "Sources: ISTAT; Isaia Invernizzi; Google; The Economist"], "authors": ["The Economist"], "keywords": ["immunity", "covid19", "doing", "population", "hit", "herd", "valleys", "excess", "italian", "antibodies", "better", "case", "death", "data", "virus", "towns", "shadow", "hardest"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}