{"paragraphs": ["On this week's episode of The Game Informer Show podcast, we talk about some interesting news stories before Brian Shea talks about playing the first 1.5 hours of Pokémon Sword and Kimberley Wallace explains why she loves the new Trails of Cold Steel III. The director (Warren Arnold) of the excellent Push the Button from Jackbox Party Pack 6 then joins the show to talk about the game's development and then we dive in deep on how to write a game review with Game Informer's reviews editor Joe Juba. After some great community emails, we interview The Outer Worlds' co-game director Leonard Boyarsky and narrative designer Niati Poddar about getting the exciting RPG across the finish line.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "6:26 - Riot Games' new games", "12:08 - Fortnite Chapter 2", "13:50 - Analogue Pocket", "16:24 - Pokémon Sword and Shield", "23:30 - Trails of Cold Steel III", "31:22 - Jackbox Party Pack 6's Warren Arnold", "48:17 - Writing Game Informer's reviews with Joe Juba", "1:34:00 - Community emails", "2:19:20 - Obsidian's Leonard Boyarsky and Nitai Poddar on creating The Outer Worlds"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "title": "GI Show - Pokémon Sword, Writing Reviews, The Outer Worlds Interview", "id": "2efef509-ae66-3761-a6f1-4703a6275484", "keywords": ["warren", "gi", "video", "game", "writing", "interview", "reviews", "trails", "steel", "talk", "worlds", "outer", "sword", "pokémon"], "summary": "After some great community emails, we interview The Outer Worlds' co-game director Leonard Boyarsky and narrative designer Niati Poddar about getting the exciting RPG across the finish line.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n6:26 - Riot Games' new games12:08 - Fortnite Chapter 213:50 - Analogue Pocket16:24 - Pokémon Sword and Shield23:30 - Trails of Cold Steel III31:22 - Jackbox Party Pack 6's Warren Arnold48:17 - Writing Game Informer's reviews with Joe Juba1:34:00 - Community emails2:19:20 - Obsidian's Leonard Boyarsky and Nitai Poddar on creating The Outer Worlds", "pubDate": null, "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/10/17/gi-show-pokemon-sword-writing-reviews-the-outer"}