{"authors": ["Michael Savage"], "keywords": ["eu", "ireland", "boris", "customs", "border", "plan", "dup", "break", "deadlock", "northern", "johnson", "johnsons", "deal", "brexit", "checks", "britain"], "pubDate": null, "summary": "The government claims that most customs issues could be dealt with electronically, with a small number of physical customs checks done well away from the border.\nBorder talk stirs up bad memories in Northern Ireland Read moreHow is this different from May’s?\nUnlike in Johnson’s plan, Northern Ireland would remain aligned to EU regulations and inside its customs union.\nUnder Johnson’s plan, what happens to goods going from Britain to Northern Ireland, and then to Ireland?\nBut the Johnson plan effectively places a regulatory border for goods and food between the two.", "title": "Can Boris Johnson’s border plan break the Brexit deadlock?", "url": "https://www.theguardian.com/politics/2019/oct/06/boris-johnson-brexit-border-plan-break-deadlock-analysis", "id": "2f43d0bf-d1e8-3cfa-b8b1-639d1342b472", "paragraphs": ["What are the main points of Boris Johnson’s plan?", "The PM’s proposals would leave Northern Ireland aligned with the EU’s single market, so there would be no need for regulatory checks when goods cross into the Republic of Ireland. Northern Ireland’s assembly would be given a vote on sticking to EU regulations every four years. Northern Ireland would leave the EU’s customs union, its tariff-free trading area. The government claims that most customs issues could be dealt with electronically, with a small number of physical customs checks done well away from the border. It says that the measures would avoid the need for a hard border in Ireland, which has been the main Brexit deal stumbling block.", "Border talk stirs up bad memories in Northern Ireland Read more", "How is this different from May’s?", "The deal proposed by Theresa May included the so-called “Irish backstop” – a fallback measure designed to avoid any hard border becoming necessary on the island of Ireland. Unlike in Johnson’s plan, Northern Ireland would remain aligned to EU regulations and inside its customs union. To deal with complaints from Democratic Unionist party MPs that the measure would separate Northern Ireland from the rest of the UK, May agreed that the UK would also remain inside the EU customs union. However, the DUP and pro-Brexit MPs still objected.", "Under Johnson’s plan, what happens to goods going from Britain to Northern Ireland, and then to Ireland?", "Goods would be checked between Britain and Northern Ireland to ensure they comply with EU standards. They would then be checked again to ensure they comply with customs rules between Northern Ireland and Ireland. Johnson wants this done electronically and through checks once the goods arrive at their final destination, but details are sketchy.", "Who compromised here?", "The plan gives Tory Brexiters what they want. Britain would be outside the EU’s single market and customs union. It is the DUP that has compromised. It once vowed to oppose any additional checks between Northern Ireland and Britain. But the Johnson plan effectively places a regulatory border for goods and food between the two. The DUP appears to have agreed because the plan hands Northern Ireland bags of money – and gives the Northern Ireland assembly a vote on the deal every four years. The DUP has an effective veto in the assembly.", "What are the EU objections?", "The most problematic elements relate to customs. Johnson proposes the use of technology, a streamlined system, exemptions for small companies and schemes for trusted companies. He also proposes that any physical checks could be done at businesses or “designated locations”. The EU is being asked to make big concessions and is not sure the plans are workable. It also supports Dublin’s concern that, in practice, the plan would require new customs posts. The power handed to the Northern Ireland assembly to tear up key parts of the settlement is also problematic.", "Will the plans be accepted?", "They are a non-starter with the EU, which is demanding changes before the plans can be discussed as the basis of a possible deal.", "Will the Commons pass them?", "With the DUP and pro-Brexit MPs back onside, it is possible that Johnson could secure a majority for the plans as long as former Tory rebels and enough Labour MPs opted to back them. But the dilemma has always been that a hard Brexit plan capable of securing a majority in the Commons would not be acceptable to the EU. In that regard, nothing has changed.", "What happens next?", "The pretence of talks may limp on for a week, but without any further concessions from Downing Street there is no prospect of progress. That means we are heading for a showdown over whether Johnson can take Britain out of the EU with no deal at the end of the month, or whether the new law passed by parliament will stop him."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}