{"summary": "Fans are eagerly anticipating Pokémon Sword and Shield, but some of the biggest news coming out of summer was regarding what won't be in the first mainline Pokémon console RPGs.\nHowever, he was much more explicit when I asked if cut Pokémon will return in future games.\n\"You can look forward to seeing Pokémon that don’t appear in these games appearing in different regions in future games.\nWe'll have to see which Pokémon we encounter in the Galar region when Pokémon Sword and Shield launch November 15.\nFor more on Pokémon Sword and Shield, head to our hub by clicking the banner below.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["masuda", "pokémon", "lot", "think", "shield", "games", "region", "sword", "cut", "return", "pokédex", "national", "future", "game", "shields"], "id": "2f610d89-dd57-3387-8fdf-cbbdc881e82b", "url": "https://www.gameinformer.com/2019/10/01/pokemon-cut-from-sword-and-shields-national-pokedex-will-return-in-the-future", "title": "Pokémon Cut From Sword And Shield's National Pokédex Will Return In The Future", "pubDate": null, "paragraphs": ["Fans are eagerly anticipating Pokémon Sword and Shield, but some of the biggest news coming out of summer was regarding what won't be in the first mainline Pokémon console RPGs. During E3, producer Junichi Masuda explained that not every Pokémon will make the leap into Sword and Shield. This news left many fans disappointed, so I caught up with Masuda during our trip for this month's cover story to dive deeper into the reasoning for the cuts.", "According to Masuda, the sheer number of Pokémon the series had accumulated over the last two-plus decades got to the point of being unwieldy. \"Up until now, we’ve been proud we’ve been able to include so many Pokémon in the games, but as a result of that, there’s actually been quite a few features or gameplay ideas that we’ve had to abandon in the past,\" he says. \"Going forward, thinking about the future of Pokémon, we want to prioritize all those new gameplay ideas, new ways to enjoy the game, and want to challenge ourselves at Game Freak to create new ways to enjoy the game. That’s really what drove the decision for this new direction.\"", "The decision was the result of collaborative talks between Game Freak, The Pokémon Company, and Nintendo. \"We have a lot of awesome new challenges that we haven’t even revealed in Sword and Shield,\" Masuda says. \"We want to continue to come up with these new features, so we figured this was the best path forward for the franchise\"", "Things are a bit complicated when diving into how the team decided which Pokémon wouldn't carry over into the Galar region. \"A wide variety of discussions happened; it’s not just one kind of criteria for deciding which Pokémon are going to appear in the games, but a lot of different reasons, a lot of different directions, a lot of debate over which ones would be the best in the game,\" Masuda says. \"I think one example of that is figuring out the Pokémon that would make sense for the setting of the game the most; these Pokémon look like they could live in the Galar region. We really spent a lot of effort deciding which would best fit the setting of the adventure and the features that we wanted to implement. I think players will be satisfied. There’s quite a few Pokémon that you’ll encounter in the Galar region Pokédex, so I think players will have fun seeing all the Pokémon.\"", "When I ask for specifics about the Pokémon that didn't make the cut for Sword and Shield – including names and total number of creatures – Masuda did not elaborate. However, he was much more explicit when I asked if cut Pokémon will return in future games. \"Definitely,\" he says. \"You can look forward to seeing Pokémon that don’t appear in these games appearing in different regions in future games. I think Pokémon Home, for a lot of players, will serve as a launching pad to gather them all there and then embark on future adventures.\"", "Pokémon Home has been announced, but details to this point are scarce. Masuda intends on keeping it that way for a bit longer, but he did offer a bit more insight into the upcoming app. \"We’re really designing it as the place for all of your Pokémon together, so it’s really important for the future of the franchise, and it’ll be more than even Pokémon Bank as a place to gather all your Pokémon together in one spot.\"", "We'll have to see which Pokémon we encounter in the Galar region when Pokémon Sword and Shield launch November 15.", "For more on Pokémon Sword and Shield, head to our hub by clicking the banner below."]}