{"id": "2fbb6249-83db-3155-a076-080951f3b194", "title": "Republicans seize on Schumer's 'take Georgia' remark in new ad", "url": "http://www.foxnews.com/politics/republicans-seize-on-schumers-take-georgia-remark-in-new-ad", "summary": "The control of the Senate will not likely be decided until a Jan. 5 runoff in Georgia.\nThe Associated Press reported that the tally for the next Senate — after last week’s elections -- is 48 Republicans and 48 Democrats.\nGeorgia’s election rules require lawmakers to win over 50% of the vote to win the seat.\nThe Journal-Constitution pointed out that the four candidates heading into the runoff election are all “irrevocably tied to each other.\nWe were by far the largest outside group on the right in Georgia this fall, and we’re scaling far beyond that for the runoffs,” he said.", "paragraphs": ["Republicans have seized on Sen. Chuck Schumer’s Saturday remarks when he told a small crowd of New Yorkers celebrating Joe Biden’s election win, “Now we take Georgia, then we change the world.”", "The National Republican Senatorial Committee -- within hours -- took the Senate minority leader’s comments and turned them into an ad to warn the country that the Peach State is the “last line of defense against socialism,” the Atlanta Journal-Constitution reported.", "The control of the Senate will not likely be decided until a Jan. 5 runoff in Georgia.", "Joe Biden became president-elect after surpassing the 270 electoral vote threshold. However, the Fox News Decision Desk has still not projected a winner in Georgia, where Biden leads Trump by a razor-thin margin of about 10,000 votes.", "The Associated Press reported that the tally for the next Senate — after last week’s elections -- is 48 Republicans and 48 Democrats. Georgia’s election rules require lawmakers to win over 50% of the vote to win the seat.", "Republican Sen. David Perdue will face off against Democrat Jon Ossoff after finishing ahead 49.78% to Ossoff’s 47.9%. Republican Sen. Kelly Loeffler will compete against Democrat Rev. Raphael Warnock. Loeffler finished with 25.94% of the vote and Warnock finished with 32.89%.", "The Journal-Constitution pointed out that the four candidates heading into the runoff election are all “irrevocably tied to each other. A gaffe by Perdue could hurt Loeffler. An attack on Warnock could splash Ossoff.”", "Democrats managed to keep control of the House and see the Senate as their final objective to have a firm grasp on the power levers in Washington.", "Steven Law, the president of the Senate Leadership Fund, the super PAC aligned with Senate Majority Leader Mitch McConnell, said he is ready for a tough fight over the next two months.", "CLICK HERE TO GET THE FOX NEWS APP", "\"These two races will mean the difference between Democrats having free rein to destroy minority rights, pack the Supreme Court and create new states, versus a healthy check on their far-left agenda. We were by far the largest outside group on the right in Georgia this fall, and we’re scaling far beyond that for the runoffs,” he said.", "Fox News' Marisa Schultz, Thomas Barrabi, Morgan Phillips and the Associated Press contributed to this report"], "authors": ["Edmund Demarche", "Edmund Demarche Is A Senior News Editor For Foxnews.Com. Follow Him On Twitter"], "keywords": ["schumers", "win", "vote", "runoff", "seize", "republicans", "loeffler", "election", "georgia", "warnock", "sen", "ad", "remark", "senate"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}