{"authors": ["Mariah Haas"], "title": "Miley Cyrus fires back at critics who 'slut shamed' her after Cody Simpson kiss: 'Get used to me dating'", "url": "https://www.foxnews.com/entertainment/miley-cyrus-fires-back-critics-cody-simpson-kiss", "summary": "where women are called sluts/whores!”MILEY CRYUS TEASES NEW MUSIC, SAYS SHE'S FEELING 'INSPIRED' AFTER KAITLYNN CARTER SPLIT“I am trying to just THRIVE/survive in a 'mans' world,” Cyrus explained.\nAs previously reported, Simpson, 22, and Cyrus were seen sharing a kiss at an eatery on Thursday, according to video obtained by TMZ.\nMILEY CYRUS SPOTTED KISSING SINGER CODY SIMPSON AFTER KAITLYNN CARTER, LIAM HEMSWORTH SPLITSCyrus split from Hemsworth, 29, in August after just seven months of marriage.\nCarter, 31, and Cyrus called it quits in September after just over a month of dating.\nMILEY CYRUS INSISTS SHE NEVER CHEATED ON LIAM HEMSWORTH“I refuse to recluse and ‘date’ from home cause A. That’s not fun B.", "keywords": ["slut", "carter", "miley", "fires", "used", "relationship", "liam", "hemsworth", "shamed", "singer", "thats", "kaitlynn", "dating", "simpson", "critics", "kiss", "spotted", "cyrus"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Miley Cyrus is speaking her piece.", "One day after the singer, 26, was spotted kissing fellow musician Cody Simpson at a store in Los Angeles, Cyrus hit back at critics who have accused her of moving on too fast from Kaitlynn Carter and estranged husband Liam Hemsworth.", "“I know the public feels invested in my past relationship because they felt like they saw it thru from the beginning,” Cyrus began her statement on Twitter. “I think that’s why people have always felt so entitled over my life and how I live it because they’ve watched me grow up.”", "LIAM HEMSWORTH SPEAKS OUT ON MILEY CYRUS SPLIT", "She continued: “But I am grown now and make choices as an adult knowing the truth/details/reality. People only ‘know’ what they see on the internet.”", "Cyrus went on to address the double standard between men and women when it comes to dating.", "“Men (especially successful ones) are RARELY slut shamed,” she said. \"They move on from one beautiful young woman to the next MOST times without consequence. They are usually referred to as ‘legends,’ ‘heart throbs,’ ‘G,’ ‘Ladies Man,’ etc…. where women are called sluts/whores!”", "MILEY CRYUS TEASES NEW MUSIC, SAYS SHE'S FEELING 'INSPIRED' AFTER KAITLYNN CARTER SPLIT", "“I am trying to just THRIVE/survive in a 'mans' world,” Cyrus explained. “If we can’t beat em, join em!", "“If our president can ‘grab em by the p-----’…. can’t I just have a kiss and an açai bowl?!?!” she added.", "As previously reported, Simpson, 22, and Cyrus were seen sharing a kiss at an eatery on Thursday, according to video obtained by TMZ. (The two were first linked back in late 2014, but in 2015 Simpson told GQ Australia that they were \"just mates.\")", "MILEY CYRUS SPOTTED KISSING SINGER CODY SIMPSON AFTER KAITLYNN CARTER, LIAM HEMSWORTH SPLITS", "Cyrus split from Hemsworth, 29, in August after just seven months of marriage. As the news of her divorce broke, Cyrus was spotted on an Italian vacation with reality TV star Kaitlynn Carter, who in turn had just split from her husband Brody Jenner.", "Carter, 31, and Cyrus called it quits in September after just over a month of dating.", "In a follow-up post, Cyrus explained that she is going to continue to be out-and-about with the person she is \"dating.\"", "MILEY CYRUS INSISTS SHE NEVER CHEATED ON LIAM HEMSWORTH", "“I refuse to recluse and ‘date’ from home cause A. That’s not fun B. Extremely uncomfortable/puts me in a vulnerable position,\" she said. “I would like to share an activity with someone I am dating and not be stuck at home with pretty much nothing to do but ‘Netflix and chill.'", "\"This ‘dating’ thing is new to me too,” she continued.", "\"I've never been an 'adult'/grown a-- woman experiencing this .... I was in a committed relationship for almost All my teens and early 20s; with the exception of a few breaks,\" the \"Break Away\" singer added, seemingly referencing her relationship to Hemsworth. (The pair first met on the set of the 2010 film \"The Last Song\" and became engaged in 2012 only to end their relationship in September 2013. They rekindled their romance in 2015.)", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Cyrus went on to say that \"usually in those times\" she was working her \"a-- off with not much R&R.\"", "\"And 'meeting/trusting' people in my position is really tuff,\" she noted. \"Don’t f--king pity me, that’s not what I’m asking for. I have a great life I wouldn’t trade for ‘privacy’ but PLEASE don’t make this awkward for me!”", "She concluded her post by saying: “I am trying to make light and like always MAKE FUN of myself/and the public’s perception of me! Get used to me dating — this is where I’m at! #HotGirlFall.\""], "pubDate": null, "id": "304458c0-fedc-3287-a2f6-100faf6bbc3a"}