{"keywords": ["love", "television", "caroline", "itv", "island", "wrote", "quits", "star", "reports", "fox", "assault", "series", "spokesperson", "host", "flack", "days", "arrest"], "authors": ["Melissa Roberto"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "'Love Island' host Caroline Flack quits show days after assault arrest: reports", "pubDate": null, "url": "https://www.foxnews.com/entertainment/love-island-host-caroline-flack-quits-show-days-after-assault-arrest-reports", "paragraphs": ["Caroline Flack has quit her job as host of the popular British reality show \"Love Island,\" days after she was arrested for assault in London, according to reports.", "Flack, 40, was arrested following an altercation that took place at her home one day prior.", "The ITV2 host announced her departure from the reality series' forthcoming season in a statement she wrote on Instagram, reports claimed.", "'LOVE ISLAND' STAR ALEXANDRA CANE REVEALS WEIGHT LOSS IN FORM-FITTING RED JUMPSUIT", "\"Love Island has been my world for the last five years, it's the best show on telly. In order not to detract attention from the upcoming series I feel the best thing I can do is to stand down for series six. I want to wish the incredible team working on the show a fantastic series in Cape Town,\" she wrote on the social media platform, according to Yahoo!.", "A rep for Flack did not immediately return Fox News' request for comment.", "An ITV spokesperson told Fox News, \"ITV has a long-standing relationship with Caroline and we understand and accept her decision. We will remain in contact with her over the coming months about future series of Love Island.\"", "Police responded to Flack's home based on reports that a man was assaulted. The man injured was Flack's boyfriend, tennis player Lewis Burton, BBC reported at the time.", "A London Ambulance Service spokesperson told the British outlet they were called \"on 12 December to a residential address in Islington,” where they “treated two people at the scene and took one person to the hospital.\"", "'LOVE ISLAND' STAR MIKE THALASSITIS DIED BY SUICIDE AFTER COCAINE, ALCOHOL BINGE: REPORT", "When reached by People magazine for comment, a spokesperson for the television star confirmed the arrest to the outlet.", "“We confirm that police attended Caroline’s home following a private domestic incident. She is co-operating with the appropriate people to resolve matters. We will not be making any further comment for legal reasons.”", "CLICK HERE TO GET THE FOX NEWS APP", "The television host, who has also hosted \"The X Factor\" and \"I'm a Celebrity... Get Me Out of Here! NOW!\" is scheduled to appear at Highbury Corner Magistrates' Court on Dec. 23.", "Despite Flack alerting her social media followers of her exit from the hit series, the television personality's Instagram bio still lists her role as \"Host of Live Island ITV.\""], "id": "31163759-0fc0-3988-8280-c2852eed836f", "summary": "Caroline Flack has quit her job as host of the popular British reality show \"Love Island,\" days after she was arrested for assault in London, according to reports.\nThe ITV2 host announced her departure from the reality series' forthcoming season in a statement she wrote on Instagram, reports claimed.\n'LOVE ISLAND' STAR ALEXANDRA CANE REVEALS WEIGHT LOSS IN FORM-FITTING RED JUMPSUIT\"Love Island has been my world for the last five years, it's the best show on telly.\nAn ITV spokesperson told Fox News, \"ITV has a long-standing relationship with Caroline and we understand and accept her decision.\n'LOVE ISLAND' STAR MIKE THALASSITIS DIED BY SUICIDE AFTER COCAINE, ALCOHOL BINGE: REPORTWhen reached by People magazine for comment, a spokesperson for the television star confirmed the arrest to the outlet."}