{"id": "31325d96-6e80-3fe9-a8f6-8388bd7307de", "title": "Watch The New Yorker Festival | Natasha Lyonne and Maya Rudolph Discuss Their Odd-Couple Dynamic | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/the-new-yorker-festival-natasha-lyonne-and-maya-rudolph-discuss-their-odd-couple-dynamic", "summary": "Yeah I mean, I know I'm like, Is it Rick Rubinand Johnny Thunders, who is it?\nI mean that's a Dos Emmy's, okay,in case anybody's a-curious.\nI don't think you have to be a musical personto understand what it is,what true musicality is,which is why I think we can speak that same language, yeah.\nI think that's, you know,that's why you talk to rockstarsand they are obsessed with curb your enthusiasm, you know.\nI mean, I don't think it's been since Tina Feythat a politician has been so understoodin the public imagination through the personplaying them on SNL.", "paragraphs": ["Transcript", "[jazzy music]", "Can you tell us how you've both been dealing", "with the pandemic?", "It's been such a weird six months for everybody.", "Has either of you picked up any new hobbies", "like sourdough bread baking?", "I mean, what has the experience been like", "for the two of you?", "I'm very excited, I'm very--", "You're excited?", "Yes, because mine is Zelda, Michael.", "And my God, you know, I've conquered so many monsters", "and I've cooked so many strange potions", "and it's just, I've been living inside of the land of Zelda.", "I'm a full blown gamer now.", "Wait, I think I need to get into that.", "I need to dump these kids and start playing Zelda.", "[laughing]", "I did the sourdough,", "I went into full blown Pioneer Woman-mode.", "People were worrying about toilet paper and I was worrying", "about delicious food and how we could eat it.", "A lot of Mom's home cooking, if you know what I mean.", "You know, what's interesting is it kind of solidly,", "I think, forced everybody to do a sort of slow down", "and, you know, life is so this fast moving train of,", "you know potentially sort of warped ideas", "around what's important.", "All the running around and where's the moment.", "So I think that I remember, Maya, our early conversations", "and we would do these Zoom pitches", "and Maya would be sourdough-ing", "and I would be still in pajamas", "really just enjoying this sort of slower pace.", "And just time to think instead of run.", "I'm a big fan of that.", "I'm a big fan of thinking instead of running.", "I don't know if everyone who knows your individual careers", "knows that you're not only very good, long time friends", "but collaborators, and I would love to just hear the story", "of how the two of you met and artistically fell in love.", "Maya, do you remember when you first laid eyes on Natasha?", "I fell in love with her when I saw her in Slums", "of Beverly Hills and felt like I was watching my person.", "You know, when you see your person", "and you see something familiar in someone's eyes", "and you feel like, Oh, I feel a connection.", "And then I had just started working on Saturday Night Live", "and I think it was my first year.", "And there were a group of kids, all SNL,", "and cool New Yorker kids hanging out and she sauntered over", "and said, You wanna be in a fashion show?", "Yeah.", "Great, my friends, Tara and Chloe", "have a fashion line called Imitation of Christ.", "Do you want to be in it?", "And I was like, Great.", "And we just became friends instantly.", "Like she was my first true New York friend", "that I made when I moved here when I was 27.", "You had that energy of we would be up", "until five in the morning and Sunday,", "it was time for plans, shopping and eating.", "It was like, we were so, so little.", "And wasn't there a summer", "where you actually lived together?", "I mean, was this like a odd couple situation?", "How were you as roommates?", "We seem like an odd couple, right?", "I, we get along real great.", "You know, Natasha is a very nurturing", "and loving soul, quite easy to live with.", "She's also a lot more fun than I am,", "so she definitely drags me into more fun experiences", "than I would tend to involve myself in.", "You know, we had a real, we had a real time.", "We were really enjoying our youth.", "The, just for me, when I'm with Maya,", "I instantly feel like my sort of, you know,", "child self is complete.", "Just, the two of us could be hanging out", "and we could be eight years old or we could be 40", "or it just doesn't matter.", "Meaning most, It's true.", "Sort of you know, I was a philosophy major,", "so I'm very ridiculous as a person,", "meaning very basic sort of overthinking stuff.", "And I feel like when I'm with Maya, I feel very safe", "and seen, and like somebody who's saying", "I get that whole sort of inner monologue", "and I raise you one by just being in the moment", "of this experience.", "Of which there's a springboard for kind of bringing", "that sort of essence into the world as much as we can,", "which is obviously why we sort of decided to join forces.", "Yeah, so now you, now you've started Animal Pictures", "and you're working together as producers.", "You have some really exciting projects,", "including a Netflix special with Sarah Cooper,", "who is the queen of pandemic comedy in the past half a year.", "Everyone knows who she is.", "I would love to hear just about what,", "what your kind of goal was together", "for the kind of projects that you wanted to make.", "Sort of what your common vision was.", "And also, first of all, why do you name it Animal Pictures?", "I think I suggested Animal because there is,", "there is a level of voracious energy", "and appetite that Natasha has when it comes to work.", "I didn't wanna say Baller Pictures", "or murder, like she murders it, hey, Murder Pictures.", "That doesn't sound great.", "But I find myself many times sitting back", "and saying, You're a fuckin' animal,", "in the best possible sense.", "I think we were having lunch one day and I said", "We should name it Animal Pictures", "'cause she blows me away.", "And, you know, it's not just like,", "Oh, someone can accomplish something.", "But it's the desire and the capability", "to take something on.", "I mean the Sarah Cooper Special is a great example of that.", "I mean, this is something", "that we were lucky enough to become a part of.", "Sarah's such an incredible talent", "and also it's such an unbelievable moment", "for her and what an incredible project to be a part of.", "We were trying really hard to get this out", "right before the election.", "And it had to be done very quickly.", "So Natasha jumped in and said, I'll direct it.", "But it's not just that.", "You'll see that, when it comes out, that it really is.", "She's a full blown animal.", "I'm weirdly the...", "I'm like the Rick Rubin of the two.", "I'm the quieter, long-bearded guy that lives in Malibu", "that's sorta like, Yeah.", "Wouldn't you say that's, I'm the Rick Rubin?", "Yeah I mean, I know I'm like, Is it Rick Rubin", "and Johnny Thunders, who is it?", "Maya like to do this thing which is like", "sprinkling this, she'll just go, like,", "Yeah, yeah yeah.", "You know, I'll talk in a big, you know,", "New Yorker's monologue kind of a.", "These are all my thoughts,", "let me just give you all my thoughts, okay?", "And then Maya will go, Mhmm, and this.", "And then it's just like a boom.", "And it feels like that's the thing that I was trying to say.", "There's like a, genius is a very overused word,", "but there's a very crisp genius to Maya's ability", "to sort of razor, surgical see-through things.", "And it can be a whole mountain of words.", "And then it's just like Boom.", "And that's the thing that actually tips it", "into, you know, a grownup deliverable.", "What's so much fun about that too is,", "you know, that we don't always have to be", "the in front of the camera mouthpieces for that.", "'Cause you know, we've done that", "for a long, long time time.", "I mean, still love doing it.", "And obviously congratulations Maya.", "Only, you know last week, crushing.", "I mean that's a Dos Emmy's, okay,", "in case anybody's a-curious.", "It's a good time to be able to kind of extend", "and grow rather than sort of shrink, you know?", "You know, I was curious if the two of you", "had other kinds of cultural touchstones that you found", "that you had in common during the course of your friendship?", "Great character actresses, like Madeline Kahn", "or other movies.", "Were there things that you felt", "that were a common aesthetic language for the two of you?", "But I, yeah, I mean, you said Madeline Kahn", "and I was like, I mean.", "She's the light of my life.", "I think, you know, I wanted to be Madeline Kahn", "when I was seven.", "What are some of the references, Tashi?", "What would you say--", "I don't know, I mean, it's an interesting thing.", "I would say it's more like, even,", "that music is actually a huge part", "of that sort of shared reference.", "It kind of either sounds good", "or it sounds like shit.", "It's either like on key or it's off key, baby.", "There's a little bit of that sort of vibe,", "I think, that happens.", "I don't think you have to be a musical person", "to understand what it is,", "what true musicality is,", "which is why I think we can speak that same language, yeah.", "And I do think it's rockstar quality.", "I think that's, you know,", "that's why you talk to rockstars", "and they are obsessed with curb your enthusiasm, you know.", "I mean, you wouldn't think that the two would combine", "but they both, in a weird way, speak the same language.", "And it's, I find all of that so fascinating.", "Music is really, truly for me,", "the key into any sort of impression or anything,", "because it's just really, for me,", "it's just like being a human parrot.", "Just making, reenacting the sounds that I hear.", "And I guess I assume that everybody does that, right?", "When you're telling a story,", "you tell it in the person's voice.", "Well, on that note, your role is Kamala Harris,", "which is now an Emmy award-winning portrayal.", "I mean, I don't think it's been since Tina Fey", "that a politician has been so understood", "in the public imagination through the person", "playing them on SNL.", "I'm not sure why, but it is.", "It's just taken on a life of its own.", "I was curious when you watched the debate,", "what was your process?", "I mean, are you watching this debate", "with, you know, like taking notes,", "practicing vocal inflections back to the screen?", "Do you just sit back with a glass of wine and enjoy it?", "What is your process?", "I hate debates in life.", "The polite arguing fills me with such agita", "that I have difficulty enjoying any debate in any form.", "However, yes, I was paying attention to physicalities", "and also just trying to see how she was doin'.", "And I might as well have been drinking a glass of wine.", "It was just one of those things.", "And I was by myself, I was in the house alone,", "and I was talking to myself.", "You wanna say to the person next to you, like,", "Are you fucking seeing this?", "This is the most insane,", "as if things hadn't been weird enough", "getting us to this point.", "This is so fucking strange and hilarious.", "I don't ever really have any sort", "of answer about impressions", "'cause I've never felt like an impressionist.", "I know how to make sounds", "and I infuse that with what I think is more of a character.", "So I think the times that I've felt successful", "at any sort of impression is just finding a character.", "Because once I make that person, real person,", "into a character, then I can create a language for them.", "And once I have a language for them,", "then I can, then it all just tumbles out.", "Natasha, do you do any political impressions?", "I feel like you could do a good Bernie Sanders.", "Hey, wait a minute! [laughs]", "Hey, I don't like your tone, Michael!", "[jazzy music]"], "authors": ["Condé Nast"], "keywords": ["lyonne", "video", "rudolph", "watch", "dont", "sort", "yorker", "really", "kind", "think", "mean", "oddcouple", "natasha", "im", "feel", "festival", "know", "newyorkercom", "thats", "maya"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}