{"keywords": ["degrees", "explained", "warming", "global", "cost", "climate", "going", "sensible", "costs", "15", "theres", "change"], "title": "Climate change explained: how much will it cost?", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/6cefd242-3028-4ef9-bb6e-6903d88ec069?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=4", "pubDate": null, "id": "314efec2-ecbf-3c98-892b-60ca6a3f708d", "paragraphs": ["You can enable subtitles (captions) in the video player", "Okay.", "I'm going to give you this. Okay", "How much will climate change cost if we do nothing now? Well, the answer to that, in some sense, is we don't know.", "But, last year the Intergovernmental Panel on Climate Change put out a report where it estimated that if nothing was done and if warming increased to 1.5 degrees Celsius - bearing in mind we've already had about one degree of warming - the global cost of climate change damages is likely to be around $54tn by the end of the century. If we reach 2 degrees of warming, their estimate is that by the end of the century we could be looking at $69tn worth of damage.", "But there's a lot more to costs than just economics. There's the survival of life, some of which we are dependent upon.", "Two degrees is too warm for most of the coral in the oceans. About 99 per cent of corals would be gone. Changes to ocean temperature and ocean acidification would also mean that the global catch of fisheries would be about half of what it is at 2 degrees.", "So focusing on the costs in narrow economic terms for a transformation of this scale and irreversibility just seems inappropriate. Sea level rises are important. Desertification, the expansion of deserts and the shift of rainfall patterns across the globe, could be immensely important in affecting humans' ability to carry out agriculture, indeed to survive.", "We could also see intensified conflict, migration. The combination of extreme weather and higher seas is going to make living near the coast much riskier. And many of the changes that climate change will bring are really going to stress governance systems.", "Their big message is if we can hold global warming to 1.5 rather than 2 degrees, we'll be a whole lot better off. The trouble is, in order to avoid 1.5 degrees of warming, we need to halve emissions from what they are now by 2030, and then we need to bring them down to around net zero, almost nothing, by 2050. That's incredibly difficult. No other generation has done this before.", "So the sensible way of thinking about this is there are huge irreversible risks here. They will have economic and many other costs. And if we're sensible, we don't want to run these risks."], "authors": ["Produced", "Edited James Sandy", "Graphics", "Animation Russell Birkett", "Filmed James Sandy", "Nicola Stansfield", "Rod Fitzgerald"], "summary": "OkayHow much will climate change cost if we do nothing now?\nBut, last year the Intergovernmental Panel on Climate Change put out a report where it estimated that if nothing was done and if warming increased to 1.5 degrees Celsius - bearing in mind we've already had about one degree of warming - the global cost of climate change damages is likely to be around $54tn by the end of the century.\nIf we reach 2 degrees of warming, their estimate is that by the end of the century we could be looking at $69tn worth of damage.\nAnd many of the changes that climate change will bring are really going to stress governance systems.\nTheir big message is if we can hold global warming to 1.5 rather than 2 degrees, we'll be a whole lot better off."}