{"authors": ["Charles Creitz"], "title": "Trump should be allowed 'confrontation rights' against Ukraine call whistleblower, ex-Clinton prosecutor says", "url": "http://www.foxnews.com/media/trump-impeachment-inquiry-robert-ray-whistleblower-life-liberty-levin", "summary": "President Trump should be afforded \"confrontation rights\" when it comes to the whistleblower that set off the Democrats' impeachment inquiry, according to an independent counsel who prosecuted former President Bill Clinton's probe.\nIn response, Levin said the impeachment inquiry heralded by lawmakers like Rep. Adam Schiff, D-Calif., seems \"choreographed.\"\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM\"They're going to bring out this -- I say so-called -- whistleblower.\nRay agreed, telling Levin the situation rings similar to the confirmation hearings for Supreme Court Justice Brett Kavanaugh.\nHe also served as independent counsel in the investigation involving Clinton secretary of agriculture Mike Espy, who unsuccessfully ran for the U.S. Senate from Mississippi in 2018 and is reportedly seeking the office again in 2020.", "keywords": ["whistleblower", "impeachment", "independent", "confrontation", "president", "ray", "trump", "allowed", "bring", "rights", "levin", "exclinton", "counsel", "prosecutor", "ukraine", "going"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["President Trump should be afforded \"confrontation rights\" when it comes to the whistleblower that set off the Democrats' impeachment inquiry, according to an independent counsel who prosecuted former President Bill Clinton's probe.", "\"Although the act of impeachment is not actually the same thing as a judicial proceeding, it shares many of the same components,\" ex-Whitewater prosecutor Robert Ray told Mark Levin in an interview airing Sunday on \"Life, Liberty & Levin.\"", "VICTOR DAVIS HANSON: HUNTER BIDEN'S UKRAINE BUSINESS DEALINGS 'LOOK VERY SUSPICIOUS'", "\"If we're going to be in a proceeding where the consequences are potentially the removal from office, the president enjoys obviously, as he's suggested, confrontation rights,\" Ray said. \"And, that doesn't allow for hiding behind anonymity -- and it certainly doesn't preclude full and extensive cross-examination of the basis of the whistleblower's complaint.\"", "The Sixth Amendment to the Constitution includes the so-called Confrontation Clause, which states that \"[i]n all criminal prosecutions, the accused shall enjoy the right ... to be confronted with the witnesses against him.\"", "\"We always in this country, particularly with regard to important matters, have due process -- one of the sort of pillars of our constitutional structure contained in the Bill of Rights.\"", "In response, Levin said the impeachment inquiry heralded by lawmakers like Rep. Adam Schiff, D-Calif., seems \"choreographed.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "\"They're going to bring out this -- I say so-called -- whistleblower. They're going to bring this person out when Schiff decides they're going to bring him out,\" said Levin, adding the Democrats appear to know more about the case than Republicans or the average American.", "Ray agreed, telling Levin the situation rings similar to the confirmation hearings for Supreme Court Justice Brett Kavanaugh.", "\"Not only do they know about it behind the screen, that they've had a heads up even before the whistleblower complaint was filed,\" Ray said. \"But if you had any doubts about that, just go back most recently to the Kavanaugh confirmation hearings if you want an example of the Democratic Party being involved in a heads-up about what was coming in order to coordinate their activities.\"", "Following independent counsel Kenneth Starr's resignation from the Whitewater probe following the impeachment of Clinton and his acquittal in a Senate trial, Ray continued the investigation and filed the case's final report in 2002.", "He also served as independent counsel in the investigation involving Clinton secretary of agriculture Mike Espy, who unsuccessfully ran for the U.S. Senate from Mississippi in 2018 and is reportedly seeking the office again in 2020."], "pubDate": null, "id": "315406c9-a8ba-3126-905b-ae4c43a1032a"}