{"paragraphs": ["In 2007, Gary Rivlin wrote a New York Times feature profile of highly successful people in Silicon Valley. One of them, Hal Steger, lived with his wife in a million-dollar house overlooking the Pacific Ocean. Their net worth was about $3.5 million. Assuming a reasonable return of 5 percent, Steger and his wife were positioned to cash out, invest their capital, and glide through the rest of their lives on a passive income of around $175,000 per year after glorious year. Instead, Rivlin wrote, “Most mornings, [Steger] can be found at his desk by 7. He typically works 12 hours a day and logs an extra 10 hours over the weekend.” Steger, 51 at the time, was aware of the irony (sort of): “I know people looking in from the outside will ask why someone like me keeps working so hard,” he told Rivlin. “But a few million doesn’t go as far as it used to.”", "Steger was presumably referring to the corrosive effects of inflation on the currency, but he appeared to be unaware of how wealth was affecting his own psyche. “Silicon Valley is thick with those who might be called working-class millionaires,” wrote Rivlin, “nose-to-the-grindstone people like Mr. Steger who, much to their surprise, are still working as hard as ever even as they find themselves among the fortunate few. But many such accomplished and ambitious members of the digital elite still do not think of themselves as particularly fortunate, in part because they are surrounded by people with more wealth—often a lot more.”", "Excerpted from Civilized to Death: The Price of Progress by Christopher Ryan. Buy on Amazon. Photograph: Avid Reader Press/Simon & Schuster", "After interviewing a sample of executives for his piece, Rivlin concluded that “those with a few million dollars often see their accumulated wealth as puny, a reflection of their modest status in the new Gilded Age, when hundreds of thousands of people have accumulated much vaster fortunes.” Gary Kremen was another glaring example. With a net worth of around $10 million as the founder of Match.com, Kremen understood the trap he was in: “Everyone around here looks at the people above them,” he said. “You’re nobody here at $10 million.” If you’re nobody with $10 million, what’s it cost to be somebody?", "Now, you may be thinking, “Fuck those guys and the private jets they rode in on.” Fair enough. But here’s the thing: those guys are already fucked. Really. They worked like hell to get where they are—and they’ve got access to more wealth than 99.999 percent of the human beings who have ever lived—but they’re still not where they think they need to be. Without a fundamental change in the way they approach their lives, they’ll never reach their ever-receding goals. And if the futility of their situation ever dawns on them like a dark sunrise, they’re unlikely to receive a lot of sympathy from their friends and family.", "What if most rich assholes are made, not born? What if the cold-heartedness so often associated with the upper crust—let's call it Rich Asshole Syndrome—isn’t the result of having been raised by a parade of resentful nannies, too many sailing lessons, or repeated caviar overdoses, but the compounded disappointment of being lucky but still feeling unfulfilled? We’re told that those with the most toys are winning, that money represents points on the scoreboard of life. But what if that tired story is just another facet of a scam in which we’re all getting ripped off?", "The Spanish word aislar means both “to insulate” and “to isolate,” which is what most of us do when we get more money. We buy a car so we can stop taking the bus. We move out of the apartment with all those noisy neighbors into a house behind a wall. We stay in expensive, quiet hotels rather than the funky guest houses we used to frequent. We use money to insulate ourselves from the risk, noise, inconvenience. But the insulation comes at the price of isolation. Our comfort requires that we cut ourselves off from chance encounters, new music, unfamiliar laughter, fresh air, and random interaction with strangers. Researchers have concluded again and again that the single most reliable predictor of happiness is feeling embedded in a community. In the 1920s, around 5 percent of Americans lived alone. Today, more than a quarter do—the highest levels ever, according to the Census Bureau. Meanwhile, the use of antidepressants has increased over 400 percent in just the past twenty years and abuse of pain medication is a growing epidemic. Correlation doesn’t prove causation, but those trends aren’t unrelated. Maybe it’s time to ask some impertinent questions about formerly unquestionable aspirations, such as comfort, wealth, and power."], "pubDate": null, "summary": "In 2007, Gary Rivlin wrote a New York Times feature profile of highly successful people in Silicon Valley.\nOne of them, Hal Steger, lived with his wife in a million-dollar house overlooking the Pacific Ocean.\nInstead, Rivlin wrote, “Most mornings, [Steger] can be found at his desk by 7.\n“You’re nobody here at $10 million.” If you’re nobody with $10 million, what’s it cost to be somebody?\nWhat if most rich assholes are made, not born?", "title": "Why Are Rich People So Mean?", "url": "https://www.wired.com/story/why-are-rich-people-so-mean/", "keywords": ["youre", "wealth", "worth", "wrote", "rich", "wife", "mean", "money", "rivlin", "working", "million", "steger"], "authors": ["Condé Nast", "Christopher Rya", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "James Verini", "Maria Goodavage", "Isobel Cockerell"], "id": "31b1c77a-9766-3577-8fd2-8a5b35e7aff2", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}