{"id": "31ba12b8-7acf-38d8-8b8a-1e2fd3c50104", "title": "Rocky Horror's Richard O'Brien: ‘I should be dead. I've had an excessive lifestyle'", "url": "https://www.theguardian.com/stage/2020/nov/05/richard-obrien-interview-rocky-horror-trans-crack-stroke-70s", "summary": "Richard O’Brien is 78, but his toothpick body and lightbulb head have always lent him a certain agelessness.\nA few months ago, however, the rakish Rocky Horror Show creator, Crystal Maze presenter and transgender parent-of-three received a stark reminder of his advancing years.\nI’ve led a very excessive lifestyle.”‘It was only meant to run for three weeks’ … Tim Curry as Dr Frank-N-Furter with O’Brien, right, in 1975’s Rocky Horror Picture Show.\nIt was only meant to run three weeks!”Does he think Rocky Horror contributed to the discussion of gender and sexuality?\nI think that’s probably where Rowling is coming from.", "paragraphs": ["Richard O’Brien is 78, but his toothpick body and lightbulb head have always lent him a certain agelessness. A few months ago, however, the rakish Rocky Horror Show creator, Crystal Maze presenter and transgender parent-of-three received a stark reminder of his advancing years.", "He was pottering around at home in New Zealand when he suddenly found himself lying on the floor. “I didn’t register that something was desperately wrong,” he says, speaking from the house he shares with his third wife, Sabrina, 10 miles outside of Katikati. “I just thought: ‘I wonder why I can’t get up.’” Struggling to his feet, he attempted to make a drink, only to discover he couldn’t put the top back on the milk. “I was in a dream-like state. Finally, I gave up with the milk, went to go back to the bedroom, slid down the wall and started speaking in tongues. That’s when Sabrina called the ambulance.”", "It was a stroke. “Just a little one,” he says cheerfully. “I bounced back.” But he has had to make a few unwelcome adjustments to his lifestyle. “I used to love sitting on the back porch all day with a bottle of very full-bodied red at my elbow and a couple of jazz cigarettes. I couldn’t think of anything nicer, quite frankly.” Those days are over. “It cheeses me off. What can you have as a substitute?” A mirthless chuckle. “You can’t drink tea all day.”", "‘Pretending you’re someone else is rather wonderful’ …O’Brien’s brigadier character in The Barren Author.", "Still, he is keeping busy. The reason for our conversation today is the six-part Baron Munchausen-esque audio comedy The Barren Author, in which he plays the Brigadier, a spinner of deliriously tall tales. Surreal flights of fantasy — in the second episode, a highly trained squad of Elton John lookalikes defend the genuine article from the Stasi — are lent an extra comic gleam by O’Brien’s plummy, unfazed delivery.", "He claims not to see many similarities between himself and the Brigadier. “Though I do have fantasy figures who I introduce into my daily pursuits. I’ll ask a question, flip it up into the air and find a character who’ll answer it for me. I suppose it is a kind of insanity but it doesn’t harm anyone. Pretending you’re someone else is rather wonderful. It’s a very childish pursuit, isn’t it?”", "Do I shave my body hair? Ooh, we’re getting a bit personal, aren’t we? As it happens, yes. All shaving is feminising", "Elements of the character chime so closely with O’Brien that I assumed he had added them to the script himself. Take the Brigadier’s recollection that “hair was unwilling to make itself at home on my adolescent body” and his memory of schoolfriends who “didn’t know whether to invite me to the rugby or buy me flowers”. Doesn’t that sound like O’Brien, who at six years old horrified his older brother by expressing a desire to become a fairy princess? “Nothing to do with me!” he protests. “I was as surprised as you were when that came up. In fact, Sabrina raised her eyebrows: ‘I say!’”", "He started shaving his scalp in the mid-1970s in response to the wear-and-tear from a series of dye jobs. Does he shave his body hair, too? “Ooh, we’re getting a bit personal here, aren’t we? As it happens, yes. It feminises the body. All shaving is feminising. I wonder when men first started shaving their faces. That must have been an interesting point in time.”", "O’Brien has spent his life pinballing back and forth between Britain and New Zealand. Born in Cheltenham, he moved to Tuaranga with his parents as a child. They wanted to see “whether life could be better somewhere other than monochromatic postwar Britain”. What he admired about the new country was its lack of a class system. “No one was allowed to be your social superior. When I got back to Britain, that was a hugely wonderful card to be holding. Lords and ladies? Fuck that. New Zealand gave me that gift.”", "After growing restless in his early 20s, he decamped, as it were, to London. “I was in Mick Jagger’s front room in 1965. I was friends with his then-girlfriend, [the model] Chrissie Shrimpton, and she introduced me to the rockocracy. England was swinging like a pendulum. There was nowhere better to be on the planet and I went for it. I should be dead, you know. I’ve led a very excessive lifestyle.”", "‘It was only meant to run for three weeks’ … Tim Curry as Dr Frank-N-Furter with O’Brien, right, in 1975’s Rocky Horror Picture Show. Photograph: 20th Century-Fox/Everett/Rex", "He got paid to ride horses in movies (his debut was in Carry On Cowboy) then drifted into theatre, where he took any job going. Even sweeping up after a performance made him happy — at least he was on the stage. When he was asked to perform at an EMI party, he wrote a song specially for the occasion: Science Fiction/Double Feature, an homage to trashy B-movies. From that evolved in 1973 the most deranged and distinctive stage musical of its age.", "The Rocky Horror Show follows two wholesome American sweethearts, Brad and Janet, who stumble upon a spooky tumbledown mansion where they are relieved of their inhibitions by Frank-N-Furter, the sweet transvestite from transsexual Transylvania. Booked into the cramped 63-seat Theatre Upstairs at the Royal Court, the show sold out, transferred multiple times, ran for seven consecutive years and has been playing somewhere in the world ever since. A 1975 screen version became the ultimate cult movie, dominating the late-night circuit and inspiring devotees to pitch up weekend after weekend in wigs, corsets, fishnets and slap.", "‘I know that I’m loved’ … O’Brien and wife Sabrina. Photograph: Ian West/PA", "O’Brien, who played the hunchbacked, Time Warp-dancing butler Riff-Raff, remembers the view from the stage on opening night. “There was a big electrical storm and Vincent Price was sitting in the audience under the skylight. The lightning flashed and lit him up. I thought: ‘Fuck me, that’s a good omen!’” The theatre was packed and sweaty. “There wasn’t a spare inch. We had one microphone hanging down from the ceiling, and it would swing past the audience’s heads.”", "During the show’s first transfer, “the penny dropped that there was a life to this piece that we hadn’t anticipated. I was dispassionate about it. I was one of those people who held off getting too excited about things in case they got taken away.” That said, he will admit to some astonishment at its longevity. “It’ll be 50 years old in three years’ time. It was only meant to run three weeks!”", "Does he think Rocky Horror contributed to the discussion of gender and sexuality? “Most definitely so. That wasn’t intended but I’m grateful it’s helped other people feel less isolated or lonely.” It helped him, too. “Being transgender is a nightmare for many people. I’m very lucky that I’m in showbiz where I can be this eccentric person and therefore it’s allowed. If I were a primary school teacher maybe that wouldn’t be the case.”", "His openness and inclusivity made it surprising when he remarked in 2016 that a trans woman “can’t be a woman. You can be an idea of a woman.” It felt like an inflexible statement from the man who in Rocky Horror preached the ultimate message of empowerment and self-actualisation: “Don’t dream it. Be it.”", "Does he still hold that view on trans identity? “You and I have to be very careful here,” he says, sounding wary for the first time. “We’ve seen what’s been happening with JK Rowling. I think anybody who decides to take the huge step with a sex change deserves encouragement and a thumbs-up. As long as they’re happy and fulfilled, I applaud them to my very last day. But you can’t ever become a natural woman. I think that’s probably where Rowling is coming from. That’s as far as I’m going to go because people get upset if I have an opinion that doesn’t line up with theirs. They think I’m being mean-spirited and I don’t want that at all.” He came out as transgender comparatively recently, saying at the time “I believe myself probably to be about 70% male, 30% female … I think of myself as a third sex and it makes things easier.”", "There have been grim times in his life, including a period that he has described cryptically as “the abyss.” What was the nature of that? “I went mad,” he says gravely. “I stepped off the edge. I took this drug — I think it was probably a pipe of crack. It was a night from hell and it sent me loopy. It took me a long while to get over that. I could only see madness, people killing each other. I was trying to be sane but I couldn’t find sanity in the world.” It was 18 months before he felt he had fully recovered with the help of friends and family, including his grandchildren — five of them, with another on the way. “It’s one of the things that gets me through the day,” he says. “I know that I’m loved.”"], "authors": ["Ryan Gilbey"], "keywords": ["dead", "think", "body", "sabrina", "horror", "shaving", "thats", "richard", "obrien", "ive", "excessive", "woman", "rocky", "horrors", "im", "lifestyle"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}