{"summary": "When Super Mario Maker 2 launched this past summer, it added several welcome improvements to the creation tools and feature suite.\nHowever, one notable absence from the list of features was the ability to enjoy the online co-op and competitive multiplayer with people on your friends list.\nThanks to an update that hit today, players can now enjoy the online modes with friends.\nThe free update is available today to all Super Mario Maker 2 players.\nNintendo also announced that more updates are coming to Super Mario Maker 2 in the future, including new course parts.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["maker", "list", "friends", "players", "handheld", "course", "mode", "online", "super", "update", "multiplayer", "play", "free", "mario"], "id": "31cade49-1f92-35e2-b686-60dd82cefe9b", "url": "https://www.gameinformer.com/2019/10/02/free-super-mario-maker-2-update-adds-ability-to-play-with-friends-online-create-with", "title": "Free Super Mario Maker 2 Update Adds Ability To Play With Friends Online, Create With Buttons In Handheld Mode", "pubDate": null, "paragraphs": ["When Super Mario Maker 2 launched this past summer, it added several welcome improvements to the creation tools and feature suite. However, one notable absence from the list of features was the ability to enjoy the online co-op and competitive multiplayer with people on your friends list. Thanks to an update that hit today, players can now enjoy the online modes with friends.", "Now, when players log on to the game's online suite, they can choose to play multiplayer versus or multiplayer co-op with friends on their Switch friends list as well as the option to play with randomly selected players. While in a session with friends, players can choose the difficulty in Course World, or play courses from their list of locally saved courses.", "This free update also adds an \"Official Makers\" list to the online leaderboards. In this section, you can find courses created by official course creators and courses created for collaborations or special events. In addition, this update adds the ability to choose to use touchscreen or button controls while making a course in handheld mode. Previously, you could only use touch controls in handheld mode.", "The free update is available today to all Super Mario Maker 2 players. Nintendo also announced that more updates are coming to Super Mario Maker 2 in the future, including new course parts."]}