{"id": "31e5bc54-93aa-3583-b1da-9b8042565f11", "title": "Joe Biden Wins the Election, at Last - The New York Times", "url": "https://www.nytimes.com/2020/11/07/opinion/joe-biden-president-winner.html", "summary": "Having peered into the abyss of autocratic nationalism, the American people have chosen to step back from the brink.\nMr. Trump still knows how to draw a crowd — albeit not always to his advantage.\nIn the end, it was Mr. Biden who captured more votes than any presidential candidate in U.S. history, while Mr. Trump captured the second-most votes in U.S. history.\nFortunately for America, Mr. Biden promises to be a president for both sides — a welcome shift from a leader who has spent his tenure dividing the electorate into perceived fans and enemies.\nAmericans have embraced that optimism and Mr. Biden as their next president.", "paragraphs": ["Having peered into the abyss of autocratic nationalism, the American people have chosen to step back from the brink. The ballot counting will continue for a few days yet, but the math is what it is: Joe Biden will have the 270 electoral votes needed to win the White House, and likely many more. President Trump’s four-year assault on our democratic institutions and values will soon end.", "The contest generated intense passions. In a year marked by the incalculable loss of life and the economic devastation of a pandemic, Americans turned out to vote in numbers not seen for generations, starting weeks before Election Day. Mr. Trump still knows how to draw a crowd — albeit not always to his advantage. In the end, it was Mr. Biden who captured more votes than any presidential candidate in U.S. history, while Mr. Trump captured the second-most votes in U.S. history.", "The tally comes with disappointment on both sides: for Biden supporters, who hoped for a more resounding repudiation of Trumpism and for a Senate ready to enact their agenda, and for Trump supporters, who hoped for another four years and to chasten their critics. Fortunately for America, Mr. Biden promises to be a president for both sides — a welcome shift from a leader who has spent his tenure dividing the electorate into perceived fans and enemies.", "While the coming weeks will most likely bring unexpected moves and more dangerous disinformation from Mr. Trump, it is worth taking this moment to raise a glass and breathe a sigh of relief. America gives its citizenry the ultimate responsibility for holding leaders accountable, for deciding what kind of nation this will be. The broad endorsement of Mr. Biden’s message of unity and healing is cause for celebration. Americans have embraced that optimism and Mr. Biden as their next president."], "authors": ["The Editorial Board"], "keywords": ["mr", "wins", "trump", "likely", "supporters", "sides", "election", "york", "votes", "president", "weeks", "joe", "hoped", "times", "biden"], "pubDate": "2020-11-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}