{"id": "31eb7d9f-111f-3d77-b5f6-d51c0f070f57", "title": "Awaiting Voting Results, New York Becomes Plywood City", "url": "https://www.newyorker.com/magazine/2020/11/16/awaiting-voting-results-new-york-becomes-plywood-city", "summary": "It is not a promising sign for democracy that New York City prepared for a Presidential election as if it were a hurricane.\nIn normal times, his company, ServiceChannel, helps businesses such as Chipotle and Tory Burch find contractors to do work on their ­buildings.\nIn the two weeks leading up to Election Day, Service­Channel helped put up plywood and other looting deterrents at twelve hundred buildings.\nLooters had started bringing drills to unscrew the plywood, so owners learned to use screws with unusually shaped heads.\nA spokesman for Tiffany’s pointed out that its store near Trump Tower, despite being covered in plywood, was still open for business.", "paragraphs": ["It is not a promising sign for democracy that New York City prepared for a Presidential election as if it were a hurricane. If the symbol of the 2000 race was the hanging chad, and 2008’s was the “Hope” poster, 2020’s may be the boarded-up storefront. Before the votes came in, the smart money among the business class was on destruction, whether in celebration or in protest. Or maybe both. In Manhattan, as Tuesday approached, entire blocks were shuttered.", "Illustration by João Fazenda", "This made Tom Buiocchi an impor­tant figure. In normal times, his company, ServiceChannel, helps businesses such as Chipotle and Tory Burch find contractors to do work on their ­buildings. “The common problem is, you know, the toilet blew up in the bathroom of the Banana Republic in Walla Walla, Washington,” he said. Recently, however, he’s become a consigliere to companies nervous about election unrest. In the two weeks leading up to Election Day, Service­Channel helped put up plywood and other looting deterrents at twelve hundred buildings. Two hundred and twenty-­nine of them were in New York.", "The decision to lock down can be tricky. “Being the first to board up, or the only one that didn’t board up, could be perceived that you’re siding with some particular stance,” Buiocchi said. During the scattered looting after the murder of George Floyd, this spring, some companies were slow to respond. At one of the stores Buiocchi services in the Bay Area, he said, “things were being boarded up as the protesters were coming by. There was literally a negotiation between the contractors and the protesters.” Before the election, owners exchanged tips. Looters had started bringing drills to unscrew the plywood, so owners learned to use screws with unusually shaped heads. They added corrugated metal. The deep-pocketed switched to plywood that was fire resistant. Strategies were devised to prevent the spillage of blood. (“Biohazard,” Buiocchi explained. “It elongates the amount of time you have to stay closed.”) One new approach involved pleas for peace painted directly onto the plywood. In SoHo, someone had scrawled a quote from the Dalai Lama on the Jimmy Choo boutique. A Ralph Lauren store nearby had one from Ronald Reagan. A saboteur, perhaps? (“Borderline insurance fraud,” someone called it.) “What the stores have learned never to do is to put up merchandising and brand-specific information like, ‘Hey! Two-for-one sale today!’ ” Buiocchi explained.", "The best outcome, business-wise, was a resounding victory for either candidate. “Clear, decisive, everybody go back to work in twenty-four hours,” Buiocchi said. By Wednesday, he was ruling out that dream scenario. Yet for the next two nights only small protests materialized in the city. Calm—or exhaustion—mostly prevailed.", "All the plywood began to imply a diminished faith in self-government. It also, in a way, conveyed confidence in a product. The boarded-up Versace store reinforced the idea that lots of people want Versace. But there were limits. The Sweetgreen near Union Square was boarded up; was it worried that citizens would make a run on Shroomami bowls? “The reason is, sometimes people just want to throw a garbage can through a window, and if they damage equipment it could be hundreds of thousands of dollars,” a contractor, whose company had shuttered a bakery last week, explained.", "For those most pessimistic about the long-term stability of the body public, the best option was something permanent but not panicky. In the weeks before the election, Riot Glass, a company offering shatterproof reinforcement for windows and doors, got more orders than it could keep up with. Brad Campbell, the C.E.O., invented the product six years ago, on a hunch: “I’ve always felt that there was some sort of imminent chaos coming.” His product has survived sledgehammers and worse—“we’ve shot it with AK-47 rounds,” he said, and still no shattering—but it’s also unobtrusive. “It doesn’t make their building look like an armed camp,” he noted. “They don’t want to look fortified, but they want to be fortified.”", "By the week’s end, as the vote counts trickled in and a conclusion neared, the peace was holding across the country, but barely. Armed right-wing protesters were massing outside a ballot-counting center in Maricopa County, in Arizona. The N.Y.P.D. was roughing up an elected official. Trump’s campaign was urging his followers to “FIGHT BACK.” (Some seemed to be heeding the advice: police in Philadelphia said they foiled a planned attack outside the city’s election center.) But big business was sanguine. Stocks shot up, likely at the prospect of a Republican Senate with a Biden White House—the same friendly tax rates, without the pesky tweets. But where to spend the extra dough? A spokesman for Tiffany’s pointed out that its store near Trump Tower, despite being covered in plywood, was still open for business. ♦"], "authors": ["Zach Helfand", "Zach Helfan"], "keywords": ["buiocchi", "protesters", "work", "results", "plywood", "weeks", "city", "store", "awaiting", "company", "product", "york", "business", "election", "voting"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}