{"id": "32012b10-3f55-3bd3-8850-58771b463c68", "title": "How to Trick Out Your iPhone Home Screen in iOS 14", "url": "https://www.wired.com/story/customize-iphone-home-screen-widgets-aesthetic-ios14#intcid=_wired-most-popular-right-rail_4f3bd516-b55a-46c4-bc44-b0fba9ab7957_popular4-1", "summary": "The addition of mighty widgets in iOS 14, though, lets you break out of that rut for the first time, well, ever.\nApple’s iOS widgets are available in three sizes, which we’ll call small, medium, and venti.\nThe small iOS Weather widget shows you the current temperature, that day’s forecasted high and low, and a tiny graphic to convey if it’s sunny, cloudy, rainy, and so on.\nApple’s native apps—as well as some iOS settings, like Battery and Screen Time—all offer them as well.\nAnd there are also dedicated widget apps, like Widgetsmith, for those who want to more fully micromanage their home screen experience.", "paragraphs": ["Your iPhone is capable, reliable, and sturdy—as long as you don’t drop it again on that one corner that keeps cracking. But over decades of refinement, it’s also gotten a little boring. Your apps line up in tidy rows, you swipe until you remember which screen you put Disney+ on, repeat 80 times a day or so. The addition of mighty widgets in iOS 14, though, lets you break out of that rut for the first time, well, ever.", "If you’ve ever had an Android phone, you’ve likely tinkered with widgets before. On iOS, not so much, outside of a modest implementation in the iPhone and iPad’s “Today View,” the neglected territory you get to by swiping right from your home or lock screen. In iOS 14 though, the dam has burst. Widgets are welcome anywhere, across a wide range of apps in a variety of sizes. You can edit them, move them, and stack them to your heart’s content. You can download third-party apps that open the door to TikTok virality. Combine them with the iOS Shortcuts feature, and you can even go full Infinity Wars.", "No matter how you choose to widget, it’s a way to make your iPhone a little more useful at a glance, and a lot more customized to your specific needs. Here’s a guide to whether widgets are right for you (probably) and how to get started with them (easily). Caution: The following contains prolific use of the word jiggle.", "So What’s a Widget?", "You know how your iPhone display shows little rounded-square icons for all of your apps, sometimes with notifications popping out of the upper-right corner, and that’s about all the information it gives you? Widgets are designed to fill in all the other details you might want at a glance.", "Apple’s iOS widgets are available in three sizes, which we’ll call small, medium, and venti. Kidding! We’ll call the last one large. They take up the space of four apps (square), eight apps (horizontal rectangle), and 16 apps (big square, basically half of your screen), respectively. They use all that extra space to surface handy information.", "Brian Barrett via Apple", "Take the Weather app, probably the most straightforward example of what a widget can do for you. The small iOS Weather widget shows you the current temperature, that day’s forecasted high and low, and a tiny graphic to convey if it’s sunny, cloudy, rainy, and so on. Step up to medium and you get all that plus a snapshot forecast of the next five hours. Going gigante adds a five-day outlook.", "Some apps offer multiple variations of widget. Wikipedia can just as easily show you a “picture of the day,” a glimpse at “this day in history,” and a rundown of the online encyclopedia’s most-read stories today. You can plop all three on your home screen at once if you’re so inclined. (We’re not really reviewing individual widgets here, but heads up that if you go with the daily photo, choose the big widget to minimize funky cropping.) Note that not every widget offers every size. Google, for one, keeps it modest with small and medium only; the former is a quick search function, the latter adds ready access to Google Lens, Incognito Mode, and voice search.", "As for which apps you can widget with, that remains a moving target as developers hustle to add the feature. As you might have guessed, weather, calendar, and financial apps are leading the way; Fantastical alone has 11 to widgets to chose from. Apple’s native apps—as well as some iOS settings, like Battery and Screen Time—all offer them as well. And there are also dedicated widget apps, like Widgetsmith, for those who want to more fully micromanage their home screen experience. We’ll talk about that more in a minute, since that’s how you can really dive into changing up your iPhone’s whole aesthetic."], "authors": ["Brian Barrett", "Brian Barret"], "keywords": ["iphone", "weather", "widget", "14", "ios", "small", "medium", "widgets", "apps", "trick", "little", "screen"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}