{"keywords": ["spend", "growth", "yoon", "category", "understand", "sales", "sustainable", "key", "superconsumers", "super", "high", "data", "profits", "supers", "untapped"], "id": "3227b56d-69f2-33f3-a378-d94d6b2ca53f", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Suppose you could tap into your company’s most passionate and profitable consumers to discover how to make your company even more successful?", "You can, by understanding the role of superconsumers.", "Who is a superconsumer?", "“A superconsumer is someone who loves the category (high passion) and spends a lot of money in the category (high profit),” according to Eddie Yoon, founder of think tank EDDIEWOULDGROW and author of “Superconsumers: A Simple, Speedy, and Sustainable Path to Superior Growth.”", "Superconsumers are valuable to an organisation from both an economic and a strategic standpoint.", "“In my big data research, ‘supers’ are often the top 10% of consumers who drive 30-70% of category sales, even higher category profit, and 99% of category insights. If you understand superconsumers and can win them over, they will convert everyone else to you,” Yoon says.", "Zvi Band, author of “Success Is in Your Sphere: Leverage the Power of Relationships to Achieve Your Business Goals,” agrees that superconsumers are super important to your organisation.", "“One of the benefits of identifying your superconsumers is that they are often well-connected to other superconsumers, who can further accelerate your business' growth,” he says.", "Examples of superconsumers", "At first, it might be hard to identify superconsumers, because they don’t necessarily fit neatly into assumed categories.", "“They are extraordinarily valuable because they are motivated by rational, emotional, and aspirational benefits for the category overall,” Yoon explains. “They spend more because they have found new and clever uses for the category that make their lives meaningfully better and thus make them willing to pay a big premium or spend much more.”", "The key is to understand why they fit into this category of consumers.", "For example, he says that superconsumers of hot dogs are households with teenagers who devour hot dogs for an after-school snack.", "“For these supers, hot dogs are great for a busy teenager, who is trying to maximise their full potential between classes, soccer practice, and drama rehearsal.”", "Think about superconsumers of Velveeta cheese. If you guessed that they consume this product because they have limited funds, you would be mistaken.", "Instead, Yoon says they’re parents of children who don’t like vegetables.", "“They use the incredible melt of Velveeta to pour over broccoli and transform it into a magical, no-complaint treat for kids.”", "How superconsumers can help to grow your business", "The consumer landscape is volatile, but superconsumers can help your company now and in the long term. In the near term, Yoon recommends activating them using the “F.U.E.L.” framework: find, understand, empathise and lean in.", "Find supers right under your nose and start a conversation and a long-term relationship with them.", "Understand their origin stories and how the category makes their lives better.", "Empathise with the core problems they are trying to solve and the life quests that matter to them.", "Lean in and adapt your business closer to them.", "For long-term planning, superconsumers are the key to the company’s growth strategy.", "“It’s important to throw out your annual plan and replace it with a category vision to double the category,” he says. “You need to ask the question, ‘What must be true for the category to double?’”", "The answer separates average consumers from supers.", "“Ask an average consumer and they’ll laugh at you, but ask a superconsumer, and they will gladly tell you what they need to spend twice as much.”", "Finding and listening to superconsumers", "So, where can you find superconsumers? Yoon suggests looking in three places.", "“First, look around your friends, family and fellow coworkers,” he says. “Supers are always around, but most companies aren’t looking for them.”", "Then, look for the digital breadcrumbs that superconsumers leave.", "“How a super spends their time is as insightful as how they spend their money,” Yoon says. “If they are posting about the category online, it likely means they are a super.”", "“Finally, look for them in your data,” explains Yoon. “I hate the words ‘national average” because they smooth out all the wonderful nooks and crannies of your data, which is the tell-tale sign of a super.” Yoon says high spikes in data are indications of supers.", "“Areas with strong shipments or sales, areas with high sales per capita, areas where share of growth is outpacing share of market are great places to look.”", "Band says you may find superconsumers by doing a line-by-line review of each customer above a certain spending limit.", "“Or you may find them by running your database through a service like FullContact, letting you then filter customers by social media followers, title (CEO, President), and flagging the ones that could be potential high-leverage relationships,” Band explains.", "Browse marketing courses for executives", "--", "Terri Williams is a freelance writer who covers leadership topics for The Economist Careers Network."], "authors": [], "title": "Superconsumers: The key to untapped profits and sustainable growth", "pubDate": null, "summary": "“In my big data research, ‘supers’ are often the top 10% of consumers who drive 30-70% of category sales, even higher category profit, and 99% of category insights.\nIf you understand superconsumers and can win them over, they will convert everyone else to you,” Yoon says.\n“One of the benefits of identifying your superconsumers is that they are often well-connected to other superconsumers, who can further accelerate your business' growth,” he says.\n“They are extraordinarily valuable because they are motivated by rational, emotional, and aspirational benefits for the category overall,” Yoon explains.\nFor long-term planning, superconsumers are the key to the company’s growth strategy.", "url": "https://execed.economist.com/blog/career-hacks/superconsumers-key-untapped-profits-and-sustainable-growth"}