{"url": "https://www.newyorker.com/culture/likes/what-to-do-in-new-york-city-this-weekend", "paragraphs": ["These are our top picks for the weekend of October 4th-6th. For more event listings and reviews, check out Goings On About Town.", "Courtesy of the artist and Greene Naftali, New York", "Happiness (finally) returns in the work of Paul Chan, whose digital videos from the early two-thousands were riots of color but who is now known as a virtuoso of darkness—one acclaimed piece, from 2009, is a punishingly long projection about the Marquis de Sade, composed of flickering shadows. Chan’s inspired new show, “The Bather’s Dilemma” (at the Greene Naftali gallery, in Chelsea), riffs on a more joyful Frenchman: the painter Henri Matisse. Figures stitched by the artist from bright nylon fabric move with choreographic precision, animated by electric fans—beautifully absurd hybrids of Matisse dancers and gas-station tube men.—Andrea K. Scott", "For more art reviews, click here.", "Photograph by Pat Greenhouse / The Boston Globe / Getty", "Harsh policies targeting undocumented immigrants have inspired myriad artistic acts of solidarity. In that spirit, a few D.I.Y. experimentalists are joining forces, Sunday night at Baby’s All Right, to continue fighting injustice. This benefit concert for New York’s Immigrant Defense Project includes Active Bird Community, a local trio known for its stirring indie rock; Nick Hakim, a D.C.-bred artist who makes otherworldly R. & B.; Sad13, the solo project of Speedy Ortiz’s Sadie Dupuis; and the wry and whip-smart singer-songwriter Sidney Gish, from Boston.—Julyssa Lopez", "For more night-life listings, click here.", "Photograph by Haruka Sakaguchi for The New Yorker", "Hospitality takes many forms. At Lokanta, a Turkish restaurant that opened in April, it manifests, counterintuitively, in the blustery bearing of the chef and owner, Orhan Yegen. There are very few people who can make slightly grumpy, brusque confidence come across as alluring and even charming. Yegen, a veteran restaurateur who also owns Sip Sak, in Manhattan (the menus overlap significantly), is one of them, with a reputation that precedes him; the thrill of hearing his dramatic proclamations is one of the draws of his establishments. “If I was a normal person, I wouldn’t have come to this country,” he declared one evening in May, as he surfed around Lokanta’s dining room. “I’m not normal—I’m an artist.”—Hannah Goldfield", "For more restaurant reviews, click here.", "Photograph by Joan Marcus", "“Runboyrun” and “In Old Age,” at New York Theatre Workshop, are the third and the eighth installments in the playwright Mfoniso Udofia’s “Ufot Cycle,” an ambitious series of nine interlinked plays that build a family mythology. In “runboyrun,” an exquisite work of theatre, Disciple Ufot (Chiké Johnson) is haunted by memories of Nigeria’s civil war while his wife, Abasiama (Patrice Johnson Chevannes), struggles to connect with him. Udofia’s script is effortlessly lyrical and rhythmic, but it’s Loretta Greco’s graceful direction and the superb performances that coalesce to form a heartrending story about individual and national trauma. “In Old Age” (directed by Awoye Timpo) also features Abasiama, now older and haunted by the ghost of Disciple. Though capably performed, this work is more bold-faced but less effective in its sentimentality.—Maya Phillips", "For more theatre reviews, click here.", "Photograph by Vlad Cioplea / Courtesy Magnolia Pictures", "The second weekend of the New York Film Festival, taking place at Lincoln Center, includes “The Whistlers” (screening Sunday and Monday), the new film by Corneliu Porumboiu, who’s the most original of the new generation of Romanian directors. Throughout his career, Porumboiu has taken wry comedic looks at his country’s legacy of dictatorship and its effect on culture, language, and memory. In his new film, he ingeniously develops these themes in the genre framework of a police story, set amid an international network of drug dealers who use a secret local language to evade the law.—Richard Brody", "For more movie reviews, click here.", "Photograph Courtesy ENSEMBLE / PARALLAX", "Salvatore Sciarrino’s music can be unnervingly quiet—the violin bows scrape the strings, producing rasp as much as tone, and the percussion thumps at uneven intervals like something out of Edgar Allan Poe. Friday evening, at National Sawdust, Ensemble/Parallax and the mezzo-soprano Kathleen Roland present two of his pieces: “Infinito Nero” (“Black Infinity”), which draws on the medieval mysticism of the sixteenth-century nun St. Maria Maddalena de’ Pazzi, and “Le Voci Sottovetro” (“The Voices Under Glass”), a more melodic work that reimagines the fractured beauty of Gesualdo’s madrigals. Patricia Alessandrini’s “Nachtgewâchse,” for chamber ensemble and live electronics, rounds out the program, which also features video art by Wolfgang Lehmann and David Webber.—Oussama Zahr", "For more classical-music listings, click here.", "Illustration by Daniel Salmieri", "If someone turned “The Breakfast Club” into a dance for four women, it might look like Anne Teresa De Keersmaeker’s “Rosas Danst Rosas.” Clad in gray, with sleeves that slip provocatively from their shoulders, the women squirm, thrash their hair, pull at their clothes, or create elegant loop-the-loops, now and then smiling slyly at private thoughts. The piece, created in 1983, was only De Keersmaeker’s third, but its mix of formal rigor, coiled energy, and pugnacity instantly struck a nerve. Members of her Brussels-based company, Rosas, perform this classic of eighties post-minimalism at New York Live Arts tonight through Saturday, October 5th.—Marina Harss", "For more dance listings, click here."], "pubDate": null, "id": "324e7fda-c5ae-3c64-b322-b7e736121b44", "keywords": ["nyc", "4th6th", "herephotograph", "film", "work", "york", "click", "reviews", "rosas", "listings", "artist", "theatre", "weekend"], "title": "What to Do in N.Y.C. This Weekend: October 4th-6th", "summary": "These are our top picks for the weekend of October 4th-6th.\n“I’m not normal—I’m an artist.”—Hannah GoldfieldFor more restaurant reviews, click here.\nThough capably performed, this work is more bold-faced but less effective in its sentimentality.—Maya PhillipsFor more theatre reviews, click here.\nPhotograph by Vlad Cioplea / Courtesy Magnolia PicturesThe second weekend of the New York Film Festival, taking place at Lincoln Center, includes “The Whistlers” (screening Sunday and Monday), the new film by Corneliu Porumboiu, who’s the most original of the new generation of Romanian directors.\nPatricia Alessandrini’s “Nachtgewâchse,” for chamber ensemble and live electronics, rounds out the program, which also features video art by Wolfgang Lehmann and David Webber.—Oussama ZahrFor more classical-music listings, click here.", "authors": ["The New Yorker", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}