{"id": "324eca73-40c5-35d2-a03e-3b9c15516d86", "title": "J.B. Hunt Misses on Fourth-Quarter Earnings", "url": "https://www.wsj.com/articles/j-b-hunt-misses-on-fourth-quarter-earnings-11579287916?mod=hp_minor_pos13", "summary": "Transportation bellwether J.B. Hunt Transport Services Inc. delivered lower-than-expected profits in the fourth quarter, raising concerns for other freight operators.\nAnalysts had forecast diluted earnings per share of $1.50, according to FactSet.\nJ.B. Hunt shares were off 5.5% in Friday midafternoon trading, to $113.20 per share.\nThe company reported net earnings of $144.7 million for the quarter.\nFor all of 2019, J.B. Hunt showed a $516.3 million net profit, or $4.75 per diluted earnings per share, up from $489.6 million, or $4.43 earnings per share, the previous year.", "paragraphs": ["Transportation bellwether J.B. Hunt Transport Services Inc. delivered lower-than-expected profits in the fourth quarter, raising concerns for other freight operators.", "The Lowell, Ark.-based company reported a 6% increase in quarterly revenue, to $2.45 billion, compared with the same period in 2018, and diluted earnings per share of $1.35, compared with 81 cents in 2018. Analysts had forecast diluted earnings per share of $1.50, according to FactSet.", "Newsletter Sign-up", "“The quarter was weak across the board,” Citigroup Inc. analyst Christian Wetherbee wrote in a Friday research note. Challenges in freight brokerage were “bigger than expected,” he wrote, presenting “a bad read across for” C.H. Robinson Worldwide Inc., the largest freight broker in North America, which reports results later this month.", "J.B. Hunt shares were off 5.5% in Friday midafternoon trading, to $113.20 per share.", "The company reported net earnings of $144.7 million for the quarter. That was a 63% increase from the same period in 2018, when net earnings included a pretax charge of $134 million on claims from an arbitration agreement with BNSF Railway Co., the main partner in J.B. Hunt’s intermodal business moving freight by truck and rail.", "Slow growth in J.B. Hunt’s intermodal truck-rail segment, its largest, weighed down results. Total volume grew 2% in the quarter compared with the same period in 2018, and revenue per load excluding fuel surcharges was flat.", "The company expects intermodal volume to increase this year but says lower pricing in the trucking market is pulling business from that sector.", "“There is a challenge to grow in the East because the customers are able to secure truckload capacity at rates equal to or better than intermodal,” Darren Field, J.B. Hunt’s head of intermodal, said in a Friday investor call. “And until we can offer economics and service combined that outperform truck, we’re going to be challenged there.”", "J.B. Hunt also reported an $11.8 million operating loss in freight brokerage, an area in which the company has been investing heavily in technology to expand its digital freight platform.", "The company expects to add between 800 and 1,000 trucks to its dedicated contract services unit, which handles outsourced trucking services for shipping customers and includes its growing last-mile delivery business. The segment notched a 20% year-over-year revenue jump in the quarter, a gain partially offset by increased costs for driver wages and other expenses.", "For all of 2019, J.B. Hunt showed a $516.3 million net profit, or $4.75 per diluted earnings per share, up from $489.6 million, or $4.43 earnings per share, the previous year.", "Write to Jennifer Smith at jennifer.smith@wsj.com"], "authors": ["Jennifer Smith"], "keywords": ["fourthquarter", "jb", "earnings", "misses", "2018", "freight", "company", "intermodal", "quarter", "million", "hunt", "share"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}