{"id": "32d9edb0-e95c-30e4-91bc-5b2d9270bf5a", "title": "Painkiller wars - American lawmen are going after Opioids Inc", "url": "https://www.economist.com/business/2020/10/31/american-lawmen-are-going-after-opioids-inc", "summary": "Opioids Inc is under legal assault on several fronts.\nLast year a judge in Oklahoma ruled that Johnson & Johnson ( J & J ) had created a “public nuisance” by contributing to opioid abuse and ordered it to pay some $500m; J & J is appealing the verdict.\nWhile insisting it did nothing wrong, J & J signalled this month that it is willing to cough up $5bn if a comprehensive settlement can be agreed.\nOn October 12th Mallinckrodt, a big purveyor of generic opioids, agreed to pay $1.6bn in a settlement as it filed for bankruptcy.\nThe plaintiffs allege that the pharmacies knew that opioids were being overprescribed but kept dispensing them.", "paragraphs": ["“I N THE SHADOW of their own profound failures, D o J and DEA now seek to retroactively impose…requirements that are not found in any law.” Unusually strong words to hurl at America’s Department of Justice and its Drug Enforcement Administration. They come from an unusual lawsuit filed by Walmart on October 22nd. It is a pre-emptive strike against the Feds, who are preparing to hammer the giant retailer for allegedly fuelling the opioid crisis.", "Opioids Inc is under legal assault on several fronts. Drugmakers were first in the firing line. Last year a judge in Oklahoma ruled that Johnson & Johnson ( J & J ) had created a “public nuisance” by contributing to opioid abuse and ordered it to pay some $500m; J & J is appealing the verdict. The company also stands accused of wrongdoing, along with other firms, in lawsuits filed in federal courts by thousands of local governments. While insisting it did nothing wrong, J & J signalled this month that it is willing to cough up $5bn if a comprehensive settlement can be agreed.", "For the world’s largest drug firm, with annual revenues of $56bn, such a hit would be a publicity nightmare but financially manageable. For smaller fry, litigation can prove fatal. On October 12th Mallinckrodt, a big purveyor of generic opioids, agreed to pay $1.6bn in a settlement as it filed for bankruptcy. On October 21st the D o J announced that Purdue Pharma, the most prominent opioids producer, which folded last year, had agreed to admit guilt and pay roughly $8bn. A number of state attorneys-general think the settlement lets the Sackler family, which controlled Purdue, keep too much of the $10bn or so they have taken out of the firm since 2008.", "As the second phase of opioid litigation begins, “pharmacies are front and centre,” says Andrew Pollis of the Case Western Reserve School of Law. Two counties in Ohio have sued three big chains, CVS , Rite Aid and Walgreens, and Walmart (which has pharmacies inside its big-box stores). The suits will be bellwethers for more than 2,000 similar complaints filed across the country. The plaintiffs allege that the pharmacies knew that opioids were being overprescribed but kept dispensing them. The firms deny wrongdoing.", "For firms caught in the mess, the next best thing to exoneration is a speedy resolution. A few months ago rumours swirled of a “big global deal”, in the words of an insider, involving counties and state attorneys-general. To co-ordinate the 2,000-plus lawsuits, Dan Polster, a federal judge overseeing the Ohio cases, promoted a novel legal concept of a “negotiation class”. It would bind all parties to any settlement.", "The pandemic has led to big delays, removing the pressure to settle quickly before trial begins. Mr Polster rejected the demand made by plaintiffs’ attorneys that 7% of any settlement go into their pockets, so unhappy lawyers are now threatening to derail the big global deal. A federal appeals court recently rejected Mr Polster’s negotiation class as a jurisprudential innovation too far. Elizabeth Burch of the University of Georgia School of Law, worries that the way forward now “looks like a zigzag”. The end of the legal saga seems as remote as that of the opioid crisis itself. ■"], "authors": ["The Economist"], "keywords": ["going", "pharmacies", "american", "big", "pay", "filed", "legal", "lawmen", "painkiller", "j", "wars", "opioid", "settlement", "opioids", "law"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}