{"keywords": ["kauai", "26", "kahiliholo", "kilauea", "property", "features", "large", "zoning", "25", "96754", "stream", "water", "rd", "sale", "parcel", "states", "hawaii", "hi", "united"], "title": "KAHILIHOLO RD, Kilauea, HI, 96754, Kilauea, HI 96754, Kilauea, Hawaii, United States For Sale", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/homes/2802167/kilauea-property-for-sale/kahiliholo-rd-kilauea-hi-96754-kilauea-hi-96754", "pubDate": null, "id": "32deddf1-3553-3599-a06c-9eea711c45e8", "paragraphs": ["Wai Koa Plantation is a 528-acre agricultural property located just outside of Kilauea on the North Shore of Kauai. The property is situated between the adjacent parcels of Common Ground, the Anaina Hou Community Park, and the Kalihiwai Ridge Subdivision. Comprised of two large parcels, this offering features varying topography and terrain, from gently sloping hardwood forests to flat meadows, as well as diverse water features including large fish ponds, flowing streams, and the historic stone-dam waterfall. Zoning allows for up to 15 farm dwellings.", "", "• Zoning: Parcel 25 & 26 are located in the State Land Use Commission Agricultural District", "• Both Parcel 25 and 26 are split-zoned in Kauai Comprehensive Zoning Ordinance (“CZO”) Agriculture and Open Districts.", "• Density: Parcel 25 entitled to 5 Farm Dwelling Units (\"FDUs\") and Parcel 26 entitled to 10 FDUs (two FDU's built out on Parcel 26).", "• Tree Farm - 139.5 acres of planted true big leaf Mahogany, Swietenia macrophylla", "• Kauai Fresh Farms - agricultural hydroponic business producing tomatoes and lettuce", "• Development and Conservation opportunities", "• Water Infrastructure: Ten 5/8 water meters are allocated to Parcel 26. A 2-inch water line supplies the existing homes on Parcel 26 as well as the Kauai Fresh Farms operations on Parcel 25", "• Water Features: Stone Dam & Kahiliholo stream on the South, Puukumu Stream runs through the middle of the plantation, 4 large lagoons on property, an unnamed stream runs along Kahiliholo Road on the western portion of the property", "• Kalihiwai Reservoir Water Rights - multi-pump irrigation and dual fire protection systems"], "authors": [], "summary": "Wai Koa Plantation is a 528-acre agricultural property located just outside of Kilauea on the North Shore of Kauai.\nThe property is situated between the adjacent parcels of Common Ground, the Anaina Hou Community Park, and the Kalihiwai Ridge Subdivision.\nComprised of two large parcels, this offering features varying topography and terrain, from gently sloping hardwood forests to flat meadows, as well as diverse water features including large fish ponds, flowing streams, and the historic stone-dam waterfall.\n• Zoning: Parcel 25 & 26 are located in the State Land Use Commission Agricultural District• Both Parcel 25 and 26 are split-zoned in Kauai Comprehensive Zoning Ordinance (“CZO”) Agriculture and Open Districts.\n• Density: Parcel 25 entitled to 5 Farm Dwelling Units (\"FDUs\") and Parcel 26 entitled to 10 FDUs (two FDU's built out on Parcel 26)."}