{"id": "32df5cf3-5193-3126-93db-8d5ce2e586af", "title": "Politics - The Conservative Party’s changing stance on race", "url": "https://www.economist.com/britain/2020/10/31/the-conservative-partys-changing-stance-on-race", "summary": "There were just two ethnic-minority Tory MP s when David Cameron became leader in 2005.\nThere are now 22 non-white Tory MP s out of 365, and 65 altogether in the Commons.\nLabour MP s accused Conservative ones of naivety and evasiveness about inequality; Tories accused Labour of fostering division and grievance.\nSome Labour MP s embrace the global span of the BLM movement.\nTom Hunt, a young Tory MP , accuses its leaders of promoting “cultural Marxism” and “the abolition of the nuclear family.”", "paragraphs": ["A CCORDING TO HANSARD , the official parliamentary record, the term “critical race theory” had not been uttered in the House of Commons before October 20th. The discipline, which holds racism as a pervasive condition rather than merely as hateful conduct, emerged in American academia in the 1980s, and crossed the Atlantic two decades later. It uses the concept of “white supremacy” to refer not just to hooded Klansmen, but to the everyday advantages afforded to white people. It has shaped the thinking of many in the Black Lives Matter ( BLM ) movement. Yet it had not much stirred the Conservative Party until Kemi Badenoch, a Treasury minister who also speaks for the government on equalities issues, declared the government to be “unequivocally against critical race theory”, calling it “an ideology that sees my blackness as a victimhood and their whiteness as an oppression”.", "Mrs Badenoch’s remarks in a debate on Black History Month, an annual observance marked in Britain since 1987, are evidence of a change in the Conservative Party that has accelerated since the last election. There were just two ethnic-minority Tory MP s when David Cameron became leader in 2005. He sought to fix that by parachuting high-flying ethnic-minority candidates into target seats. There are now 22 non-white Tory MP s out of 365, and 65 altogether in the Commons. (If Parliament reflected Britain’s ethnic make-up, there would be 85.) Boris Johnson’s successor may well be non-white. The family of the chancellor, Rishi Sunak, is from India; the parents of Priti Patel, the home secretary, were Ugandan Asians. Mrs Badenoch, first elected to the safe Tory seat of Saffron Walden in Essex in 2017, has risen swiftly. James Cleverly, a foreign-office minister, was the first black chairman of the Conservative Party.", "Superficially, the Conservative and Labour parties talk about race in similar terms. Both celebrate Britain’s increased diversity, take pride in their non-white lawmakers and mark Black History Month. Britain’s model of multiculturalism is no longer contested by any serious politician. Labour heavily outpolls the Tories among non-white voters overall, but this masks broad gaps between groups: black voters are likelier than Indians or Chinese to describe the Tory party as racist.", "Yet there are deep differences in the views of MP s from the two parties (see chart). That was evident in the debate on October 20th. Tory speakers emphasised meritocracy and the individual; Labour, what Marsha de Cordova, Mrs Badenoch’s opposite number, called “a systemic problem [which] requires systemic solutions”. Tory speakers said Black History Month should be part of a diverse island story, celebrating the role of black soldiers in British victories. Labour speakers stressed black political struggles and Britain’s complicity in slavery as much as its role in ending it. Labour MP s accused Conservative ones of naivety and evasiveness about inequality; Tories accused Labour of fostering division and grievance.", "During Mr Cameron’s tenure, the Conservative Party would have hewed closer to Labour’s line in such debates, reckon some black Tories. But the emergence of a “critical mass” of non-white lawmakers has given it the confidence to develop a distinctively conservative line. “We are no longer willing to be pushed around on this by Labour,” says one. Sunder Katwala, director of British Future, a think-tank which specialises in integration, says there’s a new “partisan spikiness” to the debate. Munira Mirza, head of the Number 10 policy unit, is dubious of the concept of “institutional racism”, a mainstay of British policymaking since the 1990s. She accused Theresa May, Mr Johnson’s predecessor, of appeasing a “culture of grievance”.", "A second factor is America’s race debate, which has sharpened the parties’ long-held views. Some Labour MP s embrace the global span of the BLM movement. Mrs Badenoch, by contrast, who spent much of her childhood in Nigeria, argues that “an imported, Americanised narrative of slavery, segregation and Jim Crow” would displace Britain’s distinct black history. BLM , she says, is a “political” organisation whose protesters used racial slurs towards cops. Tom Hunt, a young Tory MP , accuses its leaders of promoting “cultural Marxism” and “the abolition of the nuclear family.”"], "authors": ["The Economist"], "keywords": ["s", "tory", "partys", "politics", "black", "party", "mp", "conservative", "stance", "nonwhite", "labour", "britains", "changing", "race"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}