{"keywords": ["universitys", "success", "traits", "organizations", "certificate", "strong", "knowledge", "techniques", "team", "management", "sales"], "id": "32fe9ac3-a0de-3457-9a7f-6152e49e355e", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Strong sales are the fuel which powers every organization’s engines and plays one of the most critical roles in any organization’s success and longevity. Stellar sales managers will possess not only traits such as enthusiasm, passion, commitment, confidence, integrity and knowledge but also a strong foundation in sales management best practices which ensure that their team is at the top of the board each month.", "Florida Atlantic University’s Certificate in Sales Management will deliver the essential skills and knowledge required to effectively lead and manage a sales force and realizes consistent top returns.", "The program approaches sales concepts from an academic, entrepreneurial, business management, and consulting perspective. Participants will be informed about the issues and techniques which are revolutionizing sales teams and management and learn how to achieve peak performance in both individual and team success."], "authors": [], "title": "Certificate in Sales Management", "pubDate": null, "summary": "Strong sales are the fuel which powers every organization’s engines and plays one of the most critical roles in any organization’s success and longevity.\nStellar sales managers will possess not only traits such as enthusiasm, passion, commitment, confidence, integrity and knowledge but also a strong foundation in sales management best practices which ensure that their team is at the top of the board each month.\nFlorida Atlantic University’s Certificate in Sales Management will deliver the essential skills and knowledge required to effectively lead and manage a sales force and realizes consistent top returns.\nThe program approaches sales concepts from an academic, entrepreneurial, business management, and consulting perspective.\nParticipants will be informed about the issues and techniques which are revolutionizing sales teams and management and learn how to achieve peak performance in both individual and team success.", "url": "https://execed.economist.com/florida-atlantic-college-business/certificate-sales-management-2020-01-25"}