{"id": "3363183d-2e23-32cb-b5cd-3d6580553cd3", "title": "Replay — Resident Evil 6", "url": "https://www.gameinformer.com/replay/replay/2020/06/26/replay-resident-evil-6", "summary": "Resident Evil is one of gaming's seminal franchises that's seen numerous variations over its 24-year history.\nResident Evil 6 proved to be a catalyst for that change in that it not only marked the peak of the action-centric gameplay that long-time fans lamented but also pushed Capcom back to its horror roots with the following entry in the series.\nJoin Andrew Reiner, Ben Reeves, and me as we delve back into the bombastic terror of Resident Evil 6 and examine how it's aged now that the series has gone back to its horror origins.\nWe went live earlier, but you can watch the full archive of the stream above.\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["Resident Evil is one of gaming's seminal franchises that's seen numerous variations over its 24-year history. Resident Evil 6 proved to be a catalyst for that change in that it not only marked the peak of the action-centric gameplay that long-time fans lamented but also pushed Capcom back to its horror roots with the following entry in the series.", "Join Andrew Reiner, Ben Reeves, and me as we delve back into the bombastic terror of Resident Evil 6 and examine how it's aged now that the series has gone back to its horror origins.", "We went live earlier, but you can watch the full archive of the stream above. If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["replay", "twitter", "week", "live", "watch", "youtube", "resident", "went", "variations", "evil", "horror"], "pubDate": "2020-06-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}