{"id": "336ca3eb-3b85-32cf-999a-18fa9f553e81", "title": "Libya: blockade of oil ports threatens Berlin ceasefire plan", "url": "https://www.theguardian.com/world/2020/jan/18/erdogan-tells-europe-to-support-tripoli-government-or-face-new-threats", "summary": "A blockade could result in the shutdown of Libyan oil production within five days, the Libyan National Oil Corporation warned.\nHaftar has been attacking Tripoli since April, but Europe has so far done little to prevent the assault, apart from calling for a ceasefire.\nItaly is now proposing a UN-mandated force, including Italian soldiers to police a ceasefire, if one is agreed in Berlin.\nThe UN Libya mission expressed “its deep concern about the current efforts to stop or compromise oil production in the country”.\n“All foreign interference can provide some aspirin effect in the short term, but Libya needs all foreign interference to stop.", "paragraphs": ["Show of strength by supporters of Gen Khalifa Hafter comes before crucial talks in German capital", "A sudden international scramble to embed a credible ceasefire in Libya, due to be launched by world leaders in Berlin on Sunday, is already facing disruption after key Libyan oil ports were blockaded by supporters of Gen Khalifa Haftar – one of the main protagonists in the war.", "The move to blockade oil exports is a new show of strength as world leaders try to force Haftar, the leader of the Libyan National Army who runs the east of the country, and Fayez al-Sarraj, the leader of the UN-recognised government in Tripoli, into a ceasefire agreement that can end a 10-month battle over control of the capital.", "A blockade could result in the shutdown of Libyan oil production within five days, the Libyan National Oil Corporation warned.", "Haftar has been attacking Tripoli since April, but Europe has so far done little to prevent the assault, apart from calling for a ceasefire.", "Turkey and Russia have recently taken advantage of European neglect, caused by divisions, by sending in forces and turning the oil-rich country, a gateway for African migrants into Europe, into a playground for international intervention, akin to Syria.", "Libya peace talks to go ahead in Berlin despite ceasefire setback Read more", "Russia has dispatched mercenaries in support of Haftar, while the Turkish president, Recep Tayyip Erdoğan, has come to the defence of Tripoli’s government, sending a mix of Turkish troops and Syrian fighters.", "EU ministers admit that the divisions in Europe principally between Italy and France created a vacuum that allowed Russia and Turkey to intervene.", "Italy is now proposing a UN-mandated force, including Italian soldiers to police a ceasefire, if one is agreed in Berlin. Roughly 250 Italian forces are already in Libya securing a hospital in Misrata.", "The Berlin conference, focused on ending the arming and financing of rival forces, has been planned for months, but was given a new urgency by the rival Turkish and Russian interventions.", "Erdoğan and the Russian president, Vladimir Putin, tried to broker a ceasefire between the two sides in Moscow last week, but Haftar turned down the plan. Haftar has also been backed militarily by the United Arab Emirates, in defiance of a UN arms embargo, and UAE support for the ceasefire is essential to constrain Haftar.", "Turkey has also been sending air defence missiles to Sarraj to weaken the impact of Haftar’s UAE-backed drones and fighter jets.", "Before the conference the UN special envoy for Libya, Ghassan Salamé, condemned the seizure of the ports, a sporadic tactic in Libya’s on-off civil war since 2011.", "The UN Libya mission expressed “its deep concern about the current efforts to stop or compromise oil production in the country”. It added: “This move would have devastating consequences first of all for the Libyan people, who depend on the free flow of oil and would have terrible effects for the already deteriorated economic and financial situation in the country.”", "The UN stressed “the importance of preserving the integrity and neutrality of the National Oil Corporation”. The oil corporation has been one of the institutions that has not split between east and west since the civil war started, acting as a glue preventing the country from dividing.", "There were also reports that Sarraj was threatening personally to boycott the conference, sending only a delegation in protest over the fact that Qatar and Tunisia, two supporters of his government, were being excluded from the Berlin guest list.", "In a sign of the importance of Libya, Putin, the French president, Emmanuel Macron, the UK prime minister, Boris Johnson, and the US secretary of state, Mike Pompeo, are to attend. Erdoğan is also due to attend.", "A leaked draft of the proposed Berlin agreement sets out steps for both sides to disarm their militias, renewed requirements for international actors to stop supplying arms, and for all sides to recommit to a renewed political process.", "“All foreign interference can provide some aspirin effect in the short term, but Libya needs all foreign interference to stop. That’s one of the objectives of this conference,” Salamé said in an interview before the Berlin summit.", "Sarraj’s troops in Tripoli have been under attack since April from Haftar’s forces, with clashes killing more than 280 civilians and 2,000 fighters, and displacing tens of thousands.", "Erdoğan urged Europe to stand united behind Sarraj’s government, as Tripoli’s fall could leave “fertile ground” for jihadist groups such as Isis or al-Qaida “to get back on their feet”."], "authors": ["Patrick Wintour"], "keywords": ["ceasefire", "blockade", "berlin", "forces", "sending", "country", "ports", "europe", "libya", "oil", "threatens", "plan", "libyan", "haftar"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}