{"id": "337299c3-308d-3659-97b4-200be4d67873", "title": "Pfizer’s Covid-19 vaccine proves 90% effective in latest trials", "url": "https://www.foxbusiness.com/healthcare/pfizers-covid-19-vaccine-proves-90-effective-in-latest-trials", "summary": "For the final analysis, 164 study subjects need to become infected and develop at least one symptom.\nAfter talking with the FDA, Pfizer agreed to conduct the early peek after at least 62 subjects became sick, Dr. Jansen said.\nBy the time the two sides came to an agreement, the number of subjects who developed Covid-19 symptoms reached 94, Dr. Jansen said.\nIn its first look, however, the Pfizer and BioNTech vaccine worked even better than the FDA and two companies had been seeking.\nPfizer plans to monitor patients for two years after their second dose for safety and vaccine duration.", "paragraphs": ["A vaccine developed by Pfizer Inc. and partner BioNTech SE proved better than expected at protecting people from COVID-19 in a pivotal study, a milestone in the hunt for shots that can stop the global pandemic.", "Continue Reading Below", "The vaccine proved to be more than 90% effective in the first 94 subjects who were infected by the new coronavirus and developed at least one symptom, the companies said Monday.", "The positive, though incomplete, results bring the vaccine a big step closer to getting cleared for widespread use.", "Stocks in this Article PFE PFIZER INC. $36.40 +0.01 (+0.03%)", "PFIZER MAY APPLY FOR EMERGENCY USE OF COVID-19 VACCINE BY LATE NOVEMBER", "Pfizer said it is on track to ask health regulators for permission to sell the shot before the end of this month, if pending data indicate the vaccine is safe.", "The timetable suggests the vaccine could go into distribution this month or next, though U.S. health regulators have indicated they will take some time to conduct their review.", "“Hopefully now we can move on and get this vaccine out there and make sure it’s doing what it’s supposed to do and stop” the virus, said Kathrin Jansen, Pfizer’s head of vaccine research and development, in an interview.", "The findings came too early for researchers to assess the safety of the vaccine, which the U.S. Food and Drug Administration says must include two months of monitoring at least half the study’s subjects for side effects.", "PFIZER, BIONTECH BEGIN CORONAVIRUS VACCINE TRIALS IN KIDS, PUBLISH EARLY-STAGE DATA", "Pfizer said it remains on track to collect at least two months of safety data during the third week of November and could file for an emergency authorization shortly thereafter.", "So far, no serious safety issues have arisen in the study, the companies said. The study has enrolled nearly 44,000 subjects in the U.S. and other countries.", "It is unclear how long the protection the vaccine appears to provide lasts, since researchers haven’t been studying volunteers for very long.", "The interim review of the vaccine’s effectiveness and safety was performed by an outside panel of independent experts known as a data-safety monitoring committee, which then shared its findings with Pfizer and BioNTech.", "PFIZER CEO SAYS CORONAVIRUS VACCINE COULD BE DISTRIBUTED TO AMERICANS BEFORE YEAR'S END", "“You never know what the outcome is, but we had a feeling that we did everything we could possibly do,” Dr. Jansen said.", "The vaccine is among the most-advanced in development in the West, with others in late-stage testing from Moderna Inc., Johnson & Johnson and AstraZeneca PLC.", "Covid-19 vaccines developed by researchers in China and Russia have already been given to people in those and certain other countries.", "Pfizer and BioNTech’s vaccine uses a new and unproven technology, known as mRNA, short for the molecular couriers called messenger RNA that carry genetic instructions to cells.", "PFIZER COVID-19 VACCINE’S DEVELOPMENT WON’T BE AFFECTED BY POLITICS: CEO", "The shots deliver mRNA that prompts cells to make a synthetic version of the spike protein that juts from the surface of the new coronavirus. That protein triggers the immune system to defend against the virus.", "After the vaccine appeared to work safely in a smaller and earlier-stage study, Pfizer and Germany’s BioNTech began in July seeking thousands of healthy volunteers for the large final-phase trial to determine whether it could be given to the public.", "Like most vaccine trials, just a fraction of the subjects must become sick to evaluate whether the two-dose shot from Pfizer and BioNTech works.", "For the final analysis, 164 study subjects need to become infected and develop at least one symptom. Researchers, however, designed the trial to take peeks at how the shot is performing after smaller numbers get sick.", "Researchers originally planned for a first interim analysis after 32 subjects became sick. After talking with the FDA, Pfizer agreed to conduct the early peek after at least 62 subjects became sick, Dr. Jansen said.", "By the time the two sides came to an agreement, the number of subjects who developed Covid-19 symptoms reached 94, Dr. Jansen said.", "PFIZER CEO SAYS IN BEST-CASE SCENARIO, 'WE WILL HAVE AN ANSWER BY THE END OF OCTOBER' ON CORONAVIRUS VACCINE", "Pfizer officials learned about the early, or interim, analysis Sunday after speaking with the data-safety monitoring committee, Dr. Jansen said. She said Pfizer has shared the outcome of the analysis with the FDA.", "The FDA has said it won’t authorize a vaccine unless it is at least 50% effective. The agency and companies wanted to see an even higher rate during an early look at an initial set of subjects to be sure it really works.", "In its first look, however, the Pfizer and BioNTech vaccine worked even better than the FDA and two companies had been seeking.", "The two-dose vaccine was found to be more than 90% effective at seven days after the second dose, Pfizer said, meaning that subjects were protected four weeks after their first shot.", "Pfizer didn’t disclose the breakdown of how many of the 94 subjects in the analysis received the vaccine or a placebo. In the study, half receive the vaccine, while the other half receive a placebo.", "Although specific safety information wasn’t available, Dr. Jansen said the data-safety monitoring committee told Pfizer officials that any side effects were similar to those in earlier testing of the vaccine.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Previously, Pfizer said some subjects in its early-stage study of the vaccine reported side effects such as fatigue, headaches and chills, and they eventually recovered. There weren’t serious side effects.", "The latest timetable for the vaccine to become widely available is consistent with what Pfizer Chief Executive Albert Bourla and BioNTech co-founder and Chief Executive Ugur Sahin have suggested.", "Pfizer plans to monitor patients for two years after their second dose for safety and vaccine duration.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": [], "keywords": ["latest", "pfizers", "90", "analysis", "proves", "dr", "coronavirus", "study", "effective", "covid19", "pfizer", "safety", "jansen", "subjects", "trials", "vaccine", "biontech"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}