{"paragraphs": ["Blizzard kicked off BlizzCon 2019 with a bang, or possibly more accurately the stone-on-stone grinding of an ancient door opening. The company started its presentation, revealing something we've long since suspected was coming: Diablo IV. In addition to the teaser cinematic, game director Luis Barriga showed off a gameplay trailer that squashes rumors that the game would be scrapping the traditional isometric action.", "The cinematic shows several adventurers who have been lured to their doom by a mysterious priest. The goal? Bringing back one of Diablo lore's most influential figures: Lilith. The creator of Sanctuary, the world that Diablo takes place in, has long been exiled, and her return is bound to have major consequences.", "This is all in service to the actual game. Barriga introduced three of the classes, which are all returning from various entries. So far, we know about the barbarian, sorceress, and druid – the latter of which inspired a big cheer from the attendees. After seeing the shapeshifting hero in action in the clip below, we can understand the enthusiasm. There's a lot to parse in the clip, including the introduction of mounts, but overall it looks like the series is getting back to its darker roots. That's something fans have been clamoring for.", "Diablo IV is coming to PlayStation 4, Xbox One, and PC."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "title": "Blizzard Reveals Diablo IV In Gruesome Cinematic, Lengthy Gameplay Clip", "id": "3393bb99-6018-3a2c-b9c9-3c1a3dad1a9f", "keywords": ["blizzard", "xbox", "game", "gameplay", "gruesome", "long", "lengthy", "coming", "barriga", "reveals", "world", "diablo", "clip", "cinematic", "iv"], "summary": "Blizzard kicked off BlizzCon 2019 with a bang, or possibly more accurately the stone-on-stone grinding of an ancient door opening.\nThe company started its presentation, revealing something we've long since suspected was coming: Diablo IV.\nIn addition to the teaser cinematic, game director Luis Barriga showed off a gameplay trailer that squashes rumors that the game would be scrapping the traditional isometric action.\nThe creator of Sanctuary, the world that Diablo takes place in, has long been exiled, and her return is bound to have major consequences.\nDiablo IV is coming to PlayStation 4, Xbox One, and PC.", "pubDate": null, "url": "https://www.gameinformer.com/blizzcon-2019/2019/11/01/blizzard-reveals-diablo-iv-in-gruesome-cinematic-lengthy-gameplay-clip"}