{"id": "33970fd2-b7ec-30c1-8297-48a94f2e9654", "title": "Donald Trump’s refusal to concede sparks transition sabotage fears", "url": "https://www.theguardian.com/us-news/2020/nov/09/donald-trump-refusal-to-concede-transition-sabotage-fears-joe-biden", "summary": "Donald Trump’s refusal to acknowledge his loss in the 2020 election has fed concerns that the presidential transition would be sabotaged, as a Trump appointee refused to sign off on funding for the transition and the Trump campaign announced an expanded legal strategy in a quest to reverse the election result.\nThe Center for Presidential Transition, a nonpartisan advisory board, urged the Trump administration on Sunday to begin the handoff to staff supporting Joe Biden, whose victory continued to grow in magnitude as states completed their ballot counts.\n“We urge the Trump administration to immediately begin the post-election transition process and the Biden team to take full advantage of the resources available under the presidential transition act,” the transition center said in a letter Sunday.\nThe paperwork would release millions of dollars for use in the transition process and give Biden’s team access to government officials and office space and equipment.\nThe Trump campaign has set up a “voter fraud hotline”, but instead of hot tips, aides taking phonecalls and emails have been subjected to a barrage of pranks from “lefty teenagers” and received “disturbing unsolicited adult images,” Axios said.", "paragraphs": ["Donald Trump’s refusal to acknowledge his loss in the 2020 election has fed concerns that the presidential transition would be sabotaged, as a Trump appointee refused to sign off on funding for the transition and the Trump campaign announced an expanded legal strategy in a quest to reverse the election result.", "The Center for Presidential Transition, a nonpartisan advisory board, urged the Trump administration on Sunday to begin the handoff to staff supporting Joe Biden, whose victory continued to grow in magnitude as states completed their ballot counts.", "“We urge the Trump administration to immediately begin the post-election transition process and the Biden team to take full advantage of the resources available under the presidential transition act,” the transition center said in a letter Sunday.", "“This was a hard-fought campaign, but history is replete with examples of presidents who emerged from such campaigns to graciously assist their successors.”", "Neither Trump nor his campaign nor political appointees has the power to stop the transition, and there was no sign that the basic steps toward Biden’s installation as president were at risk of interruption.", "But non-cooperation by the Trump administration in the transition could slow the ability of some agencies to act on directives by Biden in essential areas such as pandemic response and the reinstatement of environmental regulations, protections for migrants and international accords.", "A Trump appointee named Emily Murphy, who is administrator of the General Services Administration, has refused to sign a letter allowing the Biden team to formally begin its work, the Washington Post first reported. The paperwork would release millions of dollars for use in the transition process and give Biden’s team access to government officials and office space and equipment.", "Action by Trump administration officials to initiate the transition seemed unlikely without the assent of Trump himself, who has made no in-person public statement in the days since the election was called but who has tweeted false accusations of fraud and pressured campaign staff to expand challenges to the election.", "Members of Trump’s White House staff and even his campaign staff realise that he has lost, and top advisers including chief of staff Mark Meadows have urged Trump to consider a concession, CNN and the New York Times have reported", "But Trump lawyer Rudy Giuliani, his son-in-law, Jared Kushner, and others have urged him to hold rallies to challenge the election result, CNN reported. Giuliani and others have laid out an expanded legal challenge to the election that would include previously debunked claims such as voting by dead people, Axios reported.", "Trump’s legal strategy has gained zero traction so far, with judges throwing cases out of court for lack of evidence, and there was no indication that any new strategy would fare any differently. The Trump campaign has set up a “voter fraud hotline”, but instead of hot tips, aides taking phonecalls and emails have been subjected to a barrage of pranks from “lefty teenagers” and received “disturbing unsolicited adult images,” Axios said.", "The false accusations of fraud were landing powerfully among Trump supporters, however. The city commissioner’s office in Philadelphia, where counting took days owing to rules put in place by the Republican legislature, had been targeted by death threats, one commissioner, Al Schmidt, told the 60 Minutes news programme on Sunday.", "“At the end of the day, we are counting eligible votes cast by voters. The controversy surrounding it is something I don’t understand,” he said. “Counting votes cast on or before election day by eligible voters is not corruption. It is not cheating. It is democracy.", "“From the inside looking out, it all feels very deranged.”"], "authors": ["Tom Mccarthy", "Barry Eichengreen", "Rebecca Solnit"], "keywords": ["transition", "concede", "administration", "team", "campaign", "trumps", "trump", "biden", "sabotage", "strategy", "refusal", "fears", "sparks", "election", "donald", "urged", "staff"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}