{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["alain", "arpege", "passard", "todays", "garden", "paris", "chef", "gardens", "kitchen", "meat", "vegetables", "michelinstarred", "restaurants", "lunch", "michelin"], "title": "Alain Passard: in the kitchen (and garden) with the Michelin-starred chef", "paragraphs": ["You can enable subtitles (captions) in the video player", "There are nine Michelin three-star restaurants in Paris. The city is second only to Tokyo. Today I've been given the rare chance to look behind the scenes at one of them.", "This is the kitchen at Arpege and the lunch service is well underway. It's a frenetic ballet performed by a highly-skilled cast. But as impressive as it is, the key ingredient of Arpege's success actually lies far away from this kitchen.", "I'm heading out to Bois Giroult in the French countryside. It's about an hour and a half's drive west of Paris, in the Normandy region. My destination is this country estate, whose chateau dates back to the 12th century. And I'm here to meet Arpege's owner.", "Alain Passard is one of France's most influential chefs and is someone I've long wanted to interview. This estate he bought in 2003 is home to a 3.6 hectare organic garden.", "It is one of three gardens Passard owns. Together, they provide Arpege with all of its fruit and vegetables, picked and sent straight to Paris every morning for that day's lunch and dinner.", "The gardens are critical to Arpege because in 2001, three decades into his career, Passard put the restaurant's three Michelin stars on the line by taking meat and fish off the menu. Clients, critics, and rivals were horrified.", "The gardens at Bois Giroult generate around 30 tonnes of produce a year and over 500 varieties of fruit and vegetables without using pesticides or machinery.", "Of course.", "But I'm going to be lucky enough to sample more than just his strawberries from today's fresh harvest. Today's lunch is entirely vegetarian, but at Arpege, there are now a few meat and fish dishes back on the menu.", "The dishes often seem like works of art. And just around the corner from Arpege is a space where Passard displays some of his other creations.", "As for our lunch, after sampling seven extraordinary creations, we've come to the end."], "id": "33f09539-ff20-3f21-840e-284309b7e72f", "url": "https://www.ft.com/video/b20f8fed-dc8c-48e9-8e18-a3e3d860511c?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=0", "authors": ["Produced Alpha Grid"], "summary": "You can enable subtitles (captions) in the video playerThere are nine Michelin three-star restaurants in Paris.\nAlain Passard is one of France's most influential chefs and is someone I've long wanted to interview.\nIt is one of three gardens Passard owns.\nToday's lunch is entirely vegetarian, but at Arpege, there are now a few meat and fish dishes back on the menu.\nAnd just around the corner from Arpege is a space where Passard displays some of his other creations."}