{"url": "https://www.newyorker.com/magazine/2019/07/22/the-promise-and-price-of-cellular-therapies", "paragraphs": ["It matters that the first patients were identical twins. Nancy and Barbara Lowry were six years old, dark-eyed and dark-haired, with eyebrow-skimming bangs. Sometime in the spring of 1960, Nancy fell ill. Her blood counts began to fall; her pediatricians noted that she was anemic. A biopsy revealed that she had a condition called aplastic anemia, a form of bone-marrow failure. The marrow produces blood cells, which need regular replenishing, and Nancy’s was rapidly shutting down. The origins of this illness are often mysterious, but in its typical form the spaces where young blood cells are supposed to be formed gradually fill up with globules of white fat. Barbara, just as mysteriously, was completely healthy. The Lowrys lived in Tacoma, a leafy, rain-slicked city near Seattle. At Seattle’s University of Washington hospital, where Nancy was being treated, the doctors had no clue what to do next. So they called a physician-scientist named E. Donnall Thomas, at the hospital in Cooperstown, New York, asking for help. In the nineteen-fifties, Thomas had attempted a new kind of therapy, in which he infused a leukemia patient with marrow extracted from the patient’s healthy identical twin. There was fleeting evidence that the donated marrow cells had “engrafted” into the patient’s bones, but the patient had swiftly relapsed. Thomas had tried to refine the transplant protocol on dogs, with some marginal success. Now the Seattle doctors persuaded him to try again in humans. Nancy’s marrow was faltering, but no malignant cells were occupying it. Would the blood stem cells from one twin’s marrow “take” in the other twin? Thomas flew to Seattle. On August 12, 1960, Barbara was sedated, and her hips and legs were punctured fifty times with a large-bore needle to extract the crimson sludge of her bone marrow. The marrow, diluted in saline, was then dripped into Nancy’s bloodstream. The doctors waited. The cells homed their way into her bones and gradually started to produce normal blood. By the time she was discharged, her marrow had been almost completely reconstituted. Nancy emerged as a living chimera: her blood, in a sense, belonged to her twin. In 1963, Thomas moved to Seattle for good. Setting up his lab first at the Seattle Public Health Service Hospital and then, a dozen years later, at the newly established Fred Hutchinson Cancer Center—the Hutch, as doctors called it—he was determined to use marrow transplantation in the treatment of other diseases, notably leukemia. Nancy and Barbara Lowry were identical twins, and a noncancerous blood disease in one had been curable by cells from the other, a vanishingly rare occurrence. What if a disease involved malignant blood cells, as with leukemia? And what if the donor wasn’t a twin? The promise of transplantation had been hindered by the fact that our immune systems are inclined to reject matter from other bodies as foreign; only identical twins, with perfectly matched tissues, can sidestep the problem. Thomas saw a way around this. First, he would try to eradicate the malignant blood cells with doses of chemotherapy and radiation so high that the functioning marrow would be destroyed, purged of both cancerous and normal cells. That would usually be fatal, but the donor marrow would then replace it, generating healthy new cells. The next problems arose from trying an “allogeneic” transplant (allo, from the Greek word for “other”), using marrow from someone who wasn’t an identical twin. The resultant immune response is the consequence of an ancient system for maintaining the sovereignty of organisms. Sponges on the ocean floor use primitive versions of immune systems to reject cells from other sponges that might attempt to colonize them. Good defenses make good neighbors: in nature, chimerism, the fusion of one being with another, is not a new-age fantasy but an age-old threat. Other pioneers in organ transplantation had learned that these forces of rejection could be blunted if the donor and the host were reasonably well matched. There were now tests to help predict compatibility and to improve the chances that allogeneic marrow cells would engraft. And various immune-suppressing drugs had been developed to further dampen the host’s resistance. Thomas, who won a Nobel Prize for these studies, later described them as “early clinical successes.” But for the nurses and the technicians in Seattle who cared for the patients—not to mention the patients themselves—the experience could be harrowing. “Of the hundred patients with leukemia who were transplanted in those early years, eighty-three died within the first several months,” Fred Appelbaum, a former student of Thomas’s, told me. Sometimes the transplanted marrow failed to take, and the patient died from anemia caused by a lack of red blood cells, or from infections caused by the paucity of white blood cells; sometimes the cancer came back. He added, “What kind of person, with that rate of failure, would perform the hundred-and-first transplant?” The final cataclysm, in this Biblical array of plagues, happened when white blood cells produced by the donor’s marrow mounted a vigorous immune response to the patient’s body. This phenomenon—called graft-versus-host disease—was sometimes a passing storm, and sometimes a chronic condition; either way, it turned the logic of immunology upside down. Typically, when foreign tissue is transplanted into a body, the fear is that the patient might reject it. But in these bone-marrow-graft cases it’s the transplant that rejects the patient. The immune cells of the bone-marrow donor—a mutinous crew forced onto an unfamiliar ship—recognize the body around them as foreign. Virtually every major organ system can fall under attack. In some cases, the disease proved fatal; in others, clinicians found ways to manage it with drugs. In the late nineteen-seventies, Appelbaum and his colleagues analyzed the results of allogeneic transplants for leukemia, and found yet another surprise: the patients who had experienced graft-versus-host disease in its chronic form were also the ones whose cancers were least likely to relapse. The imported immune cells were effectively targeting residual cancer cells in the host. What Thomas had achieved with Lowry was akin to a regular organ transplant. (In 1954, in Boston, Joseph Murray had performed the first successful kidney transplant, also between twins.) But the phenomenon observed by doctors at the Hutch suggested that marrow grafts represented a very different kind of medical intervention. From the start, those findings mesmerized the world of cell therapy. They showed that the human immune system—in particular, the T cell, a type of white blood cell that is central to what is known as “adaptive immunity”—could recognize and attack cancer. Which led to a question: Could T cells be trained to reject cancerous cells but not turn against the host? Could they be the basis of a new class of drug? At this point, a larger question arises: What is a drug, anyway? A therapeutic substance, you might say. But does it have to be a molecule in its pure form, like aspirin or penicillin? Can it be a mixture of active ingredients—like cough syrup? A toxicologist might quarrel with the notion that certain substances are inherently therapeutic: water is a drug at one dose and a poison at another. Most chemotherapies are poisons even at the correct dose. Galen, the Greco-Roman physician of the second century, argued that all human pathology could be conceptualized as imbalances of humors—black bile, yellow bile, blood, and phlegm. Could a humor, drawn from a patient’s body, qualify as a drug? For most of the twentieth century, the definition of a drug was simple, because drugs were simple: they were typically small molecules synthesized in factories or extracted from plants, purified, and packaged into pills. Later, the pharmacopoeia expanded to include large and complex proteins—from insulin to monoclonal antibodies. But could a living substance be a drug? Thomas, who saw bone-marrow transplantation as a procedure or a protocol, akin to other organ transplants, would never have described it as a drug. And yet, in ways that Thomas couldn’t have anticipated, he had laid the foundation for a new kind of therapy—“living drugs,” a sort of chimera of the pharmaceutical and the procedural—which would confound definitions and challenge the boundaries of medicine, raising basic questions about the patenting, the manufacturing, and the pricing of medicines.", "In 1971, while Don Thomas was performing his first allogeneic transplants in Seattle, an eighteen-year-old high-school senior from the Bay Area named Carl June received news of his draft lottery. He had drawn the number fifty; deployment was virtually certain. So he turned down admission offers from Caltech and Stanford, and, as he likes to say, chose “the Naval Academy over the paddy fields of Vietnam.” June, who is rail-thin and lanky, with the physique of a long jumper, recalls his years at the academy with the ruefulness of an athlete forced to wait on the sidelines. After the Navy paid his way through medical school, at Baylor College, in Houston, he arrived at the Hutchinson Center, where he spent three years in the early nineteen-eighties as an oncology fellow, studying marrow transplants in Thomas’s research program. He was joining a high-powered group that included a tall, German-born rowing fanatic named Rainer Storb, who focussed on tissue typing and transplant therapy; a diminutive, Siberian-born soccer enthusiast named Alex Fefer, who had shown that immune systems could turn against tumors in mice; and Thomas’s wife, Dottie, who ran the day-to-day affairs of the lab and the clinic, and whom everyone called “the mother of bone-marrow transplantation.” June became fascinated by early experiments in transferring T cells, but then spent a decade at the Naval Medical Research Institute, in Bethesda, studying infectious diseases, such as malaria and, later, H.I.V. Finally, in 1999, he moved his lab to the University of Pennsylvania. His personal life, meanwhile, was crosshatched with tragedy: in 1995, his wife, Cindy, was diagnosed with ovarian cancer, and she died six years later. Throughout these years—and especially after Cindy’s diagnosis—June kept imagining a new paradigm for cancer treatment, in which living immune cells, rather than drugs, would be mobilized against the disease. Mature T cells normally come armed with proteins on their surface—called T-cell receptors—which allow them to recognize matching bits of foreign proteins that might be present on the surface of their target cells, such as human cells infected by a virus. These receptors are notably selective: they trigger only when a cell has mounted a protein fragment on its surface and “presented” it to the T cell in the context of certain other proteins—as if they can see a picture only when the frame is right. Unlike antibodies—Y-shaped proteins that bind like Velcro to a wide range of targets, including free-floating viruses and proteins—T-cell receptors bind to their targets somewhat loosely. The T cell can thus inspect the surface of a cell, alert others, and move on, like a drug-sniffing dog at a security checkpoint, going from one suitcase to another, summoning help where necessary. For decades, immunologists had reasoned that the T-cell surveillance system might be able to detect and kill cancer cells. But, unlike infected cells, cancerous ones tend to be so genetically similar to normal cells, with such a similar repertoire of proteins, that they’re hard for even T cells to pick out of a crowd. A cancer-specific T-cell response could arise only if a gene were mutated or incorrectly regulated in cancer, and if the protein encoded by that gene were fragmented in the right way, and if the fragments were channelled into the cell’s system for T-cell detection, and if there were a waiting T cell equipped to sense it as foreign: a graveyard of ifs. June knew that two researchers at the Hutch—Stanley Riddell, an animated figure with blocky glasses and a mechanical pencil habitually clipped to his shirt pocket, and Philip Greenberg, a man with a dense shag of hair that he had kept since the sixties—had begun to identify T cells that could recognize cytomegalovirus (a major threat to immunocompromised patients), grow those cells in flasks, and transfuse the increased population of the cells into bone-marrow recipients. In Houston, Malcolm Brenner, Cliona Rooney, and Helen Heslop had done something similar with T cells that targeted tumor cells infected by another pathogen, Epstein-Barr virus. And at the National Cancer Institute, in Bethesda, a surgical oncologist named Steven Rosenberg tried yet another strategy: he drew native T cells out of malignant tumors, such as melanomas, positing that immune cells that had infiltrated a tumor must have the capacity to recognize and attack the tumor. Rosenberg’s team grew these tumor-infiltrating lymphocytes, expanding their numbers by a few orders of magnitude, and transferred them back into patients. “Now that I have it all, I’d like to scale it back a bit.” There were some potent responses: fifty-five per cent of melanoma patients treated with Rosenberg’s transferred T cells saw their tumors shrink, and twenty-four per cent experienced a complete regression that they maintained over time. But the responses were also rather hit-and-miss. The T cells harvested from a patient’s tumor may have trained themselves to fight it, but they might also be bystanders, passive witnesses lingering at a crime scene. They might have become exhausted or inured—“tolerized” to the tumor. Was it possible to rebuild T cells in order to increase their sensitivity to cancerous interlopers? In the late nineteen-eighties and early nineties, an Israeli immunologist named Zelig Eshhar, who was a beekeeper in his youth, had set out to create a peculiar hybrid of the two wings of the immune system. Instead of the usual receptor, this T cell would mount a molecular chimera on its surface—a protein that would use the Velcro-like property of an antibody to attach to a cancer cell, combined with the receptor protein that activates the cell to mount an immune response. He called these genetically manipulated entities T bodies. The hope was to bring together the detective skills of a T-cell receptor and the destructive properties of an antibody: these were meant to be drug-sniffing dogs with sharp teeth. But, though Eshhar’s cells could detect their targets, they didn’t have the long-term potency needed to control cancer. A crucial breakthrough arrived in the nineties. Michel Sadelain, a postdoctoral researcher at the Massachusetts Institute of Technology, began to work on methods to introduce foreign genes directly into T cells. This gene-delivery technology would soon give rise to a new generation of T cells, able not just to target cancers but also to mount long-term, durable immune responses by amplifying the receptor signals in critical ways. “T cells could die or become exhausted if their signals were not amplified and sustained,” Sadelain told me. “The strategy was to activate immunity by genetically weaponizing them.” Skeptics questioned the logic of the approach. “Why would you do that?” Sadelain recalls his critics asking. T cells, after all, were already capable of recognizing and attacking aberrant cells. Why try to reëngineer them with the properties they naturally possess? Wasn’t that like forcing remedial Spanish lessons on a Spaniard? It’s true that donor T cells, in marrow-graft patients, could hunt down the host’s cancer cells, but they were indiscriminate in their hostilities, in ways that could be lethal. The trick was to get T cells to recognize and respond to cancers both more selectively and more effectually. Merely equipping a T cell with an antibody on its surface wasn’t enough. That antibody had to behave as if it were an integral part of the T cell’s system of binding, recognition, activation, and memory. Helene Finney, a researcher at the biotech company Celltech, had also begun to design such a receptor for T cells. The result—genetically modified T cells equipped with “chimeric antigen receptors” that were fully integrated into their immune functions—would be termed CAR-T cells, or CAR-Ts. In the course of the nineties, Sadelain and his team perfected the “weaponization” of a T cell into a CAR-T cell. They found that these CAR-T cells could kill cancer cells not only in petri dishes but also in mice carrying human tumors, and that they would persist in the mice even after the tumor had vanished. It was Sadelain who later described them as “living drugs.” But what molecular target should an engineered T cell be instructed to recognize? By 1997, Sadelain’s team had come to focus on a molecule called CD19, which is present in certain blood cancers, including many kinds of lymphomas and leukemias, in which a class of white blood cells—B cells—proliferate in a malignant form. Unfortunately, CD19 is not cancer-specific: normal B cells also have CD19 on their surface. The engineered T cells would target those healthy cells, too. But biology occasionally grants escape hatches for experimental therapies: B cells are not absolutely required for human survival. There would be a cost to their destruction—without these cells, patients can’t generate proper antibody responses, and so become immunocompromised—but patients could be kept alive with transfusions of antibodies. In December, 2003, June began a collaboration with two scientists, Dario Campana and Chihaya Imai, who were working at St. Jude Children’s Research Hospital, in Memphis, to craft T cells that would target CD19. (The collaboration, cordial to begin with, spiralled into an acrimonious dispute. St. Jude successfully argued that its researchers weren’t properly credited with having designed the receptors for the chimerized cells.) Then June, in the wake of Sadelain’s work, grew the modified cells in petri dishes and transferred them into mice, where they seemed to be startlingly active, capable of killing leukemia cells. Sadelain, by then at the Memorial Sloan Kettering Cancer Center, in New York, had devised and was preparing to launch clinical trials to study the effectiveness of an anti-CD19 T-cell therapy. So were Riddell and the oncologist-immunologist Michael Jensen, in Seattle. And so, too, was Steven Rosenberg, at the N.C.I., in Bethesda. “Was it a coöperative group?” I asked June. I recalled that Rosenberg’s team was the first to publish human data on a CD19-targeting therapy, in July, 2010; June and Sadelain followed, in August and November, 2011, respectively. He hesitated, a wary smile inching across his face. He looked like John Malkovich, with his hollow cheeks and arresting intensity. “Yes and no,” he said. “We were competing with one another, but we were also writing grants together.” It had taken nearly a decade to perfect the engineering of T cells for human testing. But the biggest hurdle was the amount of tinkering required for their manufacture and production. Working independently, June, Sadelain, and Rosenberg, among other researchers, had to infect a culture of T cells with a virus—which had been disabled so that it couldn’t cause disease—that would deliver the chimeric receptors. The engineered strain of cells then had to be multiplied in a special brew of nutrients and growth factors. Technicians and postdoctoral scientists nurtured the cells like a million hungry babies, watching them grow day by day. “We had to set up the virus production and build a cell-therapy facility at Penn,” June recalls. “It was not trivial.” By 2010, the first patient at Penn was ready to be treated: a sixty-five-year-old retired corrections officer named Bill Ludwig, who had enrolled in the CAR-T trial that June was leading together with the oncologist David Porter. Ludwig had a relapsed, chemo-resistant form of chronic lymphocytic leukemia, in which malignant B cells proliferate. A previous experimental trial, at the National Institutes of Health, had almost killed him, and his cancerous B-cell counts were rising every day. He had some T cells extracted, and, in ten days, the cells had been infected with the virus and grown seven hundredfold—enough for several doses. On August 3rd, Ludwig was infused with the first dose of his genetically modified T cells. Two more infusions and a few days of waiting followed—and then he fell terrifyingly ill. Every system was failing rapidly—lungs, kidneys, heart—amid a racking fever. Porter was convinced that Ludwig had contracted some unusual infection, but no bacteria or virus could be found. He spent the next week in the I.C.U. “But then, all of a sudden, he woke up,” June told me. “It was only then that we examined his nodes, and the tumor masses had disappeared. We did a bone-marrow biopsy on day twenty-eight and there was no leukemia. I didn’t believe it, so I asked them to do another biopsy at day thirty-one. And, again, no leukemia.” It was weeks before Porter and June realized that this febrile illness—in which Ludwig’s core body temperature had climbed to a hundred and five degrees (“The nurses threw the thermometers away, thinking that they had broken,” June recalls)—was a result of T cells and their target cells secreting potent inflammatory factors called cytokines. Ludwig had experienced one of the most active inflammatory responses ever witnessed. The infused cells were, in fact, destroying the cancer, slicing apart its membranes, mincing its innards. Nearly a month after his infusion, Ludwig recovered from his illness and went into a complete remission. Nine years later, Penn’s Patient No. 1 remains alive and cancer-free. But it was Patient No. 7, treated at the Children’s Hospital of Philadelphia (chop), who altered the history of T-cell therapy. In May, 2010, a five-year-old girl named Emily Whitehead, from central Pennsylvania, was diagnosed with acute lymphoblastic leukemia (ALL). Among the most rapidly progressive forms of cancer, this leukemia generates very immature B cells, and tends to afflict young children. The treatment for ALL ranks among the most intensive chemo regimens ever devised: as many as seven or eight drugs, given in combination, some injected directly into the spine. Although the collateral damage of the treatment can be daunting, it cures about eighty-five per cent of pediatric patients. Emily’s cancer, unfortunately, proved treatment-resistant; she relapsed twice, after two brief periods of remission. She was listed for a bone-marrow transplant—the only option for a cure—but her condition worsened in the meantime. “No, you said you’d bring lemon juice!” “The doctors told me not to Google it,” Emily’s mother, Kari, has recalled, of the specific mutation that Emily had. “So, of course, I did right away.” Of the children who relapse early, or relapse twice, few survive. Emily arrived at the chop in early March, 2012, with nearly every organ packed with malignant cells. She was seen by a pediatric oncologist, Stephan Grupp, and then enrolled in a clinical trial for CAR-T therapy. “We were working against time,” June told me. A few hundred feet from where we sat was the cell-manufacturing unit—an enclosed, vaultlike facility with stainless-steel doors, aseptic rooms, and incubators—where Emily’s T cells were brought in, infected with the virus, and multiplied. The infusions themselves were largely uneventful: Emily sucked on an ice pop while Grupp dripped the cells into her veins. In the evening, she returned with her parents to her aunt’s house, nearby, where she got piggyback rides from her father, Tom. On the second evening, though, she crashed—throwing up and spiking an alarming fever. Her parents rushed her back to the hospital, and things spiralled downward. Her kidneys began to shut down. She drifted in and out of consciousness, verging on multi-organ system failure. “Nothing made sense,” Tom Whitehead told me. Emily was moved to the pediatric intensive-care unit (PICU), placed on a ventilator, and put into an induced coma. Her parents and Grupp kept an all-night vigil. “We thought she was going to die,” June recalled. “I wrote an e-mail to the provost at the university, telling him the first child with the treatment was about to die. I feared the trial was finished. I stored the e-mail in my out-box, but never pressed send.” Doctors at CHOP and at Penn worked overnight to determine the cause of the fever. Once again, they found no evidence of infection; instead, they found elevated blood levels of cytokines. In particular, levels of a cytokine known as IL-6 were nearly a thousand times higher than normal. Ludwig had barely survived his cytokine storm; Emily’s was a full-on hurricane. By a strange twist of fate, June’s own daughter had a form of juvenile arthritis, and so he knew about a drug for the condition—approved only recently by the F.D.A.—that blocks IL-6. As a last-ditch effort, Grupp rushed a request to the hospital pharmacy, asking for the off-label use of the new drug. The medication was supplied, and a nurse injected Emily with a dose in the PICU. Days afterward, on her seventh birthday, she woke up. “Boom,” June said, waving his hands in the air. “Boom,” he repeated. “It just melted away. We did a bone-marrow biopsy twenty-three days later, and she was in a complete remission.” “I have never seen a patient that sick get better so quickly,” Grupp told me. The deft management of what has come to be known as cytokine-release syndrome—and Emily’s startling recovery—probably saved the field of CAR-T therapy, and helped energize cell therapy in general. She remains in deep remission to this day. No cancer is detectable in her marrow or in her blood. “If Emily had died,” June told me, “it’s likely that the whole trial would have been shut down,” and perhaps not just at CHOP. (Other hospitals were offering experimental CAR-T therapy, too.) He wonders whether, without her recovery, there would be any living drugs. In August, 2017, the F.D.A. approved the use of engineered T cells for chemo-resistant or relapsed ALL in children and young adults. A version of the therapy that June’s team pioneered was brought to market by Novartis and sold under the trade name Kymriah, an echo of the word “chimera.”", "Does it really matter that engineered T cells—or gene therapies or genetically modified viruses and microbes—are now defined and marketed as “drugs”? Is this more than a semantic quibble? Throughout the history of medicine, students have distinguished between the history of drugs and the history of procedures, akin to separate royal lineages. In one procession are the discoverers and synthesizers of various antibiotics for infections, chemotherapeutic agents for cancers, corticosteroids for lupus, and the like. In another are the pioneers of various procedures, handcrafted by surgeons and experimental physicians and often named for their inventors: the Halsted mastectomy, Mohs surgery, the Whipple pancreatectomy. Procedures come alive in the tinkering, fussing hands of their operators, who navigate seemingly insurmountable challenges: the bone-marrow transplanter who countenances eighty-three deaths before mastering the method, the surgeon who figures out how best to transfer a piece of liver from a donor to a patient, the cardiologist who learns to maneuver a catheter through an arcing highway of the aorta just so, curving at precisely the right junction to snip a stenotic valve. What’s transmitted—manually, individually, artisanally—to the next generation of surgeons is a process rather than a product, a skill rather than a pill. An apprentice practices the procedure over and over, as if taking lessons in an immensely complicated musical instrument; the teacher looks for the sharpness, the fettle that comes with a hundred attempts. An Emirati surgeon once described the state to me as being “in yarak,” referring to the moment when a falcon is fully primed to hunt. Procedures are typically created, nurtured, and perfected in a few hospitals, and they spread as the apprentices gain mastery, move to new places, and promulgate their know-how: see one, do one, teach one. A drug, in contrast, is a depersonalized entity—perhaps manufactured in New Jersey, packaged in Phoenix, stamped with a name, and dispensed by an anonymous pharmacy on Fourteenth Street. It’s hooded in patents, but it’s never in yarak. Nor does an antibiotic or an antihistamine leave a patient permanently altered. But the patient who enters the operating room for a mastectomy, or is infused with CAR-T cells, emerges permanently changed, anatomically, physiologically, or genetically. And she is, in a way, a collaborator in the treatment as well as its subject. “You can tell it’s really old because at a certain age it just stopped counting.” We don’t entirely know how to regulate, or even conceptualize of, this new generation of drugs. Should the irreversible alteration of a body be governed by different rules from those that are used for conventional pharmaceuticals? Should it be priced through an alternative structure? If your cells are being genetically modified and reinfused into you, who should we say owns them? Once the cellular therapy has been created, could you store it by yourself—in your home freezer, if you chose—for future use? Emily Whitehead’s extra chimerized T cells are frozen inside a steel tank at the Penn hospital. Each freezer has a nickname based on a “Simpsons” character. Hers is called Krusty the Clown. Perhaps the most immediate implication of the blurring of lines between procedure and drug is the conundrum of price. A single dose of Kymriah for pediatric ALL is priced at $475,000; for Yescarta, a CD19 T-cell therapy designed for certain types of non-Hodgkin’s lymphoma, that number is $373,000. These prices rival those of some of the most expensive procedures in American medicine. (A kidney transplant can be priced at $415,000, a lung transplant at about $860,000.) And these price tags don’t include the delivery of post-therapy care to CAR-T patients, who typically suffer complications from the infusion. Subsequent hospital stays and supportive care can drive the total costs to a million dollars or more. Merely counting the seventy-five hundred U.S. patients who meet the current F.D.A. indications for Yescarta, the estimated annual expenditure could be three billion dollars. Dozens of labs around the world are now developing CAR-T therapies that work on different targets and different cancers. In May, a multicenter study demonstrated striking response rates for an experimental CAR-T therapy aimed at relapsed multiple myeloma. My own laboratory, at Columbia, is creating T cells aimed at relapsed cases of acute myelogenous leukemia, for which the survival rates have been dismal. Other teams are testing chimerized natural-killer cells against glioblastoma and certain lymphomas. If the number of patients responsive to such therapies increased severalfold—as clinical indications expand, and as these therapies go from last ditch to front line in certain patient groups—the expense would dwarf the annual budget of the N.I.H. and could bankrupt the American health-care system. Drug pricing is, of course, at the center of a familiar and inevitably acrimonious debate. The pharmaceutical industry defends high prices as a means to recoup the costs of drug discovery and development. Consumers, insurers, and governments argue that the prices charged for drugs are out of control, and bear no relationship to their real costs. But with cellular therapies the problem isn’t merely profiteering—it is that, unlike conventional drugs, cell therapies are inherently expensive to produce. The estimated cost to manufacture a typical CAR-T infusion is close to six figures. In short, even if CAR-T therapy were offered with no margin of profit, it would still rank with some of the most expensive procedures in medicine. Extracting cells from an individual patient, purifying them, genetically modifying them, and expanding their numbers into the millions will never be akin to churning out amoxicillin in a factory. When Novartis brought Kymriah to market, in 2017, it sought to offset concerns about its daunting price with an extraordinary offer: if the therapy did not work after the first month, treatment centers wouldn’t be charged. That’s almost unheard of in medicine, and it represents an extraordinary degree of optimism, which may or may not prove justified in the long term. June points out that we don’t yet know which patients are likely to respond to the therapy. Ninety-four per cent of relapsed and chemo-resistant ALL patients treated at chop achieve a complete remission at one month; many, like Emily Whitehead, are likely cured. For a certain class of drug-resistant patients with another form of leukemia, called CLL, the response rate with CAR-T therapy is around seventy-five per cent, to judge from the most recent trial data. Eighty-five per cent of drug-resistant patients with multiple myeloma—a malignancy of the blood’s plasma cells—have either a complete or a partial response to the therapy, but more than a third of complete responders relapse within a year. (When it comes to yet other cancers, particularly solid tumors, such as pancreatic and ovarian cancer, cellular therapies have yet to produce reliable results.) “Some of these responses don’t last—there’s resistance—and it’s a big goal in the field to find the cause of resistance,” June said. “We still have to run rigorous randomized studies to determine if the therapies are effective, and whether they are cost-effective, and whether they can be delivered at scale. But would you rather push the boundaries of a partially effective cellular therapy, acknowledging all its problems, yet also recognizing its clear responses? Or would you rather pay a million dollars for ineffective chemotherapies, only to pay again for cellular therapy?” Yet June saw a downside to the fact that cellular therapies were classified as drugs: it could hinder their incremental improvement. “In the current regulatory environment, the F.D.A. approves drugs on a one-by-one basis,” he observed. Procedures represent a history of small, iterative improvements. But, if you tweak the substance of a cellular therapy, it’s officially a different drug, which has to undergo another gantlet of trials and agency reviews, a costly and time-consuming process. I asked June if he foresaw the price of the drugs coming down. “It’s all going to be about automation and manufacture,” he told me. “If a drug remains out of the reach of the patients who really need it, why even call it a drug?”", "It isn’t until you witness the production of an individualized cell therapy that you grasp the scale of the challenge. At about eight o’clock on a Tuesday morning last fall, I visited the Hutch and accompanied Bruce Thompson, the scientific manager, and James Adams, the operations head, as they descended two floors, into the cell-processing facility in the E sub-basement. Behind wire-mesh glass, the facility’s rooms were painted a fluorescent green. “We all agreed on the color, but now we all agree that we dislike it,” Adams told me, ruefully. I asked Thompson if I could go inside, explaining that I’d been growing human cells in sterile media for more than a decade. Thompson looked at me, unmoved. He is about forty-five, broad-shouldered and soft-spoken, with the gentle but unbending manner of a vault manager at Cartier. “We have very strict anticontamination rules,” he said. “And doctors who treat the patients here are especially discouraged from walking in and out of the facility.” Instead, I watched through the windows as a technician named Houman Bashiri—in dark-blue scrubs, elastic booties, and a mask—reached into an incubator, took out a flask, and held it to the light. The fluid inside was orange and turbid, with hundreds of thousands of engineered T cells. The cells had been doubling every day, Thompson said. In about a week’s time, they would be infused into the patient, where, if all went well, they would multiply even more, kill malignant cells, and then remain in the body, on guard, to survey the tissues and fight any recurrence of cancer. The facility had thirty-five incubators, eight centrifuges, and six sterile hoods, where the cells are inspected and manipulated. Every time Bashiri added a drop of a chemical—a growth factor, say—he announced the action out loud. A second technician checked the chemical against the protocol and marked it off in a binder, in a maddeningly methodical process meant to guarantee that each action performed on the cells was documented and cross-checked. I spoke later with Thompson and Adams. “If living cells are to become drugs, they have to be manufactured under standard protocols, like drugs,” Thompson said. “This caused tensions between the facility technicians and the doctors—and the tensions still continue.” Most of the doctors who ran the studies, or treated patients with the approved cell therapies, had been trained as bone-marrow transplanters. They’d spent much of their careers steeped in the experimental and artisanal nature of the craft. “They were used to looking at their cells every day, and then deciding when to infuse them,” Thompson went on. “One of them might come down one afternoon and say, ‘Oh, the cells don’t look quite ready yet. Why don’t we give them another two days and a little squeeze of a growth factor?’ ” “I agree there’s nothing better than a good book in front of the fire, but I’m going to have to ask you to leave the library.” But each departure from the standard operating practice had the potential of violating a clinical protocol. There has to be a rule, as it were, against exceptions. What’s more, untidiness, in this endeavor, can have grave consequences. “Each patient gets his or her own private incubator,” Adams said. “That way, we can never contaminate one patient’s cells with another’s”—a mixup that could be fatal—“or mistake one for another.” When one patient is done, the incubator is sterilized. “The suite is cleaned weekly by a specialized crew,” he said. “And once a year we close down the whole facility for a top-to-bottom inspection.” The protocols were rigorous, and yet they could not have been further from the efficiencies of mass manufacture. In this sense, CAR-T still resembles a procedure, like a mastectomy or a liver transplant; it’s a matter of painstaking craft. A few months ago, at the Cleveland Clinic, in Ohio, I watched a cardiothoracic surgeon perform a four-hour operation to replace a patient’s leaky heart valve. It was a breathtakingly elegant procedure. Each move was meticulously orchestrated and controlled. The surgeon opened a fish-mouth-shaped hole in the aorta and began to stitch in the new valve. Members of the operating team assisted one another in a precise choreography. Whenever someone new entered the room, he or she checked a list to make sure that no protocol had been violated. For all this precision, however, other aspects of the operation—call them the factory-floor aspects—went undiscussed. I heard no one speak about whether the plastic in the tubing equipment could have been optimized to cut costs. Or whether the team could have worked more efficiently by altering the distance between the hooks where the sterile equipment hung. Or whether the eight-odd minutes it took to put on a gown and scrub hands could have been reduced. Would some intervention in a small, repetitive action have saved a few minutes of operating time so that, added up, the surgeon might be able to operate on one more patient a week? In medical school in the nineteen-nineties, I took classes on the economics of health. I learned about the overuse of medical services, the skyrocketing prices of prescription medicines, and the disparities in access to medical care that such pricing worsened. Distinctions were made between the price of a drug (how much a payer is charged for medicine), its cost (how much it takes to develop and manufacture that medicine), and its value (the actual benefit that a patient receives from a drug or procedure). But nowhere in these lessons did I encounter the Japanese term kaizen—the continuous improvement of a manufacturing process to its leanest, most efficient form. It would have been a worthwhile lesson. Engineers in the world of industrial manufacturing obsess about this. But as doctors, as medical scientists and inventors, we are taught to think about curing deadly diseases or about creating new systems of care. We want to battle the mortal coil, not the plastic coil. We want to close the gaps in access to medical care, not the gaps between hooks in the operating room. We give priority to proofs of principle, not to the particularities of production. Yet, if the newest generations of therapies are to succeed at scale, it may be the small skirmishes that determine the outcome of the larger war. For cellular therapy to reach the masses, its innovators cannot ignore the most trivial-seeming details of the human and material factors of the manufacturing process. Perhaps we need a change in our culture, or even in our vocabulary. In Cleveland, as in operating theatres around the world, the clinicians were in yarak. The new generation of medical care will be enabled by the ceaseless demands of kaizen.", "A few days after my visit to Cleveland, I flew back to New York. At my laboratory at Columbia, Florence Borot, a postdoctoral scientist originally from Paris, is exploring another way to scale up cellular therapy. A major challenge in the manufacture of CAR-Ts is the exquisitely bespoke nature of their production: right now, every “living drug” has to be made out of a patient’s own cells. Borot is trying to engineer T cells so that they might be transferred from a donor to a patient who isn’t an immunological match. Borot has a knack for immunological sleight of hand: she hunts through the genome to find factors that enable immune recognition and then, using new genetic technologies, makes them disappear without compromising the functions of the T cells. Variations of this strategy are being attempted by dozens of other scientists, in universities and at biotech companies. The ultimate aim is to create the so-called universal T cell—a cell that has the capacity to engraft in any person’s body. These cells could be grown en masse, frozen, and shipped from a central facility to a patient’s hospital room. A second approach creates a drug from a patient’s own circulating T cells, but without needing to manipulate and multiply them. An engineered molecule, called a bi-specific T-cell engager (BiTE is the trade name of Amgen’s candidate) is designed to tether a T cell to a cancer cell (hence “bi-specific”), and trigger an immune response to the cancer. These molecules would be infused into a patient and engage circulating T cells already present in the patient’s blood and lymph nodes. Such T-cell engagers are currently being tested against various cancers in human trials. And there are other strategies for reducing the costly complications of “living drugs.” An effort I’m involved in would genetically modify a leukemia patient’s noncancerous B cells, or other white blood cells, to shelter them from the effects of CAR-T. If only the cancerous cells were eradicated, the treatment would not damage the immune system, currently its most long-lasting side effect. The number of cell-therapy researchers, meanwhile, seems to double and redouble week by week. We present our data at conferences dedicated solely to cell engineering. We discuss methods to equip T cells or natural-killer cells with permanent immunological memory, so that they remain on constant guard against relapses of the cancer. We study ways of amplifying the effect of CAR-T therapy by combining it with checkpoint inhibitors, drugs that first became available less than a decade ago and prevent tumor cells from impeding T-cell activity. We analyze mechanisms of resistance—like the occasional appearance of leukemic B cells that don’t display CD19—and try to engineer CAR-T cells that will not release the cytokine storms that nearly killed Bill Ludwig and Emily Whitehead. Through all these exuberant discussions, however, the questions of manufacture and scale linger. Even the most radically innovative methods will need continuous, iterative improvements to make them affordable. We like to imagine medical revolutions as, well, revolutionary—propelled forward through leaps of genius and technological innovation. But they are also evolutionary, nudged forward through the optimization of design and manufacture. There is a fair degree of humility in this knowledge, which a new generation of cell therapists is slowly absorbing."], "pubDate": null, "id": "3408cabc-889d-34ac-98fd-b698075d02a5", "keywords": ["marrow", "drugs", "cellular", "promise", "cancer", "therapy", "drug", "therapies", "blood", "patient", "patients", "cells", "price", "cell"], "title": "The Promise and Price of Cellular Therapies", "summary": "There were now tests to help predict compatibility and to improve the chances that allogeneic marrow cells would engraft.\nThe imported immune cells were effectively targeting residual cancer cells in the host.\nFrom the start, those findings mesmerized the world of cell therapy.\nFor decades, immunologists had reasoned that the T-cell surveillance system might be able to detect and kill cancer cells.\nBut with cellular therapies the problem isn’t merely profiteering—it is that, unlike conventional drugs, cell therapies are inherently expensive to produce.", "authors": ["Siddhartha Mukherjee", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Richard Brody", "Jane Mayer", "Jerome Groopman"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}