{"id": "346960e5-5880-3f02-b3bd-d33b7f4a34de", "title": "US election 2020: Biden announces Covid taskforce as Trump still denies defeat – live", "url": "https://www.theguardian.com/us-news/live/2020/nov/09/us-election-joe-biden-transition-donald-trump-coronavirus-covid-kamala-harris-live-news-updates", "summary": "13:41The inhabitants of Jill Biden’s ancestral village in Sicily turned out to celebrate her husband’s triumph in America’s presidential election.\nJill Biden’s family is originally from a tiny town, with 600 inhabitants, called Gesso, in the province of Messina.\nThe inhabitants of Gesso anxiously followed the American elections and rejoiced the victory of Biden and the ‘Sicilian first lady’.\n‘’I’m excited!’’ Caterina Giacoppo, distant cousin of Jill Biden, told the Italian press agency Adnkronos.\nPhotograph: Carmelo Imbesi/EPA‘’It is as if the whole village won the American elections,’’ Antonino Macrì, president of a cultural association, in Gesso, told the Guardian.", "paragraphs": ["13:41", "The inhabitants of Jill Biden’s ancestral village in Sicily turned out to celebrate her husband’s triumph in America’s presidential election. Jill Biden’s family is originally from a tiny town, with 600 inhabitants, called Gesso, in the province of Messina.", "The paternal grandfather of the new American first lady was born here, on 12 August, 1898. His name was Domenico Giacoppo, which was later changed to Dominic Jacobs after his arrival in the United States in 1900, when he was one and a half years old.", "The inhabitants of Gesso anxiously followed the American elections and rejoiced the victory of Biden and the ‘Sicilian first lady’.", "‘’I’m excited!’’ Caterina Giacoppo, distant cousin of Jill Biden, told the Italian press agency Adnkronos. “I’m really happy for the new First Lady. I’d like to invite her to Gesso, to meet us in person. I’d make her meatballs with gravy and baked pasta.”", "The first lady probably wouldn’t mind that, given that in a 2008 interview for Vogue, Jill Biden said, ‘’I grew up eating one Italian meal on Sunday, with the wedding soup and the braciole and homemade pasta.’’", "Caterina Giacoppo, a distant cousin of America’s new first lady. Photograph: Carmelo Imbesi/EPA", "‘’It is as if the whole village won the American elections,’’ Antonino Macrì, president of a cultural association, in Gesso, told the Guardian. ‘’The decision to leave was taken by the first lady’s great-grandfather, Placido Giacoppo, a Sicilian farmer, who, like so many Italians at that time, chose to emigrate to the United States in search of fortune.”", "", "“Now we are already working on officially inviting the first lady here, in Gesso,’’ added Macrì. ‘’We want to show her her origins and this enchanting place. We are ready to organise a nice party.’’", "Lorenzo Tondo was reporting from Palermo"], "authors": ["Martin Belam", "Lorenzo Tondo", "Kate Connolly", "Julian Borger", "Bryan Armen Graham", "Barry Eichengreen", "Rebecca Solnit"], "keywords": ["announces", "gesso", "inhabitants", "giacoppo", "denies", "united", "trump", "told", "taskforce", "village", "lady", "defeat", "biden", "american", "live", "2020", "covid", "jill", "election"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}