{"id": "34c68c69-69f0-396d-a562-bd87cef79218", "title": "Mt Toubkal Long Weekend - Winter", "url": "https://holidays.theguardian.com/holidays/mt-toubkal-long-weekend-winter-713cd25c5c350b8e51efd831b053c411", "summary": "Mt Toubkal, you tricky customerWith our 50th birthdays looming, a few friends decided to take on a challenge.\nBecause we followed the trip notes, universal packing and read some reviews, we believed we were ready!\nWhen we stopped just shy of the summit, we witnessed the most amazing sight: A rainbow over the High Atlas Mountains!\nAfter waking up at 330am, hiking for 4+ hours, the summit was a sight to behold!\nPack for all weathers including a rain cover for your day pack or at least a dry bag for inside the pack.", "paragraphs": ["Mt Toubkal, you tricky customer", "With our 50th birthdays looming, a few friends decided to take on a challenge. Onto the Exodus website we went... All 4 of us are fairly fit so decided a \"challenging\" level would be just the ticket! Mt Toubkal did not disappoint! It was definitely a challenge! Who knew it could rain and snow so much in August? Because we followed the trip notes, universal packing and read some reviews, we believed we were ready! We just didn't account for the altitude sickness! This took 3 of us out and only one of us made it to the summit.", "What was the most inspirational moment of your trip? For me, it was the summit and just before! The hours before the summit were extremely difficult as you are hiking in the dark with just a head torch, following the boots of the person in front. It was steep, raining/hailing so it was slow going. When we stopped just shy of the summit, we witnessed the most amazing sight: A rainbow over the High Atlas Mountains! It was worth all the rain to see this sight. After waking up at 330am, hiking for 4+ hours, the summit was a sight to behold! (even if it was snowing in August... in Morocco... yes, snow in August!)", "What did you think of your group leader? Ilyas our group leader and Abdul his assistant were amazing!!! With 3 of my friends ill with altitude sickness, Abdul took incredible care of them. Both Ilyas and Abdul have a great sense of humour and made us all laugh. After 2 days we understood \"Ilyas time\" (ie 5 min in our time is 10 in Ilyas time) and his love of telling time in seconds! Ilyas organised our day well and I now miss someone telling me when to wake up, when to eat and when to start walking! They both gave us a great insight into Moroccan culture and the religion of Islam. I have left knowing I will have a \"home away from home\" in Morocco! Ilyas also organised tours and spa visits on our last day in Marrakesh. He was great!!", "Do you have any advice for potential travellers? Be prepared! Be fit! It is definitely NOT a walk in the park. Pack for all weathers including a rain cover for your day pack or at least a dry bag for inside the pack. Also I found sticks a must for descending. And have a head torch, not just a hand held torch because you need your hands to clamber over large rocks ets (also bring extra batteries just in case). Because you start and finish the summit ascent at the refuge, make sure you have clean dry WARM clothes ready for your return to the refuge. Drinks are not served with dinner at the refuge so make sure you have money to buy a drink from the shop or have a bottle of water ready. Also make sure you have dirham change for the hike as you stop at various places to buy juices on the way to the refuge. They won't take big denominations of dirham. Also, its best to have EUROs or Dirhams. Not many places were happy with £ or USD."], "authors": [], "keywords": ["sight", "torch", "ready", "toubkal", "pack", "mt", "ilyas", "day", "weekend", "rain", "summit", "refuge", "winter", "sure", "long"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}