{"id": "34d971d0-689c-3a27-8c75-872da1b5b87b", "title": "Confused About Covid Brain Fog? Doctors Have Questions, Too", "url": "https://www.wired.com/story/confused-about-covid-brain-fog-doctors-have-questions-too#intcid=_wired-most-popular-right-rail_4f3bd516-b55a-46c4-bc44-b0fba9ab7957_popular4-1", "summary": "This mental fuzziness, often referred to as “brain fog,” has become one of a number of reported Covid-19 recovery symptoms.\n“We’ve encountered brain fog and mental fatigue commonly post-infection.\nBut while doctors may have been expecting brain fog, there are still plenty of questions about what causes the symptom, who it affects the most, and how to treat it.\nSome patients struggle to return to work or to school.\nBrain fog might sound alarming, but it’s actually not unusual for people who have recently been hospitalized or intubated.", "paragraphs": ["When Aluko Hope, a critical care specialist at Montefiore Hospital in New York City, first meets patients in the Covid-19 recovery clinic, he spends a lot of time listening. “I don’t pretend to know what is what,” he says. Many aspects of Covid-19 are still unknown, including what a standard recovery looks like. So Hope has to pay attention to what survivors describe and try and tease out which of their body’s systems are still recuperating.", "The most common complaints Hope hears are fatigue, shortness of breath, and coughing. But survivors also describe sadness and depression. Hope says many carry a double burden: gratefulness for having survived, and grief over the trauma of being hospitalized and separated from family. And then there are memory problems. About a third of his patients say they can’t recall telephone numbers they used to know, or that they struggle to remember the right word, feeling like it’s on the tip of their tongue but just out of reach. They can’t remember where their keys are, what basic traffic rules are.", "This mental fuzziness, often referred to as “brain fog,” has become one of a number of reported Covid-19 recovery symptoms. And while patients are often alarmed and frustrated that they can’t resume their normal lives, doctors say it isn’t particularly surprising. “We’ve encountered brain fog and mental fatigue commonly post-infection. We do have experience with this,” says Marie Grill, a neurologist at the Mayo Clinic who says it often follows other infections like Lyme disease, Epstein-Barr (better known as “mono”), and other types of herpes viruses. “A lot of us are not surprised at all to be encountering this, because we have seen it so many times,” she says.", "But while doctors may have been expecting brain fog, there are still plenty of questions about what causes the symptom, who it affects the most, and how to treat it. “We don’t have the whole story,” says Adam Kaplin, a neuropsychiatrist at Johns Hopkins University. “What we don’t know is probably much larger than what we do know.”", "What we know is that patients describe a very similar set of symptoms. They say their brains work more slowly. They can’t pick up information in conversation as easily as they used to, and they struggle with short-term memory: They’ll walk to the kitchen, for instance, and forget what they were looking for. Multitasking is impossible. It takes them longer to get things done, and they often feel confused and overwhelmed. Some patients struggle to return to work or to school.", "Brain fog might sound alarming, but it’s actually not unusual for people who have recently been hospitalized or intubated. “Just being in the ICU [intensive care unit] has effects on the brain,” says Kaplin. One 2012 study published in the Annals of Intensive Medicine found that between 30 and 80 percent of patients experience delirium, which can lead to cognitive decline, during their stay in the ICU. Another study published in 2013 in The New England Journal of Medicine found that three months after leaving the ICU, 66 percent of patients were still experiencing some level of cognitive impairment.", "There are a number of reasons why the brain might be so affected by a serious illness. First, Kaplin says, the brain is highly dependent on, and sensitive to, other systems in the body because it doesn’t have any fat stores of its own. Instead, the brain needs the heart and lungs to pump a steady stream of oxygenated, glucose-rich blood to fuel it. If the lungs or the heart aren’t working properly, that will affect what’s happening in the brain too. So if a patient is experiencing common Covid-19 symptoms like shortness of breath, blood clots, or having heart problems, which have also been linked to the novel coronavirus, then there’s a possibility that their brain isn’t working the way it normally does."], "authors": ["Sara Harrison", "Sara Harriso"], "keywords": ["doctors", "hope", "covid19", "questions", "symptoms", "patients", "say", "cant", "covid", "brain", "struggle", "know", "confused", "fog"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}