{"id": "34ecc4f6-3dde-3dc5-9615-5398e9ec4efb", "title": "Virtual vacation: Amazing photos from a strange year for travel", "url": "https://cnn.com/travel/article/best-travel-photos-2020/index.html", "summary": "As we began 2020, travelers had more freedom of movement than at any time in history.\nTravel photographers have been capturing the world throughout this strangest of years, sharing their images with those of us unable to venture far beyond our homes.\nIt can spur us to actually plan a dream trip we've long sought to take.\nThese photos not only show the natural and human-made beauty of our world, but they can also give us a glimpse of other people and cultures and the beauty within the human race.\nThousands of amazing images cross our computer screens each year, and in this space we share our favorites from 2020.", "paragraphs": ["(CNN) — It's been a year like no other. As we began 2020, travelers had more freedom of movement than at any time in history. Air traffic had been rising for decades.", "But then in March, the coronavirus pandemic changed life as we know it.", "Travel photographers have been capturing the world throughout this strangest of years, sharing their images with those of us unable to venture far beyond our homes.", "At its best, travel photography inspires, intrigues and informs. It sets us on armchair adventures. It can spur us to actually plan a dream trip we've long sought to take. Or pictures can reveal a possible new journey that captures our imagination.", "These photos not only show the natural and human-made beauty of our world, but they can also give us a glimpse of other people and cultures and the beauty within the human race.", "Thousands of amazing images cross our computer screens each year, and in this space we share our favorites from 2020."], "authors": ["Natalie Yubas", "Maureen O'Hare", "Forrest Brown"], "keywords": ["weve", "strange", "2020", "world", "images", "unable", "vacation", "travelers", "amazing", "travel", "virtual", "trip", "beauty", "photos", "venture"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}