{"id": "35302d4a-3a3c-3243-9978-6151c20177bd", "title": "Among Us Gets A Fan-Made Reality Show", "url": "https://www.gameinformer.com/gamer-culture/2020/11/02/among-us-gets-a-fan-made-reality-show", "summary": "This \"sus\" filled game centers around deception while playing a colorful and meme-ified astronaut jelly bean and honestly?\nIt's so fun, in fact, that one YouTube channel decided to reimagine the world of Among Us as a reality show!\nThe Among Us reality show comes by way of the YouTube channel 'Laugh Over Life' and it puts a realistic spin on the popular lying game.\nReality shows are still all the rage but there has been a significant decline in how many there are with the ongoing COVID-19 global pandemic.\nThis year may be bad, but having fun experiences definitely isn't; Among Us provides a much-needed reprieve from reality without taking itself too seriously.", "paragraphs": ["Among Us is an indie treat that launched two years ago, but only recently saw a second lease on life with booming popularity taking over the gaming world. This \"sus\" filled game centers around deception while playing a colorful and meme-ified astronaut jelly bean and honestly? It's the fun gaming adventure we deserve in 2020. It's so fun, in fact, that one YouTube channel decided to reimagine the world of Among Us as a reality show!", "The Among Us reality show comes by way of the YouTube channel 'Laugh Over Life' and it puts a realistic spin on the popular lying game.", "There are a few parts to this hilarious Among Us parody. Here's a first look at episode one's synopsis:", "There is an imposter among us. Our friends have found themselves on an all-expense-paid trip to Mars. Our group has to figure out who on the ship is the murderer while making sure they are doing their tasks so that their spaceship doesn’t fall out of space. Is red sus? Who is the imposter venting? Who will be murdered? Find out in this week’s episode of Among Us but it’s a reality show.", "Reality shows are still all the rage but there has been a significant decline in how many there are with the ongoing COVID-19 global pandemic. That didn't really stop this team at all, but at least they've got masks and are about as covered up as 'covered up' can be.", "Due to the random burst of love for this game, we recently reviewed Among Us after the indie title escaped our radar at launch. It's surprisingly addictive, infinitely more so with friends. . You can check out our full review here, with a small blurb below:", "Developed by InnerSloth, the foundation of Among Us is simple: a social deduction game where a player is either a crewmate or the lone imposter. The imposter must pretend to do the assigned daily tasks in the game while stealthily killing off each crewmate one by one. If a body is discovered, a crewmate can call an Emergency Meeting to have a group chat trying to figure out who the imposter truly is.", "Diving into Among Us, I see the charm despite its simplicity, and I can't help but to love the way this game makes me look at everyone as if they are super sus. Among Us is what it is, and unapologetically so. This year may be bad, but having fun experiences definitely isn't; Among Us provides a much-needed reprieve from reality without taking itself too seriously.", "What do you think about the Among Us reality show? Dig it and need an official version, or are you over the Among Us hype altogether? Sound off about those murderous jelly beans in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["sus", "gets", "fanmade", "youtube", "world", "reality", "imposter", "fun", "crewmate", "way", "tasks", "game"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}