{"title": "What Iraq taught me about identity, community, war and peace", "summary": "On a cool, dark March night in 2003 I crossed from Kuwait into Iraq in a Land Rover as a British soldier.\nI chose it so much, that I packed away my Pakistani identity and put on a British Army uniform.\nWe didn’t need to wait for the government to tell us to talk.\nWe didn’t need diplomats to organise a dialogue session.\nHe served in the British Army from 1997 to 2007 and worked at The Economist from 2015 to 2019.", "paragraphs": ["SOMETHING HAPPENED to me last year in Iraq. It made me think about Britain today: who we are, where we are and how we’ll get to somewhere new.", "But before we get to that incident, let me describe other moments from that visit.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "In February 2018 I went to Iraq to film a television programme for the BBC. In the mountains in the north, I was present when a bear was released back into the wild. As he left his cage, he became confused by the large crowd of people who gathered to watch, and dove on a nearby person.", "What could have been a tragedy was averted. The man escaped when the bear became distracted by screams from the crowd and Kurdish soldiers shooting into the sky. Luckily, he didn’t eat anyone—including me. But Iraq would get more dangerous.", "One day during my stay some ISIS fighters killed several Iraqi soldiers, put on their uniforms and set up a fake checkpoint. They would stop vehicles and execute the occupants. On that day, I planned to head down that road with our film crew. Thankfully we had developed a wide network of security contacts and were warned off.", "I can still remember the cold fear, knowing that I would have been killed. It also brought up painful memories and a question. Why was I in Iraq?", "I had wanted to see how the country was getting on some 15 years after I had invaded it. On a cool, dark March night in 2003 I crossed from Kuwait into Iraq in a Land Rover as a British soldier.", "Why had I joined the British Army—me, this brown boy? I grew up in a small town called Burnley about 30 miles north of Manchester. It was a tough place to live in the 1980s.", "It wasn’t always that way. A century earlier, in the late 1800s, it was the most important cotton-weaving centre in the world. Huge mills sat on the Leeds and Liverpool Canal, roaring with industry. As competition grew, the mill owners wanted to operate the machines at night.", "But the townspeople of Lancashire didn’t want to work through the night. So the owners and the government brought in people from South Asia to work around the clock, so the mills could keep producing. That’s why my family is here.", "The cotton industry exported machinery overseas. That’s where the business went too, and after that went engineering. Eventually there were no jobs but more and more people.", "Then the fighting started.", "Racism emerged from the desperation. When I was growing up in Burnley, some days as soon as school let out I’d run as fast as I could, for miles, to avoid getting beaten up. Sometimes they caught me and kicked my head in. Some days I was fast and got away—you learned how to run fast to get away. And sometimes I got to kick their heads in—because you learned how to fight back, too.", "Once, when I was about seven, my mum and I were walking down the street to go shopping. A car screeched to a stop in front of us, two lads shouted “Pakis!” and spat on us. My mum pressed me between her legs to protect me. But I knew that I couldn’t help her if they attacked us.", "Growing up, I felt that I had to make a choice. Was I British or was I Pakistani? I wasn’t brave enough to be a Pakistani back then so I chose British. I chose it so much, that I packed away my Pakistani identity and put on a British Army uniform.", "And it was there in uniform that I found something I didn’t expect. The British Army told me that it was okay to be a Pakistani. “Be whatever you like,” the army told me. “There are only two things we need from you: be fit and do your job.”", "It was a community that I wanted to be a part of. I was judged only on my ability. Could I run this fast; could I shoot this far? That was about it. I met women and men who became closer to me than my family. We shared the same values.", "In my service, I found the identity that I had previously avoided, and I discovered a community that had eluded me in Burnley. The army’s values were basic: get in the ring, fight for your life and remember you might not make it.", "That happened too. One night on an airfield in Kuwait I stood to attention, my spine stiff, shoulders back, arms tight by my side, as two mates were carried past me in wooden coffins and loaded onto the back of a plane.", "In the desert, we relied on each other, needed each other, depended on each other. We made a promise: When you’re not strong, I’ll be strong for you. And when I’m not strong, you be strong for me.", "We were interdependent—because we had to do something that was greater than us. That built trust, love.", "Burnley got better and being beaten up isn’t the whole story. It makes a sexy headline—I know about that; I landed in a newsroom after leaving the military. But it isn’t the whole truth. It’s more complicated. The truth always is.", "Today Britain is divided. Brexit is tearing the country apart. And that’s worsened other rifts. Each day you can point to another rock thrown from one camp to the other. I don’t think this country is racist; but sure, there are racists and there are idiots. I’ve seen this country at its worst and at its best.", "Yes, there was fighting in Burnley. But also caring. Every time I asked for help it was there, from teachers at Towneley High School, soldiers of the British Army and the journalists and editors of The Economist newspaper when I worked there. There have always been a lot of white hands pulling me up.", "Now, back to Iraq. The last thing we did on that trip for the BBC programme was for me to return to Basra, where I had been based as a soldier. I sought out the places where my friends were ambushed, shot and killed the first time I was in Iraq. And I met a man who tried to kill me and my mates on a second tour of duty there.", "Now I was in Iraq again, but this time as a civilian, a visitor, a journalist, an ordinary person looking for a quiet truth.", "The Iraqi man had been part of groups firing rockets at us. He told me they handed out sweets whenever they killed a foreign soldier.", "I could have stayed angry with him, but for what? It was over. We sat at a table across from each other, he was a proud Iraqi, said his government was corrupt, he cracked jokes and he smoked.", "I knew he was the future of Iraq. We British had been there, fought and left. He was the future.", "We talked deep into the night. We didn’t need to wait for the government to tell us to talk. We didn’t need diplomats to organise a dialogue session. We both just talked.", "All wars end with talking. It happened in Ireland. It’s happening now in Afghanistan, sort of. And it will happen here in Britain. It needs to happen.", "There is a conversation to be had, and it is not an easy one. We need to understand something about identity and about community. We need to be strong for those who can’t be. We need to know that leadership isn’t running faster than everyone else—it’s about taking everyone with us. And we need to learn to live with each other because that’s the only way we’re going to keep going.", "All wars end with talking. So let’s talk.", "_____________", "", "Adnan Sarwar is a television journalist and writer. He served in the British Army from 1997 to 2007 and worked at The Economist from 2015 to 2019. This essay is adapted from his talk at The Economist’s Open Future Festival in Manchester on October 5th 2019."], "pubDate": null, "authors": ["The Economist"], "keywords": ["army", "night", "community", "peace", "need", "identity", "taught", "pakistani", "iraq", "killed", "british", "thats", "strong", "war", "didnt"], "id": "35968071-4efc-377f-a571-82df68ff1a8f", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/open-future/2019/10/14/what-iraq-taught-me-about-identity-community-war-and-peace"}