{"keywords": ["prince", "im", "harrys", "claims", "wife", "royal", "backfire", "tabloids", "lawsuit", "legal", "media", "harry", "hes", "going", "claim", "commentators", "alleged"], "paragraphs": ["Prince Harry’s move to take legal action against tabloids for alleged phone hacking is part of the royal’s ramped-up aggressive PR approach designed to send a message to the media, according to commentators.", "It emerged on Friday night that the Duke of Sussex – who released a strongly worded attack on the British media for their treatment of his wife, Meghan, earlier this week – has issued legal proceedings against the owners of the Sun and the Daily Mirror.", "Buckingham Palace confirmed claims had been filed at the high court regarding alleged illegal interception of voicemail messages. It comes after a separate legal action was launched by the duchess against the Mail on Sunday for alleged breach of privacy and copyright infringement over the newspaper’s decision to publish a private letter she sent to her estranged father.", "It is not known precisely which period the alleged hacking relates to, although it is likely to be historical. It is understood there is a six-year limit on claims, which begins when the claimant first learns about the offence.", "A source with knowledge of the case said it was part of the round of phone-hacking claims being put together by solicitors for this autumn. Newspaper groups will now be required to provide any evidence that indicates Harry could have been a victim.", "The lengthy legal process means any potential trial involving Harry would be unlikely to take place before October 2020. Court listings show he has issued two claims: one against News Group, which published the News of the World until its closure, as well as the Sun; and the second against Mirror Group Newspapers, which owns the Daily Mirror and Sunday Mirror.", "Experts said the prince’s attempts to take on elements of Fleet Street risked backfiring.", "The PR specialist Mark Borkowski said Harry was backing himself into a corner with the media. “I think this was a very tactical ploy yesterday,” he said of the latest legal action. “What he’s hoping, what he’s demonstrating is, ‘You want to take me on, mate, I’m a different breed to other people, I’m a fighter, I’m not going to play to any rules and I’m going to come and get you.’", "“Either he’s buying time [or] sending a message and trying to frighten newspaper proprietors who are deeply scared of Leveson [the inquiry into press ethics]. It’s a really, really dangerous game. You’re going to make a lot of lawyers rich, they’ll be rubbing their hands from both sides.", "“It’s definitely a tactic to put the frighteners on people, it’s definitely a tactic to say: ‘I’m a different type of royal, come for me if you will,’ a different tactic in the sense: ‘I’m going to protect my wife whatever happens; if you’re going to get a story about me you’re going to have to make sure it’s absolutely robust.’”", "Ingrid Seward, the editor-in-chief of Majesty magazine and a royal biographer, said: “Harry seems to be conducting an all-out war with some parts of the media, which can be difficult. Even if he wins both cases, which I’m sure he’ll win the phone hacking, I simply don’t understand, why now?", "“Probably Harry’s just had enough and he’s not going to sit back and take the flak any more and this is his way of flexing his royal muscles.”", "In his statement released during the royal couple’s tour of South Africa, Harry accused parts of the media of “waging campaigns against individuals with no thought to the consequences”.", "He added: “Though [my] action may not be the safe one, it is the right one … I’ve seen what happens when someone I love is commoditised to the point that they are no longer treated or seen as a real person. I lost my mother and now I watch my wife falling victim to the same powerful forces.”", "Seward said: “That was a very personal and angry and inflamed attack. I don’t think it achieved anything apart from detract from the success of their South African tour. That was far too vitriolic and personal. He has the right to compare himself to his mother if he wishes to, but his mother’s situation was very different.”", "Seward said she suspected Prince Harry’s stand against the media was being urged by his wife. “Americans are historically extremely litigious and it’s their way of dealing with things. We do it differently, especially members of the royal family who historically have very seldomly sued because it’s just more attention on them. And it drags up dirty washing.", "“Harry is very volatile, he doesn’t always think the consequences of his actions through. So far, certainly in the first instance [in releasing the statement], the consequence of his actions have been very derogatory and negative.”", "Asked what her advice would be to the prince in dealing with the press, she said: “I’d say, take a leaf out of his mother’s book and make friends with your enemies. If Diana didn’t like something somebody had written she would get on to them, certainly I’ve experienced that. Then she’d have them round to KP [Kensington Palace] then they’re putty in her hands. But Harry is certainly not going to do that.”", "The costs of dealing with historical phone-hacking claims, many of them relating to stories published 15 years ago when the British tabloid industry was far more popular and financially successful, now weigh heavily on the already struggling finances of publishers of the Sun and the Mirror, as they deal with payouts and lawyers’ fees costing tens of millions of pounds."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "Prince Harry’s move to take legal action against tabloids for alleged phone hacking is part of the royal’s ramped-up aggressive PR approach designed to send a message to the media, according to commentators.\nBuckingham Palace confirmed claims had been filed at the high court regarding alleged illegal interception of voicemail messages.\nIt is not known precisely which period the alleged hacking relates to, although it is likely to be historical.\nIt is understood there is a six-year limit on claims, which begins when the claimant first learns about the offence.\nThe lengthy legal process means any potential trial involving Harry would be unlikely to take place before October 2020.", "url": "https://www.theguardian.com/uk-news/2019/oct/05/prince-harry-legal-action-alleged-phone-hacking", "title": "Prince Harry's lawsuit against tabloids could backfire, commentators claim", "id": "35e3e179-807f-3e00-9603-9605292bc314", "authors": ["Simon Murphy", "Jim Waterson", "Patrick Jephson"]}