{"id": "3618f583-640d-3697-ab42-f4afc01ae22b", "keywords": ["child", "ryan", "instagram", "lively", "shared", "reports", "reynolds", "birthday", "glamorous", "photos", "wife", "blake", "welcome"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "https://www.foxnews.com/entertainment/blake-lively-ryan-reynolds-third-child", "title": "Blake Lively and Ryan Reynolds welcome third child: reports", "summary": "Blake Lively has given birth to her third baby with Ryan Reynolds.\nRYAN REYNOLDS TROLLS BLAKE LIVELY OVER RISQUÉ INSTAGRAM PICThe Sun Online has contacted Blake's reps for comment.\nRYAN REYNOLDS 'EXCITED' ABOUT THIRD BABY, TALKS NEW 'DETECTIVE PIKACHU' MOVIERyan used the special occasion to share some less than flattering pictures of his glamorous wife, who is pregnant with their third child.\nRYAN REYNOLDS TROLLS WIFE, BLAKE LIVELY, ON BIRTHDAY WITH CANDID INSTAGRAM PHOTOSIn nearly all of the photos, her eyes are closed while she smiles at the camera.\nBLAKE LIVELY AND RYAN REYNOLDS DONATE $2M TO HELP MIGRANT CHILDREN AT BORDERRyan shared one of the unrecognisable photos of his wife, captioning it: \"#nofilter\".", "pubDate": null, "paragraphs": ["Blake Lively has given birth to her third baby with Ryan Reynolds.", "The pair, who married in 2012, has \"secretly welcomed\" their child two months ago, according to US reports.", "A source told US Weekly the baby is now \"two months old\" but no other details have been revealed.", "RYAN REYNOLDS TROLLS BLAKE LIVELY OVER RISQUÉ INSTAGRAM PIC", "The Sun Online has contacted Blake's reps for comment.", "Meanwhile, Ryan, 42, has been active on Instagram, and shared videos about his next movie Free Guy which also stars Brit sensation Jodie Comer.", "His last interaction with wife Blake, 31, online was when he trolled her and shared unflattering pics on her 32nd birthday – but she still looked stunning.", "Ryan and Blake, who already have kids James and Inez, don’t take themselves too seriously and never miss an opportunity to troll each other.", "RYAN REYNOLDS 'EXCITED' ABOUT THIRD BABY, TALKS NEW 'DETECTIVE PIKACHU' MOVIE", "Ryan used the special occasion to share some less than flattering pictures of his glamorous wife, who is pregnant with their third child.", "But former Gossip Girl actress Blake still looked incredible - even when caught off guard - thanks to her supermodel-esque looks.", "Ryan had fans in hysterics with the never-before-seen candid photos of his wife as they celebrated her 32nd birthday.", "RYAN REYNOLDS TROLLS WIFE, BLAKE LIVELY, ON BIRTHDAY WITH CANDID INSTAGRAM PHOTOS", "In nearly all of the photos, her eyes are closed while she smiles at the camera.", "Deadpool actor Ryan also appeared in most of the intimate snaps and captioned them: \"Happy Birthday, @blakelively\" Whilst Deadpool creator Rob Liefeld said in the comments: \"There are no bad pictures of @blakelively\".", "\"Haha! Happy birthday shes still always so beautiful,” commented Stranger Things actress Millie Bobby Brown.", "It is not the first time Ryan has shared unflattering snaps of Blake on social media.", "After photos emerged of Blake looking far from her glamorous self while shooting a film in Dublin, her husband took to Instagram to post a cheeky snap.", "BLAKE LIVELY AND RYAN REYNOLDS DONATE $2M TO HELP MIGRANT CHILDREN AT BORDER", "Ryan shared one of the unrecognisable photos of his wife, captioning it: \"#nofilter\".", "The normally glamorous star was snapped while filming scenes for spy thriller The Rhythm Section.", "She revealed in May that she is pregnant with her third child.", "Blake and Ryan are parents to two daughters, James and Inez.", "The couple tied the knot at Boone Hall Plantation in Mount Pleasant - where The Notebook was filmed - in front of friends and family.", "Ryan was previously married to Scarlett Johansson for two years, but he filed for divorce in December 2010.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "When he was 17, he had a brief romance with Sabrina the Teenage Witch co-star Melissa Joan Hart.", "The star also got engaged to Alanis Morissette in 2004.", "After his marriage to Johansson fell apart, he briefly dated Charlize Theron in 2011.", "Blake had a fling with Leonardo DiCaprio in 2011.", "This story originally appeared in The Sun."]}