{"id": "367b437f-7902-3f07-827f-39efae741711", "title": "Dan Hoffman: US will stay in Iraq to fight ISIS – Trump’s order to kill Soleimani benefits both countries", "url": "https://www.foxnews.com/opinion/dan-hoffman-us-will-stay-in-iraq-to-fight-isis-trumps-order-to-kill-soleimani-benefits-both-countries", "summary": "The bottom line: right now it doesn’t look like U.S. troops are exiting Iraq any time soon.\nThe elimination of the so-called ISIS “caliphate” by U.S. and allied forces under President Trump’s leadership was a major accomplishment.\nU.S. forces need to continue the fight against ISIS to eliminate any remaining threat the group poses to Iraq and to prevent ISIS from threatening our own shores.\nHe created Iranian proxy militias in Iraq, which developed into the popular mobilization units charged with fighting ISIS.\nIran sought to induce the U.S. to withdraw its military from Iraq even if it meant striking Iraqi military bases housing US service personnel.", "paragraphs": ["America’s military involvement in Iraq and our fight against the ISIS terrorist group there is not over – despite initial concerns about U.S. troops being expelled from the country after President Trump ordered a drone strike that killed Iranian terrorist Gen. Qassem Soleimani in Iraq Jan. 3.", "Soleimani’s fellow terrorist leader – Kataib Hezbollah militia head Abu Mahdi al Muhandis – was also killed in the U.S. strike, along with eight other terrorists.", "Iraqi critics of the killings denounced the U.S. strikes as a violation of their nation’s sovereignty. And in the heat of the moment, Iraqi nationalist Muqtada al Sadr – who holds the most seats in Iraq’s Parliament – demanded that the remaining 5,000 U.S. troops in the country withdraw.", "IRAN ROCKET ATTACK ON IRAQI MILITARY BASE INJURED 11 US SERVICE MEMBERS, OFFICIAL REVEALS", "The second-largest faction in the Parliament – Hadi al Amiri’s Iranian proxy Badr Corps – joined with Sadr’s faction to pass a nonbinding resolution expelling U.S. troops. But significantly, lawmakers from Kurdish and Sunni parties abstained from the vote against the U.S. presence in Iraq.", "While the U.S. media have shifted their focus to the impeachment trial of President Trump, you may have missed the fact that cooler heads now seem to be prevailing in Iraq. That’s very good news.", "The caretaker prime minister of Iraq – Adil Abdul-Mahdi – has left it to his successor to deal with the issue of the U.S. troop presence in Iraq.", "And after a 10-day hiatus, joint U.S.-Iraqi operations against ISIS have resumed. This is a positive development benefiting both our nations.", "The bottom line: right now it doesn’t look like U.S. troops are exiting Iraq any time soon.", "And while the Democratic-controlled U.S. House of Representatives voted 224-194 Jan. 9 to approve a nonbinding resolution demanding that President Trump seek consent from Congress before taking new military action against Iran, there is no indication the Republican-controlled Senate will approve the measure.", "Fortunately, no Americans were killed when Iran fired missiles Jan. 8 at two military bases in Iraq where U.S. troops were stationed, in a retaliatory attack for the Soleimani killing. However, the Defense Department announced Thursday that 11 U.S. military members were treated for symptoms of concussions resulting from the Iranian strikes.", "Now the time is ripe for Secretary of State Mike Pompeo and his brave, talented Baghdad Embassy team to double-down on engaging, especially with the many Iraqis who see the value in repelling Iran’s effort to subjugate their country while carrying on the fight against the ISIS terrorists who threaten us all.", "Trump’s strategic goal in taking out Soleimani – a mass murderer responsible for the deaths of more than 600 Americans and thousands of others – was to restore strategic deterrence in the U.S.-Iran relationship. The president made a calculated risk that Iran would not respond with a significant retaliatory attack.", "Going forward, Iran’s leaders know they will be in our crosshairs if they plan attacks against the U.S., including our embassy in Baghdad. Soleimani was responsible for an attack in which Iranian proxy militia forces penetrated the U.S. Embassy compound in the Iraqi capital shortly before his death.", "Rather than precipitating a U.S.-Iran war that neither the Trump administration nor the Iranian regime desires, the killing of Soleimani has the potential to bolster efforts both to thwart Iranian influence in Iraq and to counter ISIS.", "The elimination of the so-called ISIS “caliphate” by U.S. and allied forces under President Trump’s leadership was a major accomplishment. But we learned from the Sept. 11, 2001 attacks on our country that terrorists can plot against our homeland from ungoverned space in failed states.", "So we can’t afford to turn a blind eye to ISIS. The group is down but not out. There are reportedly 18,000 ISIS fighters still at large, threatening to melt into an insurgency in Iraq, as well as roughly 10,000 ISIS jihadists in detention.", "U.S. forces need to continue the fight against ISIS to eliminate any remaining threat the group poses to Iraq and to prevent ISIS from threatening our own shores. This requires a modest ongoing presence in Iraq of deployed U.S. military, diplomats and intelligence officers who can leverage local partners in the fight against our common terrorist enemy.", "How did we get to this point?", "Following the overthrow of Iraqi dictator Saddam Hussein in 2003 after the U.S. invasion of his country, Iran took advantage by directing its ally Syria to provide the Al Qaeda terrorist group with a safe haven to launch attacks on U.S. troops.", "Iran also deliberately benefited from Al Qaeda’s attacks on defenseless Shiite civilians in Iraq, which drove them into the arms of Iran’s proxy militias and enabled the militias to grow stronger as a result.", "Soleimani directed Iran’s penetration of Iraqi government ministries and Parliament. He created Iranian proxy militias in Iraq, which developed into the popular mobilization units charged with fighting ISIS. But these militias also pursued Iran’s sectarian agenda by exacting revenge against the disenfranchised Sunni population in Iraq, most notoriously in Mosul after it was liberated from ISIS control.", "Iraq’s toxic cocktail of failed governance, endemic corruption and ethno-sectarian violence – of which Soleimani was the architect – created the petri dish in which ISIS grew with impunity.", "Over the past few months, Soleimani, whom the Obama administration designated a terrorist, dialed up the intensity and frequency of attacks on Iraqi bases that house U.S. service personnel.", "Iran sought to induce the U.S. to withdraw its military from Iraq even if it meant striking Iraqi military bases housing US service personnel. Iran’s goal was to shape Iraq’s domestic political future, especially following the resignation of Prime Minister Abdul-Mahdi in November. For now, Abdul-Mahdi continues in office in a caretaker role.", "President Trump’s decision to eliminate Soleimani may indeed have opened a pathway to counter the two greatest threats to Iraq’s stability and sovereignty: ISIS and Iran.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Iraqi protests over the past few months against Iranian influence led to the attacks on Iranian consulates in the Iraqi holy cities of Najaf and Karbala.", "Because he is opposed to Iranian domination of Iraq, Sadr might see the value of an ongoing U.S.-Iraqi partnership in the fight against ISIS, especially if there is some prospect that Iraqi territory will not be used in a U.S-Iran proxy war.", "Predicting the future – especially in the Middle East, where sectarian conflict has carried on for centuries – is fraught with difficulty.", "CLICK HERE TO GET THE FOX NEWS APP", "President Trump’s bold decision to target Soleimani has the potential to benefit U.S. national security by weakening Iran’s ability to conduct asymmetric warfare in the region and beyond, as well as reducing Iran’s pernicious influence in Iraq.", "Those who are critical of Trump’s calculated risk in ordering the killing of Soleimani should ask this question: Would the Middle East’s future look brighter if the terrorist mass murderer was still alive and continuing to lead Iran’s vicious Islamic Revolutionary Guards Quds Force in deadly attacks?", "CLICK HERE TO READ MORE BY DAN HOFFMAN"], "authors": ["Daniel Hoffman", "Daniel N. Hoffman Has Been A Fox News Contributor Since May Before Joining Fox News", "Hoffman Had A Distinguished Career With The Central Intelligence Agency", "Where He Was A Three-Time Station Chief", "A Senior Executive Clandestine Services Officer. Follow Him On Twitter"], "keywords": ["attacks", "hoffman", "iraq", "dan", "trumps", "iraqi", "iranian", "terrorist", "troops", "order", "soleimani", "fight", "isis", "military", "kill", "irans", "stay"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}