{"id": "36b20e5b-acbe-34f4-a952-3631ca7a9f0d", "title": "Xbox Series X And Xbox Series S Unboxing", "url": "https://www.gameinformer.com/index.php/unboxing/2020/10/28/xbox-series-x-and-xbox-series-s-unboxing", "summary": "We are officially less than two weeks away from the beginning of a new console generation as the Xbox Series X and Xbox Series S rapidly approach their November 10 launch date.\nJoin us as we crack open the two boxes and check out all you can expect to find when you open up your own next-gen Xbox in a couple of weeks.\nWe get up close with the the consoles themselves, but also get good looks at the new Xbox Series X and Xbox Series S wireless controllers, plus the cables included in the boxes and more.\nWhile this video is focused specifically on what's in the boxes of Xbox Series X and Xbox Series S, you can get pretty in-depth impressions of the Xbox Series X here, or watch a New Gameplay Today episode focused on the Xbox Series X.\nYou can also see us unbox the PlayStation 5 here.", "paragraphs": ["We are officially less than two weeks away from the beginning of a new console generation as the Xbox Series X and Xbox Series S rapidly approach their November 10 launch date. Join us as we crack open the two boxes and check out all you can expect to find when you open up your own next-gen Xbox in a couple of weeks. We get up close with the the consoles themselves, but also get good looks at the new Xbox Series X and Xbox Series S wireless controllers, plus the cables included in the boxes and more.", "While this video is focused specifically on what's in the boxes of Xbox Series X and Xbox Series S, you can get pretty in-depth impressions of the Xbox Series X here, or watch a New Gameplay Today episode focused on the Xbox Series X. You can also see us unbox the PlayStation 5 here."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["weeks", "series", "wireless", "unboxing", "whats", "open", "s", "x", "focused", "xbox", "boxes"], "pubDate": "2020-10-28T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}