{"authors": ["Photograph", "Steven Saphore The Guardian"], "keywords": ["dslr", "indicate", "chlorophyll", "camera", "whiter", "light", "infrared", "mountains", "white", "pictures", "different", "blue", "leaves", "photographed", "visible"], "pubDate": null, "summary": "Photographer Steven Saphore, armed with nothing more than a screwdriver and super glue, made some simple modifications to his DSLR camera.\nDigital camera sensors are inherently sensitive to wavelengths of visible and infrared light.\nHowever, infrared light has no use in visible light photography as it cannot be seen and the camera will meter for light that isn’t there (resulting in unpredictable exposures).\nThe white tones you are seeing in leaves indicate a presence chlorophyll.\nThe darker areas indicate a lack of chlorophyll, which could be from drier leaves, or thinner vegetation revealing rocks and soil through them", "title": "In a different light: the Blue Mountains photographed in infrared – in pictures", "url": "https://www.theguardian.com/artanddesign/gallery/2019/oct/06/in-a-different-light-the-blue-mountains-photographed-in-infrared-in-pictures", "id": "36c0466b-79a7-303e-8b68-cd7f1be153f7", "paragraphs": ["Photographer Steven Saphore, armed with nothing more than a screwdriver and super glue, made some simple modifications to his DSLR camera. Digital camera sensors are inherently sensitive to wavelengths of visible and infrared light. However, infrared light has no use in visible light photography as it cannot be seen and the camera will meter for light that isn’t there (resulting in unpredictable exposures). While something like infrared satellite imagery can accurately capture deforestation from a technical standpoint, an infrared-enabled DSLR on the ground can articulate the fragility of such lush ecosystems from a more poignant human perspective. The white tones you are seeing in leaves indicate a presence chlorophyll. The more reflectance (whiter), the more chlorophyll. The darker areas indicate a lack of chlorophyll, which could be from drier leaves, or thinner vegetation revealing rocks and soil through them"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}