{"authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "title": "Library of Congress vendor forced to remove impeachment-themed 'Peach Mint' dessert item from cafeteria", "url": "https://www.foxnews.com/food-drink/library-of-congress-vendor-remove-peach-mint-flavor", "summary": "Hmm ... peach mint?\nA vendor at the Library of Congress was forced to remove a flavored baked good whose name was a pun on the impeachment inquiry into President Trump.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM“The cafeteria at the Library is managed by an external vendor which briefly offered the Peach Mint dessert.\nWhen this was brought to the attention of Library management, the item was removed,\" the statement read.\n\"The Library of Congress is a non-partisan government agency.\"", "keywords": ["impeachmentthemed", "item", "removed", "dessert", "vendor", "congress", "library", "mint", "forced", "peach", "half", "management", "remove", "statement", "offered"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Hmm ... peach mint?", "A vendor at the Library of Congress was forced to remove a flavored baked good whose name was a pun on the impeachment inquiry into President Trump.", "PUB BURGER THAT IS HALF BEYOND MEAT, HALF BEEF DRAWS CRITICISM: 'ALL OR NOTHING'", "In a statement to Fox News, the Library of Congress confirmed that the Peach Mint Crumb Cake dessert had been offered at its cafeteria, but was removed soon after management became aware of the item.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“The cafeteria at the Library is managed by an external vendor which briefly offered the Peach Mint dessert. When this was brought to the attention of Library management, the item was removed,\" the statement read. \"The Library of Congress is a non-partisan government agency.\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The vendor is not the first to create the politically-charged flavor. Ice cream shops in Denver and Seattle are reportedly among several eateries to create treats using the divisive combination."], "pubDate": null, "id": "372d8530-af0a-3308-ac90-a24bd3e1640b"}