{"id": "3747312d-9213-3dc2-8dc7-ec6bfb28a6fe", "title": "Why capitalism needs to be reset in 2020", "url": "https://www.ft.com/video/0dae2a4a-8c5c-4718-a540-b1fefae10dc4?playlist-name=editors-picks&playlist-offset=7", "summary": "A movement to reset capitalism is already underway.\nOne opportunity in 2020 is that lots of business people are now talking about purpose and the need to instil new ways beyond pure shareholder value.\nSo where is this change going to come from over the next year?\nPeople will start asking those 180 or so signatories of that statement, what have they actually done in 2020?\nSo if you want to understand the reset that's going on right now it pays to think about fear and greed.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Trust is still low 10 or more years after the financial crisis, and that seems a good enough reason to say we need to rethink the various fixes that were put in place after the 2008-09 crisis and see what more profound change can be brought through into business and finance. A movement to reset capitalism is already underway. One opportunity in 2020 is that lots of business people are now talking about purpose and the need to instil new ways beyond pure shareholder value.", "What you're seeing happening today is a very necessary return to stakeholder capitalism if you like, i.e., the idea that business and markets should be set within a wider social context, and a legal and political framework. We're not just moving from a world of narrow shareholder focus to stakeholder focus. We're also moving towards a world where investors increasingly recognise they need to look at the long term. You need to have a wider sense of what context you're operating in.", "Investors and business executives are people just like you and me. They have children. Those children are skiving schools on Friday to go on strike against the environment. And this really sharpens the issue for people. Suddenly, investors are looking much more seriously at - how do we become good stewards of the global environment? How do we look ourselves in the eye in 20 years' time and think that we did the right thing?", "Each year that we advance into the 21st century, a younger generation is worried about the purpose of the corporation, the purpose of capitalism. And that's an optimistic sign, I think, that people will be able to lead this change in 2020 in ways that they weren't necessarily in previous years.", "So where is this change going to come from over the next year? Well, there's lots of statistics out there that show that the younger people are, the more they care about these issues. These young people are going to become customers of banks, of pension providers, of the entire financial services industry. The competitive pressure that's going to come from firms looking to snag business from these people as they develop wealth, as they become older, is getting increasingly intense.", "There will be an increasing clamour of people asking for business leaders to deliver on promises that they made in 2019, notably, the Business Roundtable. People will start asking those 180 or so signatories of that statement, what have they actually done in 2020?", "For the finance and market sectors that I'm primarily focused on, the real thing is figuring out how to get money to green projects. How do we issue green bonds? How do we help companies that are trying to transition away from being dirty, oily companies into green technology? Where does the money come from for that process? That's what bankers and investors are definitely grappling with now. And they know that if they don't get this right, that next generation - the Greta Thunberg generation - is not going to be interested in using their services.", "On the downside, of course, although we might hope in 2020 for there to be more regulatory and policy change to try and reset and curb the worst excesses of capitalism, there are going to be distractions, notably the US presidential election and impeachment, and also, in a European scenario, Brexit, and in Asia, China and Hong Kong.", "So, any investor who's looking at a company or the corporate landscape needs to recognise that if you ignore those risks, you're in danger of essentially seeing the value of your asset being impaired. So if you want to understand the reset that's going on right now it pays to think about fear and greed. The fear element is pretty clear cut.", "Essentially, what you have are many C-suites that are waking up and realising that if they don't start paying attention to stakeholders they face regulatory pressure. They face consumer backlash. They sometimes face their own protest from their own employees. And they also face potential investor pressure. But the greed element is important too. Some companies also recognise that if they start looking at stakeholders more broadly, they can build for the long term.", "If they can get ahead of the really important social and environmental changes right now, be that renewable energy, be that non-meat alternatives, be that other ways that you can tap into the growing concerns amongst consumers for sustainable products, if you can do that, then often you can make more money in the long term anyway."], "authors": ["Filmed Richard Topping", "Nicola Stansfield", "Donell Newkirk. Edited Richard Topping. Produced Daniel Garrahan"], "keywords": ["right", "needs", "capitalism", "reset", "looking", "going", "youre", "2020", "need", "thats", "face", "business", "change"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}