{"id": "3813b185-9da4-3e65-869b-7876220e86be", "title": "Flat white world - Even as traditional globalisation has slowed, a new kind has sped up", "url": "https://www.economist.com/international/2020/11/07/even-as-traditional-globalisation-has-slowed-a-new-kind-has-sped-up", "summary": "The global middle class (which it also defines as those on more than $10 a day) will increase to almost two-thirds of the world’s population.\nOver half the world’s population now live in cities, according to the World Bank.\nThat figure represents just 3.5% of the world’s population.\nEven in rich countries, they cluster in cities which tend to vote for left or liberal-leaning parties.\nThe rise of such a style hints at an urban-rural divide that is growing all over the world.", "paragraphs": ["H AIRPORT , A BARBER SHOP , could be anywhere in the world. A smart logo on its doors shows a pirate in a tricorn, flanked by crossbone-style scissors. Giant photos of tattooed and bearded hipsters cover its walls. Two stylists trim the beards of jeans-clad customers. The owner, Ahmed Zia, a 31-year-old who founded the place in 2018, explains the logo, which he designed himself. “I was a fan of ‘Pirates of the Caribbean’,” he says, “I like the idea of a team of pirates.” Hence the crossbones-style theme. He settled on the name because it sounds like “airport”—a portal to the rest of the world.", "What makes Hairport striking is its location: in Kabul, the embattled capital of Afghanistan. The city is no stranger to beards. A couple of decades ago, sporting them was compulsory, a rule enforced with beatings by the Taliban. But in the past few were so well maintained, nor were they accompanied by tattoos or earrings.", "Today, however, Hairport is one of many such barber shops to have opened in Kabul. Walk around Shahr-e-Naw, a neighbourhood in the city’s centre, and you stumble across half a dozen, with names like “New York barber” or “West Style barber”. Some offer tattoos, too. “The market has completely changed,” says Mr Zia, who sports carefully clipped facial topiary. “The youth now are very interested in new styles.” They get their ideas from Instagram and Pinterest, he says, and happily pay 200 Afghanis ($2.60) for a trim. As for skin ink? “It is prohibited in our religion,” he says, “but the youngsters, they do not care.”", "Globalisation in the traditional sense has slowed in the past couple of decades. Even before covid-19 smashed it, global trade had stagnated for a decade. By last year, foreign direct investment ( FDI ) as a share of GDP had fallen by two-thirds compared with its peak in 2007. The globalisation of brands, which once seemed unstoppable, has slowed. From the 1970s to the early 2000s, the number of countries in which you could get a McDonald’s soared, from just two to over 100. But no new country has welcomed the firm in over four years. Indeed a few places, such as Bolivia and Iceland, have demolished their golden arches. Big expansions of other brands have failed. In January Walmart, an American retailer, began laying off people in India and wrapping up its business there.", "And yet in recent years a different type of globalisation has accelerated. A new design aesthetic is taking over the world, spread not via brands or FDI , but through social media and the internet. Even as formal trade slows, the globalisation of taste is rampant. Starbucks may not have reached large chunks of the world, but there are very few large cities in the world now in which a visitor cannot order a latte surrounded by exposed wood and vintage light bulbs. Kabul boasts no McDonald’s, but you can get a decent burger and fries at Burger House, a restaurant that would not be out of place in San Francisco.", "A global “hipster index” drawn up by MoveHub, an international shipping company, in February, did not include Kabul in its calculations of the world’s 446 most latte-soaked metropolises. The firm ranked cities by the number of coffee shops, record stores, tattoo parlours, vegan restaurants and vintage boutiques. At the top were predictable spots such as Brighton, in England, and Portland, Oregon, on the west coast of America. But the hipsters have spread much farther afield.", "At the Lion Café in West Kabul, young trendies slurp coffee beneath paintings by local artists. “Sometimes you need a break from your own culture,” says Karim Karimi, a 22-year-old law student, who takes his laptop there to work. “It is joyful when you can find that in your own country,” he says. Even Goma, a city in conflict-ridden eastern Congo, boasts Le Petit Chalet, which serves quinoa protein bowls as well as “latte macchiatos”. In Bangui, the capital of the Central African Republic, a place at least as war-torn as eastern Congo, Le Grand Café features exposed brickwork (the café does still rely on freeze-dried Nescafé; global gentrification has its limits).", "How did the hipster burn his tongue?", "The style, all “raw wood tables, exposed brick, and hanging Edison bulbs”, has been termed “AirSpace” by Kyle Chayka, an American writer. Sajith Pai, a venture capitalist in Delhi, describes it as “the bastard child of IKEA , Starbucks and Apple”. Its purpose is to communicate to potential customers that there will be a certain level of quality; that the coffee or haircut will meet some global standard. “You can call it reassurance design,” he says.", "Wealthier Indians decorate their own homes with “slightly old furniture, hand looms, that sort of thing”, not spartan brick and stripped-down wood, says Mr Pai. But they seek out hipster design in the bars and cafés of places such as Delhi and Mumbai because it signals their membership of a global elite. Mr Pai reckons the biggest consumers of this style are not the super-rich but the class just beneath them—the upper-middle class, who cannot stretch to Bentleys or private jets, but can afford plane tickets and posh coffees.", "Both the rich and middle class are growing in numbers. According to the World Bank, the share of the world’s population living on more than $10 per day (at 2011 purchasing-power parity)—enough money to buy things other than food and shelter—has swelled from less than a quarter two decades ago to almost two-fifths in 2017. The bulk of the growth has been in East Asia, but the figure increased in every region (see chart). The Brookings Institution, a think-tank, estimated in 2018 that the number of rich people (those living on more than $110 a day) will grow by 50%, or 100m people, by 2030. The global middle class (which it also defines as those on more than $10 a day) will increase to almost two-thirds of the world’s population. Such people are more likely than they were to be urbanites. Over half the world’s population now live in cities, according to the World Bank. Not everyone in poor-world cities (or even those in rich ones) will be able to afford regular flat whites or visits to craft-beer bars. But cities create high-paying specialist jobs, so some will. That allows specialist tastes to flourish. In Kenya, Eoin Flinn, the Irish CEO of 254 Brewing, a craft-beer company (named after Kenya’s dialling code), says that his firm has experimented with beers from a “Mexican pineapple sour” to a “Nitro Stout”. The buyers are middle-class Kenyans bored with of the bog-standard lagers that were until recently the only option. This class of people is more global literally, too. There are 272m migrants worldwide, according to the International Organisation for Migration ( IOM ), a UN body. That figure represents just 3.5% of the world’s population. But it is at an all-time high. And it is already higher than the IOM ’s predictions for 2050 made in 2003. Some are refugees. Many more—nearly two-thirds—are economic migrants. Both groups contribute to the globalisation of hipsterism. While abroad they acquire new tastes and money which they then bring home. In Afghanistan many of the hottest new businesses, such as the Lion Café, are founded by Afghans who previously fled their country. The same is true in Somalia—a country with a population of 15m, but a diaspora of 2m. Mogadishu is not an easy place to get a posh coffee—but it is now possible, thanks to Somali returnees.", "With travel comes education and thus exposure to a global culture of trendiness. Between 1975 and 2017 the number of students studying outside their home country increased from 800,000 to almost 5m. Their ranks have swelled even faster this millennium—the figure increased by a fifth between 2012 and 2016 alone.", "But it is not just travelling abroad for education that has increased. Global education options at home have, too. The American University of Afghanistan, inspired by the American University of Beirut, was established in Kabul in 2004. Its professors include foreigners and Afghans educated abroad. Courses are taught in English, not Dari or Pushtu, Afghanistan’s two predominant languages.", "Yet the biggest driver of late has surely been the internet. It enables would-be trendsetters to access information about the latest fashions free of charge, at least those who can read English and afford mobile-phone data. Worldwide, the proportion of people with a broadband subscription has nearly doubled since 2010. In only a few countries, such as Eritrea and North Korea, is fast mobile internet not widely available in big cities. Restaurant designers and hair stylists from Kabul to Bangui can take inspiration from Instagram; so can their consumers. In Afghanistan a fast-growing sector is e-commerce, mostly of Chinese “drop-shipped” goods, which retailers order straight from the factory and sell via Facebook. Where commerce spreads, so does culture.", "What does the rise of this class mean? A class of people who buy into a common cult of mid-century furniture and banal contemporary art do not always endear themselves to their fellow citizens. Even in rich countries, they cluster in cities which tend to vote for left or liberal-leaning parties. And even in those places—where they are accused of “gentrification” or worse—they are not always welcome. The rise of such a style hints at an urban-rural divide that is growing all over the world.", "He drank his cortado before it was cool", "Yet in rich countries these days being a hipster is hardly a rebellion—the culture has spread so relentlessly in big cities it is practically conformist. A somewhat tongue-in-cheek mathematics study published last year by Brandeis University found that even “pure anti-conformist[s] systematically taking their decisions with a tendency to oppose the majority” can end up making the same decisions as everybody else. These days it would be far braver for an entrepreneur in New York or Copenhagen to start a business with plastic tables and staff sporting chinos and polo-shirts.", "That is not true in many poor countries, and especially not in Kabul, where universities and schools are frequent targets of attack, most recently on November 2nd. At Hairport, the barber shop in Kabul, Mr Zia says that the Taliban returning to power is his greatest fear. Before getting into his own business, he studied English in Pakistan and then worked with the American army. He likes the idea of the rest of the world. But he says, “I love my country,” and does not want to leave. Afghanistan’s future is uncertain. If the Taliban come back, “I am planning to run away.” Not everyone with a beard is a good omen. ■"], "authors": ["The Economist"], "keywords": ["traditional", "kind", "rich", "cities", "worlds", "flat", "white", "country", "population", "sped", "slowed", "countries", "globalisation", "global", "class", "kabul", "world"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}