{"paragraphs": ["You get paid in armor upgrades and are always looking for another quest. You are asked to fetch items from dangerous places and to take down foes that threaten towns. These sentences describe a good number of games, but in this instance they summarize The Mandalorian, the weekly live-action Star Wars series on Disney Plus. The first season of The Mandalorian screams “video game,” and could (and should) be used as a blueprint for one.", "We’ve been infatuated with the look of Mandalorian armor from the moment Boba Fett first appeared in an animated short in 1978’s abysmal Star Wars Holiday Special, but he didn’t truly win audiences over until he appeared in a lineup of bounty hunters in the 1980 film, Star Wars: The Empire Strikes Back. His sleek and colorful armor, jetpack, rocket, flamethrower, and “no disintegrations” warning from Darth Vader made him an instant fan favorite, even though he didn’t do or say much. We adored him for his look and the belief he was one of the most feared individuals in the galaxy. Thanks to The Mandalorian, we now know more about the armor and what drives the people wearing it. In that same breath, however, Boba Fett’s legacy has faded to a point of obscurity. We have a much cooler Mandalorian to gush over now, and unlike the Fetts, he’s not an imposter – he’s the real deal.", "As of this writing, we don’t know his name yet, and there’s a chance we may never see who is under the helmet, but “Mando” as he’s somewhat jokingly called by characters in the show, is written like a video game lead who is on a rags-to-riches journey. He isn’t looking for financial fortunes or to gain power in the galaxy, he just wants better armor. That’s mostly what drives him. Like most game characters, Mando is guided by rare loot, and he’s more than willing to stack missions to get it – even going as far in one of the show’s episodes to say he will take every assignment available from a mission giver. We’ve all done that. Our mission queues are filled with assignments.", "Look at all of those side quests!", "Mando’s tasks are stripped from the video game playbook – escort, infiltration, and even being asked to clear out a courtyard of enemies (complete with a turret sequence). In most episodes, Mando takes on a bounty for a specific target and receives a tracking fob to locate this individual. The fob is essentially a beeping waypoint system that leads to a battle, an extraction (alive or dead), and then the reward of some form of currency (yes, the show even has different currency types that a publisher would likely use to drive microtransactions).", "The thing Mando wants most as a reward is a rare alloy called Beskar (or Mandalorian Iron) that he can bring to his armorer to forge into a new protective piece. The Mandalorians are prideful and adhere to the ways of their ancestors, and the armor is almost treated like a religion. In the first episode of the show, we learn Mando doesn’t have much Beskar on him, and he’s questing to change that. This motivation alone could be the foundation for the game – take on quests to build a complete armor set. That’s basically Destiny, right?", "This is probably what you would see as a new planet loads.", "I’m not throwing shade at Bungie with that comparison. I could see Destiny’s overall design working well for The Mandalorian game: Bounce from planet to planet and explore open environments for bounty targets. It's a concept that would work well for a living game. The developer just has to keep adding bounties.", "The show also screams of cooperative play. On two of the episodes, Mando has been joined by fellow bounty hunters to complete his missions. In the game, players wouldn’t just have to be a Mandalorian; they could also be an IG unit or a former Republic shock trooper like Cara Dune. These characters also serve the role of different classes, although the Mandalorian ranks are flush with them, such as heavy infantry like Paz Vizla.", "You and a friend rolling together.", "To further cement the game comparison, many of us have experienced frustration in buying a weapon we think sounds great, only to find it's mostly useless. Mando’s flamethrower fits this role. He continually tries to use it, and it rarely produces results. He needs to upgrade or ditch that thing – I bet we see that happen in future episodes. We’ve already seen him gain a new power in the Whistling Birds mini-missiles. Mando even makes a comment about how he needs to get a jetpack. Level up to get new abilities.", "The mission givers he converses with could be used for faction-based play. Do you side with the Empire or the bounty hunter ranks? Did you anger one faction and they put a bounty on your head? I don’t think I need to say any more; the show is a damn video game, and I want to play it. We'll never see LucasArts’ canceled 1313 Boba Fett title, but it seems like we may have a better mold to build from now. Since life isn't fair, we'll probably end up getting a cute Baby Yoda match-three game on mobile instead, but there's no harm in dreaming big and voicing what you think would be a great game.", "This is the way."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "The Mandalorian Should Be A Video Game", "id": "386a455e-3a5a-31b9-9491-3b1c4ac29506", "keywords": ["episodes", "video", "game", "bounty", "hes", "wars", "armor", "mandalorian", "think", "mando"], "summary": "The first season of The Mandalorian screams “video game,” and could (and should) be used as a blueprint for one.\nMando’s tasks are stripped from the video game playbook – escort, infiltration, and even being asked to clear out a courtyard of enemies (complete with a turret sequence).\nI could see Destiny’s overall design working well for The Mandalorian game: Bounce from planet to planet and explore open environments for bounty targets.\nIn the game, players wouldn’t just have to be a Mandalorian; they could also be an IG unit or a former Republic shock trooper like Cara Dune.\nI don’t think I need to say any more; the show is a damn video game, and I want to play it.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/05/the-mandalorian-should-be-a-video-game"}