{"id": "387fa001-38d8-30be-a2e0-895617b7a8bd", "title": "Young people driving coronavirus spike in Austin, Texas officials say", "url": "https://www.foxnews.com/health/young-people-driving-coronavirus-spike-austin-texas-officials", "summary": "Younger people are behind a rise in coronavirus illnesses in the Austin area, Texas officials said, noting that the county now has the highest number of active cases since August.\nMore than half of the 1,034 active cases in Austin-Travis County involve adults between 20 and 39 years old, according to Austin Public Health.\n“These numbers indicate that those who recently participated in a gathering have had a higher risk of encountering someone infected with the virus,” a news release said.\nElsewhere in the country states have been reported record highs for new cases as well as hospitalizations.\nThe U.S. as a whole reported 121,888 new cases on Thursday, marking the highest single-day increase since the pandemic began.", "paragraphs": ["Younger people are behind a rise in coronavirus illnesses in the Austin area, Texas officials said, noting that the county now has the highest number of active cases since August.", "More than half of the 1,034 active cases in Austin-Travis County involve adults between 20 and 39 years old, according to Austin Public Health.", "“These numbers indicate that those who recently participated in a gathering have had a higher risk of encountering someone infected with the virus,” a news release said. “We encourage everyone who was involved in gatherings outside of their household this weekend (ex. Halloween parties) to get tested for COVID-19 this week.”", "The agency also advised individuals who attended crowded gatherings to stay home and self-isolate, and to avoid visiting friends or loved ones considered high risk for coronavirus complications.", "TELEWORKING MAY DROP CORONAVIRUS INFECTIONS BY 50%: CDC", "“APH cannot prevent a spike in cases ahead of the winter holidays without the support and cooperation in our entire community,” a news release said. “An increase in case numbers will lead to needless hospitalizations and deaths.”", "ASPIRIN BEING TESTED IN CORONAVIRUS PATIENTS FOR POTENTIAL TREATMENT", "Texas is nearing the 1 million case mark, with close to 935,000 illnesses as of Friday. Elsewhere in the country states have been reported record highs for new cases as well as hospitalizations. The U.S. as a whole reported 121,888 new cases on Thursday, marking the highest single-day increase since the pandemic began.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "“We are entering a very dangerous time, where numbers of cases are rising dramatically, and younger Americans are potentially getting infected but not quarantining as they do not feel very ill,” Dr. Kristin Englund, infectious disease specialist at Cleveland Clinic, told Fox News last week.", "Fox News' Kayla Rivas contributed to this report."], "authors": ["Alexandria Hein"], "keywords": ["officials", "say", "young", "driving", "younger", "release", "increase", "austin", "texas", "spike", "coronavirus", "risk", "numbers", "reported", "infected", "cases", "tested"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}