{"paragraphs": ["INCLUSIVITY", "Photographed by Stefan Ruiz", "Fashion Editor: Jorden Bickham", "Gucci", "Alessandro Michele’s Gucci has long played fast and loose with the concept of gendered dressing, splicing the codes of traditional menswear with frill and flounce galore. Possessed of an aesthetic sensibility at once cinematic and antiquarian, Michele advances a vision of fashion and style that leaves plenty of room for everybody—including misfits. Model Hyunji Shin wears Gucci.", "Telfar", "The brainchild of Liberian-American designer Telfar Clemens, Telfar privileges inclusion. In The World Isn’t Everything, the short film that accompanied his spring 2020 collection, Clemens considered security procedures at airports around the world, and how those checkpoints can be used to objectify and oppress. Telfar, needless to say, does the very opposite; as the unisex label proudly proclaims, it’s “not for you—it’s for everyone.” Model Aheem Sosa wears Telfar."], "url": "https://www.vogue.com/article/fashion-the-future-vogue-values?mbid=social_onsite_twitter", "pubDate": null, "keywords": ["used", "model", "fashion", "telfar", "unisex", "vision", "future", "traditional", "wears", "world", "youits", "clemens"], "id": "389470a3-9502-37f6-8891-a7a22b6d04d3", "title": "It’s Time to Fashion the Future", "summary": "INCLUSIVITYPhotographed by Stefan RuizFashion Editor: Jorden BickhamGucciAlessandro Michele’s Gucci has long played fast and loose with the concept of gendered dressing, splicing the codes of traditional menswear with frill and flounce galore.\nPossessed of an aesthetic sensibility at once cinematic and antiquarian, Michele advances a vision of fashion and style that leaves plenty of room for everybody—including misfits.\nModel Hyunji Shin wears Gucci.\nTelfarThe brainchild of Liberian-American designer Telfar Clemens, Telfar privileges inclusion.\nTelfar, needless to say, does the very opposite; as the unisex label proudly proclaims, it’s “not for you—it’s for everyone.” Model Aheem Sosa wears Telfar.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast"]}