{"paragraphs": ["Gearbox Publishing and Counterplay Games have announced Godfall, a new fantasy action RPG for PlayStation 5 and PC. Described as a \"looter-slasher,\" Godfall makes use of intense third-person melee combat as players hunt for loot, equip armor, and defeat enemies.", "The team at Counterplay Games wants every hit to matter in Godfall, and plans to reward skill-based gameplay by enacting a cycle that gives players the next piece of loot they need to further their character and work into their playstyle. The title can be played solo or cooperatively with a party of three. Bosses and enemies are designed with co-op in mind, with special abilities that can counter multiple players attacking from different angles.", "Godfall is coming to PlayStation 5 and PC via the Epic Games Store in Holiday 2020."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "'Looter-Slasher' Godfall Announced For PlayStation 5 And PC", "id": "38b8d944-46a8-3bbe-a78a-a74337e6d30f", "keywords": ["players", "godfall", "wants", "loot", "playstation", "looterslasher", "pc", "counterplay", "games", "announced", "title", "work"], "summary": "Gearbox Publishing and Counterplay Games have announced Godfall, a new fantasy action RPG for PlayStation 5 and PC.\nDescribed as a \"looter-slasher,\" Godfall makes use of intense third-person melee combat as players hunt for loot, equip armor, and defeat enemies.\nThe title can be played solo or cooperatively with a party of three.\nBosses and enemies are designed with co-op in mind, with special abilities that can counter multiple players attacking from different angles.\nGodfall is coming to PlayStation 5 and PC via the Epic Games Store in Holiday 2020.", "pubDate": null, "url": "https://www.gameinformer.com/the-game-awards-2019/2019/12/12/looter-slasher-godfall-announced-for-playstation-5-and-pc"}