{"id": "38c6c5e2-fa57-315f-922a-33cd98482fc3", "title": "Netflix's The Witcher Is Partnering With McFarlane Toys For New Figure Line", "url": "https://www.gameinformer.com/2020/11/02/netflixs-the-witcher-is-partnering-with-mcfarlane-toys-for-new-figure-line", "summary": "Netflix's The Witcher season 2 is in progress currently after several major hiccups surrounding the ongoing COVID-19 pandemic.\nWith a few firsts looks and a little recasting, the witchers have yet another surprise in store for fans: a new toy line from McFarlane Toys.\nWe do have a spiffy teaser image though, one that includes the wolf and swallow symbol:New Toys InternationalMcFarlane Toys isn't abandoning the games though, don't worry.\nAs for the show itself, Netflix's The Witcher season two currently filming following a few COVID-related production issues with the entire cast and crew back in action.\nWhat are you most excited to see out of Netflix's The Witcher season two and out of the new McFarlane Toys line?", "paragraphs": ["Netflix's The Witcher season 2 is in progress currently after several major hiccups surrounding the ongoing COVID-19 pandemic. With a few firsts looks and a little recasting, the witchers have yet another surprise in store for fans: a new toy line from McFarlane Toys.", "This isn't the first time McFarlane Toys has adapted the Witcher universe but the new additions will be specific to the Netflix series, a series set before the time seen with CD Projekt RED's adaptation. The news of the new line comes by way of Toys News International with confirmation that the new line will include a few figures, though which characters we'll see have yet to be revealed. We do have a spiffy teaser image though, one that includes the wolf and swallow symbol:", "New Toys International", "McFarlane Toys isn't abandoning the games though, don't worry. Just last month the toy company confirmed a few new additions to its Withcer line up, including Eredin and the new Gold Label series that is available now to pre-order.", "As for the show itself, Netflix's The Witcher season two currently filming following a few COVID-related production issues with the entire cast and crew back in action. For those ready to dive into a new season, below is the official synopsis for the road ahead:", "Based on the best-selling fantasy series of books, The Witcher is an epic tale of fate and family. Geralt of Rivia, a solitary monster hunter, struggles to find his place in a world where people often prove more wicked than beasts,” Netflix said. “But when destiny hurtles him toward a powerful sorceress, and a young princess with a dangerous secret, the three must learn to navigate the increasingly volatile Continent together.", "With an even darker story and a few learned lessons from season one, season two is poised to be an exciting next step for the popular fantasy show. What are you most excited to see out of Netflix's The Witcher season two and out of the new McFarlane Toys line? Toss your comment to the section below and tell us what you think!", "[Source: Toy News International]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["season", "series", "partnering", "toy", "netflix", "line", "isnt", "witcher", "netflixs", "toys", "figure", "mcfarlane"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}