{"id": "38f4320c-4298-3414-a980-7c5609d7503e", "keywords": ["stark", "doctors", "sentence", "epidemic", "widespread", "overdose", "naloxone", "deaths", "cdc", "pain", "drug", "opioids", "40year", "virginia", "patients", "reminder", "opioid"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Alexandria Hein"], "url": "http://www.foxnews.com/health/opioid-doctors-sentencing-reminder-widespread-overdose", "title": "Opioid doctor's 40-year sentence is stark reminder of widespread overdose epidemic", "summary": "In 2017, 47,600 of the 70,237 overdose deaths involved opioids, an increase of 12 percent from the year prior.\nIn 2016, 66.4 percent of the 63,632 overdose deaths involved a prescription opioid, with the epidemic touching all age groups, races and ethnicities.\nAS DOCTORS TAPER OR END OPIOID PRESCRIPTIONS, MANY PATIENTS DRIVEN TO DESPAIR, SUICIDEBetween 2016 and 2017, the CDC found an increase of almost 47 percent in overdose deaths involving synthetic opioids other than methadone.\nBut the drugs also come with serious risks, including addiction, or the potential for misuse, overdose and possibly even death.\n“CDC commends efforts by healthcare providers and systems, quality improvement organizations, payers, and states to improve opioid prescribing and reduce opioid misuse and overdose,” the guidelines read.", "pubDate": null, "paragraphs": ["A doctor in Virginia was sentenced this week to 40 years in prison for illegally prescribing opioids, a practice that saw him dole out more than 500,000 doses of opioids between 2015 and 2017 to patients from Virginia, Kentucky, West Virginia, Ohio and Tennessee, resulting in at least one death.", "Dr. Joel Smithers was convicted in May of over 800 counts of illegally distributing opioids, including oxycodone and oxymorphone, and while the father of five maintains that he was acting as a caring physician who was deceived by patients, the painkillers are part of a class of drugs being blamed for a stark increase in opioid deaths in the U.S.", "OHIO CORONER SAYS OPIOID CRISIS IS 'NOT GOING AWAY' AFTER 10 DEATHS IN HER COUNTY IN JUST OVER A DAY", "According to the Centers for Disease Control and Prevention (CDC), of the 702,568 overdose deaths during 1999-2017, 399,230 involved opioids. In 2017, 47,600 of the 70,237 overdose deaths involved opioids, an increase of 12 percent from the year prior. In 2016, 66.4 percent of the 63,632 overdose deaths involved a prescription opioid, with the epidemic touching all age groups, races and ethnicities.", "And while the hardest-hit state, West Virginia, was one where Smithers was convicted of distributing opioids, it was more than one doctor and more than one drug that spurred the crisis. Illicit opioids including fentanyl and other synthetic drugs are also to blame for the spike.", "AS DOCTORS TAPER OR END OPIOID PRESCRIPTIONS, MANY PATIENTS DRIVEN TO DESPAIR, SUICIDE", "Between 2016 and 2017, the CDC found an increase of almost 47 percent in overdose deaths involving synthetic opioids other than methadone.", "Opioids, which range in potency, are often used to treat chronic and acute pain, and when used appropriately can be a solution for patients. But the drugs also come with serious risks, including addiction, or the potential for misuse, overdose and possibly even death.", "Big pharma has played a large role in the overdose epidemic as well, with Purdue Pharma recently agreeing on a $10 billion tentative settlement with 24 states over the crisis. In Oklahoma, a judge ordered Johnson & Johnson to pay out $572 million over marketing and sales practices of powerful opioids.", "EX-CEO OF INDIANA DRUG COMPANY GETS 3 YEARS FOR DEFRAUDING FDA, TAMPERING WITH DRUGS", "While the CDC has reported that the prescribing rate in the U.S. has been declining since 2012, it’s still triple the amount than it was in 1999. In 2017, the agency reported almost 58 opioid prescriptions written for every 100 Americans, and the average number of days per prescription averaging around 18.", "In an effort to combat overprescribing practices, in 2016 the CDC released guidelines that saw many physicians taper down or end chronic pain patients’ prescriptions, leaving them in pain or turning toward illicit drugs or even suicide to find relief.", "“We have a terrible problem. We have people committing suicide for no other reason than being forced to stop opioids, pain medication, for chronic pain,” Thomas Kline, a North Carolina family doctor and former Harvard Medical School program administrator, previously told Fox News.", "“It’s mass hysteria, a witch hunt. It’s one of the worst health care crises in our history,” said Kline. “There are 5 to 7 million people being tortured on purpose.”", "PERDUE PHARMA REACHES TENTATIVE SETTLEMENT IN OPIOID LAWSUIT, BUT SOME STATES NOT ON BOARD", "The move provided neither a solution for patients nor the nation’s overdose data, which saw a drop in painkiller prescriptions but overdose deaths continuing to soar. In June 2019, the CDC was forced to issue updated guidelines urging physicians not to cut patients off abruptly.", "“CDC commends efforts by healthcare providers and systems, quality improvement organizations, payers, and states to improve opioid prescribing and reduce opioid misuse and overdose,” the guidelines read. “However, some policies and practices that cite the Guideline are inconsistent with, and go beyond its recommendations.”", "Elsewhere, the tech industry has entered the ring in a bid to help combat the staggering overdose numbers in the U.S. In September, which is recognized as “National Recovery Month,” Google featured a promotion on its homepage linking out to its new “Recover Together” website, which features recovery stories and resources. It also lets users find more than 33,000 locations providing recovery services, and a Naloxone Locator, which is where people can find the overdose reversal drug without a prescription.", "DOCTORS CAUGHT BETWEEN STRUGGLING OPIOID PATIENTS AND CRACKDOWN ON PRESCRIPTIONS", "The FDA has also called for more access to naloxone, which is currently approved by the agency in three different forms but requires a prescription. In most states, a pharmacist can dispense naloxone under a standing order, and many have also given pharmacists direct authority to prescribe and sell it to consumers.", "However, the agency said misunderstandings or misinterpretations of the order are still causing roadblocks for many in search of naloxone, preventing the life-saving drug from getting to the people who need it. The FDA said it was working with federal state and local officials as well as health care providers to clear up any miscommunications and increase the availability of the drug in all forms.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“Ultimately, the goal of increasing access to all forms of naloxone is to make this potentially life-saving treatment available to individuals at risk of an overdose – such as those with a history of overdose or substance use disorder – and those in the community most likely to observe an overdose,” the agency said in a news release.", "The Associated Press contributed to this report."]}