{"id": "392c66ff-35b8-361f-89d5-c873d030b22b", "title": "‘It’s crazy, but I started my own bank’: the story behind Starling", "url": "https://www.theguardian.com/business/2020/nov/08/its-crazy-but-i-set-up-my-own-bank-the-story-behind-starling-anne-boden-ceo-interview", "summary": "She ushered me out, remained by my side until the ceremony started (think Disney’s Fairy Godmother) and, along the way, mentioned that she was the founder and CEO of Starling Bank, the event’s main sponsor.\nWhen she explained that Starling was an app-based bank, I rewarded her with the worst response possible.\nHer bank, Starling, has won Best British Bank at the British Bank Awards for the past three years.\n“I’d start each morning in a coffee shop sending emails, “I’m Anne, I’m starting a bank.\n“Somehow I convinced myself that the most important thing was Starling,” she says, “and that Starling should be more important than me.", "paragraphs": ["The first time I met Anne Boden was last December at a glitzy awards ceremony where I knew no one, felt out of place and was skulking in the loos. In she bustled – she’s smaller than me (I’m 5ft 1in), older than me (she’s 60), a little eccentric and perhaps the friendliest person in the place. She didn’t stop talking. She ushered me out, remained by my side until the ceremony started (think Disney’s Fairy Godmother) and, along the way, mentioned that she was the founder and CEO of Starling Bank, the event’s main sponsor.", "I couldn’t have been more surprised – or picture a less likely “banking mogul”. When she explained that Starling was an app-based bank, I rewarded her with the worst response possible. “You mean like Monzo?” (My daughter had signed up to Monzo, the trendy “no branches” bank, to acquire its distinctive coral-coloured card, which now gathers dust on her bookshelf.) Boden was gracious but flustered. I ascertained that Monzo had been founded by her former business partner Tom Blomfield. He was considerably younger, more hip, more Hoxton – and he’d left her, taking the other directors with him.", "Back then, it wasn’t something she discussed in depth – though financial journalists always asked her about it. Now, though, she has written the whole gory story in a “business tell-all”, a banking blockbuster – however unlikely that sounds. It’s the tale of a 50-something woman who wants to create a new kind of bank, but needs many millions of pounds just to get started. It takes her two years, but in 2017 she gets there. Her bank, Starling, has won Best British Bank at the British Bank Awards for the past three years. It was the only challenger bank to get through 2020 bigger and stronger than it had been at the start – and it’s on course to become profitable by December. This year, Boden was invited on to the UK Finance Board and the Government’s Board of Trade. She’s a shot in the arm for super-chatty, middle-aged women everywhere.", "When we meet to discuss her book, Banking On It, Boden’s chosen venue is near Starling’s head office in Southampton, a spa café where men and women dressed in white bath robes chill out between treatments. Boden is standing near the door, waving wildly.", "‘Fintech start-ups are all young white guys with goatees – usually with rich parents, too’: Anne Boden. Photograph: Michael Clement/The Observer", "She’s well aware she doesn’t conform to any banking stereotype. “I’m a woman. I’m 5ft tall. I’m Welsh. I’m middle-aged. I’m from a very ordinary background and I’m the sort of person who’ll chat to somebody in the ladies!” she says. “Fintech start-ups are all young white guys with goatees – usually with rich parents. People did think I was crazy, that no one ‘starts a bank’, especially people who looked like me, but I’d reached the stage where I was prepared to fail. I was 54 and confident enough not to care if somebody said I was stupid.”", "Boden grew up in Swansea, the only child of older than average, devoted parents who supported her in whatever she did and gave her an unlimited budget to spend at the bookstore. It all went on nonfiction as Boden was fascinated by science, biographies and how the world worked.", "“My father worked for British Steel, my mother in the local department store,” says Boden. “I didn’t know anyone who worked in an office, but I did well in school, studied computer science at Swansea and ended up in London working for Lloyds.” This kickstarted a corporate career that culminated with a move to Dublin in 2012 to join Allied Irish Banks as group chief operating officer.", "Here, she began to reimagine banking. The 2008 credit crunch had devastated Ireland, banks had been seen as largely to blame but, four years on, both there and back home they had returned to business as usual, largely unchanged. “Technology had transformed how we shop, how we holiday, how we live, but banking was stuck in the past, pretending it hadn’t happened.” Boden began to picture a new kind of bank. “I knew a lot less about industry disruptors than I know now, but I understood that they worked by putting power back in the hands of the consumer,” she says. She wanted (and ultimately created) a bank without the bureaucracy, where opening an account took minutes not weeks, which delivered instant spending notifications and insights (so customers can see how much goes on rent or coffees or late-night Ubers) and helps them set and reach saving goals. With Boden’s bank, cheques could be deposited with just a photo, there would be a handy card-lock facility for the moments customers mislaid their cards, there’d be 24-hour support – but no branches.", "In the UK, just 1% of venture capital goes to all-female teams", "Is there any harder start-up than a bank? The sums required are astronomical, the regulation and red tape incredibly stringent and the big banks take care of 85% of the nation’s bank accounts. What’s more, Boden knew her face didn’t fit. “Fintech is first about finance and there are hardly any women in that,” she says. “In a boardroom of 20 people, there might be two women, often from another country.” (Boden has a theory that the surprising number of foreign female executives on FTSE boards is down to company bosses feeling more comfortable with women who don’t sound like their wife or mother.)", "“Then you’ve got technology,” she continues, “and there are hardly any women in tech either. Those that are tend to be in marketing roles. When you put that together with entrepreneurship, there are very, very few women fintech entrepreneurs.” In the UK, just 1% of venture capital goes to all-female-founded teams. “I understood how it worked, but there was nothing I could do to change me. I just had to pretend it wasn’t the case.”", "Armed with decades of experience and a colossal volume of research, Boden left her job in 2014 and returned to the UK. She bought a terraced house in Marlow (no connections drew her to the place except a childhood memory of a “gorgeous caravan park”. She still hasn’t fully unpacked.) With no office and no business card, Boden chased meeting upon meeting, trying to sell her vision. “I’d start each morning in a coffee shop sending emails, “I’m Anne, I’m starting a bank. Will you help me?’” She doesn’t sugar-coat this. The pressure was “unbelievable”, deep down, she felt like she was “begging”. She amassed hundreds of rejections. How did she cope? “By sending more emails, creating more opportunities,” she says, “and also reading biographies of successful entrepreneurs, especially ones who had almost failed.” After about eight months of solid effort, she succeeded in persuading some top firms to undertake a huge amount of work – legal, regulatory, branding – on a contingency fee arrangement, stacking up more than £1m in debt. She also recruited a small team, including Tom Blomfield, who had called her up (their paths had crossed before) and become chief technology officer (CTO).", "Boden was keenly aware of the differences between them. Blomfield, young, bearded and casually dressed, was straight out of start-up central casting. He’d launched his first business, Boso.com, an eBay for students, when still at Oxford. What frustrated Boden was that no one could see further than this odd contrast. In her book, she describes a trip to the US where the pair attempted to raise investment, but were met with puzzled faces. (Boden’s picture of Silicon Valley as seen through her eyes is highly entertaining. The “young people in high fashionwear” milling around the “dreaded table tennis tables”, perfecting the art of “looking wildly busy, yet supremely relaxed.”)", "Ultimately, she and Blomfield were driven apart by their different attitudes to investment opportunities. Great tension arose when Boden ended talks with one interested investment company after learning that a founder had pleaded guilty to a serious crime. They then secured an offer elsewhere, but it fell apart over the issue of contingency fees owed.", "If there’s a disco in the office or music somewhere, I’m always first on the dancefloor", "Blomfield resigned and, within days, the small team they’d built had gone with him. I ask how this felt. It’s the only time Boden stops smiling. She’s still and quiet. “I never thought it would actually happen to me,” she says, haltingly. “I didn’t expect it. I was shocked. Perhaps I should have been on my guard, but I wasn’t.” Her response was to email Blomfield her own resignation letter instead, effectively handing the whole project over to him. “Somehow I convinced myself that the most important thing was Starling,” she says, “and that Starling should be more important than me. That’s a very silly thing to do. It’s a very feminine thing to do.” Blomfield’s “terms of acceptance” included the proviso that Boden take the £1m debt with her. When she refused, he and the other four directors left to form Monzo.", "What happened next is pure Hollywood (with a smattering of James Bond). While alone in her office, shocked and wounded, a new team formed around Boden, starting with an old friend and associate who turned up uninvited, handed her a coffee, quietly found a desk and got to work. He called someone else, who called someone else. This new team was different. “They were mainly older, more experienced,” she says. “Quiet people. Serious people.” (They’re still with her now.) For eight months, everyone worked for nothing, then at the end of 2015, she was summoned to the Bahamas to meet billionaire Harald McPike, who was interested in investing in the challenger banking market.", "For three days – some of it on his yacht – he fired questions at her (“The most intelligent questions I’d ever been asked about Starling.”). By the time Boden flew home, she had £48m in backing. In July 2016, Starling got its banking licence. (Monzo’s arrived the following month.)", "I wish I could help more women understand you don’t have to conform to stereotypes to be happy", "Starling now has 1.8m customer accounts and a staff of more than 1,000, with women filling 40% of the senior roles. Boden happily admits it takes up her whole life. “People talk about ‘work-life balance’,” she says. “I only have work – and I enjoy every minute of it.” She doesn’t cook (“I have no interest whatsoever”) and hasn’t married (“one of these days, I’ll write a book about men and dating!”). She has no children. “I never decided not to have children; as with many people, it just didn’t happen,” she says. “I think it’s important to focus on what you have rather than what you don’t. I’ve had a great career. I’ve done lots of stuff. I’m proud of what we’ve built. I wish I could help more women understand that you don’t have to conform to the stereotype to be happy, to be successful. But I’ve been extremely lucky. I had a childhood that was loving and supportive, but with no pressure to be anyone different.”", "Boden often refers back to her parents to explain her rock-solid self-belief – and one childhood memory seems to be especially telling. Whenever the adverts came on TV in her family home, her parents would both jump to their feet, grab each other and gyrate round the room – Boden would often join in. When the ads finished, everyone plopped back down again laughing. For years, Boden assumed this happened in all households and was disappointed to see when visiting friends that everyone else stayed slumped and still during commercial breaks.", "I ask if she still dances to the ads. “Yes!” she laughs, “I must admit, if there’s a disco in the office or music somewhere, I’m always first on the dancefloor! Everyone else is looking around, saying, ‘She’s dancing?’”", "Banking On It: How I Disrupted an Industry, by Anne Boden, is published by Penguin Business at £20. Buy it for £17.40 at guardianbookshop.com"], "authors": ["Anna Moore"], "keywords": ["started", "crazy", "shes", "starling", "worked", "business", "office", "boden", "banking", "bank", "im", "women"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}