{"id": "3a0458a2-1569-334a-a297-4ca7b0df8876", "title": "'Skin Decision' re-thinks the classic makeover show to reveal an overlooked side of plastic surgery", "url": "https://edition.cnn.com/style/article/skin-decision-netflix-plastic-surgery/index.html", "summary": "Cosmetic procedures are broadly about the quest for beauty, whereas reconstructive ones restore functions lost or impaired.\n\"I think ('Skin Decision') is the first time that plastic surgery has been shown for what it is,\" she added.\n\"Skin Decision\" uses a variety of surgical and non-surgical cosmetic procedures.\nCredit: NetflixGoodwin, who completed filming for the show two-and-a-half years after surviving the tragic murder-suicide, said that having cosmetic surgery \"opened my own mental prison.\"\nTop image: Nicholas Bravo, a participant in \"Skin Decision,\" after receiving treatment for facial scarring following a road accident.", "paragraphs": ["Written by Oscar Holland, CNN", "For vanity or medical necessity? To enhance or to correct? Clients or patients? Plastic surgery has traditionally been divided into two separate camps: the cosmetic and the reconstructive.", "Cosmetic procedures are broadly about the quest for beauty, whereas reconstructive ones restore functions lost or impaired. The two may share history, expertise and technology, but when it comes to our attitudes toward going under the knife, the dichotomy matters.", "Netflix's new reality show \"Skin Decision: Before and After\" demonstrates, however, the distinction between what is considered cosmetic and reconstructive isn't always so clear.", "Across the first season's eight episodes, Dr. Sheila Nazarian and nurse Jamie Sherrill consult patients carrying the scars, irregularities and deformities of personal trauma. Some have suffered violent attacks or road accidents; others bear painful reminders of lifelong acne or the physical damage of alcoholism.", "Dr. Sheila Nazarian and nurse Jamie Sherrill. Credit: Netflix", "But it could be argued that all of the participants stand to gain psychologically from undergoing some form of surgical or non-surgical cosmetic procedure, even if it isn't strictly necessary. Using their field's latest technologies, Nazarian and Sherrill eliminate scar tissue, smooth damaged skin and restore patients' smiles (quite literally in the case of one man, whose facial injuries caused pain every time he smiled).", "They use tucks, fillers and lasers -- treatments that are, on paper, cosmetic rather than reconstructive. Yet, their patients aren't searching for perfection.", "Unlike other plastic surgery reality shows, which routinely document wealthy participants' efforts to remove wrinkles, enlarge breasts or lift buttocks, those appearing on \"Skin Decision\" often just want to return to their former selves. As a patient with large amounts excess skin, following a dramatic weight loss, explains in one episode: \"I don't have to look like Barbie. I just want to look normal.\"", "\"It's an emotional change, it's a therapeutic thing we do rather than just vanity and a spectacle.\" Dr. Sheila Nazarian, \"Skin Decision\"", "Few participants better exemplify surgery's potential to transform people's lives than Katrina Goodwin, who appeared on the show following a horrific 2017 attack in which she was shot nine times by her then-husband, who went on to kill the pair's two young daughters. Nazarian and Sherrill helped to remove scar tissue on Goodwin's abdomen, reconstruct cavernous bullet wounds and remove a tattoo bearing her ex-husband's name using advanced laser equipment.", "Before and after shots show Katrina Goodwin's transformation following a horrific attack. Credit: Netflix", "\"Every time I took a shower I was reminded (of the tragedy),\" she told CNN over the phone from Washington, D.C. \"Now, when I take a shower I'm reminded ... that this is phase two. This is my new beginning.", "\"Before appearing on the show, I didn't realize how defeated I was -- defeated in my whole body language,\" she added. \"Now friends and family say, 'You walk taller, you walk prouder, you seem happier.' So it was a transformation, and a way for me to reclaim myself and feel complete, like a normal woman.\"", "Differing motives", "When it comes to plastic surgery, the idea of normality is a subjective one, according to professor of clinical psychology and psychotherapy at Germany's Ruhr-University Bochum, Jürgen Margraf, who has studied the mental impact of undergoing cosmetic procedures.", "\"There's nothing to argue against getting rid of a scar -- why should you walk around with a scar?\" he said in a phone interview. \"But then you can extend this argument. Let's say you're born with a crooked nose. Why should you live with that and try to make the most of it?\"", ", for instance, who have such a distorted view of themselves that they \"will never be satisfied with whatever surgery you do.\" Assessing patients' psychological suitability for surgery, therefore, also comes down to what they hope to achieve. There is a difference, Margraf said, between patients with just one bodily feature they're dissatisfied with and those with body dysmorphic disorder , for instance, who have such a distorted view of themselves that they \"will never be satisfied with whatever surgery you do.\"", "Nazarian pictured in surgery during an episode of \"Skin Decision.\" Credit: Netflix", "\"Skin Decision\" surgeon Dr. Nazarian, who carries out a broad range of procedures at her Beverly Hills clinic, also appears more concerned with how realistic patients' expectations are -- and how likely they are to be pleased with the results.", "\"The question I'm constantly asking myself is, 'Is this person capable of happiness?'\" she said in a phone interview. \"If I think someone is perseverating over something imperceptible, I'll tell them, 'I don't think I can make you happy.'", "\"I think ('Skin Decision') is the first time that plastic surgery has been shown for what it is,\" she added. \"It's an emotional change, it's a therapeutic thing we do rather than just vanity and a spectacle.\"", "Patients in need", "Today, a variety of cosmetic procedures are being used to treat patients in unexpected ways, according to Dr. Linda Lee, an assistant professor of otolaryngology at Massachusetts Eye and Ear's Facial Nerve Center, part of Harvard Medical School.", "Lee, who specializes in facial plastic surgery, has started using cosmetic fillers to treat patients with Bell's palsy , a condition that causes partial or complete paralysis on one side of the face. The non-invasive procedure sees a gel-like substance injected beneath the skin to restore volume.", "\"When the muscle is wasted, there's no surgery that's going to make that better. But two syringes of cheek filler make an amazing difference in five minutes,\" Lee said in a phone interview, saying that the injections have given her patients' faces a more balanced appearance.", "\"It's a different skill (as a doctor) -- I'm not trying to make you look younger, I'm trying to make you look symmetrical.\"", "Research by Massachusetts Eye and Ear's Facial Nerve Center, part of Harvard Medical School, used facial filler injections to help patients with Bell's palsy. Credit: Massachusetts Eye and Ear Facial Nerve Center", "But as far as insurers -- or, in countries with public healthcare systems, state hospitals -- are concerned, work like this exists in a \"gray area\" between cosmetic and reconstructive surgery, Lee said. Healthcare policies traditionally only pay out for procedures that are shown to restore function or the ability to carry out everyday tasks. (Nazarian said she would not expect the procedures carried out in \"Skin Decision\" to be covered by insurance companies in the US).", "As such, participants in the Harvard Medical School study had to pay out of pocket for the injections, though they were offered at cost price (around $350 to $400 each). Lee hopes that her research can help encourage insurers to cover the treatment, which is far less invasive than alternatives like facial reanimation surgery -- even though \"people think of fillers as for aging and wrinkles.\"", "As one of the study's patients, Suzanne Nevins, attests, this \"cosmetic\" procedure can help restore function too. Having suffered paralysis on the right side of her face, the 67-year-old postnatal nurse said that her speech and ability to eat foods like soup had been impaired by the condition.", "\"I could cry, because I could not believe how much getting that lower lip firmer helped,\" she said in a phone interview. \"I ate better, I spoke better and I was much more comfortable. It's physical health, but it's also mental.\"", "Related video: How red lipstick became a symbol of strength", "For Lee, demonstrating the psychological benefits of the treatment is an important part of her research. Her study found that Bell's palsy patients were less likely to avoid photographs after receiving filler injections, and were less worried about people thinking they had suffered a stroke. Participants also reported what Lee described as a \"significant\" improvement in personal confidence after receiving the filler.", "Beyond function", "As our understanding of mental wellbeing becomes more nuanced and holistic, so too may our definition of \"functionality.\" It more often relates to the physical, but what if a body issue affects a patient's ability to function socially, professionally or interpersonally?", "\"There's a continuum, from having social anxiety to being severely impaired (by it),\" said Margraf. \"At one end of the continuum, social anxiety has an illness-like quality that impairs your quality of life more than being a terminal cancer patient.\"", "\"Skin Decision\" uses a variety of surgical and non-surgical cosmetic procedures. Credit: Netflix", "For patients in \"Skin Decision\" and Harvard's Bell's palsy study alike, the potential psychological gains of cosmetic work are self-evident. Yet, there is evidence that patients' ability to benefit from aesthetic procedures depends on their mental well-being going into them.", "\"If you're not ready, if you're not strong enough and if you haven't gotten the right help mentally before doing this, you may be doing it for the wrong reasons.\" Katrina Goodwin, patient on \"Skin Decision\"", "13-year study in Norway found that women with mental health issues who underwent cosmetic surgery were more likely to later experience depression, anxiety and eating problems, while another found that women who underwent breast augmentation were more likely to die by suicide.", "\"Past behavior is a good predator of future behavior,\" Margraf said. \"So, if you're depressed before the procedure, you'll come out more depressed, in comparison to others, in the future.\"", "Nazarian and Sherrill in a promotional still from Netflix's \"Skin Decision.\" Credit: Netflix", "Goodwin, who completed filming for the show two-and-a-half years after surviving the tragic murder-suicide, said that having cosmetic surgery \"opened my own mental prison.\" But the 39-year-old also pointed to the dangers of treating it as a psychological cure-all.", "\"Your heart and mind have to be emotionally ready... If you're not ready, if you're not strong enough and if you haven't gotten the right help mentally before doing this, you may be doing it for the wrong reasons.\"", "Top image: Nicholas Bravo, a participant in \"Skin Decision,\" after receiving treatment for facial scarring following a road accident.", "An earlier version of this story did not include Linda Lee's title. She is Dr. Linda Lee."], "authors": ["Oscar Holland", "Dr. Sheila Nazarian", "Skin Decision", "Katrina Goodwin", "Patient On"], "keywords": ["classic", "lee", "youre", "makeover", "patients", "rethinks", "surgery", "decision", "procedures", "cosmetic", "skin", "plastic", "reveal", "facial", "nazarian", "overlooked"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}