{"keywords": ["engagement", "times", "transformation", "lean", "belt", "yellow", "university", "mint", "works", "employee", "program", "telfers"], "id": "3a74e292-2f11-3aaa-a1b3-53e24104b77f", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["MBA", "Craig is a Lean Government and transformation facilitator and coach with close to two decades of experience leading dramatic turnarounds in Canadian government.", "In his public sector leadership career, as Vice President responsible for Human Resources, Lean, and Quality, he lead the Royal Canadian Mint’s Lean transformation which helped move the organization through a challenging era of cutbacks and job losses into an extended period of financial and organizational health and stability. During his tenure, the Mint realized tens of millions of dollars of Lean improvements, dramatically reduced the time and effort to deliver its products and services, moving from a financial loss, to a profit of over $ 68 million. In terms of employee engagement it was named by Maclean’s magazine as one of “Canada’s Top 100 Employers” (2007-2010). At the Mint, he received the President’s Award for his contribution to an employee engagement turnaround. Over a three year period, the percentage of employee survey respondents “proud to work for the Mint” rose from 42% to 96%.", "He started his own practice (leanagility.com) in 2010; it works exclusively with government organizations. He has guided his clients along the path to reduce waiting times by up to 80%, increasing capacity by up to 200% and creating outstanding levels of employee engagement. He provides Lean coaching to executives across all three levels of government across North America.", "He has served multiple times as a part-time professor at the Telfer School of Business at the University of Ottawa. He is currently the co-designer and co-instructor of Telfer’s White Belt and Yellow Belt Lean Service programs, and teaches Lean to Telfer’s MBA students. Bilingual, he works in both English and French.", "His practical expertise is supported by an MBA from the University of Ottawa and a BA in Industrial Relations from the University of Toronto. He also holds a Lean Black Belt from CITEC at Clarkson University as well as a Lean Six Sigma Black Belt Certificate of Achievement from Villanova University.", "In 2012, Craig founded Canada’s National Lean Government Summit (www.leangovernmentconference.com). He has also created a website for public servants to learn more about Lean Government: leangovernmentforum.org."], "authors": [], "title": "Lean Yellow Belt Program", "pubDate": null, "summary": "MBACraig is a Lean Government and transformation facilitator and coach with close to two decades of experience leading dramatic turnarounds in Canadian government.\nIn terms of employee engagement it was named by Maclean’s magazine as one of “Canada’s Top 100 Employers” (2007-2010).\nAt the Mint, he received the President’s Award for his contribution to an employee engagement turnaround.\nHe is currently the co-designer and co-instructor of Telfer’s White Belt and Yellow Belt Lean Service programs, and teaches Lean to Telfer’s MBA students.\nHe also holds a Lean Black Belt from CITEC at Clarkson University as well as a Lean Six Sigma Black Belt Certificate of Achievement from Villanova University.", "url": "https://execed.economist.com/telfer-school-management/lean-yellow-belt-program-2020-01-29"}