{"keywords": ["told", "hussain", "assaulted", "panic", "probably", "played", "talk", "nadiya", "sexually", "ptsd", "relative", "aged", "school", "role", "reveals"], "paragraphs": ["Great British Bake Off winner says assault by relative played role in her anxiety and PTSD", "Nadiya Hussain, who found fame by winning the Great British Bake Off, has revealed that she was sexually assaulted aged five by a relative.", "The chef, who is also an author and presenter, did a programme in May about her struggles with anxiety, in which she discovered that she probably suffered from PTSD.", "Her problems, which included panic attacks and voices in her head telling her she was not good enough, were traced back to her childhood when she said racist bullies would pull her hair out, slam her fingers in doors, and flush her head down the toilet. She also had to contend with both of her younger siblings being seriously ill.", "In an interview before the publication of her memoir, the 34-year-old told the Mail on Sunday that her PTSD was linked to another incident she had never previously spoken publicly about – being sexually assaulted by a relative in Bangladesh.", "“No doubt that would have played a role in my PTSD, my panic disorder,” she said. “It must have done, because it’s a memory that has stayed with me forever.”", "Hussain said she was confused rather than scared at the time and it was only years later that she understood what had happened to her when sex was explained in a biology class. Her reaction was to throw up in the laboratory bench sink, she said.", "“I think it’s important to talk about it because it probably happens much more than we care to talk about,” said Hussain.", "She said she had only recently told her sisters about the sexual assault and admitted her parents would find parts of her book difficult reading.", "She also talked about the impact the bullying, which stopped when she went to secondary school, had on her mental state, recounting hearing the word “suicide” on television for the first time aged 10.", "Hussain said that one evening after school she had planned to kill herself but had been interrupted by the news that her mother was pregnant with her brother, Shak, and had decided to live for his sake."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "Great British Bake Off winner says assault by relative played role in her anxiety and PTSDNadiya Hussain, who found fame by winning the Great British Bake Off, has revealed that she was sexually assaulted aged five by a relative.\nThe chef, who is also an author and presenter, did a programme in May about her struggles with anxiety, in which she discovered that she probably suffered from PTSD.\n“No doubt that would have played a role in my PTSD, my panic disorder,” she said.\n“I think it’s important to talk about it because it probably happens much more than we care to talk about,” said Hussain.\nShe said she had only recently told her sisters about the sexual assault and admitted her parents would find parts of her book difficult reading.", "url": "https://www.theguardian.com/food/2019/oct/06/nadiya-hussain-reveals-she-was-sexually-assaulted-aged-five", "title": "Nadiya Hussain reveals she was sexually assaulted aged five", "id": "3aa98c8b-cba3-3afb-8f23-0590c43deb5f", "authors": ["Haroon Siddique"]}