{"id": "3abf9e45-523b-3de4-a6d1-15f0e746835d", "title": "Victory is only the prelude. What happens now is up to us | Rebecca Solnit", "url": "https://www.theguardian.com/us-news/commentisfree/2020/nov/09/victory-is-only-the-prelude-what-happens-now-is-up-to-us", "summary": "Yes, this election victory may be time to pause and sigh with relief, but it’s no finish line.\nIf people who worked so hard to win, go home, and go to sleep, the Biden administration will accomplish little, and the right will have its usual opportunity to get back what it lost.\nThe fierce effort to push Donald Trump out of power, the unprecedented scale of this summer’s Black Lives Matter demonstrations, and the many forms of resistance that took place when Trump won should remind us that it is not so.\nIf there’s one admirable quality about Biden, it’s his malleability – his positions have grown far more progressive, notably on climate.\nThat malleability puts responsibility on the electorate to lead and shape this administration into what we want it to be.", "paragraphs": ["Yes, this election victory may be time to pause and sigh with relief, but it’s no finish line. It’s only the starting line for the next round of work. If people who worked so hard to win, go home, and go to sleep, the Biden administration will accomplish little, and the right will have its usual opportunity to get back what it lost. We can’t allow that.", "The clear and pressing danger is a repeat of the last few election cycles in which, when Democrats won, too many people who’d been the backbone of the resistance relaxed and assumed the government would do the right thing. They didn’t bother to participate much because they thought power rests in elected officials rather than the electorate. The fierce effort to push Donald Trump out of power, the unprecedented scale of this summer’s Black Lives Matter demonstrations, and the many forms of resistance that took place when Trump won should remind us that it is not so.", "In 1992, when the Democrats took back the White House, a lot of liberal and progressive people dozed through the next two elections and the political opportunities and dangers in-between. George Bush became president in a corrupted election handed to him by the US supreme court, the sleepers awakened, anti-war protest resulted in the world’s biggest demonstration in February of 2003, and a number of new organizations and coalitions did great work, but when Barack Obama became president, the whole cycle repeated again. Those who stayed engaged won serious victories around climate, immigration and other key issues, including marriage equality – but it could have been so much better.", "Obama knew this and early on admonished those who voted for him to have his back when he was on the right track and push him to get what they wanted. I would argue not enough did, not hard enough, and those eight years were paved with lost opportunities. More engagement in 2016 could have prevented the obscene catastrophe of the past four years. More involvement in protecting voting rights overall in the past decade or two could have meant entirely different races and candidates overall, because one thing that is clear from the Republican frenzy to suppress votes is that this country’s election results are far more conservative than its people, by design. Both Bush and Trump posed immense threats to human rights and the climate, which is not to say that the last two Democratic administrations were ideal; they were better and they offered chances to move forward rather than hunker down in wholly defensive action.", "Play Video 16:48 How Joe Biden beat Donald Trump in the fight for America’s soul – video", "I’ve often contemplated how we are fired up by threat and opposition and how we often check out when the danger is no longer immediate, even go back to the old ways that allowed the catastrophe to happen. It’s one of the conundrums of human nature: how do we remain awake, engaged, committed not just to prevent the worst but pursue the best? The answer, as best as I’ve been able to figure it out, is partly about discipline, and not just individual, but collective discipline: a culture of commitment. This means eyes on the possibilities ahead and historical memory (often driven by intergenerational conversation) to remember even in the good times how bad things have been and could be without vigilance and how we changed things for the better in the past, a memory of our power. It means habits of staying informed and participating, and underneath that the narratives that remind us how we are connected by our powers, responsibilities and vulnerabilities to each other and the larger forces on Earth.", "Four years of Trump has been like being locked in a room with an unhinged assassin", "Capitalism and commercial culture, amplified by Silicon Valley, have created the opposite in many ways: a cult of the individual, the rhetoric that all you can desire and win is private and personal, a narrative of the powerlessness and therefore lack of responsibility of that individual, generational segregation and historical amnesia, and moneyed forces ranked against civic participation. What’s also striking about the terrain before us is that the past four years have done immense damage to the federal government, the rule of law, the civil service, and even the data on which informed policy relies, as well as public trust in institutions. The country as a whole is weakened, disrupted and divided, and re-establishing some sort of trust and unity is a job Joe Biden is eager to do. Whether or to what extent it proves possible remains to be seen.", "The Obama administration came in first as a clean-up crew after the financial disaster at the end of the Bush era but also after the violations of international law (notably around torture). The clean-up this time will be far more vast, in an economy deeply wounded by the pandemic but also decaying over the past four decades as economic inequality increased by design, wages failed to keep pace with costs of living, indebtedness became a crushing burden on too many lives, and even the most qualified had trouble finding jobs, let alone secure careers. One of the things I liked about the idea of an Elizabeth Warren presidency was her boldness and acuity in diagnosing the sheer scale of the problem and her radical but pragmatic solutions. The rumors she could become the treasury secretary are exciting.", "A Biden-Harris administration would also come in after four years of pedaling backward, deeper into the climate crisis, wasted years as the 2030 deadline climate scientists gave us approached. Refugee policy, foreign alliances, environmental regulation, and everything else will need to be reinvented or restored, and in the hugeness of what needs to be done is room for activists and engaged citizens to influence the outcome. Because whatever nostalgia Biden may represent and encourage, there is no going back: the future cannot look like the past, and there are chances to make it better, and if we don’t take them, a likelihood it will be worse.", "Four years of Trump has been like being locked in a room with an unhinged assassin; you felt you could never take your eyes off him and his minions, that at any moment something yet more horrendous and transgressive might erupt. A lot of us have what I think of as informational hyper-vigilance, and I remember not long after his 2017 inauguration journalists joking “I went out to lunch. WHAT HAPPENED?” because weird outrages and tweets showered down day and night. The barrage was so heavy that time itself seemed to change, and last week was another era, last month hardly remembered – the way Trump’s impeachment has hardly been an issue in this election is part of it. I suspect that everyone who opposes the administration will feel relief and some chance to rest. I hope that everyone who’s done such strong work in this era will be ready to put on their shoes and head into the good work to be done in the next.", "We all have a role to play in persuading this administration to have more courage, go farther, live up to its promises, all the while being louder than the corporations and conservatives who want the opposite. If there’s one admirable quality about Biden, it’s his malleability – his positions have grown far more progressive, notably on climate. That malleability puts responsibility on the electorate to lead and shape this administration into what we want it to be. That is our duty now."], "authors": ["Rebecca Solnit"], "keywords": ["administration", "room", "prelude", "climate", "trump", "won", "past", "biden", "work", "solnit", "victory", "things", "election", "rebecca", "happens"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}