{"id": "3b0c18b8-9789-3a45-b743-ecbd57d6dd5b", "title": "11 Vogue Editors Share Their Most Wanted Pieces from the Designers Speaking at This Year’s Forces of Fashion Conference", "url": "https://www.vogue.com/article/forces-of-fashion-designer-editors-picks", "summary": "Here are the most wanted pieces Vogue editors are coveting and buying now before the digital conversations begin.\nVirgil Abloh, Daniel Lee, Sarah Burton, and Jonathan Anderson are speakers at Vogue’s 2020 Forces of Fashion conference, taking place November 16 and 17.\nLoewe faux-pearl-embellished leather ballet flats $850 NET-A-PORTER Shop NowAlexandra Michler, Director, Fashion InitiativesI am a big fan of Christopher John Rogers.\nChristopher John Rogers “You’re Welcome” T-shirt $195 CHRISTOPHER JOHN ROGERS Shop NowRachel Besser, Market EditorI’ve been on the hunt for a new pair of Chelsea boots this fall.\nI’m sure that listening to Christopher John Rogers speak at Forces of Fashion is going to be just as exciting as this electrifying piece by the designer.", "paragraphs": ["Vogue’s Forces of Fashion digital conference is just 9 days away, and the stacked line up of speakers comprises top models, actors, activists, industry leaders, some of our very own editors, and of course, designers behind powerhouse brands. And while we’re excited to hear insights from Daniel Lee of Bottega Veneta, Jonathan Anderson of JW Anderson and Loewe, Christopher John Rogers, and Victoria Beckham (just to name a few speakers), their fall/winter collections are not to be missed, either. Vogue editors are eyeing the latest wares from these illustrious designers, including ’70s-inspired bright knit turtlenecks perfect for layering, practical winter boots to wear until spring hits, embellished ballet flats for a little seasonal cheer, and even a pair of slippers to cozy up for the holidays. Here are the most wanted pieces Vogue editors are coveting and buying now before the digital conversations begin.", "Virgil Abloh, Daniel Lee, Sarah Burton, and Jonathan Anderson are speakers at Vogue’s 2020 Forces of Fashion conference, taking place November 16 and 17. Learn more and buy tickets here.", "Virginia Smith, Fashion Director", "I’m reliving my high school uniform with these Victoria Beckham corduroy flares and this skinny turtleneck in a retro '70s color palette.", "Victoria Beckham alpaca-blend turtleneck sweater $537 MYTHERESA Shop Now Victoria Beckham high-rise straight corduroy pants $790 MYTHERESA Shop Now", "Steff Yotka, Fashion News Editor", "I’ve been thinking about this JW Anderson blazer since it walked the runway. The slightly exaggerated hips and ribbons make it more romantic than regular suiting, just the sort of pick-me-up I appreciate in these WFH days.", "JW Anderson strap-detail tailored blazer $1,550 $852 FARFETCH Shop Now", "Alexandra Gurvitch, Editor", "With increasingly fewer places to go, and as the weather gets cooler I've started to turn away from shoes with heels. I’ve been thinking about these Bottega boots for a while, and it’s about time I invest in them for my flat-shoe winter ahead.", "Bottega Veneta BV lug boots $1,100 BOTTEGA VENETA Shop Now", "Willow Lindley, Accessories Director", "I’m a forever ballet flat fan so this Loewe embellished pair is an upgraded basic for me—and by far my favorite of the season!", "Loewe faux-pearl-embellished leather ballet flats $850 NET-A-PORTER Shop Now", "Alexandra Michler, Director, Fashion Initiatives", "I am a big fan of Christopher John Rogers. I was so inspired by him throughout the Fashion Fund process, and I cannot wait to hear him speak during this year’s Forces of Fashion. Plus, Christopher just launched e-commerce, which makes it easier than ever to shop his new collection. I will be wearing one of his dresses to a party in the future, or perhaps just for dinner at home with my family.", "Christopher John Rogers “You’re Welcome” T-shirt $195 CHRISTOPHER JOHN ROGERS Shop Now", "Rachel Besser, Market Editor", "I’ve been on the hunt for a new pair of Chelsea boots this fall. Though they’re typically a streamlined silhouette, the latest runway versions are a bit stompier, and equipped with lug soles. I love the exaggerated-yet-polished sole on this McQueen pair.", "Alexander McQueen glossed-leather exaggerated-sole Chelsea boots $650 NET-A-PORTER Shop Now", "Julie Tong, Commerce Editor", "While I get a head start on holiday shopping this year, Off-White’s Home line includes a plethora of giftable items at the top of my list. Personally, I’m planning to give (and buy for myself) a pair of these chic slippers for cozy winter nights ahead in NYC. As for my family in Los Angeles, this sleek chair will surely stand out in their backyard and act as a fashionable beach accessory for seasons to come. And yes, I fully intend to use it while I’m home during the holidays too.", "Madeline Fass, Market Editor", "This fall, I have really been into the half-zip sweater trend. I love the exaggerated collar, bright coloring, and retro look of this one from Louis Vuitton.", "Louis Vuitton retro LV three-quarter sleeves sweater $1,630 LOUIS VUITTON Shop Now", "Daisy Ellis-Shaw, Jewelry Director", "I’m a sucker for almost anything Loewe. This fall, I’m finally investing in these boots I’ve been eyeing for a few seasons. The tread and the toe cap mean they can actually work for inclement weather without looking like boots for such a thing. This petite bag is also on my list. It’s a great small size for my phone, hand sanitizer, and wallet—pretty much all you need these days.", "Loewe rubber-trimmed leather Chelsea boots $650 NET-A-PORTER Shop Now Loewe Gate pocket pouch in soft calfskin $790 LOEWE Shop Now", "Alexis Bennett, Commerce Writer", "Although this skirt is quite an investment, every detail makes me happy, from the vibrant color to the sharp pleats to the eye-catching asymmetric hemline. I’m sure that listening to Christopher John Rogers speak at Forces of Fashion is going to be just as exciting as this electrifying piece by the designer.", "Christopher John Rogers asymmetrical pleated midiskirt $1,025 NET-A-PORTER Shop Now", "Ciarra Zatorski, Assistant Market Editor", "As a favorite among many of our sittings editors, these Loewe sneakers have caught my eye for quite some time as they continue to dominate my editorial requests. Being back in the office and seeing them in person over the last two weeks has certainly spiked my desire to buy. They’re everything you want in a fashion sneaker–classically chic with a Loewe twist!"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["rogers", "speaking", "forces", "designers", "boots", "editors", "shop", "netaporter", "loewe", "christopher", "wanted", "pair", "pieces", "conference", "vogue", "fashion", "john", "anderson", "share"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}