{"id": "3b0db758-5e93-3536-8ae7-e814ad9945d2", "title": "The Turing Test Review – Twisting The Mind", "url": "https://www.gameinformer.com/games/the_turing_test/b/xboxone/archive/2016/09/09/twisting-the-mind.aspx", "summary": "Seeds of intrigue are planted within the first few seconds of play, when protagonist Ava Turing (the same first name of the A.I.\nthat was put to a Turing test in the film Ex Machina) awakens from cryogenic slumber on a space station orbiting the Jupiter moon Europa.\nMost of the puzzles are designed with lateral thinking in mind, meaning you often have to think outside of the box to find a solution.\nThe puzzles grow more challenging as the game progresses, but dips in the excitement periodically occur when new concepts are introduced.\nThe Turing Test joins Portal as another great puzzle game featuring an ominous A.I.", "paragraphs": ["In 1950, an English computer scientist named Alan Turing conducted an experiment to determine if a machine could exhibit lifelike-like behavior and fool someone into thinking it was human. He believed we would one day create such a being. His quiz later adopted the name “the Turing test.” In the video game bearing the same name, developer Bulkhead Interactive draws heavy inspiration from this antiquated study, and uses it as a narrative and gameplay thesis to keep the player in a perpetual state of examination, either to concoct solutions for elaborate puzzle rooms, or to reflect on the meaning of life and question whether advanced artificial intelligence should be held to the same standard. It's a thinker of a game, a deep and complicated one, but also an immensely rewarding first-person puzzler.", "", "Seeds of intrigue are planted within the first few seconds of play, when protagonist Ava Turing (the same first name of the A.I. that was put to a Turing test in the film Ex Machina) awakens from cryogenic slumber on a space station orbiting the Jupiter moon Europa. She was revived by the station’s A.I. named T.O.M., which carries a soothing British voice and quickly establishes itself as highly intelligent. T.O.M. informs Ava that he has lost contact with a station’s ground team on Europa. If that isn’t reason enough for alarm, he then tells her that they uncovered life on the planet's surface. Ava is tasked to travel to their research station to find answers, and hopefully the team.", "", "", "This story setup may sound like a typical science-fiction plot for a movie about mankind’s first contact with killer alien bugs, but Ava’s discovery is anything but rote. She learns that all of the rooms in the sprawling research station have been transformed into puzzles designed with purpose of differentiating man from machine. Only humans should be able to solve these riddles.", "", "To learn what happened here, Ava must complete the tests, all while T.O.M. watches and studies her. You can see where this is going. You quickly learn that T.O.M. is not a typical A.I. – it thinks, shows doubt, and doesn’t always seem to be honest. At times, Ava seems more like a machine as she works her way through the challenge rooms. This character dynamic is brilliantly executed, and is a constant through almost all of the game’s 70-plus puzzles. I won’t spoil where this game goes with its man-versus-machine thinking, but it’s shocking, unexpected, and a wonderful surprise that still has me thinking a week after playing it. Bulkhead caps it all off with a crazy finale, one of the best moments I’ve seen in a game this year.", "", "", "Most of the puzzles are also worth a showering of praise. Every room poses the same challenge: enter through one door and exit through another. That exit door is often locked or in a hard-to-reach place. Equipped with an Energy Manipulation Tool (EMT), Ava is tasked to redistribute energy found in the rooms to open doors and activate contraptions to find a path to the exit door. Most of the puzzles are designed with lateral thinking in mind, meaning you often have to think outside of the box to find a solution. A good example of this would be a human climbing over the walls in a maze instead of trying to find the circuitous route out.", "", "Moving energy spheres within a room is an easy action (just grab it by pressing LT and fire it with RT), but it requires a great deal of thinking beforehand. Moving a blue energy sphere may open a door, but it may also cause another to close or a platform to lower. You draw these spheres into your gun, and need to figure out exactly how to use them through trial and error. Some stages took me over an hour to solve, as I was redistributing different colored energy balls all over the place, and moving blocks to activate pressure pads or block sensors.", "This is the type of game where you enter a room and stand motionless within it for a good minute or two just to concoct a potential solution, which is probably wrong, but should lead to other paths. The thought \"what wouldn't a computer do\" is something that I always fell back on when I would get stumped, and it actually helped concoct unconventional solutions that are immensely satisfying upon completion.", "", "", "The puzzles grow more challenging as the game progresses, but dips in the excitement periodically occur when new concepts are introduced. These ideas usually unfold within unnecessary tutorial puzzles. The story also stalls out a little in the middle of the adventure to hammer home ideas that have already been established.", "", "The Turing Test joins Portal as another great puzzle game featuring an ominous A.I. entity. The puzzles will make you think, but not as much as the story’s wonderful exploration of life."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["twisting", "mind", "review", "puzzles", "door", "thinking", "rooms", "tom", "turing", "energy", "test", "ava", "game", "ai"], "pubDate": "2016-09-09T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}