{"authors": [], "keywords": ["tonga", "game", "france", "cup", "england", "italy", "rugby", "pool", "try", "survive", "scare", "minute", "set", "winner", "decide", "head", "world"], "pubDate": null, "summary": "France weathered a Tongan storm to reach the Rugby World Cup quarter-finals with a nail-biting 23-21 victory over the Pacific islanders on Sunday, joining Pool C rivals England in the last eight and ending Argentina’s slim hopes of progressing.\nFrance v Tonga: Rugby World Cup 2019 – live!\nBut France retained possesion from the re-start kick, allowing them to hold on to victory.\nWith the game slipping away, Tonga needed to respond and did so before half-time through forward muscle.\nThe thrilling victory sent Tonga out of the tournament with three successive defeats, while also confirming World Cup exits for Pool C rivals Argentina and the USA.", "title": "France survive Tonga scare and set up England game to decide Pool C winner", "url": "https://www.theguardian.com/sport/2019/oct/06/rugby-world-cup-france-tonga-match-report-england-pool-c", "id": "3b36dd45-c8ab-3484-a816-15876d0096d7", "paragraphs": ["France weathered a Tongan storm to reach the Rugby World Cup quarter-finals with a nail-biting 23-21 victory over the Pacific islanders on Sunday, joining Pool C rivals England in the last eight and ending Argentina’s slim hopes of progressing.", "France v Tonga: Rugby World Cup 2019 – live! Read more", "In a clash of unrelenting drama, Tonga flanker Zane Kapeli collected a cross-kick for a last-gasp try and Latiume Fosita’s conversion put the Pacific Nation within two points with just under a minute left. But France retained possesion from the re-start kick, allowing them to hold on to victory.", "Tonga famously upset France in the pool stage at the 2011 World Cup but there was to be no repeat at Kumamoto Stadium with fly-half Romain Ntamack’s assured place-kicking seeing the three-times finalists home despite a fierce battle. While France had laboured to a 33-9 win over USA in their last start on Wednesday, they were switched on from the first whistle. Here, they soared to a 10-0 lead after six minutes, with Alivereti Raka bursting away from a botched Tongan lineout before off-loading to centre Virimi Vakatawa for France’s first try.", "Quick guide Italy duo receive three-match bans for lifting tackles Show Hide Prop Andrea Lovotti and replacement Nicola Quaglio will miss Italy's final Rugby World Cup Pool B game against New Zealand, as well as any potential quarter-final and semi-final, after both receiving three-match bans for lifting tackles, a judicial committee said on Sunday.", "", "Lovotti was sent off for dropping Duane Vermeulen on his head in the 43rd minute of Friday's game against the Springboks while Quaglio was cited for his involvement in the same tackle as Italy went on to lose 49-3.", "", "\"If Italy does not progress, the balance of the suspensions will be served in the players' upcoming Pro14 matches,\" the committee said. Reuters", "A missed penalty kick by Ntamack some 10 minutes later preceded an almost inevitable French lull, with handling errors and passes floating forward and wide to thwart a string of promising attacking moves.", "All Blacks fall behind before brushing aside brave Namibia at Rugby World Cup Read more", "Their defence remained solid, though, and France raised the pressure before scrumhalf Baptiste Serin caught Tonga napping with a quick-tap penalty, whipping the ball wide to a charging Raka who kicked a grubber past the last defender and collected it on the try-line.", "With the game slipping away, Tonga needed to respond and did so before half-time through forward muscle. Snatching the ball out of a ruck and leaping for the line, scrumhalf Sonatane Takulua was rewarded with a try after a lengthy TMO review to give Tonga a huge boost.", "The match turned on its head shortly after the break, with a thrilling try to France flanker Charles Ollivon ruled out by the TMO due to a forward pass.", "Buoyed by that decision, Tonga won a turnover with a bone-jarring tackle in midfield and winger Cooper Vuna hoofed the balldown field. The bounce popped up obligingly into the arms of gleeful centre Malietoa Hingano who barged over the line.", "But with the ghosts of 2011 stirring, France redoubled their intensity at the breakdown and the pressure told as Tonga’s discipline began to wane. Ntamack knocked over a pair of penalties to give his team breathing space and the match appeared settled when winger Damien Penaud cantered over in the 68th minute. But again, the try was cancelled to leave French fans howling, with a knock-on by fullback Maxime Medard spotted by the TMO.", "Flanker Kapeli scored Tonga’s third try in the last minute but France hung on for a narrow win and now head north to Yokohama for next Saturday’s clash with England to decide which nation tops the pool.", "The thrilling victory sent Tonga out of the tournament with three successive defeats, while also confirming World Cup exits for Pool C rivals Argentina and the USA."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}