{"id": "3b451db2-73a5-3658-85c8-a8d1c92506c3", "summary": "The annual profits of the trade in illegal wildlife products are estimated at between $7bn at the low end and $23bn.\nIt makes it easier to launder illegal products and sustains the demand that fuels the trade.\nThe result, say the abolitionists, is that it has become the centre of the illegal trade in worked ivory.\nThere has indeed been progress since 2016, notably in making it harder for criminals to trade wildlife products on global internet platforms.\nMoreover, although China is trying to curb illegal trade, it is also promoting TCM as one of its civilisation’s great contributions to the world.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["B ROWSING PEACEFULLY at a waterhole, the herd of two dozen elephants seems oblivious to the car that has stopped 100 metres away and disgorged three visitors to gawp at them. The vast expanse of the Kafue National Park in western Zambia is quiet and deserted of other people. These humans are just curious, but potential killers would be hard to stop. An anti-poaching unit based about 20km away tries to protect the animals in the park’s 22,000 square kilometres, with just 27 rangers working shifts, and a few jeeps and rifles. Given the odds, and the rewards poaching brings, they have been remarkably successful.", "The park is home to leopards, rare antelope, hippos, pangolins, aardvarks and crocodiles as well as elephants, of which Kafue had about 60,000 in the 1960s, when it also had one of the world’s largest populations of black rhinos. But in the 1980s, the very last black rhino was poached. The elephant population has dwindled to 4,000.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Elephants will be high on the agenda when the Convention on International Trade in Endangered Species of Wild Fauna and Flora ( CITES ), an agreement signed to date by 183 countries, convenes its triennial “conference of the parties” ( COP )—its decision-making forum—in Geneva from August 17th-28th. WWF , a wildlife charity, estimates that around 20,000 African elephants are killed by people every year.", "The animals’ meat, hides and, above all, tusks are money-spinners. East Asia is the biggest market for ivory and for many illegally traded products, such as animal parts used in traditional Chinese medicine ( TCM )—tiger bones, rhino horns, pangolin scales—or in its cuisine—pangolin meat, for example. In July the authorities in Singapore seized 8.8 tonnes, about 300 elephants’-worth, of ivory, along with 11.9 tonnes of pangolin scales, from some 2,000 of the anteaters, the world’s most widely trafficked endangered mammal. The annual profits of the trade in illegal wildlife products are estimated at between $7bn at the low end and $23bn. This makes it the fourth-most profitable criminal trafficking business, with links to others—slavery, narcotics and the arms trade.", "On the agenda in Geneva is a proposal from Zambia to shift its elephants from CITES ’ Appendix I, which bans virtually all trade, as the species is deemed at threat of extinction, to the less restrictive Appendix II, to allow some trade, for example, in hunting trophies. Botswana, Namibia and Zimbabwe also want to trade some stockpiled ivory. Zambia argues that its elephant population has stabilised, at about 27,000 animals—just one-tenth of the number 50 years ago, but a marked increase on the estimated 18,000 that survived the poaching epidemic of the 1970s and 1980s. The animals have enough space and are not split into unsustainable subpopulations.", "It’s the people, stupid", "Many local people would be quite happy to see elephant numbers decline. These beasts, protected in reserves and national parks such as Kafue, which cover around 30% of the country, can be destructive, trampling farmland and wrecking homes.", "Everybody involved in conservation agrees that the best protection for wildlife would be for local people to have an interest in their survival, but that is proving hard to bring about. In a village just outside Kafue, Gertrude Mwiba is one of those trying to rub along with the local megafauna. As a local organiser for a community-based natural-resource-management forum, she has been helping find ways to reduce poaching by promoting other livelihoods. Growing maize, soya beans and cassava, the local staples, are options; beekeeping deters elephants, which hate bees, as well as providing an income. But poaching is more profitable than any of them. Elephants are far from the only targets. Various types of antelope, buffaloes and even hippos are sought after as “bush-meat” in the capital, Lusaka, and abroad.", "Having big endangered beasts as neighbours brings in some money. Safari lodges dotted through the park attract tourists with a few hundred dollars a night to spend. But they do not create many jobs. Locals would have nothing against trophy-hunting—tourists paying to shoot animals—but believe they would see little of the proceeds. Of the money the government gets from safari operators, 20% is earmarked for local villages. But Ms Mwiba says disbursement can take two years, if it happens at all, and most is spent on anti-poaching activities anyway. Around the world, poor farmers like her are the front line of defence for some endangered species. Yet for them, wildlife protection brings no obvious benefits, just costs.", "Some conservationists believe that in order for locals to be given an interest in the survival of wildlife, a controlled market in products must be allowed. Trade is a relatively small danger to the world’s biodiversity. Far more important are loss of habitat and climate change.", "Others argue the opposite: that the trade in some products, such as ivory and rhino horn, has been a big factor in the threat to those species. In countries that lack sufficiently solid political institutions and law-enforcement agencies, the argument goes, trade will encourage short-term killing rather than long-term investment, and the existence of any legal market encourages and enables the illegal one. It makes it easier to launder illegal products and sustains the demand that fuels the trade.", "Vested interests on both sides distort the argument—those sitting on valuable stocks of ivory or rhino horn obviously stand to profit from trade; and some conservationist NGO s’ purpose and fundraising rely on a purist approach. But the numbers tend to support the abolitionists.", "After the ivory trade was banned in 1989, elephants’ fortunes turned around. The two camps squabble about whether that was mainly the result of falling demand or of better anti-poaching measures, as African governments came under pressure to do more to protect them. But a resurgence of poaching in the past decade seems linked to a partial liberalisation in 2007, when a one-off sale of some existing ivory stocks was permitted (see chart). Japan was approved as an authorised importer as its market seemed sufficiently well regulated. The result, say the abolitionists, is that it has become the centre of the illegal trade in worked ivory. The biggest seizures of smuggled artefacts these days are by Chinese customs of goods entering the country from Japan.", "The trend, within CITES , is towards stricter controls. At the previous COP , held in Johannesburg in 2016, more species were added to the appendices—all eight species of pangolin, for example, are now listed in Appendix I—and protection was enhanced for the African grey parrot, lion, cheetah, helmeted hornbill and totoaba (a fish whose bladder is used in Chinese medicine). CITES congratulated itself that wildlife was now “firmly embedded in the agendas of global enforcement, development and financing agencies”.", "There has indeed been progress since 2016, notably in making it harder for criminals to trade wildlife products on global internet platforms. And the issue has gained prominence, helped by a high-profile conference in London in 2018. The firms that unwittingly provide the infrastructure for the trade are getting better at monitoring it—haulage companies at checking cargo, banks at spotting suspicious flows of money. China has just taken over the chair of the Financial Action Task Force, a plurilateral body supposed to curb money-laundering. The new chairman, Liu Xiangmin, has listed going after the proceeds of wildlife crime as an objective.", "Some advances have also been made in curbing demand for the illegal products. What happens in China matters most. The emergence of hundreds of millions of Chinese with disposable incomes turned what were once niche products into a huge market. The Beijing metro has posters publicising the fight against wildlife crime. Yao Ming, a retired basketball star, has lent his name to campaigns to save elephants, sharks and rhinos. And at the end of 2017 China put into force a ban on all domestic trade in ivory. (Because of CITES , trading newly acquired ivory was already illegal.)", "Technology is also helping. In some parks in Zambia and elsewhere, rhinos and elephants are fitted with sensors and monitored by drones. DNA testing of seized ivory makes it possible to identify fairly precisely where the animal was killed. However, only 20% of large seizures are tested—“representing an important missed opportunity to better understand the criminal networks trafficking ivory”, says Matthew Collis of the International Fund for Animal Welfare, a charity.", "In the soup", "But ahead of the Geneva meeting, the mood among conservation NGO s is not upbeat. After all, about 5,800 animals and 30,000 species of plant are listed by CITES , and still more are likely to be added this year—such as some new species of shark, killed for the fins so prized in Chinese soups.", "And efforts to eliminate the trade offer an object lesson in the law of unintended consequences. Often, when demand is suppressed in one place, it pops up in another—especially in China’s neighbours such as Vietnam and Laos. China’s ban did cut the price of ivory. But that prompted some ivory poachers to turn to pangolins.", "Rhino horn is another example. China has banned its sale since 1993; and demand for its use in traditional Chinese medicine (for fevers, rheumatism and gout) has fallen. But it has picked up in Vietnam on nonsensical rumours it can cure cancer. Tiger-bone remedies are being replaced by lion- and leopard-bone ones. And so on.", "Moreover, although China is trying to curb illegal trade, it is also promoting TCM as one of its civilisation’s great contributions to the world. It has indeed made breakthroughs, such as artemisinin, now a widely used defence against malaria. Very few of its cures come from animals and the official pharmacopoeia has been purged of illegal (and useless) treatments such as rhino horn and tiger bone. But some TCM practitioners still prescribe them, so conservationists are alarmed that in May the World Health Organisation gave TCM respectability by including diagnoses for 400 conditions in its influential International Classification of Disease list.", "Efforts to cut demand for illegal products have had an impact, and attitudes are changing. Sharks’-fin soup, for example, is no longer a fixture at Chinese banquets, and more and more diners know it is at best a controversial taste. But as endangered species dwindle further, the market for many products is still robust. Trafficking in them remains, in Mr Collis’s phrase, “a low-risk, high-reward crime”. ■"], "url": "https://www.economist.com/international/2019/08/09/how-to-curb-the-trade-in-endangered-species", "title": "How to curb the trade in endangered species", "pubDate": null, "keywords": ["endangered", "local", "illegal", "elephants", "market", "chinese", "species", "products", "curb", "wildlife", "ivory", "trade"]}