{"id": "3b53c7f0-945c-3e34-8ba6-db0d701b3bdb", "title": "Next-Gen Games I Can’t Wait To Play", "url": "https://www.gameinformer.com/2020/11/03/next-gen-games-most-excited-ps5-xbox-series-x", "summary": "I've made no secret of my undying love for BioWare's Dragon Age franchise.\nWhen real life gets to be too much, Thedas and all of its drama is there to help me escape.\nFollowing Dragon Age Inquisition and its Trespasser DLC ending, I have a score to settle with a certain egg (looking at you, Solas).\nMuch like the books aided in setting up the world of the previous three games, Mage Killer and Tevinter Nights have set the stage beautifully for Dragon Age 4.\nDragon Age 4 remains largely a mystery.", "paragraphs": ["I've made no secret of my undying love for BioWare's Dragon Age franchise. It's a series I have over 20 playthroughs of and many more to come, it's one of those stories that feels like coming home. When real life gets to be too much, Thedas and all of its drama is there to help me escape.", "Following Dragon Age Inquisition and its Trespasser DLC ending, I have a score to settle with a certain egg (looking at you, Solas). With the most recent comic series and Tevinter Nights taking fans to the land of blood mages, magisters, and social injustice (and also the oh my damn Fenris and Dorian characters), the next entry in the Dragon Age franchise looks to make those side stories add up in a big way. Much like the books aided in setting up the world of the previous three games, Mage Killer and Tevinter Nights have set the stage beautifully for Dragon Age 4.", "Dragon Age 4 remains largely a mystery. The first time we learned about the newest game was back in 2018 at The Game Awards. We know that Solas is coming back and given the nature of Inquisition's Trespasser ending and the corresponding comics, it's clear that the next game in this franchise will be rooted in Tevinter and with a cool looking skull-headed guy thanks to the most recent behind-the-scenes look. All I know is I want to beat the ever-loving crap out of a certain egghead and I'm hoping beyond all hope that I might be able to see my beloved Fenris (Dragon Age 2) again with the northern narrative."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["play", "nextgen", "age", "wait", "dragon", "solas", "tevinter", "franchise", "recent", "games", "nights", "trespasser", "cant", "game", "series"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}