{"authors": ["William A. Galston"], "keywords": ["liberal", "american", "william", "political", "university", "pluralism", "maryland", "director", "professor", "galston", "public", "policy"], "summary": "He is also College Park Professor at the University of Maryland.\nMr. Galston is the author of eight books and more than 100 articles in the fields of political theory, public policy, and American politics.\nHis most recent books are Liberal Pluralism (Cambridge, 2002), The Practice of Liberal Pluralism (Cambridge, 2004), and Public Matters (Rowman & Littlefield, 2005).\nA winner of the American Political Science Association’s Hubert H. Humphrey Award, he was elected a Fellow of the American Academy of Arts and Sciences in 2004.\nGalston has appeared on many television networks and is a frequent commentator on NPR.", "title": "William A. Galston", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "3bbe1019-2a95-3748-9c71-2411c5176f10", "pubDate": null, "paragraphs": ["He is also College Park Professor at the University of Maryland. Prior to January 2006, he was Saul Stern Professor and Acting Dean at the School of Public Policy, University of Maryland, director of the Institute for Philosophy and Public Policy, founding director of the Center for Information and Research on Civic Learning and Engagement (CIRCLE), and executive director of the National Commission on Civic Renewal, co-chaired by William Bennett and Sam Nunn. A participant in six presidential campaigns, he served from 1993 to 1995 as Deputy Assistant to President Clinton for Domestic Policy.", "Mr. Galston is the author of eight books and more than 100 articles in the fields of political theory, public policy, and American politics. His most recent books are Liberal Pluralism (Cambridge, 2002), The Practice of Liberal Pluralism (Cambridge, 2004), and Public Matters (Rowman & Littlefield, 2005). A winner of the American Political Science Association’s Hubert H. Humphrey Award, he was elected a Fellow of the American Academy of Arts and Sciences in 2004.", "Galston has appeared on many television networks and is a frequent commentator on NPR."], "url": "https://www.wsj.com/news/author/7800"}