{"id": "3c2c527e-34ed-3ffc-a22e-a23624844b1d", "title": "How Lapland plans to save Christmas from Covid", "url": "https://edition.cnn.com/travel/article/lapland-save-christmas-covid/index.html", "summary": "The nature of the outdoor activities on offer in Lapland means that it's easier to keep a safe distance, while usually spending time only with those you've traveled to the country with, he adds.\nUK-based festive break specialist Santa's Lapland is offering \"Santa, Live from Lapland\" video calls for £85 ($111) for a family with up to four children.\nFamilies will now still be able to enjoy a taste of the real Lapland magic this Christmas.\"\nLooking to 2021 and beyondMany visitors have delayed their trip to Lapland until 2021.\n\"Some of our tour operator partners have completely suspended their 2020 Santa program and moved most of their clients to 2021.", "paragraphs": ["(CNN) — Santa sitting safely behind plexiglass. Elves maintaining a safe social distance while wearing surgical masks.", "It's a very 2020 take on festive cheer, but with a holiday season like no other fast approaching, Lapland's tourism operators believe it's the best way to save Christmas and save themselves after a brutal year which has seen visitor numbers plummet from record highs in 2019.", "They've been helped by Finland's new quarantine rules , due to come into force November 23, which will, despite a Europe-wide second wave of coronavirus cases that is prompting new lockdowns, allow 72-hour visits in the country without the need to quarantine.", "Tourists from EU and Europe's 26-country Schengen visa area will be permitted to arrive provided they take a Covid test 72 hours before departure and have proof that it's negative. Longer stays will require self-isolation and a second test. The rules are subject to change, however, with the Finnish government redrafting plans at the time of writing", "\"Christmas is definitely not canceled,\" says Sanna Kärkkäinen, CEO of Visit Rovaniemi, the official home of Santa Claus, high above the Arctic Circle in Finnish Lapland.", "\"This year will be different to previous years, but I'm sure that the travelers that do end up coming here will of course find huge enjoyment.\"", "Kärkkäinen says businesses in the region have been working flat out since summer getting ready for the holidays, ensuring they follow health and safety protocols to the letter.", "\"Together with the Lapland hospital district we've created a Covid-safe travel model. It's a large network of tourism providers and destinations here in Lapland and everyone has been involved.", "\"We are very committed to operating in that way and of course that is one of our signals to tourists that we are doing everything to make tourism safe and secure.\"", "Striking a balance", "It's not what you think. To understand the heart of Rovaniemi, Finland, step away from the city center and into the quiet of the forest, where reindeer rule.", "As well as Santa sitting behind plexiglass and his elves donning PPE, Kärkkäinen says that the lack of large groups and focus on individual groups means that visitors to Santa's workshop won't find any issues in ensuring social distancing.", "\"In a way the lower numbers helps us to develop the services to a level that we can really mix and match the health measures with all the services we provide,\" she says.", "Domestic tourists have already been making their way north to see Santa, with Kärkkäinen reporting that the experience has been largely similar to previous years.", "However, Kärkkäinen fears the strict quarantine-free time limit could mean some tourists opt to stay away.", "\"Seventy-two hours is quite a short stay for Lapland,\" she says. \"Normally they're between three to four days. Our aim has always been to have people enjoy the area and the destination in full, which means that stays have tended to be longer, which of course means trips are more sustainable.\"", "Despite this, operators have been tweaking schedules, cramming in sled rides, husky experiences and the chance to see the Northern Lights before getting travelers back to the airport in time for a swift departure.", "Alistair McLean, managing director of The Artisan Travel Company, which runs bespoke trips to the region, says he's been impressed with how Finland is adapting to the situation.", "\"The Finnish government in particular has been working extremely closely with tourism representatives from Lapland to strike the fine balance between controlling the spread and allowing their vital tourism industry to operate safely,\" he says.", "The nature of the outdoor activities on offer in Lapland means that it's easier to keep a safe distance, while usually spending time only with those you've traveled to the country with, he adds.", "\"We cannot guarantee for certain that Father Christmas or his elves will not be wearing a mask,\" says McLean.", "\"We believe after the incredible way everyone has adapted to the new normal of 2020, having a truly memorable, magical holiday to end the year will be incredibly rewarding -- even with a couple of extra safety precautions.\"", "Simon Lynch, director of sales at Scott Dunn is similarly upbeat.", "\"The season ahead looks promising for Finnish and Swedish Lapland,\" he says.", "\"We're encouraged by the flurry of inquiries that we've had for both of these destinations, both from families who are seeking that ultimate bucket-list trip over the festive period to see Santa and the reindeer, as well as from couples who are looking to alternative winter destinations for a remote romantic getaway under the Northern Lights, where they may have previously opted for a ski-focused winter trip elsewhere in Europe.\"", "Related content The dark, ruined city that became the home of Christmas", "Meanwhile in Sweden", "Meet the man who could give Santa Claus a run for his money with his high-flying sled.", "Across the border in Sweden, Schengen, EU and UK visitors are not subject to quarantine rules. And the isolated nature of the region means that it's possible to enjoy a relatively safe break there, even if Santa actually lives in Finland.", "\"We are a destination with large areas, a lot of small and private lodgings and mostly outdoor activities that are offered to small groups or private companies,\" says Anna Skogh, from the Swedish Lapland Visitors Board. \"That has been an advantage when adjusting to a more socially distanced experience for visitors' safety.", "Despite this, Skogh is not optimistic about visitor numbers.", "Last year saw record visitor numbers to Lapland. JONATHAN NACKSTRAND/AFP via Getty Images", "\"It does not look good for this winter. Long-distance travelers cannot travel, and travel restrictions for the closer markets change week by week. Swedish Lapland is particularly affected because we are such an international destination, especially for the winter season.", "\"The indications we get are that people are very interested in traveling here, but with the prevailing circumstances it is a challenge to make it happen.\"", "She says that there has been an increase in inquiries about direct charter flights to the region, subverting the need to change planes in Stockholm. However, with flight operators struggling, this remains an unlikely proposition for all but the wealthiest of winter-lovers.", "It's Santa on the line", "Christmas is big business in Rovaniemi, Finland but Santa Claus isn't what first sparked tourism in this Arctic Circle city.", "Some operators have decided that with a backdrop of ever-shifting travel restrictions, a switch to a virtual approach is the way to go. After a year of video calls for work and catching up with family, it seems obvious that Santa should be available on screen rather than in person.", "UK-based festive break specialist Santa's Lapland is offering \"Santa, Live from Lapland\" video calls for £85 ($111) for a family with up to four children. The calls last 10 minutes and are hosted by an elf who takes the family on a tour of Santa's cabin before meeting the big man himself.", "The company suspended its 2020 trips in the wake of increasingly stringent travel measures from the UK to mainland Europe.", "\"With restrictions increasing throughout the UK, many of us have been wondering how we will keep the magic of Christmas 2020 alive,\" says Santa's Lapland CEO Paul Carter. \"We intend to help make it one to remember, by offering families the chance to meet Santa from the comfort and safety of their own home.", "\"While no Christmas can compare to the sheer excitement of traveling to Lapland to visit Santa in his snowy cabin, where the reindeer are real, and the Northern Lights dance across the night sky. Families will now still be able to enjoy a taste of the real Lapland magic this Christmas.\"", "Looking to 2021 and beyond", "Many visitors have delayed their trip to Lapland until 2021. JONATHAN NACKSTRAND/AFP via Getty Images", "Santa's Lapland has already started offering bookings for 2021 and says that many of its customers who lost out this year have simply rebooked for next Christmas.", "Julie Kenyon from Lapland Experiences says this has become popular with those keen to have something to look forward to in 12 months' time.", "\"Some of our tour operator partners have completely suspended their 2020 Santa program and moved most of their clients to 2021. Therefore, for people wanting to visit Lapland in December 2021, it is important to get booked up now as demand will be very high next year. I am moving clients to 2021 already and places are limited for this type of trip.", "\"If 2020 trips are not possible, the focus will shift to 2021 and I will be ensuring that all our 2020 clients are re-booked, and I'll advise anyone interested to get their Lapland holiday booked as soon as possible for next year.\"", "In Rovaniemi, where even the city street plan is shaped like a reindeer, Sanna Kärkkäinen is also looking to 2021 for a boost.", "\"We are definitely looking positively into the next season and the next winter season, '21/22. I think that will be the biggest aim now. Once the world is recovering, I think our development with tourism will be good again.\"", "For now though, saving Christmas depends on Finland keeping its new travel restrictions in place and intrepid Santa fans to look past the plexiglass and stump up for a pre-flight Covid test."], "authors": ["Joe Minihane", "Cnn", "Lead Photograph Courtesy Visit Rovaniemi"], "keywords": ["means", "2021", "covid", "2020", "christmas", "way", "plans", "travel", "winter", "tourism", "visitors", "save", "lapland", "santa"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}