{"id": "3c5808fd-5be1-38fd-99e0-fb389073ce46", "summary": "Documents and mobile phones were reportedly seized as 24 warrants were executed in the cities of Rio and Resende.\nThe targets included a chocolate shop in Rio partly owned by Flávio Bolsonaro.\nReports in the Brazilian press have also linked Flávio Bolsonaro to members of a notorious death squad one local broadsheet has called Rio’s “most lethal and secretive phalanx of hired guns”.\n“If Queiroz tells everything he knows about the Bolsonaro family, it’ll bring down the government,” tweeted Guilherme Boulos, a prominent leftist leader.\nBolsonaro’s “enemies” were to blame, lawyer Fred Wasseff reportedly claimed, without specifying who those foes might be.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/world/2019/dec/18/bolsonaro-brazil-corruption-raids-investigation-flavio-bolsonaro", "title": "Brazil: homes of Bolsonaro associates raided in sweeping anti-corruption operation", "paragraphs": ["Investigators examining Bolsonaro’s senator son Flávio, suspected of overseeing corruption racket during tenure as Rio congressman", "Investigators have raided the home of a longstanding friend and associate of the Brazilian president Jair Bolsonaro, as well as addresses linked to Bolsonaro’s son and ex-wife, in the latest phase of a politically damaging corruption investigation embroiling his family.", "Brazil has become a cautionary tale for the world's democracies | Petra Costa Read more", "The operation – part of an embezzlement and money-laundering inquiry focusing on one of Bolsonaro’s three politician sons, Flávio – dominated Brazilian front pages on Wednesday and came as a major embarrassment to the rightwing populist who was elected promising to stamp out corruption.", "Officials from Rio de Janeiro’s public prosecutor reportedly descended on multiple addresses linked to Fabrício Queiroz – a friend of Jair Bolsonaro since the mid-1980s – and to Bolsonaro’s ex-wife, and his former father-in-law and sister-in-law.", "Documents and mobile phones were reportedly seized as 24 warrants were executed in the cities of Rio and Resende.", "The targets included a chocolate shop in Rio partly owned by Flávio Bolsonaro.", "The investigation is examining suspicions that the now senator Flávio Bolsonaro oversaw a corruption racket during his 15 years as a Rio congressman, with the collaboration of Queiroz, his then security chief and aide.", "Reports in the Brazilian press have also linked Flávio Bolsonaro to members of a notorious death squad one local broadsheet has called Rio’s “most lethal and secretive phalanx of hired guns”.", "Jair Bolsonaro’s opponents expressed delight at Wednesday’s raids – a sign, they speculated, that the net was closing in on a family with increasingly well-documented social ties to members of Rio’s mafia.", "“If Queiroz tells everything he knows about the Bolsonaro family, it’ll bring down the government,” tweeted Guilherme Boulos, a prominent leftist leader.", "Others are more cautious, pointing to the year-long delay in searching Queiroz’s house since the scandal broke in December 2018, on the eve of Bolsonaro’s inauguration.", "Bernardo Mello Franco, a columnist for the O Globo newspaper, said that tardiness had given Queiroz ample opportunity to hide any potential evidence.", "“The Bolsonaro family’s do-all is a retired police officer,” Mello Franco wrote. “With his experience, he knows exactly what this kind of operation is looking for.”", "Brazil’s far-right president made no immediate comment on Wednesday’s raids but his son lawyer’s claimed they represented “yet another attempt to destabilize Jair’s government”.", "Bolsonaro’s “enemies” were to blame, lawyer Fred Wasseff reportedly claimed, without specifying who those foes might be."], "authors": ["Tom Phillips"], "keywords": ["sweeping", "son", "linked", "associates", "bolsonaros", "homes", "queiroz", "bolsonaro", "brazilian", "anticorruption", "flávio", "reportedly", "brazil", "rio", "corruption", "raided", "operation"]}