{"id": "3c5f5666-9402-3b2d-9f83-5780c30e45ff", "title": "Some PlayStation 4 Assassin's Creed Games Won't Work On PlayStation 5", "url": "https://www.gameinformer.com/2020/10/30/some-playstation-4-assassins-creed-games-wont-work-on-playstation-5", "summary": "It’s an informative read, but one thing that stands out is that a handful of the publisher’s PlayStation 4 catalog, including several Assassin’s Creed games, won’t be playable on PlayStation 5.\nWhile all Ubisoft Xbox One games will be backwards compatible on Xbox Series X/S, the same won't be true for the following PlayStation 4 games on Playstation 5:Assassin’s Creed SyndicateAssassin’s Creed Chronicles Trilogy PackAssassin’s Creed Chronicles IndiaAssassin’s Creed Chronicles ChinaAssassin’s Creed Chronicles RussiaRiskSpace JunkiesStar Trek Bridge CrewWerewolves WithinThe post doesn’t explain why these specific titles won’t work on PlayStation 5.\nSyndicate is perhaps the strangest entry, as it’s the only mainline AC game to get left behind (the Chronicles games are side-scrolling spin-offs, for those unaware).\nOn the plus side, Ubisoft also announced cross-platform saves for games like Assassin’s Creed Valhalla, Immortals Fenix Rising, and Riders Republic.\nDo you care that you can’t play Assassin’s Creed Syndicate or any game listed on PlayStation 5?", "paragraphs": ["Ubisoft shared a blog post today explaining how cross-progression, cross-play, and backwards compatibility will work for certain games once next-gen consoles arrive. It’s an informative read, but one thing that stands out is that a handful of the publisher’s PlayStation 4 catalog, including several Assassin’s Creed games, won’t be playable on PlayStation 5.", "While all Ubisoft Xbox One games will be backwards compatible on Xbox Series X/S, the same won't be true for the following PlayStation 4 games on Playstation 5:", "Assassin’s Creed Syndicate", "Assassin’s Creed Chronicles Trilogy Pack", "Assassin’s Creed Chronicles India", "Assassin’s Creed Chronicles China", "Assassin’s Creed Chronicles Russia", "Risk", "Space Junkies", "Star Trek Bridge Crew", "Werewolves Within", "The post doesn’t explain why these specific titles won’t work on PlayStation 5. Syndicate is perhaps the strangest entry, as it’s the only mainline AC game to get left behind (the Chronicles games are side-scrolling spin-offs, for those unaware). Entries that came before, such as Black Flag, and entries that came after, like Odyssey, have seemingly made the cut. That’s a shame given Syndicate is one of the best installments in the series. Again, this only applies to the PlayStation versions of these games. If you own Syndicate on Xbox One, for example, you can play it on Series X/S.", "On the plus side, Ubisoft also announced cross-platform saves for games like Assassin’s Creed Valhalla, Immortals Fenix Rising, and Riders Republic. It also reiterated the free next-gen upgrades for those titles as well as Watch Dogs: Legion and Rainbow Six: Siege. You should definitely give the announcement a read to get the full scope of where and how you can play popular Ubisoft games across various consoles and PC.", "Do you care that you can’t play Assassin’s Creed Syndicate or any game listed on PlayStation 5? Let us know in the comments!", "[Source: Ubisoft via Kotaku]"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["games", "syndicate", "series", "playstation", "creed", "wont", "chronicles", "play", "assassins", "ubisoft", "xbox", "work"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}