{"summary": "Here are 10 of the oldest airlines in the world still in operation.\nPan American World Airways subsequently acquired a controlling stake in the company.\nQantas was nationalized by the Australian government after World War II and reprivatized in the '90s.\nAfter World War II, Aeroflot became the largest airline in the world, as air travel was often the only means of transportation available to bridge the vast expanses of the Soviet Union.\nDelta is one of the world's largest airlines in terms of scheduled passengers.", "id": "3ca4516c-cb62-32e9-bff0-a5857b369028", "pubDate": null, "url": "https://edition.cnn.com/travel/article/worlds-oldest-airlines/index.html", "authors": [], "paragraphs": ["(CNN) — When we hear that an industry is celebrating its 100th anniversary, images of the industrial revolution might spring to mind, with its coal-powered steam machines, railways and chimneys.", "But this will soon apply to a sector generally associated with cutting-edge technology and the modern world.", "October 2019 marked the 100-year anniversary of Queen Wilhelmina of the Netherlands granting the \"royal\" title to a small, pioneering airline that was due to be founded.", "The Koninklijke Luchtvaart Maatschappij, more commonly known by its initials KLM, grew to become one of the largest airlines in Europe, as well as one of the most iconic brands in the aviation industry.", "A crown features prominently in its livery, but perhaps the crown this airline carries with the most pride is that of being the oldest airline in the world today.", "Surprisingly for an industry known for its volatility and financial instability, quite a few airlines from those heroic early years of aviation are still surviving in their original form.", "Here are 10 of the oldest airlines in the world still in operation.", "1. KLM", "KLM Royal Dutch Airlines turned 100 years old in October 2019. CNN Business Traveller celebrates with a visit to KLM's archives", "Year of foundation: 1919", "First flight: May 1920", "Passengers transported in the first year: 440", "Passengers transported in 2018: 34.2 million", "As a nation that once had the largest merchant fleet in the world, it seems fitting that the Dutch were among the first to set up a national airline that became a strong force to be reckoned with.", "The need to connect Amsterdam to what was then known as the Dutch East Indies would certainly have been a powerful motivation to get KLM off the ground in the early days.", "Although formally founded in October 1919, the new airline did not really take off until May 1920, when a four-seater De Havilland DH.16 made the inaugural flight to London's now defunct Croydon Airport.", "In 1924, KLM launched a service from Amsterdam to Batavia (as Jakarta was then known), the world's longest air route at the time.", "In 1946, it became the first European airline to begin scheduled flights to New York, using DC-4 aircraft.", "Throughout its nearly hundred years of existence, KLM's commitment to innovation has been constant.", "This doesn't just apply to its fleet either. The airline has also proved pioneering with its use of social media, introducing the first social media-driven flight schedule.", "2. Avianca", "Avianca, the oldest airline in Latin America and the second oldest airline in the world, is celebrating its centenary in 2019", "Year of foundation: 1919", "First flight: 1919", "Passengers transported in 2018: 30.5 million", "Founded by German immigrants in Barranquilla, Colombia, in 1919, Avianca was originally named SCADTA and operated Junkers F13 aircraft, some of which were equipped with floats.", "Related content Pioneering aircraft from 1919 back in 21st century", "As the world moved closer to war In the late 1930s, SCADTA became a source of concern for the US government, who were worried about the security implications of the airline's links to Germany.", "Pan American World Airways subsequently acquired a controlling stake in the company.", "In 1949, SCADTA merged with fellow Colombian airline SACO (Servicio Aéreo Colombiano) and adopted its current name.", "Today, after absorbing several airlines in neighboring countries, Avianca is one of the largest airline groups in Latin America, with a fleet of 173 aircraft and a network of subsidiaries that spans pretty much the whole continent.", "3. Qantas", "The Qantas logo is known as \"The Flying Kangaroo.\" Qantas", "Year of foundation: 1920", "Passengers transported in 2018: 55.3 million", "Few people outside of Australia know that Qantas stands for \"Queensland and Northern Territory Aerial Services.\"", "As its name indicates, the initial goal of the airline was to service the tropical and sparsely populated lands of Northern Australia.", "Its first aircraft was an Avro 504, a pre-World War I biplane that could seat a pilot and one passenger.", "Qantas was nationalized by the Australian government after World War II and reprivatized in the '90s.", "Its kangaroo livery first appeared in 1944 and accompanied the airline during the airline's expansion throughout the Asia-Pacific region and beyond.", "Today Qantas remains the de facto flag carrier of Australia as well as the country's largest airline and one of its best known brands globally.", "Related content What it's like to fly nonstop from Australia to the UK", "4. Aeroflot", "Aeroflot was the largest airline in the world during the Soviet era. Stanislav Sergeev/Alamy", "Year of foundation: 1923", "First flight: July 1923", "Passengers transported in 2018: 55.7 million", "A flight from Moscow to Nizhny Novgorod carrying six people (four passengers and two crewmen) on a Junkers F13 marked the start of what would turn out to be the Soviet Union's, and later, the Russian Federation's flag carrier.", "Originally called Dobrolet, it was renamed Aeroflot in 1932, when the Soviet government decided to place the whole civilian aviation fleet under one single entity.", "After World War II, Aeroflot became the largest airline in the world, as air travel was often the only means of transportation available to bridge the vast expanses of the Soviet Union.", "In 1956, the airline introduced the Tupolev Tu-104, considered the first truly successful jet airliner.", "During the Cold War years, Aeroflot operated the long range Il-62, which flew all the way to Cuba by way of Murmansk, in the Arctic, and the supersonic Tupolev Tu-144, the Soviet Union's answer to the Concorde.", "In much the same fashion as the Soviet Union, Aeroflot was separated in the '90s and divided into a number of regional airlines, with some former Soviet republics beginning their own services.", "The core of the airline then came under control of Russia and remains state-owned.", "Aeroflot underwent a massive transformation during the first decade of the 21st century in terms of both service and fleet.", "Bar its hammer and sickle logo, the Aeroflot of today bears little resemblance to its original conception.", "5. Czech Airlines (CSA)", "Czech Airlines, the national airline of the Czech Republic. MICHAL CIZEK/AFP/Getty Images", "Year of foundation: 1923", "First flight: October 1923", "Passengers transported in 2018: 2.9 million", "Started as a national airline for the then newly founded country of Czechoslovakia, Czech Airlines' activity was interrupted by World War II and the airline was later reinstated by the post-war Communist government.", "In 1957, CSA became the third airline, after BOAC and Aeroflot, to operate jet airliners when it put the Soviet-made Tupolev Tu104A into service.", "The airline was also the first to operate a jet-only connection: Prague to Moscow.", "During the Cold War years, CSA operated a remarkably large operation that included a fleet of up to 21 long range Ilyushin Il-62 aircraft as well as an extensive route network covering the Americas, Africa, the Middle East and Asia.", "Unfortunately it also suffered two unfortunate firsts, becoming the first airline to suffer a mass hijacking, when three of its aircraft were diverted to West Germany by defectors in 1950.", "It was also the first airline to lose a captain at the hands of a hijacker, in an incident during the 1970s.", "Like many national airlines of the former Eastern Bloc, CSA was renamed, restructured and modernized during the '90s.", "The airline is now majority-owned by Czech group Travel Service.", "6. Finnair", "The Finnish government has a 55.8% holding of Finnair. Courtesy Finnair", "Year of foundation: 1923", "First flight: March 1924", "Passengers transported in 2018: 13 million", "For those who've ever wondered why Finnair's airline code is \"AY\", this is derived from the name it used before being rebranded to Finnair in 1953 -- \"Aero O/Y.\"", "During its first 12 years, the airline operated only seaplanes, a logical choice given the many lakes and water inlets that cover the surface of Finland.", "In 1983, it became the first European airline to fly non-stop to Tokyo, with DC-10 aircraft.", "Five years later, Finnair was the only European airline with a direct flight between Europe and China.", "This helped to position the airline as the shortest gateway between Europe and Asia, largely thanks to Helsinki's location atop the Great Circle route.", "7. Delta Air Lines", "Delta is the oldest airline still operating in the US. DANIEL SLIM/AFP/AFP/Getty Images", "Year of foundation: 1924", "Passengers transported in 2018: 192.5 million", "Delta has grown from a small crop-dusting operation in America's Deep South to the largest airline in the world by some measures.", "Two important corporate decisions helped consolidate it at the top of the global airline leagues -- the purchase of Pan Am's East Coast and European routes in the early '90s and its merger with Northwest Airlines in 2008.", "Delta is one of the world's largest airlines in terms of scheduled passengers.", "Related content Pioneering aircraft from 1919 back in 21st century", "8. Air Serbia", "Air Serbia serves more than 40 destinations across Europe, the Mediterranean and Middle East. ANDREJ ISAKOVIC/AFP/Getty Images", "Year of foundation: 1927", "Passengers transported in 2018: 2.5 million", "Air Serbia claims descent from the several airlines that operated as flag carriers of Yugoslavia (hence its code JU), starting with Aeroput in 1927 and Jat Airways from 1948.", "During the Cold War years, Jat developed a significant route network and bought equipment from both East and West, in line with Yugoslavia's status as a non-aligned country.", "After the breakup of Yugoslavia, Jat became the Serbian flag carrier.", "In 2013, Etihad bought a 49% equity stake in the company, which then engaged in a massive recapitalization and rebranding operation that saw it adopt the new name of Air Serbia.", "9. Iberia", "Almost 900 million customers have flown with Iberia in the 90 years since it was founded. Jasper Juinen/Getty Images", "Year of foundation: 1927", "First flight: December 1927", "Passengers transported in 2018: 20 million", "Formerly a privately owned company, Iberia was put under government sponsorship shortly after its launch, providing postal transport between Madrid and Barcelona.", "After an operational hiatus in the early 1930s, it was resurrected with German assistance, by the nationalist side during the Spanish Civil War.", "After the war, Iberia, now firmly in government hands, developed as Spain's flag carrier.", "In 1946, it was the first airline to fly between Europe and South America, a region that has remained at the core of Iberia's long haul business throughout its history.", "The airline was privatized in 2001 and it merged with British Airways in 2010 to create the International Airlines Group.", "10. British Airways", "l e v a r t", "Year of foundation: 1919 (or 1974)", "First flight: August 1919 (or 1974)", "Passengers transported in 2018: 44.1 million", "Now this one is a little controversial.", "The UK flag carrier British Airways was formed 45 years ago following the merger of four companies: British Overseas Airways Corporation, British European Airways, Cambrian Airways and Northeast Airlines.", "However, it's celebrating its centenary in 2019 based on the 100 years of achievement of its predecessor airlines.", "It all began, says British Airways, on August 25, 1919, when the world's first scheduled international flight between London and Paris took off with one passenger, plus some Devonshire cream and some grouse."], "keywords": ["war", "airways", "transported", "2018", "airlines", "foundation", "oldest", "airline", "flight", "largest", "world"], "title": "10 oldest airlines in the world", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}