{"id": "3cc17ba8-716b-3391-a088-f126c4789ee6", "title": "Let Harry Styles Take You on a Dreamy Tour of Italy", "url": "https://www.vogue.com/article/let-harry-styles-take-you-on-a-dreamy-tour-of-italy", "summary": "For us American passport holders, Italy, due to the international travel ban, is out of reach.\nIt’s all interspersed with snippets of Styles on a coast-cruising joyride in a vintage convertible, for which he dons an excellent pair of Gucci gloves.\nDancing on the rocky shore, Styles eventually takes a plunge into Amalfi Coast’s crystalline waters.\n(The area is especially known for its grottos, with the Blue Grotto off the coast of Capri being the most famous.)\nHey, at least someone is living la dolce vita.", "paragraphs": ["For us American passport holders, Italy, due to the international travel ban, is out of reach. And, honestly? The rate at which this pandemic is raging on, it probably will be for quite some time! The only Naples we will be visiting anytime soon is in Florida.", "Before you wistfully stare at your corner-store dollar slice, trying to manifest it into a pizza napoletana, let us offer you some sweet, la dolce vita solace: Harry Styles’s music video for “Golden.” Some background: this September, the singer was spotted driving a convertible—and later, a speedboat—around the Amalfi Coast. Fans suspected he was up to something: he’s been slowly releasing singles from his sophomore album, Fine Line, which was released in December 2019. Lo and behold, they were right.", "So let’s go gallivanting with Harry, shall we? The video starts with him sprinting through the winding roads and tight tunnels of Amalfi. (Fun fact: they are often so narrow that only one Fiat-sized car can pass through at a time.) Then, he strolls past a scenic vista, where colorful Mediterranean villas dot the cliffside—most likely Positano as approached from Praiano. A cotton candy sky sets behind him—an a propos nod to “Golden Hour,” a photographic term for the time just before sunset. (Styles’s not the only fan of the view: Kylie Jenner celebrated her 22nd birthday at Le Sirenuse, a charming fire-red hotel which provides a picture-perfect panorama of the town.) It’s all interspersed with snippets of Styles on a coast-cruising joyride in a vintage convertible, for which he dons an excellent pair of Gucci gloves.", "Soon, Styles begins switching from land to sea. Dancing on the rocky shore, Styles eventually takes a plunge into Amalfi Coast’s crystalline waters. Behind him, the darker waters of caves await exploration. (The area is especially known for its grottos, with the Blue Grotto off the coast of Capri being the most famous.)", "Hey, at least someone is living la dolce vita."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["harry", "dolce", "golden", "waters", "styless", "vita", "italy", "video", "dreamy", "styles", "let", "tour", "amalfi", "la"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}