{"keywords": ["result", "mr", "fpö", "holds", "austrias", "wins", "coalition", "austria", "party", "kurz", "greens", "övp", "election", "centre", "sebastian"], "url": "https://www.economist.com/europe/2019/09/29/the-centre-holds-in-austria-as-sebastian-kurz-wins", "summary": "Most analysts had expected the election result to present Mr Kurz with a range of coalition options.\nMr Kurz could turn to the SPÖ, which has ruled Austria in “grand coalitions” with the ÖVP for most of Austria’s post-war history.\nAlthough the Green leadership is itching for office, its voter base, especially in Vienna, is wary of teaming up with Mr Kurz.\nMr Kurz had hoped to play off his various potential coalition partners off against one another.\nThe 33-year-old Mr Kurz has already reinvented himself several times in his brief political career.", "title": "The centre holds in Austria, as Sebastian Kurz wins", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "3ce08515-f816-3e65-bfb0-a3d290ba0e79", "paragraphs": ["IN A EUROPE of fragmented parliaments and thriving extremes, sometimes the centre still holds. In Austria’s parliamentary election on September 29th the centre-right People’s Party (ÖVP) surged to an unexpectedly large win.", "With over 90% of votes counted the ÖVP is projected to take 37% of the vote, up from 31% at the last election in 2017, and better than opinion polls had predicted. The 22% forecast for the Social Democrats (SPÖ) would be their worst result in history. The far-right Freedom Party (FPÖ), which until May served as the ÖVP’s junior partner in government, is on course for a disappointing 16%, down a full ten points from 2017. The Greens are projected to take 14%, their best-ever result, and the liberal Neos 8%.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Sebastian Kurz, the ÖVP’s young leader and, until May, Austria’s chancellor, declared himself “overwhelmed and almost speechless” at the result. It is certainly quite the comeback. Four months ago the 18-month-old ÖVP-FPÖ government imploded in spectacular fashion after two German newspapers published excerpts from a video, dating from 2017, showing Heinz-Christian Strache, the FPÖ leader and Austria’s vice-chancellor, appearing to offer state contracts to a woman posing as the niece of a Russian oligarch. A furious Mr Kurz booted out the FPÖ, lost a confidence vote and yielded office to a technical government while a snap election was prepared.", "The government’s collapse was Mr Kurz’s embarrassment as well as the FPÖ’s. It seemed to vindicate all the fears of those, in and outside Austria, who warned about the risks of inviting a far-right, Kremlin-friendly party into government. Yet the impact of the scandal on the campaign was limited. Mr Kurz, who has shifted his party rightwards on matters like immigration and integration, ran an energetic, disciplined campaign, picking up some support from the FPÖ on his way back to the chancellorship. (A late-breaking party-expenses scandal, also involving Mr Strache, may have helped.) He remains by some distance Austria’s most popular party politician, especially among older, rural voters.", "Still, he cannot govern alone. Most analysts had expected the election result to present Mr Kurz with a range of coalition options. But they may turn out to be rather narrower. Norbert Hofer, the FPÖ leader, said after the polls closed that his party was “preparing for opposition”. Mr Kurz could turn to the SPÖ, which has ruled Austria in “grand coalitions” with the ÖVP for most of Austria’s post-war history. But the leadership of the two parties distrust each other, and such a coalition would muddle Mr Kurz’s preferred image as a political disruptor.", "That would leave a novel option: a coalition of the ÖVP with the Green party. The Greens’ unexpectedly strong performance could leave the pair with a majority of around 11 seats. But it would be an awkward coupling. The parties are a long way apart on matters like migration and welfare spending. Although the Green leadership is itching for office, its voter base, especially in Vienna, is wary of teaming up with Mr Kurz. Many members see him as a populist in mainstream clothing.", "Mr Kurz had hoped to play off his various potential coalition partners off against one another. Oddly, then, what is unmistakably an electoral triumph may also leave him in a somewhat tight spot, should the Greens look like the only viable partner. Having feared before the election that Mr Kurz could dangle the prospect of rejoining government with the FPÖ to extract concessions from them in coalition talks, the Greens might instead find that they are the ones with the leverage. The 33-year-old Mr Kurz has already reinvented himself several times in his brief political career. To form a viable government, he may find that he has to do so again."], "pubDate": null}