{"id": "3cebe1cf-a766-3e54-929d-9cbf7febcabe", "title": "Green jobs for graduates: what should you study and how can you reskill?", "url": "https://www.theguardian.com/guardian-green-jobs/2020/oct/19/green-jobs-for-graduates-what-should-you-study-and-how-can-you-reskill", "summary": "Jobs with purpose wantedBennett isn’t alone in looking for graduate opportunities in the environmental sector.\nA 2018 survey from the Department for Business, Energy and Industrial Strategy found that almost two-thirds (60%) of 18-24 year olds were interested in pursuing a career in the green economy.\n“And there are an awful lot of opportunities outside of the traditional ‘green’ companies, or on graduate schemes, where you get an all-round understanding of what companies are doing, with the chance to specialise later.”The green boomThe good news is that the green jobs market is growing fast.\nWorldwide, the Global Commission on the Future of Work expects 24m new jobs to be created by the green economy over the next 10 years.\nIt is definitely a way to future-proof [your career] way beyond your own personal values.”To search for all the latest green jobs visit Guardian Jobs", "paragraphs": ["Leah Bennett has always wanted to make a difference. The 23-year-old graduate from Preston has volunteered to clean up beaches, investigated the politics behind the Amazon forest fires, researched alternatives to plastic packaging and given up her time to edit a digital magazine for the environmental organisation Louder Than The Storm.", "Jobs with purpose wanted", "Bennett isn’t alone in looking for graduate opportunities in the environmental sector. A 2018 survey from the Department for Business, Energy and Industrial Strategy found that almost two-thirds (60%) of 18-24 year olds were interested in pursuing a career in the green economy. Even in other industries, this generation of young jobseekers wants to work for organisations that takes sustainability seriously. The graduate recruitment app Debut found that 89% of female and 80% of male students and graduates say they want to work for an organisation with a strong environmental policy. Increasingly, those credentials are being highlighted in job ads, even if the role itself would not be considered “green”.", "“It’s becoming a real differentiator for companies,” Kim Connor Streich, marketing director at Debut, says. “And there are an awful lot of opportunities outside of the traditional ‘green’ companies, or on graduate schemes, where you get an all-round understanding of what companies are doing, with the chance to specialise later.”", "The green boom", "The good news is that the green jobs market is growing fast. Renewable energy, electric vehicles (EV) and smart technologies are at the heart of the UK’s plans to reach net zero carbon emissions by 2050. Worldwide, the Global Commission on the Future of Work expects 24m new jobs to be created by the green economy over the next 10 years.", "Graduates from Stem (science, technology, engineering and mathematics) subjects will be key in helping the UK achieve net-zero carbon emissions, says Jacqui Murray from Innovate UK, who leads the Faraday battery challenge for EVs. But part of her mission is also to encourage young people to appreciate the range of skills that will be needed in a green future. “Stem is always a labour of the heart,” she says. “It’s problem solving and it’s teamwork. It’s something everybody can contribute to. You may not be a world-leading scientist, but you may be someone who can fit the pieces together in a facility in Southampton.", "“The real power is in the cross-discipline nature of what we do. Stem skills are absolutely going to be at the heart of the green economy, but the ability to communicate and translate those ideas is really important [as well].”", "The benefit of a fresh pair of eyes", "Irfan Lohiya, the founder of Green Recruitment Solutions, says he’s seen an increase in demand for graduates in sectors such as waste recycling, water, renewable energy and green investment since he launched his business in 2013. “Organisations have realised that they need to source talent,” he says. “There is an ageing workforce right now in the sector.” A lot of the roles are technical, he adds, and engineering degrees are highly sought after. “Process engineering comes up a lot. Chemical engineering is good because it can be applied to water, waste management and energy process industries.”", "'People want a job with purpose': why businesses are becoming more sustainable Read more", "In the energy and sustainability consulting sector, Inspired Energy launched its first graduate scheme last September, hiring six candidates from a variety of academic backgrounds to spend two years across its different departments. It’s been so successful that the programme is being extended to 20 graduates this year. “[Graduates] are hungry and ready to get started. And we’ve enjoyed having fresh pairs of eyes,” says Matt Jones, commercial director for optimisation at the firm. “Seeing the enthusiasm light up in them when they latch on to this subject is brilliant.”", "Getting the right job for you", "Part of the challenge in finding the right role in the green economy is how broad the sector is, says Shannon Houde, a career and executive coach for the impact sector and author of Good Work: How to Build a Career that Makes a Difference in the World.", "“I break it down into five key categories: corporate responsibility and sustainability; social impact and international trade and development; sustainable finance and responsible investment; environmental (for example, renewable energy); and smart cities and food.” As well as looking to big brands, such as Unilever, Patagonia and Nike, there are opportunities in the public sector, non-governmental organisations, industry associations and consulting. “There are lots of SMEs worth looking at too, from sustainable fashion to vegan food companies,” she says.", "Future-proofing your career", "Graduates should emphasise skills such as building relationships, communication, project management, research, analysis and reporting, Houde says. It also pays to focus your attention on one or two impact issues, which you can talk about in an interview. That approach has worked for Bennett, who has secured three paid, part-time internships by highlighting the skills she does have. At the Centre for Global Eco-Innovation at Lancaster University, she’s now working as an environmental and sustainability researcher. “I told them: ‘I’m good at research, I can communicate information and I can make it accessible.’ These skills come in handy in so many ways.”", "In a challenging post-pandemic jobs market, aligning yourself with the green economy could be a shrewd move, Houde adds. “There’s going to be more and more growth in this space. It is definitely a way to future-proof [your career] way beyond your own personal values.”", "To search for all the latest green jobs visit Guardian Jobs"], "authors": ["Emma Sheppard"], "keywords": ["graduate", "sustainability", "green", "graduates", "reskill", "environmental", "economy", "study", "sector", "skills", "work", "jobs", "energy"], "pubDate": "2020-10-19T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}