{"id": "3d36849c-d9d1-37f3-b6fa-bf20bfc388fd", "title": "Election 2020 Live Updates: Races in Georgia and Arizona Tighten as Counting Continues", "url": "https://www.nytimes.com/live/2020/11/04/us/election-results#trump-supporters-protest-arizona", "summary": "Statewide, Mr. Biden leads Mr. Trump by less than three percentage points.\nIf the trajectory of Mr. Biden’s gains continued, it appeared he could overtake Mr. Trump in Georgia by the final tally on Thursday.\nBut in Maricopa County, Ariz., where Mr. Trump trails Mr. Biden, the president’s supporters took the opposite tack.\nMembers of the media documented a staff member counting ballots at Clark County Election Department in Las Vegas on Wednesday.\nMr. Trump has nearly 88 million followers on Twitter, which faced accusations of bias from Republicans during the campaign.", "paragraphs": ["Gary Peters, Democrat, wins re-election to the U.S. Senate in Michigan ›", "Gary Peters, Democrat, wins re-election to the U.S. Senate in Michigan ›", "Nov. 5, 2020, 4:00 a.m. ET Nov. 5, 2020, 4:00 a.m. ET By Biden’s lead narrows in Arizona, but Trump still faces an uphill battle. A polling station on Election Day in Guadalupe, Ariz. Credit... Adriana Zehbrauskas for The New York Times PHOENIX — The latest update from Arizona’s most populous county shows Joseph R. Biden Jr.’s lead over President Trump further narrowing in the battleground state. As of early Thursday, Mr. Biden led Mr. Trump in Maricopa County by 74,514 votes, almost 11,000 fewer than the previous update on Wednesday night. About 5 percent of the total vote remains to be counted there. Statewide, Mr. Biden leads Mr. Trump by less than three percentage points. Maricopa County’s next update will come after 9 p.m. Eastern on Thursday. In the two batches of results released by the county late Wednesday and early Thursday, Mr. Trump won by a margin of about 57 to 40, which experts have said is what he needs to win the state. But Mr. Trump would also have to receive at least 57 percent of votes that remain to be counted in other parts of the state as well, including counties that tend to vote Democratic. Mr. Biden’s narrow edge underscored a profound political shift in Arizona, a longtime Republican bastion that has lurched left in recent years, fueled by rapidly evolving demographics and a growing contingent of young Latino voters who favor liberal policies. Scores of Trump supporters who are suspicious of the early results favoring Mr. Biden gathered outside the Maricopa County election office on Wednesday, delaying the final announcement of the night amid security concerns. Read more", "Nov. 5, 2020, 3:12 a.m. ET Nov. 5, 2020, 3:12 a.m. ET By Biden closes in on Trump in Georgia, where the counting of votes continues. Election personnel continue to count absentee ballots through yesterday in Atlanta, Georgia. Credit... Audra Melton for The New York Times ATLANTA — The presidential race in Georgia appeared headed for a photo finish as former Vice President Joseph R. Biden Jr. steadily gained ground on President Trump. The victor will be awarded 16 electoral votes. Mr. Biden had begun Wednesday morning approximately 100,000 votes behind Mr. Trump, but as county elections workers around the state continued the laborious tabulation of absentee ballots into Thursday morning, Mr. Trump’s lead narrowed to 24,000 votes, or 0.5 percent. Under Georgia election law, a candidate may request a recount if the margin is 0.5 or less. In Fulton County, a Democratic stronghold and home to most of Atlanta, Mr. Biden narrowed the margin by more than 18,000 votes between 5 p.m. and midnight as the work of processing and tabulating the votes continued. In DeKalb County, also part of the metropolitan region, Mr. Biden narrowed it by an additional 5,000. The next update from Georgia’s secretary of state is scheduled for 10:30 a.m. on Thursday. Brad Raffensperger, the Georgia secretary of state, said that as of 10:15 p.m. on Wednesday, there were about 90,735 ballots that still needed to be counted. More than a third of them are in Fulton and DeKalb counties. If the trajectory of Mr. Biden’s gains continued, it appeared he could overtake Mr. Trump in Georgia by the final tally on Thursday. The question was whether additional absentee votes from rural and more Republican areas would offset enough of Mr. Biden’s gains to preserve Mr. Trump’s lead. Republicans in Georgia were nervously assessing the vote count and promised to file lawsuits in a dozen or more counties aimed at knocking off votes here and there. The first case, filed in Savannah on Wednesday, was an effort to chisel away 53 ballots that Georgia Republicans said had arrived too late to be counted. Read more", "Advertisement Continue reading the main story", "Nov. 5, 2020, 1:22 a.m. ET Nov. 5, 2020, 1:22 a.m. ET By With Arizona too close to call, Trump supporters gather at a vote-counting site in Phoenix. Supporters of President Trump gathered outside the Maricopa County Recorder's Office in Phoenix on Wednesday to protest the early election results there, which favor Joseph R. Biden Jr. Credit... Matt York/Associated Press PHOENIX — More than 150 supporters of President Trump, some of them armed, gathered outside the Maricopa County election office on Wednesday and chanted “Count the vote,” as officials did just that under the protection of sheriff’s deputies. Early results in Arizona show Joseph R. Biden Jr. in the lead, but Trump supporters believe that could change as the last votes are counted. Keely Varvel, chief deputy recorder for Maricopa County, said counting would continue despite the protest. “We are still planning to finish up our scheduled ballot processing work and report out more results tonight,” Ms. Varvel said. Pro-Trump rally starting at Arizona Capitol in Phoenix. At least one guy wielding military-style rifle. Some chanting “Shame on Fox” pic.twitter.com/f4kyzhyFxJ — Simon Romero (@viaSimonRomero) November 5, 2020 Without citing evidence, some Republicans have accused election officials of manipulating the results to indicate that Mr. Trump is losing in Maricopa County, which is home to about 60 percent of Arizona’s population. “The only way Biden can win Arizona is through fraud,” said Jim Williams, 67, a welder who attended the protest. “I won’t accept a Biden victory. I don’t want to live under Communist rule.” Many in the crowd were holding Trump flags, and numerous people were wielding AR-15 rifles and other firearms. Some also chanted “Fox News sucks,” reflecting their displeasure with the network’s decision on Tuesday to call Arizona for Mr. Biden, a move that some other news outlets later followed. The last time a Democratic presidential candidate won Arizona was Bill Clinton in 1996, and Maricopa County has not voted for a Democrat for president since 1948. But demographic changes have transformed Arizona into a battleground state. Read more", "Nov. 4, 2020, 11:21 p.m. ET Nov. 4, 2020, 11:21 p.m. ET By The election photos you missed: In a tight race, the details matter. Atlanta Nicole Craine for The New York Times Los Angeles Gabriella Angotti-Jones for The New York Times Tampa, Fla. Eve Edelheit for The New York Times Southfield, Mich. Sylvia Jarrus for The New York Times Pinellas Park, Fla. Eve Edelheit for The New York Times Harlingen, Texas Ilana Panich-Linsman for The New York Times Atlanta Audra Melton for The New York Times slide 1 slide 2 slide 3 slide 4 slide 5 slide 6 slide 7 While covering the election, our photographers also turned their cameras away from the crowds to capture some details that might otherwise go unnoticed.", "Nov. 4, 2020, 10:51 p.m. ET Nov. 4, 2020, 10:51 p.m. ET By Around the country, protesters insist that votes be counted — or not. Video transcript Back bars 0:00 / 1:55 - 0:00 transcript Protests Spread Across U.S. as Votes are Counted A wide range of demonstrators gathered on Wednesday night in cities including Portland, Ore., Philadelphia, Chicago and New York. Marchers showed support for counting all votes in the election, for Black Lives Matter and for other causes. [chanting] [motorcycle noise] “No cops! “No K.K.K.!” [drumming] “Everyone, ready to go!” [music, ”Play That Funky Music”] “The people, united, will never be defeated. The people, united, will never be defeated. The people, united, will never be defeated.” “Now! Justice! Now! Justice! Now! “What do we want?” “Justice!” “When do we want it?” “Now!” “If we don’t get it —” “Burn it down!” “What do we want?” “Justice!” “When do we want it?” “Now!” [drumming and chanting] “Black lives matter! Black lives matter!” [drumming] [shouting] [siren] “Back up. Back up. Get back.” [clapping] “Ain’t no stopping the power of the people ’cause the power of the people don’t stop.” “Ain’t no stopping the power of the people ...” A wide range of demonstrators gathered on Wednesday night in cities including Portland, Ore., Philadelphia, Chicago and New York. Marchers showed support for counting all votes in the election, for Black Lives Matter and for other causes. Credit Credit... Marcio Jose Sanchez/Associated Press PORTLAND, Ore. — Protests arose around the country as the ballot tabulation in the final battleground states continued, with some demonstrators demanding that every vote be counted and others insisting that the counting be shut down. In Portland, where a “Count Every Vote” demonstration merged with another one focused on racial justice and police brutality, some people broke away from the group and smashed storefront windows in the downtown area. The police labeled the incidents a riot and swarmed in. In Minneapolis, hundreds of protesters blocked Interstate 94 and the police made arrests, with demonstrators taking to social media to say that the officers had “kettled,” or trapped them there, to prevent them from dispersing. Protests also cropped up in Chicago, New York, Philadelphia and other cities. Some protesters called for all votes to be counted, but in other places their agenda was not entirely clear. Sometimes people on the same side of the election pursued opposing goals. In Detroit, a pro-Trump demonstration called for a halt to vote counting — echoing the president’s unfounded claim that illegally cast ballots were being tallied to flip the race to his opponent, Joseph R. Biden Jr. But in Maricopa County, Ariz., where Mr. Trump trails Mr. Biden, the president’s supporters took the opposite tack. They gathered outside the elections office and chanted, “Count those votes!” Read more", "Advertisement Continue reading the main story", "Nov. 4, 2020, 9:33 p.m. ET Nov. 4, 2020, 9:33 p.m. ET By A political realignment in Maricopa County, Ariz., boosts Biden’s chances. Angel López, a Biden supporter, at a rally in Phoenix on Sunday. Maricopa County last supported a Democrat for president in 1948. Credit... Adriana Zehbrauskas for The New York Times PHOENIX — Just a decade ago, Maricopa County embodied Arizona’s status as a Republican bastion. Politicians like Joe Arpaio, the tough-talking sheriff who was long a fixture in the county that includes the Phoenix suburbs, thrived in large part because of their ability to appeal to voters while taking a hard line on immigration, guns, religion and taxes. But with Arizona emerging as a tempting target for Democrats, Maricopa’s election results are shattering that perception in what may amount to one of the biggest political shifts of any major county in the United States in recent years. Image Credit... The New York Times “Right now, Maricopa is tangibly, unabashedly, demonstrably a Democratic county, something I never thought I would see in my lifetime,” said Stan Barnes, 59, a longtime Republican strategist in Phoenix. With 88 percent of the vote counted on Wednesday night, former Vice President Joseph R. Biden Jr. led President Trump by about five percentage points in Maricopa on Wednesday night, and by almost three points statewide, though his advantage narrowed slightly with the most recent set of vote totals. The last time the county supported a Democrat for president was in 1948, and as recently as 2012, Mitt Romney carried it by 11 percentage points. But there is now a considerable list of elected positions in the county that have been held by Democrats, including county recorder, sheriff, assessor and school superintendent. “It just blows my mind,” Mr. Barnes said. Various factors have contributed to the political reconfiguration in the county, which began to take shape by 2016, when Mr. Arpaio was defeated and Hillary Clinton lost the county by just three percentage points. It accelerated in 2018 with Kyrsten Sinema’s flip of a U.S. Senate seat into Democratic hands. And it turned into a potential game-changer this week, as the county provided a crucial boost to Mr. Biden’s bid for the presidency. With about 4.5 million people, Maricopa accounts for almost 60 percent of Arizona’s population. Those factors include a serious backlash — including within the powerful Republican business community — against state and national crackdowns on immigrants. Latino activists, infuriated by racial profiling that accompanied the crackdowns, led voter registration drives. The county has also had an influx of more liberal voters from other states, notably California. Sam Salazar, 32, a foreman for a drywall company in Maryvale, a heavily Latino area of Maricopa, said he started out a few years ago as a fan of Mr. Trump. But his sister, he said, eventually persuaded him to vote Democrat this year for the first time. “Biden is for masks, for taking care of people,” Mr. Salazar added. “Trump, well, Trump’s for himself.” Read more", "Nov. 4, 2020, 9:02 p.m. ET Nov. 4, 2020, 9:02 p.m. ET By Richard Fausset and As the race in Georgia tightens, the Trump campaign sues over 53 ballots in one county. “I voted” stickers in Georgia on Tuesday. Credit... Audra Melton for The New York Times Signaling a willingness to litigate even the most minute of possible voting discrepancies, President Trump’s campaign filed suit in Georgia’s Chatham County on Wednesday, claiming that a Republican poll watcher there “witnessed 53 late absentee ballots illegally added to a stack of on-time absentee ballots.” The lawsuit, filed in Chatham County Superior Court on behalf of the Georgia Republican Party and President Trump’s campaign, came as the race in Georgia had tightened significantly. It raised the possibility that some absentee ballots had been improperly handled and received after Tuesday’s 7 p.m. deadline. Chatham County, in coastal southeast Georgia, includes the city of Savannah. The chairman of Georgia’s Republican Party, David Shafer, said Wednesday that his group plans to file lawsuits in as many as a dozen Georgia counties over potential irregularities in the way local election boards are handling absentee ballots. “When an unlawful ballot is counted that suppresses the vote of a lawful voter just as thoroughly as if that voter was physically barred from the polls,” Mr. Shafer said in a telephone interview. His remarks came as President Trump’s once-sizable lead in Georgia had been cut to about 46,000 votes by Wednesday evening, and as some predicted he was about to fall behind his Democratic opponent, Joseph R. Biden Jr. Fulton County — which is the state’s most populous and includes most of Atlanta, a reliable Democratic stronghold — is expected to finish counting its absentee ballots overnight, said Richard L. Barron, the elections director. The Chatham County lawsuit contended that a poll watcher named Sean Pumphrey had said he “witnessed absentee ballots that had not been properly processed apparently mixed into a pile of absentee ballots that was already set to be tabulated.” According to the lawsuit, Mr. Pumphrey “observed a poll worker bring a stack of ballots from a back room and place on a table near the bins,” he said in a sworn affidavit. Of those, a stack of 53, he later learned, were ballots that had come in after the 7 p.m. deadline when polls officially closed. He then briefly left the room, he said. “When I returned to the room the stack of ballots were no longer on the table,” he said. In his statement, Mr. Pumphrey surmised those 53 may have been improperly counted with other ballots. A spokeswoman for the Democratic Party of Georgia did not respond to an emailed request for comment. Asked about the Chatham County lawsuit, Richard Barron, the elections director in Fulton County, said he wasn’t aware of it, but, referring to his own county’s ballots, he said: “These are all valid votes because they were all received yesterday.” According to a statement by Justin Clark, the Trump campaign’s senior counsel, the lawsuit’s ultimate goal is for “all Georgia counties to separate any and all late-arriving ballots from all legally cast ballots to ensure a free, fair election in which only legal, valid ballots count.” Sean Keenan contributed reporting from Atlanta. Read more", "Advertisement Continue reading the main story", "Nov. 4, 2020, 8:28 p.m. ET Nov. 4, 2020, 8:28 p.m. ET By Trip Gabriel and Counting inches forward in Pennsylvania, and both sides predict victory. Counting votes in West Chester, Pa. on Wednesday. Credit... Michelle V. Agins/The New York Times PITTSBURGH — Pennsylvania, the state with the largest trove of electoral votes still up for grabs, inched ahead in its counting of more than one million outstanding mail-in ballots on Wednesday, a majority of them from Democratic strongholds, as Joseph R. Biden cut into his deficit with President Trump. With narrow wins in Wisconsin and Michigan called on Wednesday afternoon, Mr. Biden has flipped two of the three northern industrial states that handed Mr. Trump the White House in 2016. The third, Pennsylvania, loomed as a battleground that Mr. Trump must win again to secure re-election; if Mr. Biden won the state, it would put him over the top. Officials from each party vigorously made their cases that the composition of the uncounted mail-in votes ensured that a Pennsylvania victory was at hand for their candidate, though state officials warned that the counting would continue for days. Democrats pointed to hundreds of thousands of uncounted ballots in Philadelphia and its suburbs, and to the fact that the mail-in votes had so far run four to one in Mr. Biden’s favor. By Wednesday evening, Mr. Biden’s deficit had shrunk from more than 10 percentage points to 3, or about 200,000 votes. “Biden probably wins the state by roughly 100,000,” predicted Rich Fitzgerald, the Democratic county executive of Allegheny County, which includes Pittsburgh. But Bill Stepien, Mr. Trump’s campaign manager, argued that Democrats were overstating how much Mr. Biden would gain from urban and suburban ballots, and underestimating the remaining ballots in more conservative counties, including York, Butler and Blair. Lawyers for the Trump campaign have descended on the state to mount court challenges. Republicans have filed multiple lawsuits, questioning how voters were notified of issues with mail-in ballots and allowed to cast provisional ballots. Hearings were held both in Montgomery County, outside Philadelphia, and at the state level. The Trump campaign also said it would file a suit to stop the counting of mail-in ballots, claiming election officials were not allowing party observers to closely monitor the process, particularly in Philadelphia — a charge that the officials flatly denied. And the campaign moved to intervene in a case before the U.S. Supreme Court, hoping to stop ballots postmarked by Election Day, but received up to three days later, from being counted. Gov. Tom Wolf, a Democrat, condemned the legal maneuvers. “Our election officials at the state and local level should be free to do their jobs without intimidation or attacks,” Mr. Wolf said in a statement. “These attempts to subvert the democratic process are disgraceful.” Read more", "Nov. 4, 2020, 8:04 p.m. ET Nov. 4, 2020, 8:04 p.m. ET By In photos: Across the country, demonstrators make the case for a full count. Philadelphia Victor J. Blue for The New York Times Lansing, Mich. Bryan Denton for The New York Times Durham, N.C. Travis Dove for The New York Times Oakland, Calif. Jim Wilson/The New York Times Manhattan Juan Arredondo for The New York Times slide 1 slide 2 slide 3 slide 4 slide 5 From New York City to Lansing, Mich., to Oakland, Calif., Americans took to the streets on Wednesday to demand a full counting of votes.", "Nov. 4, 2020, 7:43 p.m. ET Nov. 4, 2020, 7:43 p.m. ET By Tensions are high in Nevada, a forgotten battleground now on center stage. Members of the media documented a staff member counting ballots at Clark County Election Department in Las Vegas on Wednesday. Credit... Bridget Bennett for The New York Times LAS VEGAS — With the presidential race still too close to call on Wednesday evening, more and more eyes turned toward Nevada and its six electoral votes. Former Vice President Joseph R. Biden leads President Trump in the state, but by less than one percentage point. The state still has what Nevada state election officials characterized as “tens of thousands” of mail-in and provisional ballots left to count, and has said it will not release any new results until Thursday morning. Tensions, though, are high. A news media briefing by the Clark County registrar Joe Gloria Wednesday afternoon was briefly interrupted by a man who jumped in front of cameras and repeatedly yelled: “The Biden crime family is stealing this election! The media is covering it up!” A heckler briefly interrupted Clark County Registrar Joe Gloria during his press conference on the election count. pic.twitter.com/j9AEnQqnb2 — KSNV News 3 Las Vegas (@News3LV) November 4, 2020 After the man — who was wearing a tank top that proclaimed, “Barbecue, Beer, Freedom” — was escorted away, Mr. Gloria said his staff had removed an unspecified number of election observers from counting facilities for being disruptive. “They were consistently trying to interact with our workers, which disrupts their work,” Mr. Gloria said. “They may have been rude or unprofessional with some of the colleagues that were there observing, or they wouldn’t remain in the observation area that we clearly defined.” In 2016, Hillary Clinton carried Nevada by just over two percentage points, or about 27,000 votes. Democrats had pegged it as the tipping point to Mrs. Clinton’s victory over Mr. Trump until she lost several traditionally blue states in the Midwest. Since then, Nevada has only become a deeper blue, with Democrats controlling the governor’s office and legislature, both Senate seats and all but one House seat. In 2020, Nevada was considered so weighted toward the Democrats that it made few political strategists’ lists of battleground states, and both Mr. Biden and President Trump spent little time here. The state was so overlooked that one of Nevada’s leading political journalists, Jon Ralston, months ago started a plaintive Twitter hashtag: #wematter. Now, with last-minute votes being counted and the presidency possibly hanging in the balance when the latest totals are announced on Thursday, Nevada’s six electoral votes may be enough to push Mr. Biden to a win. Read more", "Advertisement Continue reading the main story", "Nov. 4, 2020, 7:40 p.m. ET Nov. 4, 2020, 7:40 p.m. ET By Pelosi claims a Biden victory and celebrates a House majority, but acknowledges a ‘challenging election.’ Credit... Alyssa Schukar for The New York Times Speaker Nancy Pelosi of California on Wednesday declared victory for former Vice President Joseph R. Biden Jr. and celebrated retaining the House majority, even as she acknowledged in a letter to House Democrats that it has been “a challenging election.” While House Democrats had hoped to expand their majority and prevent a number of their most vulnerable members from losing, the caucus instead saw their majority shrink with a half dozen losses. But Ms. Pelosi, in the letter sent Wednesday night, encouraged the caucus to “remain patient as votes are tallied and races are called.” “Our discipline in building a massive battlefield proved essential in keeping the majority,” Ms. Pelosi wrote. “Our success enabled us to win in our ‘mobilization, messaging and money,’ forcing Republicans to defend their own territory.” She highlighted the record number of votes Mr. Biden and Senator Kamala Harris of California, his pick for vice president, have already secured and vowed to continue pushing the agenda House Democrats have pursued since winning the majority in 2018. But with Republicans likely to maintain control of the Senate, it is unclear how much of their ambitious legislation will become law.", "Nov. 4, 2020, 7:07 p.m. ET Nov. 4, 2020, 7:07 p.m. ET By Twitter flags posts by Trump that made premature claims of victory or baseless ones about election fraud. Twitter has attached warnings to tweets by President Trump and his allies in the last 24 hours. Credit... Doug Mills/The New York Times For the sixth time in less than 24 hours, Twitter on Wednesday flagged tweets by President Trump for violating its rules because they included unsupported claims of widespread election fraud and premature declarations of victory in key battleground states. Twitter attached warnings to each of the president’s tweets, but also to others posted by his allies, including, among others, his official campaign account, the White House press secretary Kayleigh McEnany and the president’s son Eric Trump. All three had, like the president, claimed victory for Mr. Trump in Pennsylvania, a race that no major news organization has said is decided. Image At least three of Mr. Trump’s posts were hidden and one was partially hidden, but each allowed Twitter users the option of viewing them. The platform also restricted the ability of users to retweet or repost the posts by the president that had violated the company’s standards. Twitter’s actions came as Mr. Trump’s possible path to re-election narrowed, with former Vice President Joseph R. Biden Jr. winning Wisconsin and Michigan, two states in the so-called Midwest blue wall that Mr. Trump had won in 2016. Mr. Trump falsely claimed on Wednesday afternoon that he had won not only Pennsylvania but also Georgia and North Carolina, states in which he had been leading in early vote totals but where a significant number of ballots remained uncounted. In each case, his lead was shrinking. Mr. Trump has nearly 88 million followers on Twitter, which faced accusations of bias from Republicans during the campaign. Read more", "Nov. 4, 2020, 7:00 p.m. ET Nov. 4, 2020, 7:00 p.m. ET By North Carolina voters keep an anxious watch on unresolved races, and on their state’s deep divide. Charlotte, the largest city in usually red North Carolina, is reliably blue. Credit... Travis Dove for The New York Times CHARLOTTE, N.C. — North Carolina’s largest city is a reliable splotch of blue in a mostly conservative state, and the narrow margin of the presidential race has stirred anxiety and a measure of disappointment here, with the state leaning Republican but still too close to call. The Republican candidate won the state in nine of the past 10 presidential contests. But Hillary Clinton lost it to President Trump by less than 4 percentage points in 2016, and this year Democrats held high hopes of winning the state for former Vice President Joseph R. Biden Jr. and ousting Senator Thom Tillis, a Republican. Whatever the final counts, this year’s vote underscores the deep divide between North Carolina’s left-leaning urban centers and its conservative rural areas. Like many Charlotte residents who moved there from the Northeast or the Rust Belt, Paul Bottiglio, an accountant, came from Boston. “I think there’s a perception that Biden should have easily won,” said Mr. Bottiglio, 48, an independent who has voted for candidates from both parties. “But that’s the view from inside of the bubble.” By Wednesday evening, Mr. Trump led Mr. Biden by 1.4 percentage points, and Mr. Tillis led Cal Cunningham, a Democrat, by 1.8 percentage points. The remaining votes are expected to favor the Democrats — mail-in ballots posted by Election Day will be accepted until Nov. 12 — but it is not clear that there are enough of them to change the results. North Carolina’s Democratic governor, Roy Cooper, won re-election. Kathleen Jordan, an architect and New Jersey native who moved to Charlotte just over two years ago, felt gutted as she watched the election tallies come in. “I’m distraught,” she said as she walked her dog, Wally, on a sunny afternoon. “I’m out-and-out distraught.” She found herself asking existential questions about the fate of the country, as the outcome underscored divisions that, as she saw them, reached beyond just partisan. “Clearly, there are two sets of value systems in this country,” Ms. Jordan, 54, said. “We are evenly divided, and the chasm is so deep.” Read more", "Advertisement Continue reading the main story"], "authors": ["Jennifer Medina", "Adam Nagourney", "Patricia Cohen", "Trip Gabriel", "Alicia Parlapiano", "Jacey Fortin", "Stephanie Saul", "Sydney Ember", "Simon Romero", "The New York Times"], "keywords": ["2020", "georgia", "live", "counting", "arizona", "continues", "tighten", "votes", "york", "president", "biden", "updates", "trump", "election", "races", "mr", "ballots", "county"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}