{"id": "3d571474-a581-3ee3-9264-c6ae84e37b68", "title": "Instagram model Karina Irby stuns with '5 hour' body transformation", "url": "https://www.foxnews.com/lifestyle/instagram-model-karina-irby-body-transformation", "summary": "Instagram model Karina Irby never shies away from speaking her mind, most recently stunning fans with a remarkable “transformation” highlighting how dramatically the body can naturally fluctuate within just a few hours.\nOn Sunday, the bikini designer shocked her one million Instagram followers with a so-called “five hour transformation” that has since struck a chord of resonance with many.\nIn the “before” image, Irby looked toned and trim in a fitted yellow dress.\n“Who else starts the night looking [like] a treat and ends the night looking 6 months pregnant haha,” the body-positive blogger began her inspirational post.\n“It’s crazy how the body works!” Irby exclaimed, clarifying that her fit frame looked “normal again” within an hour after getting home and removing the tight clothes.", "paragraphs": ["Instagram model Karina Irby never shies away from speaking her mind, most recently stunning fans with a remarkable “transformation” highlighting how dramatically the body can naturally fluctuate within just a few hours.", "On Sunday, the bikini designer shocked her one million Instagram followers with a so-called “five hour transformation” that has since struck a chord of resonance with many. In the “before” image, Irby looked toned and trim in a fitted yellow dress. In the “after” image, meanwhile, the Australian woman cradled her bloated-looking stomach in a black leotard and joked that it appeared she was expecting.", "“Who else starts the night looking [like] a treat and ends the night looking 6 months pregnant haha,” the body-positive blogger began her inspirational post.", "‘WORLD'S HOTTEST GRANDMOTHER' RAISING MONEY FOR AUSTRALIAN WILDFIRE RELIEF: 'IT'S THE LEAST I CAN DO'", "", "“This is from sitting in the car for 3-plus hours in Spanx, drinking way too many bottles of water because I was so hungry, and then eating too much Japanese food from accidentally starving myself,” she explained.", "“It’s crazy how the body works!” Irby exclaimed, clarifying that her fit frame looked “normal again” within an hour after getting home and removing the tight clothes.", "“Keep in mind every body is different so please don’t judge your own bodies reactions on someone else’s,” she went on. “But this is just a funny little reminder to not be hard on yourself if your tummy decides to puff up!”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Many fans praised her ever-candid approach to health and wellness, thanking Irby for her honesty.", "“You always make me feel better about myself after a rough day. [Your] messages are inspiring,” one commenter said.", "“I love how real you are,” another agreed.", "CLICK HERE TO GET THE FOX NEWS APP", "Irby has previously won applause for discussing her battle with eczema and journey to a healthy weight. Most recently, the owner of Moana Bikini and her influencer pal Ariella Nyssa made headlines when they proudly showed off their \"bloated\" bellies on social media with the declaration that “everybody bloats!”"], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle. Follow Her On Twitter At"], "keywords": ["recently", "instagram", "stuns", "body", "mind", "looking", "night", "looked", "model", "image", "karina", "irby", "hour", "transformation"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}