{"title": "Teenagers are rewriting the rules of the news", "summary": "These minor politicians provide a pithy summary of how teenagers and those in their early 20s consume news today.\nTwo-thirds of South Korean teenagers go online to find out what is happening in the world, and of them, 97% turn to Naver, a portal and search engine.\nAccording to Pew Research Centre, 95% of American teens have access to a smartphone and 45% are online “almost constantly”.\nPew reports that 85% of American teenagers use YouTube; more than 70% use Instagram.\nCommon Sense, an American non-profit group, found in a recent study that 69% of American teens watch online videos every day, mostly on YouTube.", "paragraphs": ["T HE PRESIDENT of El Salvador gets it. Addressing the UN General Assembly in September, Nayib Bukele paused to take a self-portrait at the rostrum. “Believe me, many more people will see that selfie once I share it than will listen to this speech,” he said, adding, “I hope I took a good one.”", "Marianne Williamson, a New-Agey type running for the Democratic presidential nomination in America, gets it. Asked after a debate in July whether it went well, she replied that she would only know for sure “later, when I see the memes”. So does Andrew Yang, another Democratic no-hoper. His first big interview was with Joe Rogan, an internet-famous comedian with 6.96m subscribers on YouTube. After it was viewed 1m times over the course of two days, Mr Yang wrote that his campaign could be divided into “ BR (Before Rogan) and AR (After Rogan)”.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "These minor politicians provide a pithy summary of how teenagers and those in their early 20s consume news today. It is almost entirely on social media. It is almost entirely visual. And the content of the news—“President Makes Speech at UN ”—is less important than how it is packaged. It is often filtered through humour or comment. Or, just as often, it is mediated by personalities who command huge followings among young people but are little known to the general population.", "These principles hold true around the world, even if the specifics and platforms differ. Between 2009 and 2018 the share of teenagers who read newspapers declined from around 60% to close to 20%, according to the Programme for International Student Assessment ( PISA ), an educational league table of 15- and 16-year-olds in the OECD , a group of mostly rich countries. Young Indians are half as likely to visit timesofindia.com, India’s biggest English-language news site, as older ones; they are also far more interested in videos and Bollywood news. In Britain, younger teens are far less familiar with the BBC ’s brand than they are with those of YouTube or Netflix. The public broadcaster “will face a threat to its future sustainability if it cannot engage young people sufficiently” according to Ofcom, the country’s media regulator.", "Some 80% of Arabs aged 18-24 years old now get their news from social media, up from 25% in 2015. They favour Facebook, though the Gulf states, particularly Saudi Arabia, are captivated by Snapchat. Two-thirds of South Korean teenagers go online to find out what is happening in the world, and of them, 97% turn to Naver, a portal and search engine. According to Pew Research Centre, 95% of American teens have access to a smartphone and 45% are online “almost constantly”. A study of American and British teens commissioned by the Reuters Institute for the Study of Journalism in Oxford argues that when it comes to news, young people are most concerned with “what it can do for them as individuals—rather than society as a whole”.", "It can be tempting to dismiss teenagers’ news-consumption habits. Most cannot vote, have limited spending power and are probably incapable of finding El Salvador on a map. Such sneers are misplaced. A third of the planet is under 20. More than half the world is now connected to the internet. The young are a proxy for the future. That is especially the case in media businesses, where their habits drive billion-dollar decisions, such as Facebook’s acquisition of Instagram in 2012 and its failed attempt to buy Snapchat the following year.", "Teenagers understand that technology gives them outsized power. Greta Thunberg, a teenage activist in Sweden, started the global “school strike for climate” which has now spread to 150 countries. Protests led by students, some still in high school, have erupted across the world, from Hong Kong to Chile. Politicians, policymakers and media executives should pay attention: how news is made, spread and consumed by teenagers today will determine what happens to their countries and businesses tomorrow. As one 13-year-old told Alexandria Ocasio-Cortez, an American lawmaker, “I’m not old enough to vote yet, but I can follow you on Instagram!”", "To best understand this future, look to America. It has the world’s most vibrant media ecosystem and is home to most of the platforms used by youth around the world, including Instagram, WhatsApp, Facebook, YouTube and Snapchat. (TikTok, wildly popular with younger teens, is Chinese and strictly moderated for political content.) American media wield influence around the world and are widely aped: the New York Times boasts readers everywhere; websites such as BuzzFeed have inspired similar clickbait sites in dozens of countries. And America’s political and cultural vocabulary is pervasive. A meme that starts there has a good chance of spreading throughout the world.", "The arena for those memes has changed. Since the 2016 presidential election in America Facebook has come under intense scrutiny for its role as a platform for news distribution. But to many Western teenagers the social network is deeply uncool. It is for old people. Nor do many of them hang out on Twitter, which plays an outsized role in journalism and politics only because it is full of journalists and politicians (and Donald Trump). They have little time for youth-focused websites such as BuzzFeed either. “It’s clearly adults trying to relate to young people,” says Victoria, a 16-year-old in Kentucky. Teenagers deride outlets that just a few years ago were hailed as the next big thing: Griffin, a 16-year-old from the Chinese city of Wuxi, dismisses Jinri Toutiao (“Today’s Headlines”), China’s most popular news app with 120m daily users, as clickbait for adults.", "The action has shifted to Instagram (owned by Facebook), WhatsApp (ditto) and YouTube (owned by Google), each of which has well over a billion users. (Snapchat is popular in America but less so elsewhere.) Pew reports that 85% of American teenagers use YouTube; more than 70% use Instagram. Common Sense, an American non-profit group, found in a recent study that 69% of American teens watch online videos every day, mostly on YouTube. They spend nearly seven and a half hours a day looking at screens of all kinds.", "Instagram is an odd destination for those seeking the news. Users post pictures to their “grid”, mostly pretty ones. The app allows only one link per account—in the bio. And it has no formal reposting mechanism. But the introduction of “Stories” in 2016, which allowed its users to post short-lived images with annotations, added text to a largely visual platform, made sharing and reposting easier and supercharged its growth. Stories also allow those with more than 10,000 followers to share links to other material. Where users went, so did those who hope to influence them: advertisers, marketers, politicians, propagandists and miscellaneous mischief-makers have all piled into Instagram.", "Consider the Amazon. By late August, anyone with an Instagram account anywhere in the world would have known that “the Amazon rain forest—the lungs which produces 20% of our planet’s oxygen—is on fire,” as Emmanuel Macron, France’s president, put it in a post on August 22nd that was liked by nearly 200,000 people. On the same day National Geographic’s account, the 11th-most followed on Instagram (126m followers), posted about fires in the Amazon, as did Leonardo DiCaprio (an American actor, 38m); Prilly Latuconsina (an Indonesian actress, 32m); and Malaika Arora (an Indian model, 10m). Two days later NASA (51m) fanned the Instagram flames with a fresh satellite image.", "This is fine", "Posts about Amazonian fires were soon inescapable—as were allegations that big news outlets were ignoring it. “It’s the only thing I saw for weeks,” says Dylan, a 17-year-old pupil in Lexington, Kentucky. “Whatever I saw about the Amazon I would share it,” says Stacy, a 15-year-old Bostonian. Unscrupulous accounts tried to take advantage of the disaster, asking for donations or promising to plant a tree for every “like”. The world’s press subsequently ran articles, many of which debunked falsehoods on Instagram, such as Mr Macron’s assertion that the Amazon produces 20% of the world’s oxygen. In interviews conducted by The Economist with two dozen teens in Lexington, Kentucky and Boston, every one of them mentioned the fires unprompted. “The fires in the Amazon were not getting very much coverage,” says Olivia Seltzer, a 15-year-old Californian who two years ago started The Cramm, a newsletter for teenagers that goes out on Instagram and via email and text message. There is “a lot of frustration that these kinds of stories aren’t heard about. A lot of young people are taking it on to themselves to inform their peers.”", "News outlets native to Instagram are also springing up. Not everything they cover is serious. @nowthisnews (2m followers) combines text overlaid on brief video clips about everything from political protests in Hong Kong to a dog with a tail on its head. (It also publishes on other platforms such as Facebook, Twitter and YouTube.) @houseofhighlights (15m) is dedicated to clips of American sports. In 2015 it was acquired by Bleacher Report, a large sports news website. Both accounts are in the top ten on Instagram for engagement, as measured by the number of likes and comments accrued, according to Axios, another news website. “We’ve had the distinct advantage that we’ve never tried to take something that worked in a legacy medium and force fit it into the digital age,” says Howard Mittman, Bleacher’s CEO . Other outlets, he says, are like the “divorced uncle who bought the right convertible in the wrong colour, who has cool clothes, but they just don’t look good on him”.", "Another hugely popular Instagram-native outlet is @theshaderoom (17m), which deals mostly in celebrity news and gossip (though it also posted about the Amazon fires). If TMZ upended traditional celebrity reporting in the era of the blog, @theshaderoom is doing it again on social media. Sometimes the streams cross. “I was scrolling a post about Cardi B”—a singer with 56m followers—“and the comments were like, ‘Why aren’t you talking about the Amazon?’” says Jaliyah, a 15-year-old in Boston. Young people are “very complicated in how they’re consuming media”, says Samhita Mukhopadhyay, the executive editor of Teen Vogue. “They can kind of toggle between Justin Bieber and they want to know exactly what Greta Thunberg is doing and they will show up to the rally.”", "In the Arab world memes use cartoons or screen grabs from old movies to make light of political grimness. Elsewhere thousands of accounts changed their profile pictures this summer to a deep blue or striking red—the former to raise awareness about protests in Sudan and the latter to tell people about the political situation in Kashmir. “Activism has become one of the easiest ways to project yourself as cool,” says Sadie, another Lexington teen. It is not uncommon to scroll through Instagram and find out about a high-profile divorce and a roiling protest in some remote corner of the world within the span of one second.", "This weird mix of celebrities, politics and activism is another feature of modern news on social media: “news” now comes not only from accounts and outlets dedicated to the dissemination of journalism, but could be anything from a meme to the opinion of an online personality, such as PewDiePie, the world’s most influential YouTuber, who mostly makes silly videos about video games and online culture. For five years he had the largest number of followers on the video-sharing platform, until he was overtaken by T -Series, an Indian record label, in April 2019. He is now second, with 102m subscribers. The combined print and digital circulation of every newspaper in America is about 30m. Daksha, a 13-year-old in Kentucky, spends her spare time making memes and posting them to a PewDiePie-themed community on Reddit, looking for the “satisfaction that Lord PewDiePie reacted to my meme” on his channel, she says.", "You love to see it", "Sarah, 16, from Kentucky, says that “every boy on the debate team is into Ben Shapiro,” a conservative controversialist with 876,000 subscribers on YouTube. In Germany a YouTuber called Rezo (1.16m subscribers) went viral with a rant against old and rich people and particularly the Christian Democratic Union, the party of Angela Merkel. Felipe Neto, a Brazilian YouTuber (35m) earns 30m reais a year ($7.5m). He started out telling jokes to adolescents but has evolved into a fierce critic of Jair Bolsonaro, the president. In September he made headlines for distributing 14,000 gay-friendly books at Rio de Janeiro’s book fair after the city’s evangelical mayor censored a graphic novel that featured a gay hero. Teenagers are, in short, getting their news from other young people who largely express their personal opinions and are barely any better informed than themselves.", "As Mr Mittman puts it, teen news consumers are looking for “a level of authenticity that allows you to know that they’re speaking to you”. Other teenagers say they get their news from clips of late-night TV hosts, such as Trevor Noah or Stephen Colbert, or from stand-up comedians like Hasan Minhaj, who has a popular show on Netflix. Personalities are replacing news organisations. “I feel like it’s boring if it’s an article. But if it’s a video it’s super engaging,” says Dioneilys, 16, in Boston.", "That opens the door to partisanship and misinformation. The Amazon-fire posts from the summer were riddled with errors. Personalities like PewDiePie and other YouTubers are routinely accused of making inflammatory comments or pulling tasteless stunts. Memes often bear little relation to fact. Many teens say they know all this but are sanguine about the dubious origins of their news. Sheer repetition is enough to convince some. “I don’t believe anything I read on social media,” says Jaliyah in Boston. “Unless it keeps coming, then maybe.” Others believe information if it comes from verified accounts. But many trust it as long as it comes from their friends.", "Many Brazilians “immediately believe in the authenticity of audio sent via WhatsApp by someone they know”, while furrowing their brows at a tape leaked to Folha de S. Paulo, a major newspaper, says Joel Pinheiro da Fonseca, a 34-year-old columnist for Folha. Realising that few young people were reading his column (or indeed any other section of his newspaper), Mr Pinheiro started a YouTube channel, where fans comment on his shaggy hair or home furnishings as often as on his political analysis. “To them, the rudimentary quality makes it more authentic,” he says. “Young people want to establish a relationship with their sources of information.”", "One consequence of a reliance on personalities is that the platforms on which they appear rather than publications become the sources of news. “When your starting position is social—WhatsApp, Instagram, whatever—your loyalty to any given publisher is much lower,” says Satyan Gajwani, who runs the digital arm of the Times Group, India’s biggest media conglomerate. More than half a billion people visit its digital properties every month; more than 100m do so every day. “How do we build enough confidence and trust in them that they become brand-loyal?” he asks. Manvi, a 15-year-old in Delhi, exemplifies his worry. Her family subscribes to two Times Group newspapers but online she reads whatever “pops up on the phone when I open Chrome”. Asked where the news comes from, she says, “I don’t know anything about that.”", "A report from Ofcom found that “when people consume news in this way, their engagement is typically fleeting.” Moreover, “they are also less likely to be aware of the source of news content. Some younger people we spoke to didn’t have a close association with the BBC , regarding it as just ‘one of many’ online news providers.”", "*checks notes*", "For businesses, this presents both opportunities and challenges. Upstarts such as @houseofhighlights and @theshaderoom will spawn imitators around the world, just as BuzzFeed did for a previous generation. Media organisations such as the BBC , India’s Times Group or America’s Turner, which owns Bleacher Report, will be forced to invest and acquire their way to relevance. The big risk is that they could do that and still fade as trust in big brands declines. Either way, young people will continue to spend enormous amounts of time online. “Social media basically controls every aspect of our lives,” says Stacy, a 15-year-old Bostonian."], "pubDate": null, "authors": ["The Economist"], "keywords": ["rules", "rewriting", "teens", "world", "online", "instagram", "american", "young", "media", "teenagers", "amazon", "youtube"], "id": "3dc71d29-8899-391e-be96-3ff243a8c0c0", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/international/2019/12/21/teenagers-are-rewriting-the-rules-of-the-news"}