{"id": "3dcc4613-eedd-394e-a3c8-7272728314e3", "title": "Warcraft III: Reforged Review - An Incredible Game, A Disappointing Remaster", "url": "https://www.gameinformer.com/review/warcraft-iii-reforged/warcraft-iii-reforged-review-an-incredible-game-a-disappointing", "summary": "Warcraft III is one of the best games of all time; Blizzard’s genre-transcending work shaped both the future of the company and the greater industry landscape forever.\nOn the other hand, Warcraft III: Reforged is an uninspired remaster that lacks Blizzard’s signature polish and panache.\nAlmost every aspect of this remaster drags the source down instead of lifting it up.\nWarcraft III: Reforged teaches the harsh lesson that sacred, legendary titles need to be revisited with only the utmost care.\nCore elements that made the original an absolute Earth-shaker still remain, but as a remaster meant to enhance the original experience, Reforged is greatly flawed.", "paragraphs": ["Warcraft III is one of the best games of all time; Blizzard’s genre-transcending work shaped both the future of the company and the greater industry landscape forever. On the other hand, Warcraft III: Reforged is an uninspired remaster that lacks Blizzard’s signature polish and panache. Almost every aspect of this remaster drags the source down instead of lifting it up.", "Reforged presents the player with the entirety of the original Reign of Chaos game and The Frozen Throne expansion, with optional modern assets in lieu of the blocky, pronounced models from decades ago and a smattering of miniscule changes. For example, Blizzard added World of Warcraft Stratholme bosses in the famous Culling level, but the tweaks essentially end there – begging one to wonder why the game is worthy of the Reforged moniker at all, instead of a simple “remastered.”", "Warcraft III sets the stage for everything in the gigantic Warcraft universe that we know today, a sprawling saga featuring Arthas, Jaina, Sylvanas, and countless other characters. The campaign is an epic undertaking, with a mixture of traditional RTS missions, base-building, small-scale RPG-style escapades, and horde-mode holdouts. However, the journey in Reforged is marred by numerous bugs and aberrations. I saw strange lighting quirks, stuttering, missing portraits, and even a glitch that caused one of my undead levels to instantly fail when I started it up. Some of these errors could be dismissed individually, but the bucket of bugs gradually fills up and overflows, marring the entire game.", "Some of the new assets make the game look better than its original incarnation (especially in terms of buildings and lower tier units like citizens, wildlife, and monsters), but others are jarring and uncomfortable. Errant animations and generic fantasy archetypes take away from the of zest the original designs. Some orc portraits lack unit identity; Mannoroth’s head looks bizarre on his massive frame, and even little goblin tinkerers appear unusually out of place. What the new assets gain significantly in presentation power, they are tinged with a kind of universal fantasy sterility that sucks the flavor out of them. Despite this, the campaign is still an experience I’d recommend, whether you opt to use the new or old assets, especially for those looking for a historical and still-relevant romp through an immersive universe.", "While not every remaster adds new features, they rarely remove elements from the original. Reforged does, though. On release, multiplayer features like ladder and social functionality are completely absent from this new incarnation. The core multiplayer game is still solid as ever, and custom maps that have gone on to define entire subgenres of gaming are still available and awesome to play.", "I enjoy revisiting maps that I haven’t seen in nearly two decades, including Dota clones, tower defenses, survival maps, Mario Party-style games, and castle fight (a subgenre that would go on to inspire the modern deluge of Clash Royale-like games). Warcraft III’s custom map scene was a hotbed of creativity and color, and it’s refreshing to see that many of those games are still infinitely playable today. These classics are great, but map-makers and modders have not yet blazed any new and exciting trails in Reforged – possibly because Blizzard technically owns any player-made creations this time around. That said, revisiting these old game-design stomping grounds is an immensely enjoyable diversion, and by far the best part of my Reforged playtime.", "Warcraft III: Reforged teaches the harsh lesson that sacred, legendary titles need to be revisited with only the utmost care. Core elements that made the original an absolute Earth-shaker still remain, but as a remaster meant to enhance the original experience, Reforged is greatly flawed."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["review", "warcraft", "remaster", "original", "incredible", "iii", "reforged", "assets", "games", "maps", "disappointing", "today", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}