{"id": "3de53451-3f65-33ce-9912-3fe07b7d329c", "title": "Trump plans to revive campaign-style rallies as he pursues legal challenges to election results", "url": "https://www.foxnews.com/politics/trump-plans-to-revive-campaign-style-rallies-as-he-pursues-legal-challenges-to-election-results", "summary": "Along with the rallies, Trump is also planning to use obituaries of people who allegedly voted but are actually dead as evidence of the voter fraud he's been claiming.\nTrump and his campaign have leveled accusations of large-scale voter fraud in Pennsylvania and other states that broke for Biden, so far without proof.\nVoter fraud is extremely rare, and when it does happen, people are generally caught and prosecuted and it does not change the outcome of the election.\nTrump campaign officials have also alleged that more than 21,000 had been cast in the name of the dead in Pennsylvania.\nTrump’s own administration has pushed back at the claims of widespread voter fraud and illegal voting though it didn’t mention Trump was the one making the allegations.", "paragraphs": ["President Trump is planning to bring back his large-scale rallies that were a hallmark of his presidential run, but these will be focused on his “ongoing litigation” as he challenges the results of last week’s election.", "According a report by Axios and confirmed by Fox News, Trump's campaign plans to take less traditional path to challenging the results of the election, including holding “a series of Trump rallies” focused on the campaigns ongoing legal efforts in numerous states across the country.", "Along with the rallies, Trump is also planning to use obituaries of people who allegedly voted but are actually dead as evidence of the voter fraud he's been claiming. The campaign is also sending recount teams Georgia, Arizona, and Pennsylvania, with Rep. Doug Collins, R-Ga., heading up the effort in the Peach State.", "BIDEN WINS PRESIDENCY, TRUMP DENIED SECOND TERM IN WHITE HOUSE, FOX NEWS PROJECTS", "Trump has promised legal action in the coming days as he refused to concede his loss to Biden, making an aggressive pitch for donors to help finance any court fight. Trump and his campaign have leveled accusations of large-scale voter fraud in Pennsylvania and other states that broke for Biden, so far without proof.", "Despite these efforts, Trump aides and allies have acknowledged privately the legal fights would — at best — forestall the inevitable, and some had deep reservations about the president's attempts to undermine faith in the vote. But they said Trump and a core group of allies were aiming to keep his loyal base of supporters on his side even in defeat.", "There has never been a presidential election in memory where such widespread, conspiratorial fraud was alleged.", "Moments after the AP called the race for Biden, Trump attorney Rudy Giuliani stood in front of campaign banner taped over the garage door of a landscaping company in Philadelphia, wedged near a cremation center and an adult book store called “Fantasy Island,” with a handful of poll watchers and declared they'd been kept too far away to check for any inaccuracies. Something fishy was going on, he said.", "“We have no way of knowing, because we’ve been deprived of the right to inspect ballots,” he said.", "On Fox News' “Sunday Morning Futures” Sunday, Giuliani said two additional lawsuits were in the process of being drafted, in addition to existing litigation in Pennsylvania.", "TRUMP WOULD CONCEDE, WORK ON PEACEFUL TRANSITION IF LEGAL FIGHT FALLS SHORT, SOURCES SAY, DESPITE TWEETS", "By the end of this week, Giuliani predicted the campaign would have filed “four or five” lawsuits, with a total of 10 possible. Republican lawyers planned a Monday news conference to announce additional litigation.", "Voter fraud is extremely rare, and when it does happen, people are generally caught and prosecuted and it does not change the outcome of the election. Typically, it involves someone wanting to honor the wishes of a loved one who recently died and either knowingly or not commits a crime by filling out that ballot.", "Trump campaign officials have also alleged that more than 21,000 had been cast in the name of the dead in Pennsylvania. The claims stem from a conservative legal group's lawsuit against the Secretary of State, accusing her of wrongly including some 21,000 supposedly dead residents on voter rolls.", "The federal judge who has the case, John Jones, has said he was doubtful of the claims. He said the Public Interest Legal Foundation that brought the claims was asking the court to accept that there were dead people on voter rolls, and he asked for proof and questioned why they had waited until the “eleventh hour” to file suit.", "CLICK HERE FOR THE FOX NEWS APP", "But even if those 21,000 votes were to be cast aside, Biden would still lead the state by more than 20,000 votes, according to AP data.", "Trump’s own administration has pushed back at the claims of widespread voter fraud and illegal voting though it didn’t mention Trump was the one making the allegations. The Cybersecurity and Infrastructure Security Agency, the federal agency that oversees U.S. election security, also noted local election offices have detection measures that “make it highly difficult to commit fraud through counterfeit ballots.”", "Top election officials in the battleground states of Arizona, Georgia, Michigan, Pennsylvania and Nevada - both Republican and Democrat - have all said they see no widespread voting irregularities, no major instances of fraud or illegal activity.", "Fox News' Kristen Fisher and The Associated Press contributed to this report."], "authors": ["Andrew O'Reilly"], "keywords": ["revive", "campaign", "pennsylvania", "rallies", "fraud", "fox", "plans", "legal", "election", "claims", "results", "dead", "campaignstyle", "voter", "pursues", "trump", "challenges"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}