{"summary": "Victims of a mass shooting in Toronto have launched a class action lawsuit against gun manufacturer Smith & Wesson, alleging the company failed to implement key safety features in its weapons that could have prevented the 2018 attack.\n“Despite the agreement, in 2005 the defendant introduced the … model of the handgun used in the Danforth shooting, which failed to include smart gun technology,” the lawsuit read.\nBut families of victims in the Sandy Hook shooting won a key victory last month, when the US supreme court allowed a lawsuit against gun maker Remington Arms to go ahead.\nThe lawsuit is open to victims of the shooting who suffered injury while fleeing the gunfire, as well as the families of victims.\nSmith & Wesson has stated it does not comment on the pending litigation.", "url": "https://www.theguardian.com/world/2019/dec/17/canada-toronto-shooting-smith-and-wesson-lawsuit", "paragraphs": ["Victims of a mass shooting in Toronto have launched a class action lawsuit against gun manufacturer Smith & Wesson, alleging the company failed to implement key safety features in its weapons that could have prevented the 2018 attack.", "Canadian skater rescues family of deer from frozen lake Read more", "The suit, the first of its kind in Canada, was filed in Ontario superior court on Monday. Plaintiffs are seeking C$150m in damages from the American company.", "On the evening of 22 July 2018, Faisal Hussain opened fire on the city’s bustling Danforth avenue, killing two people and injuring 13 others. He killed himself following a shootout with police.", "The weapon used in the attack – an M&P40 semi-automatic pistol – had been stolen from a gun dealer in the province of Saskatchewan.", "The lead plaintiffs in the case are Skye McLeod and Samantha Price, recent high-school graduates and friends who were celebrating a birthday when Hussain opened fire. As pedestrians ran for cover, Price was hit in the leg and her friend, 18-year-old Reese Fallon, was shot dead. A young child in the area, Julianna Kozis, 10, was also killed.", "The suit, which has not yet been certified by a judge, alleges Smith & Wesson created an “ultra-hazardous product” and delayed implementing technology that prevents unauthorized users from firing the weapon. The claims within the lawsuit have not been proven in court.", "Often taking the form fingerprint sensor or a radio-frequency microchip, numerous “smart gun” technologies exist that can prevent unauthorized firing of a weapon. Gun lobby groups in the United States, led by the National Rifle Association, have fought for years against widespread adoption of the safety features.", "“What we have right now, is a technology from the 19th century,” said Malcolm Ruby, the lawyer representing victims’ families, told the Guardian. “People aren’t still using rotary telephones any more. They’ve moved on. But this is an industry that has refused to modernize.”", "Without the technology in place, the lawsuit claims it was “reasonably foreseeable” people such as Hussain could inflict widespread damage with a stolen weapon.", "The suit also refers to an agreement between Smith & Wesson and the US government, dating back nearly 20 years, in which the company pledged to make smart gun technology a key feature in new firearm designs – but never did.", "“Despite the agreement, in 2005 the defendant introduced the … model of the handgun used in the Danforth shooting, which failed to include smart gun technology,” the lawsuit read.", "Following a flurry of litigation against American gun manufacturers in the late 1990s, the companies are now largely shielded from claims of negligence in the US. But families of victims in the Sandy Hook shooting won a key victory last month, when the US supreme court allowed a lawsuit against gun maker Remington Arms to go ahead. There are no special protections for the manufacturers in Canada, said Ruby.", "The lawsuit is open to victims of the shooting who suffered injury while fleeing the gunfire, as well as the families of victims. Smith & Wesson has stated it does not comment on the pending litigation.", "“If you have a product that can harm people – you’re obligated to fix that,” said Ruby. “And we know these guns have caused widespread harm over the years – and will continue to do so.”"], "pubDate": null, "keywords": ["maker", "lawsuit", "widespread", "weapon", "sue", "technology", "toronto", "victims", "mass", "wesson", "suit", "gun", "shooting", "smith"], "id": "3df0e352-3f85-38a4-87c0-247f0f01ef19", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Leyland Cecco"], "title": "Toronto mass shooting victims sue gun maker Smith & Wesson in $150m lawsuit"}