{"keywords": ["flew", "photograph", "moon", "nope", "spacecraft", "base", "reallife", "solar", "week", "icy", "system", "surface", "space", "saturns", "photos", "starkiller", "water", "moons"], "summary": "Our own moon is pretty great, but no offense to our planet, the outer solar system is where all the action is.\nOur two gas giants, Jupiter and Saturn, have dozens of moons, some of which are the most bizarre and scientifically interesting in the entire solar system.\nWe’re still only learning about the range of possible moons in the solar system.\nIn 2015 the New Horizons spacecraft flew by the Pluto system and produced a wealth of new information about it.\nWhile en route to Pluto, the New Horizons spacecraft flew past Jupiter and caught Europa rising over the giant planet.", "id": "3e25af82-3964-3c25-a11c-ce0dffbc95d2", "paragraphs": ["Our solar system has amazing moons. Our own moon is pretty great, but no offense to our planet, the outer solar system is where all the action is. Our two gas giants, Jupiter and Saturn, have dozens of moons, some of which are the most bizarre and scientifically interesting in the entire solar system. Some are tiny, oddly shaped rocks, some are larger mixtures of ice and rock, and some even have entire oceans below their surface. We’re still only learning about the range of possible moons in the solar system. This week we’re going to visit just a few of our solar system’s standouts.", "Pluto’s moon Charon is one of the most interesting moons in the solar system. In 2015 the New Horizons spacecraft flew by the Pluto system and produced a wealth of new information about it. A standout feature is Charon’s red northern pole, composed of material stolen from Pluto’s atmosphere. This red, tar-like substance is made of irradiated hydrocarbons called “tholins.” It is also found on Pluto, Saturn’s moon Titan, and other icy bodies in the solar system. Photograph: NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute", "Perhaps the most famous moon in the solar system (aside from our own) is Jupiter’s Europa. This waterworld houses more water below its ice crust than all the oceans on Earth. While en route to Pluto, the New Horizons spacecraft flew past Jupiter and caught Europa rising over the giant planet. Photograph: NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute", "Coming in second in the fame category is Saturn’s moon Enceladus. This moon is covered in tiger stripes and has plumes that spew water into space. The Cassini spacecraft even flew threw them before its mission ended. In 2011 the spacecraft captured this spectacular photo of Enceladus and Saturn’s rings blurred behind. Despite the artistic nature of this photo, it gives a sense of just how large Saturn is in relation to its icy moon. Photograph: NASA/JPL/Space Science Institute", "Enceladus is famous for its stripes, or “sulci.” This close-up looks like elephant skin but is of two sulci called Baghdad and Cairo, which are both known to have plumes. While Cassini orbited Saturn it studied Enceladus and its geological activity to learn more about the possible ocean below. Photograph: NASA/JPL/Space Science Institute", "In 1989 after visiting the outer planets, Voyager 2 flew past Neptune and its large moon Triton. This photo was one of just a few images it captured of this bizarre world. Triton may not be the most famous moon in the solar system, but with plumes like Enceladus’s and snakeskin terrain like Pluto’s, it is one of the more notable moons around. Photograph: NASA", "This Death Star wannabe is Mimas, one of Saturn’s many moons. The large impact basin on the right is Herschel Crater, which takes up a significant portion of the surface of this tiny moon. By surface area Mimas is about the size of Spain, although unlike Spain, this moon is one big snowball made mostly of water ice. Photograph: NASA/JPL-Caltech/Space Science Institute", "More Great WIRED Stories"], "title": "Space Photos of the Week: Starkiller Base? Nope, Just Real-Life Icy Moons", "url": "https://www.wired.com/story/space-photos-of-the-week-icy-moons/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast"]}