{"id": "3eb606b7-208d-367e-be9b-13bbfec6d1eb", "summary": "She took the fateful step of asking the EU’s supreme judicial body, the European Court of Justice, to rule on the matter.\nBy agreeing with the Irish court, and declaring the Polish court system to be in effect illegitimate, the ECJ exacerbated the EU’s widening east-west divide.\nWith the EU budget due to run out at the end of 2020, a new “multiannual financial framework” had to be agreed well before then, and approved by the European Parliament.\nActing by qualified-majority vote, as the new regulations permitted, the EU’s Council of Ministers duly suspended development-fund money to Poland in October 2020.\nDuring 2020 Italian bond yields have been edging higher; the spread above German bonds is now 4.5 percentage points.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["IT HAD SEEMED a small thing at the time. A court ruling in Ireland in March 2018 attracted little attention in a period when an uptick in growth meant the European Union was, for once, basking in an unexpected glow of optimism. The ruling halted an extradition request from Poland that one of its nationals, Artur Celmer, should be handed over to face drugs charges. The judge, Aileen Donnelly, opined that “what appears to be the deliberate, calculated and provocative legislative dismantling” of the independence of the judiciary had “systematically damaged” the rule of law in Poland. She took the fateful step of asking the EU’s supreme judicial body, the European Court of Justice, to rule on the matter. And in late 2018 it issued its final decision. By agreeing with the Irish court, and declaring the Polish court system to be in effect illegitimate, the ECJ exacerbated the EU’s widening east-west divide.", "For years, the liberal democracies of western Europe had been worried about the drift towards authoritarianism in the EU’s new members in the east; first in Hungary, and then in Poland. After the Polish Law and Justice party (PiS) returned to power with an absolute majority in 2015, it began altering the make-up of the constitutional court and increasing the government’s powers to sack and appoint lower-court judges. In December 2017 the European Commission had triggered Article 7 proceedings against Poland for its “serious and persistent breach” of the EU’s “values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights”. Critics wondered why the commission had not acted earlier in the case of Hungary. But whatever the merits of that forbearance, Brussels seemed determined, in the age of Trump and Brexit, to be more vigilant.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The ECJ’s decision in November 2018 put on hold all extradition to Poland from elsewhere in the EU, and triggered multiple requests for ECJ reviews of commercial disputes. Buttressed by the ruling, European leaders decided they had no choice but to turn up the pressure on Poland. The nuclear option—suspending its voting rights in EU decision-making—was off the table, because it would have required unanimity among all EU members except Poland itself, and Hungary indicated that it would veto any such move. Instead, in the spring of 2019, attention shifted to an area where the western Europeans had more leverage: money. With the EU budget due to run out at the end of 2020, a new “multiannual financial framework” had to be agreed well before then, and approved by the European Parliament. EU governments, supported by the commission, made clear their willingness to use the budget process to discipline Poland and others.", "In May 2019 things got tougher. After the unexpectedly strong showing of Emmanuel Macron’s new left-of-centre alliance, Europe En Marche, in elections held across the continent that month, the European Parliament shifted decisively to the left. Mr Macron’s star power, and Angela Merkel’s waning influence as the guiding light of the right-of-centre European People’s Party, led to a new insistence that liberal principles be upheld.", "So the decision was taken to attach stringent new “rule of law” conditions to the EU’s funding programmes for poorer regions. Naturally, Poland and Hungary—along with the Czech Republic, Slovakia, Romania and Bulgaria, which were also sometimes accused of having less than perfect governance—objected strongly to this move. But they found themselves in a weak bargaining position. For one thing, it was difficult for them to argue that the “rule of law” conditions meant they were in danger of losing out, because that would be tantamount to admitting that they were indeed violating eu norms. Moreover, they were, to use a diplomatic term, the demandeurs. As large net recipients of EU largesse (in some years Hungary, for instance, receives EU funds equivalent to 6% of its GDP), the thing they feared most was that no budget would be passed at all, and the money would stop flowing.", "The EU’s attempt to put pressure on Poland in this way now looks like a mistake. After Poland’s election in November 2019, PiS found itself on the back foot, almost losing its majority to the revived liberals. The party responded by beating the nationalist drum louder, with a series of actions that seemed calculated to upset Brussels: passing a new law banning foreign donations to NGOs, closing down a number of pro-opposition websites and newspapers on the grounds that they violated Polish national security, and firing a handful of members of the constitutional court. Acting by qualified-majority vote, as the new regulations permitted, the EU’s Council of Ministers duly suspended development-fund money to Poland in October 2020.", "In response, the government has now gone for broke, threatening to pull Poland out of the EU altogether by means of a referendum. The continued insistence that Poland and other eastern European countries should accept Muslim refugees from Greece and Italy did not help. A new wave of refugees from Syria, after Turkey rescinded its migrant-halting deal with the EU in June 2019, made matters much worse, as new arrivals hit record levels. Polish nationalists, who had long resented the interference of Brussels, were also emboldened by Britain’s conclusion of a deal that allows it, for all practical purposes, to remain in a customs union with the EU, thus avoiding the worst economic consequences of Brexit; and by Britain’s liberal visa regime with the EU, which makes it easy for border-crossing workers to get temporary work permits.", "Poland had, as recently as 2018, been one of the most pro-EU countries in the EU. But now, at the end of 2020, polls show support for Polexit running at only 5% behind the Polish remainers in next month’s referendum. If the commission continues with its plan to take Poland and Hungary to court for failing to accept their share of refugees, the balance could easily tip towards a Polish exit.", "While relations with Poland worsen, the EU is contending with a second slow-motion car-crash, in Italy. After taking power in June 2018, the populist coalition, combining the Northern League and the radical Five Star Movement (M5S), started its own battle with the EU, also on the subject of migration. Italy had received over 500,000 migrants in the surge of 2015-16, and was furious that the rest of the EU had done so little to help. It demanded more burden-sharing, threatening, if it did not get it, that it would send its migrants north, and that it would defy the EU by busting its budget rules. But eastern European objections, coupled with Mrs Merkel’s weakness, meant little happened. The countries to Italy’s north simply sealed their borders to migrants, and the mood in Italy got uglier. Matteo Salvini, the League’s leader, became prime minister in early 2019 after forcing an early election, which returned the coalition to power with his party as senior partner.", "Initially, the coalition government had been fiscally responsible. Its manifesto had called for guaranteeing every Italian a basic minimum income (pushing government spending back up again just as it had started to come under control), and for cutting taxes in accordance with the flat-tax programme pushed by the League. But the coalition recognised that it could not do these things without sparking panic in the markets. So it moved slowly to begin with: the budget that was eventually passed at the end of 2018 was only modestly different from the 2017 one.", "Double trouble", "During 2019, however, with nothing to show on the migrant issue, and nothing much on the economy, the coalition’s supporters grew restless. What was the point of throwing out the old government if the new one simply copied its policies? Both parties saw their poll numbers slide. Silvio Berlusconi, the Lazarus of Italian politics, returned to parliament in September 2019, after a ban relating to his conviction in a tax-fraud case expired. His Forza Italia party started chiselling away at the League’s vote, while the Democrats began picking up support from the floundering M5S.", "Accordingly, the budget passed in late 2019 included deep tax cuts and more generous benefits, pushing the predicted budget deficit for 2020 up to about 5% of GDP, well above the 3% limit required under EU rules. The European Commission declared Italy to be the subject of its “excessive deficit” procedure, a process that can lead to large fines unless governments promise to mend their ways—something the League and M5S refused to do.", "During 2020 Italian bond yields have been edging higher; the spread above German bonds is now 4.5 percentage points. So far nobody is predicting a return to the full-blown euro crisis of 2010-11; but higher interest rates and the Polish referendum have prompted renewed calls from members of both the League and M5S for Italy to abandon the euro. This is still not government policy, though Mr Salvini has come close to calling for it. But that could easily change as Italy’s relations with Europe deteriorate.", "Britain’s departure from the EU showed that leaving the club is possible, if painful. A Polish exit, unlikely though it still seems, would deal another heavy blow to the European project. But there is no formal mechanism for Italy to leave the euro. With no way out, Italy’s remaining within the EU could do even more damage."], "url": "https://www.economist.com/the-world-if/2018/07/05/breaking-point-december-2020", "title": "Breaking point: December 2020", "pubDate": null, "keywords": ["law", "italy", "budget", "court", "european", "eu", "poland", "2020", "breaking", "2019", "eus", "point", "polish"]}