{"summary": "The pace of life is very different on rugged Ilha do Cardoso.\nA visitor limit set by the Ilha do Cardoso state park means the sandy dunes are never crowded.\nA small canal leads to the village, populated by colorful, low houses and accompanied by the gentle hum of island life.\nTo travel around the island, including from Pereirinha to Marujá, the state park-run Perequé visitor center also helps with bookings.\nPousada Ilha Do Cardoso in Marujá, which is located on the beach, starts at about $19 per person per night.", "id": "3ec17745-77a7-39a5-8e00-68c5eedca293", "pubDate": null, "url": "https://edition.cnn.com/travel/article/ilha-do-cardoso-sao-paulo-brazil/index.html", "authors": [], "paragraphs": ["(CNN) — There are no established roads, no cars. There's not even a school bus; children are picked up and taken to school by boat. Electricity is generated by solar panels, and the generator shuts off at 10:30 each night.", "Ilha do Cardoso is a protected area in Brazil , and only those who are born there are allowed to live there -- unless you marry a local.", "Just 480 people inhabit the island's handful of villages, making a living by fishing.", "Ilha do Cardoso is located at the southern tip of the state of São Paulo -- more than 170 miles southwest of the state's gargantuan namesake city of more than 12 million residents.", "The pace of life is very different on rugged Ilha do Cardoso.", "The island's 33,000 acres of mangroves, beaches, marshes and wildlife have protected state park status.", "Brazil's rustic Ilha do Cardoso is pleasantly devoid of crowds. Shutterstock", "Getting there for an overnight stay isn't easy. Visitors must travel to Cananéia, the southernmost city of the state of São Paulo, and then take a ferry to cross the Mar Pequeno stretch of water.", "Journeying to Marujá, the settlement at the southern end of the island, takes around three hours from Cananéia.", "But the island's inhabitants prefer being a little out of reach.", "It's a strong community. The few guests that visit congregate along with locals in one of the few restaurants on the island or at the bar of the \"pousadas\" -- local family-run inns.", "German photographer Ralf Henze has visited the island numerous times on account of the \"simple life and happy people.\"", "\"Of course they could move to the mainland, but this is a life about owning less, not having an ego and not being materialistic,\" says Henze.", "Related content 20 of Brazil's most beautiful places", "Space to yourself", "Fewer than 500 people call the island home. ShutterstocK", "Anyone can visit the island, but it's important to book in advance, as there aren't many rooms available.", "From Cananéia, visitors can take a boat to Pereirinha, a beach just six kilometers away from the city, passing schools of dolphins, fish and other marine life.", "A short walk from the beach, the Núcleo Perequê is the state park's headquarters. Opened in 2010, the small building houses a huge whale skeleton, and offers guided tours through the mangroves, as well as opportunities to hire private boats.", "A trail through almost a kilometer of dense trees with spindly roots that wind and weave in and out of light blue saline water ends up back at Pereirinha beach.", "The beach has one family-owned restaurant, called Quiosque Raiz Caiçara , a small shack offering fish, salad and rice. The cabin also rents out umbrellas, and on special occasions holds pig roasts.", "A visitor limit set by the Ilha do Cardoso state park means the sandy dunes are never crowded.", "Bird aficionados will delight in the island's plethora of feathered inhabitants: red-tailed parrots, black-headed berryeaters, black-backed tanager and restinga tyrannulet are just some of the endangered species endemic to Brazil that can be spotted.", "For a more immersive experience, head to Marujá, a village at the southern end of the island, around 37 kilometers from Cananéia by boat. Ask around at the mainland port or the visitor center at Núcleo Perequê about boat hires to reach Marujá.", "This Jurassic Park-esque landscape is where the guesthouses are, and the majority of the island's people.", "The village is home to Caiçara communities, who are the traditional inhabitants of the coastal regions of southern Brazil and descended from indigenous people, Europeans and Africans.", "A small canal leads to the village, populated by colorful, low houses and accompanied by the gentle hum of island life.", "\"I love being disconnected from modern life,\" explains Henze, who lives in Campinas, a municipality in São Paulo State. \"And I can do that here. The calmness means you have to relax from daily stress -- although you definitely shouldn't come here if you need the internet!\" (It's sporadic, at best).", "Related content A perfect day in Brazil's aquatic Eden", "Pleasantly disconnected from modern life", "The island's 33,000 acres of mangroves, beaches, marshes and wildlife have protected state park status. Shutterstock", "Villagers eat the fish they catch, and the fruit and vegetables they grow, usually corn, rice, sugarcane, bananas, beans and cassava.", "Their agricultural methods are based on a system called coivara, a sustainable technique involving a clearing in the forest being burned and planted for three years. After that duration, it lies fallow for up to 10 years before being reused.", "Anything they can't produce, they must travel to Cananéia to buy. It's a traditional way of life for Caiçara people, but it's a life that is under threat from real estate speculation and declining fish stocks.", "Eco-tourism is a valuable source of income, and opting to take one of the tours offered by locals is a must.", "A 24 kilometer-long hike near Laje Beach on the south side of the island leads to a secret natural swimming pool, a boat trip navigates to a stunning cascading waterfall, a night-time excursion awards the opportunity to watch alligators and phytoplankton, or a sojourn to a sambaqui -- a shell mound -- offers the chance to gain an insight into Tupi etymology, the language spoken by the fisher-gatherers who occupied Brazil before Europeans arrived.", "Related content Jam-packed Colombian island preserves quiet way of life", "These huge mounds are crafted simply from shells, and they're one of the only pieces of evidence that these groups -- called sambaquieiros or shell mound people -- existed.", "Back in Marujá, just five minutes from the pousadas, is a long sandy beach, offering the chance to swim and snorkel, with dolphins if you're lucky, or rent out bikes to cycle down the paths that crisscross the dunes.", "Come night time, there'll be a completely different attraction to keep you occupied; there are often terrific thunderstorms over the Atlantic Ocean and the mountains of the island.", "The Brazilian government is moving to privatize the management of numerous parks, which critics fear will worsen the deforestation of the delicate Atlantic Forest biome. So it may be a good idea to visit sooner rather than later.", "Ilha do Cardoso isn't a destination for everyone, but it's a unique chance to glimpse a way of life that may cease to exist in the future, and to truly disconnect from the hustle and bustle of modern life.", "If you go", "The pace on Ilha do Cardoso is far from the frenzy of city life. Ralf Henze", "A ferry that ran from Cananéia to Ilha do Cardoso no longer has the island as a stop-off on its routes, so now visitors must either hire a private boat from the mainland, or hop on one of the boats already making a crossing.", "Either ask your pousada to recommend a captain who can take you across, or, as Rodrigo, the manager at Pousada Villa Verde suggests, \"ask around at the port for Alex -- he normally makes the crossings.\"", "To get to Pereirinha, a speedboat for four people takes about an hour and costs about $60. To travel around the island, including from Pereirinha to Marujá, the state park-run Perequé visitor center also helps with bookings.", "Accommodation is modest and inexpensive. Pousada Ilha Do Cardoso in Marujá, which is located on the beach, starts at about $19 per person per night. There's an on-site restaurant and breakfast is included in the nightly rates."], "keywords": ["brazilian", "beach", "marujá", "boat", "escape", "cananéia", "cardoso", "life", "true", "ilha", "state", "island", "islands"], "title": "Ilha do Cardoso: Brazilian island is a true escape", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}