{"id": "3ed88cc6-cfdb-372a-9dcd-e2b44f297af6", "title": "PS5's Destruction AllStars Delayed, Becomes PlayStation Plus Title", "url": "https://www.gameinformer.com/2020/10/26/ps5s-destruction-allstars-delayed-becomes-playstation-plus-title", "summary": "Destruction AllStars was originally revealed as a launch title on PlayStation 5, scheduled to hit on November 12 – the same day as the system itself.\nHowever, the destruction derby title from developer Lucid Games isn't going to make the launch window after all, according to a recent post on the PlayStation Blog.\nThe game will now release in February, but the delay isn't the only bit of Destruction AllStars news.\nIt will also be offered as a PlayStation Plus game for two months at no additional charge.\nSo not only do PlayStation Plus members get free access to a brand new game at release – it also happens to be one of the more expensive titles for non-subscribers.", "paragraphs": ["Destruction AllStars was originally revealed as a launch title on PlayStation 5, scheduled to hit on November 12 – the same day as the system itself. However, the destruction derby title from developer Lucid Games isn't going to make the launch window after all, according to a recent post on the PlayStation Blog.", "The game will now release in February, but the delay isn't the only bit of Destruction AllStars news. It will also be offered as a PlayStation Plus game for two months at no additional charge.", "Product development director Pete Smith writes in the blog post: \"Destruction AllStars is a multiplayer game that’s at its best when you’re competing with gamers online from all around the world. We want as many people as possible to experience the mayhem on PS5, and what better way to do that than to provide the game to our PlayStation Plus members?\"", "The move to PlayStation Plus is also interesting because Destruction AllStars is one of the confirmed games with a retail price of $70, which could become the standard for this new generation going forward (you will also see that price point on games like Demon's Souls, for example). So not only do PlayStation Plus members get free access to a brand new game at release – it also happens to be one of the more expensive titles for non-subscribers.", "Beyond the desire to reach more players via PlayStation Plus, no detailed reason for the Destruction Allstars delay was provided; we haven't seen much about the game since its initial reveal, so it's possible that development is also taking a bit longer than expected. In any case, Smith says that more info about the game and a trailer are coming next week to give PS5 owners a clearer idea what to expect from this exclusive."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["games", "destruction", "playstation", "smith", "ps5", "delayed", "title", "release", "ps5s", "allstars", "game", "plus"], "pubDate": "2020-10-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}