{"summary": "We’re highlighting the best reader photography in print in the letters pages of the Guardian.\nShare your images with us hereHave your photos published in the Guardian’s letters pagesThe Guardian and Observer has a fresh tabloid format in print and we’re highlighting the best of your photography in the paper.\nSince 2014 our letters page has carried amazing images readers have shared: some of them being newsworthy, others more abstract.\nFacebook Twitter Pinterest The letters spread of 10 July 2019, including a picture supplied by reader Nina Sherman.\nReportage: readers' best photojournalism Read moreIf you have a great image you think would work on our letters page share it by completing the form below.", "url": "https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us", "paragraphs": ["We’re highlighting the best reader photography in print in the letters pages of the Guardian. Share your images with us here", "Have your photos published in the Guardian’s letters pages", "The Guardian and Observer has a fresh tabloid format in print and we’re highlighting the best of your photography in the paper.", "Since 2014 our letters page has carried amazing images readers have shared: some of them being newsworthy, others more abstract.", "", "With our new format there will be an opportunity to showcase your images more prominently alongside the views readers have shared.", "Facebook Twitter Pinterest The letters spread of 10 July 2019, including a picture supplied by reader Nina Sherman. Photograph: Nina Sherman/The Guardian", "From reportage to portraits, extraordinary weather events and travel photography to your best images of the places you live or the wildlife you share them with, we’re looking forward to hearing from you and seeing your work. What’s important to us is the quality of the image – the subject matter is up to you.", "Reportage: readers' best photojournalism Read more", "If you have a great image you think would work on our letters page share it by completing the form below. A few pointers:", "", "Try to upload the highest resolution possible", "Landscape or square images are preferable , but if you have a great portrait image, we’ll consider it", "Tell us as much as you can about when and where the photo was taken as well as what was happening", "When we publish an image we want to credit you so please ensure that we have contact information and your full name", "If you’re having trouble using the form, click here. Read terms of service here.", ""], "pubDate": null, "keywords": ["photography", "image", "readers", "guardians", "best", "share", "letters", "read", "reader", "photos", "published", "work", "pages", "images"], "id": "3edbc5e0-0664-3db5-ac1f-1ff427af945d", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Guardian Readers"], "title": "Have your photos published in the Guardian’s letters pages"}