{"id": "3f061bd9-0393-3bfa-9010-3fb8d2a0f59a", "title": "Lawmakers Press Rule Maker on Economic Impact of Credit-Loss Standard", "url": "https://www.wsj.com/articles/lawmakers-press-rule-maker-on-economic-impact-of-credit-loss-standard-11579139500?mod=hp_minor_pos9", "summary": "The chairman of the Financial Accounting Standards Board on Wednesday faced a barrage of questions from lawmakers seeking to better understand the economic effects of a controversial new rule on credit-loss accounting.\nThe Current Expected Credit Losses rule, known as CECL, requires lenders to record expected future losses as soon as loans are issued.\nFASB, which sets U.S. accounting standards, changed the rule to provide investors with more transparency about the loan-issuing process.\nIn his first hearing as chairman of the subcommittee, Rep. Brad Sherman (D, Calif.) said it would next invite accounting professors to discuss the credit-loss standard.\nMr. Sherman, an accountant, said he expects to make accounting rules and regulation a larger focus of the subcommittee.", "paragraphs": ["The chairman of the Financial Accounting Standards Board on Wednesday faced a barrage of questions from lawmakers seeking to better understand the economic effects of a controversial new rule on credit-loss accounting.", "During an oversight hearing, members of the House Committee on Financial Services’ Subcommittee on Investor Protection, Entrepreneurship and Capital Markets questioned FASB Chairman Russell Golden, expressing concern the new accounting rule would negatively affect banks, consumers and the economy at large.", "Lawmakers cited fears from the banking industry that the rule would curtail credit availability, make credit losses worse in a recession and heighten volatility of bank earnings.", "“We are setting ourselves up for an even larger problem going forward, caused by accounting,” said Rep. Trey Hollingsworth (R, Ind.).", "The Current Expected Credit Losses rule, known as CECL, requires lenders to record expected future losses as soon as loans are issued. The rule was adopted in 2016 and started to go into effect for large public banks on Dec. 15. FASB in October delayed the rule’s effective start date for private and nonprofit lenders until after Dec. 15, 2022.", "Newsletter Sign-up", "Before CECL, lenders didn’t have to recognize losses until they had evidence the losses had been incurred. FASB, which sets U.S. accounting standards, changed the rule to provide investors with more transparency about the loan-issuing process.", "As part of the rule-change process, FASB conducted a cost-benefit analysis that sought to determine whether the new standard would produce clearer information for investors and minimal long-term costs for companies.", "But lawmakers on Wednesday said they wanted to know why FASB didn’t conduct a broader analysis to determine whether the new rule would affect consumers and to what extent it might spur an economic downturn.", "Mr. Golden said that it wasn’t FASB’s responsibility to conduct such a review, adding that it should be left to the U.S. Treasury to conduct an economic analysis. He noted FASB plans to study the post-implementation effect of the rule on companies and investors.", "Mr. Golden also defended the process by which FASB changes rules. FASB sought public feedback about the change and, as a result, was criticized by some banks that said the need to book losses up front would discourage lending.", "“Not every stakeholder agrees with every decision,” Mr. Golden said. “But all have a seat at the table.”", "Lawmakers in the U.S. Senate and the House introduced bills last year to delay CECL and study the standard’s potential effects, but those bills haven’t advanced beyond referrals to committees.", "The House subcommittee, which also questioned Public Company Accounting Board Chairman William Duhnke, didn’t identify any specific legislation at its oversight hearing.", "In his first hearing as chairman of the subcommittee, Rep. Brad Sherman (D, Calif.) said it would next invite accounting professors to discuss the credit-loss standard. Mr. Sherman, an accountant, said he expects to make accounting rules and regulation a larger focus of the subcommittee.", "The Committee on Financial Services’s future activities aren’t confirmed until Rep. Maxine Waters (D., Calif.), the committee’s chairwoman, issues an announcement and the committee issues an official notice.", "Write to Mark Maurer at mark.maurer@wsj.com"], "authors": ["Mark Maurer"], "keywords": ["rules", "economic", "rep", "standard", "creditloss", "accounting", "losses", "lawmakers", "press", "rule", "maker", "golden", "chairman", "standards", "fasb", "impact", "subcommittee"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}