{"id": "3f4df655-919b-3866-89fc-058ff8df6096", "title": "The Genome of Your Pet Fish Is Extremely Weird", "url": "https://wired.com/story/the-genome-of-your-pet-fish-is-extremely-weird/", "summary": "And it's almost as weird as the fish themselves are.\nWhile we call them goldfish pretty generically, most of what we have are not the actual golden goldfish.\nBut it turns out they were pretty weird to start with.\nWhile the goldfish genome is only 1.8 billion base pairs long (1.8 Gibases), the raw sequence required to do all of this ran out to 4.3 trillion bases.\nThe fish were only isolated recently and have undergone pretty serious selection for unusual features—just check out the pictures in Wikipedia's list of goldfish strains.", "paragraphs": ["Humans have domesticated a large number of animals over their history, some for food, some as companions and protectors. A few species—think animals like rabbits and guinea pigs—have partly shifted between these two categories, currently serving as both food and pets. But one species has left its past as a food source behind entirely. And, in another rarity, it ended up serving not so much as a companion but as a decoration.", "ARS TECHNICA This story originally appeared on Ars Technica, a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "We're talking goldfish here, and we've now gotten a look at their genome. And it's almost as weird as the fish themselves are.", "It's worth stopping for a moment to consider just how weird they are within the realm of domestication. They started out just as slightly colored variants of a carp that is otherwise used entirely for aquaculture. We've completely removed them from the food chain and turned them into pets, but they're not the sort of pets that we interact with like a dog or cat, or even a guinea pig. Largely, they just sit there and look decorative. And in the process of making them even more decorative, we've bred a lot of varieties that are far less functional as fish.", "There's also a bit of odd history here, too. While we call them goldfish pretty generically, most of what we have are not the actual golden goldfish. After their domestication in China (and later move from garden ponds to indoor tanks), gold-colored fish ended up reserved for the emperor, so they're still fairly rare. In the meantime, we've bred strains with multiple tails, strains that lack dorsal fins, and more.", "That's likely to do some weird stuff to the fish, genetically. But it turns out they were pretty weird to start with.", "Even the process of reporting the genome turned out to be kind of odd. It was first reported back in May, when a group described the genome of a goldfish and compared it to its ancestor, the common carp. But the analysis was pretty minimalistic. Then, this week, a huge consortium dropped an analysis of not only a strain of goldfish but 185 different strains. Plus 16 different wild carp genomes for comparison. While the goldfish genome is only 1.8 billion base pairs long (1.8 Gibases), the raw sequence required to do all of this ran out to 4.3 trillion bases. It's an astonishing effort.", "But because some other group published the data already, the researchers published it in PNAS using a route that only puts it through informal peer review. There doesn't seem to be anything problematic with the paper that would cause it to fail peer review, but publishers typically want novel results, and this apparently wasn't new enough.", "Most animals have two sets of similar chromosomes, one each from their mother and father. In humans, there are 23 chromosomes, and we have two of each, meaning we each carry 46 of them. In both goldfish and the carp they were derived from, there are 25 chromosomes, but each fish carries 100 of them—instead of two copies, they have four, or rather two sets of two. Apparently, the lineage that produced the carp is a hybrid of two closely related lineages (possibly separate but closely related species).", "Consequently, unless some copies of the genes have been deleted or disabled by mutation, the fish should have four copies of them. But there are some specific cases where they don't, such as DNA repair genes, where one set of copies has been eliminated. And in a lot of tissues, one or the other set of genes is more active, but there's no obvious and consistent pattern of which of the sets it is. So we're not at the point where we really understand what's happening with the fishes' four sets of genes, but the answer is not likely to be simple.", "The fish were only isolated recently and have undergone pretty serious selection for unusual features—just check out the pictures in Wikipedia's list of goldfish strains. Many of the genetic variants underlying these physical traits are likely to be recent and have been selected as the only variant present in the strain. This creates what's called a \"selective sweep\" in which the variant, and any others that happen to be near it when it arose, are the only ones present in a population."], "authors": ["John Timmer", "Ars Technica", "Ars Technic"], "keywords": ["weird", "weve", "genome", "pretty", "strains", "goldfish", "carp", "genes", "sets", "extremely", "fish", "pet"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}