{"id": "3f78c5f6-d6f8-31e9-99fa-11b8e09441de", "title": "Election night in New York City: anxiety, uncertainty and empty streets", "url": "https://www.theguardian.com/artanddesign/2020/nov/04/election-night-new-york-city-anxiety-uncertainty-empty-streets", "summary": "Photographs by Jordan Gale/The Guardian Groups of musicians march between polling locations outside the Barclays Center in Brooklyn, New York, on election day.\nThe first, from the board of elections, was to vote early or absentee as a way to avoid the chaos on election day.\nPhotograph: George Etheredge/The GuardianFor New Yorkers waking up this morning – or those who never went to sleep – the races for local politicians were already settled.\nPhotograph: George Etheredge/The GuardianFacebook Twitter Pinterest Police officers along Sixth Avenue on the day after the presidential election.\nPhotograph: George Etheredge/The GuardianAn afternoon filled with uncertaintyFacebook Twitter Pinterest A Trump flag hangs on a home in Staten Island.", "paragraphs": ["New York City prepared for the final act of the most consequential election in a generation on Tuesday. There was reason to worry.", "During the city’s 10 days of early voting, many of the 1.1 million New Yorkers were forced to spend large parts of the day in socially distant lines that stretched across multiple city blocks – including some who had decided to vote in person after a mail-in ballot snafu. Even the mayor waited almost four hours, after which he and the governor suggested a complete overhaul of the board of elections.", "Facebook Twitter Pinterest A couple vote at the Barclays Center in Brooklyn. Photograph: Jordan Gale/The Guardian", "Groups of musicians march between polling locations outside the Barclays Center in Brooklyn, New York on 3 November. Photographs by Jordan Gale/The Guardian Groups of musicians march between polling locations outside the Barclays Center in Brooklyn, New York, on election day. Photos by Jordan Gale/The Guardian", "In addition, the city, along with the rest of the country, prepared for potential confrontations. On Monday, a parade of Trump supporters shut down traffic on the Mario Cuomo Bridge north of the city, and after a summer of massive demonstrations against police violence, businesses weren’t taking any chances. Across the boroughs, they boarded up their windows with plywood that was tagged with “still open” signs and political messages.", "And then there was the pandemic. With many older, veteran poll workers uneasy about reporting for duty this year, the board hoped it would have enough new recruits to open sites on time, manage the city’s relatively new voting technology, and accommodate a surge of voters on par with the national turnout rates for early voting.", "But that wave never materialized at PS 38, a small polling site in an elementary school in Boerum Hill. After a short-lived morning rush when the doors opened, a little after 5am, the flow of people slowed to a trickle for the rest of the day. “I’m completely fucking flabbergasted that this process is still intact,” said one man as a poll worker put an “I Voted” sticker on the back of his wheelchair.", "Facebook Twitter Pinterest People wait for results in Times Square. Photograph: Jordan Gale/The Guardian", "Others weren’t so sure what to expect. A few dozen voters at the precinct made mistakes on their ballots and were issued new ballots, while others asked questions on how to fill in the bubbles. Some were new to the process. “I’m 60 years old and just voted for the first time,” said a man as he left the site. “I feel like an American for the first time.”", "At least for the day, poll workers were the city’s new heroes of choice. Companies offered them free food and perks, and voters were vocal with their gratitude. “Thank you,” an older woman yelled across the cafeteria turned voting center as PS 38. “Thank you everyone for being here. This is important.”", "Just before 9pm, the closing time for sites in New York state, two voters jogged into the site, voted quickly, and left. After 16 hours, PS had served just 364 voters (roughly 23 an hour), and workers at other sites across the city – District 20 Pre-K Center in Borough Park, PS 132 in Williamsburg, Julia Richmond Education Center on the Upper East Side – reported similarly slow days.", "Facebook Twitter Pinterest People watch election results at the Winslow in Manhattan, New York. Photograph: Jordan Gale/The Guardian", "It appeared that voters had gotten two messages. The first, from the board of elections, was to vote early or absentee as a way to avoid the chaos on election day. The second, broadcast almost incessantly by the media and certain campaigns, was not to expect results anytime soon.", "As night fell, things were quiet. Though the pandemic prevented the kind of raucous watch parties that Democrats held at the Javits Center four years ago, crowds were difficult to find even outside.", "Except for a few diehards, including two men dressed in American flag onesies, Times Square was largely abandoned, as was Union Square, in Manhattan. Barclays Center, a focal point for the Black Lives Matter protests, saw a small march earlier in the day but was totally barren after the polls closed.", "The morning after", "Facebook Twitter Pinterest Trump Tower on the day after the presidential election. Photograph: George Etheredge/The Guardian", "For New Yorkers waking up this morning – or those who never went to sleep – the races for local politicians were already settled. Alexandria Ocasio-Cortez, arguably the city’s most famous name on the ballot this year, easily won her race, as did Ritchie Torres, a New York city council member who becomes the first Black and openly gay member of Congress, representing the South Bronx.", "Left: the Fox News building on the day after the presidential election. Right: an ‘I Voted’ sticker at Times Square. Photographs by George Etheredge/The Guardian Midtown Manhattan was eerily quiet the morning after the presidential election, with the exception of a notable police presence. Photographs by George Etheredge/The Guardian", "But there was still little clarity as to who would become president. In the early afternoon, several outlets realized that they had relied on inaccurate data out of Nevada, leaving many more votes to be counted. And immediately following the announcement that Joe Biden had won Wisconsin, the Trump campaign vowed to ask for a recount, which is highly unlikely to flip the outcome but further prolongs the uncertainty. So for now, New York continues to wait.", "Facebook Twitter Pinterest Times Square on the day after the election. Photograph: George Etheredge/The Guardian", "Facebook Twitter Pinterest Police officers along Sixth Avenue on the day after the presidential election. Photograph: George Etheredge/The Guardian", "An afternoon filled with uncertainty", "Facebook Twitter Pinterest A Trump flag hangs on a home in Staten Island. Photograph: George Etheredge/The Guardian", "On Staten Island, the only borough to vote for Trump (and with a significant margin of 62%-38%), residents held steady in their support for the Republican candidate.", "Trump signs on Staten Island. Trump signs on Staten Island.", "Facebook Twitter Pinterest Daniel Cepeda, 21, poses for a portrait with his flag on Staten Island. Photograph: George Etheredge/The Guardian", "In a parking lot, one man sold the kind of merchandise that’s become synonymous with the Trump campaign, and elsewhere, a truck drove with a “Make Liberals Cry Again” flag, a riff on the President’s “Make America great again” slogan. As the sun set though, Republicans’ chances to stay in the White House dimmed.", "After Wisconsin earlier in the day, Michigan became the latest state projected to go for Joe Biden. If Pennsylvania were to finish counting its ballots tonight, and should they continue breaking for the Democratic candidate by wide margins, the election could be over before daybreak, with potential victories still possible in Nevada, North Carolina, and Georgia."], "authors": ["Spenser Mestel"], "keywords": ["photograph", "anxiety", "uncertainty", "night", "etheredgethe", "city", "pinterest", "election", "twitter", "york", "streets", "trump", "day", "center", "george"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}