{"id": "3fa73020-9ee6-3140-8b9a-2d502e049269", "title": "Creating The World Of Marvel's Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/exclusive-video/2020/10/20/creating-the-world-of-marvels-spider-man-miles-morales", "summary": "In 2018, Marvel's Spider-Man delighted many who donned the mask and stylishly swung through the streets of New York City.\nDeveloper Insomniac Games created a gorgeous love letter to the wall-crawler and his fans, making for one of the most successful superhero video games of all time.\nThat's where Brian Horton, creative director at Insomniac Games, and Marvel's Spider-Man: Miles Morales comes in.\nAlso, we get into spoilers for the original game so if you haven't played it yet, you have been warned!\nIf you enjoyed this interview, be sure to swing on over to our deep dive into Marvel's Spider-Man: Miles Morales during the latest episode of The GI Show, an exclusive look at stealth and combat, and how the game's first boss battle plays out.", "paragraphs": ["In 2018, Marvel's Spider-Man delighted many who donned the mask and stylishly swung through the streets of New York City. Developer Insomniac Games created a gorgeous love letter to the wall-crawler and his fans, making for one of the most successful superhero video games of all time.", "But how does a developer follow up on that kind of success? That's where Brian Horton, creative director at Insomniac Games, and Marvel's Spider-Man: Miles Morales comes in. Join us as we sit down with Brian and discuss how he and the team made Miles stand out from other web-slingers, what players can expect from the game's world after the events of the original game, and how the PlayStation 5 helped the team craft a true next-gen experience.", "Also, we get into spoilers for the original game so if you haven't played it yet, you have been warned!", "If you enjoyed this interview, be sure to swing on over to our deep dive into Marvel's Spider-Man: Miles Morales during the latest episode of The GI Show, an exclusive look at stealth and combat, and how the game's first boss battle plays out."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["spiderman", "games", "team", "miles", "morales", "developer", "world", "creating", "original", "marvels", "insomniac", "game"], "pubDate": "2020-10-20T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}