{"id": "3fabdd4c-14e7-3e09-9f4e-57340ea4e5fc", "keywords": ["fasttracks", "lab", "technologies", "materials", "technology", "strategy", "looking", "weapons", "force", "air", "research", "systems", "manufacturing", "work", "things"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "https://www.foxnews.com/tech/new-air-force-research-lab-strategy-fast-tracks-weapons", "title": "New Air Force Research Lab strategy fast-tracks weapons", "summary": "Interview with Tim Sakulich, director of materials and manufacturing Air Force Research Laboratory and executive lead for Implementing the Air Force Science and Technology strategy.\nAs we develop weapons systems, such as hypersonics, we are using the National Defense Strategy to provide context.\nLightweight systems provide us longer reach and greater payload capacity of our weapons systems and we want to get them affordable.\nThis includes things like thermal cooling of platforms and work on new weapons systems concept designs.\nWe are trying to prove out new different additive manufacturing techniques and new materials that provide opportunities to create game-changing weapons systems.", "pubDate": null, "paragraphs": ["Interview with Tim Sakulich, director of materials and manufacturing Air Force Research Laboratory and executive lead for Implementing the Air Force Science and Technology strategy.", "Warrior: How is the Air Force Science and Technology effort looking to the future?", "Sakulich: In April we released a new S&T strategy which is setting the pace and direction that we need. As we develop weapons systems, such as hypersonics, we are using the National Defense Strategy to provide context. The S&T strategy articulates 5 different areas of strategic capabilities to address as enduring military problems. One of those is speed and reach of disruption and lethality. One of the ways to address this is through hypersonics as a tool in the toolbox for operators. From a materials and manufacturing standpoint, we are contributing to the hypersonics capability base by looking at materials and processes that will enable designers to demonstrate these kind of future capabilities and make them affordable. This includes looking at composites and materials for thermal management.", "Warrior: How specifically is the AFRL addressing the fast-changing threat environment?", "Sakulich: This is an era of great power competition. Technology has globalized at an unprecedented pace compared to the past. The Air Force S&T strategy is fundamentally a response to this environment as well as an effort to maintain dominance into the 2030s. Competition is a centerpiece of this goal in terms of a competition of ideas of operational capability and a competition in terms of technology solutions that can contribute. That competition is a way to drive innovation and to drive speed to move things from the bench into an application and a warfighting capability", "Warrior: How are promising cutting edge ideas transitioned to the operational force?", "ARMY SETS SIGHTS ON NEW FUEL CELL TECHNOLOGY", "Sakulich: One of the big enablers is the development of more robust modeling and simulation capability. The idea is to take technology ideas and match them with operational concepts and campaign analysis to determine if a technology makes a difference in terms of the outcome of an engagement at the tactical level and strategic level. Putting the technology into a context is where we are trying to drive a convergence. Using modeling and simulation is a way to do this. One of the exciting areas is collaborative technology. This includes getting networked weapons out in the field and being able to get them to communicate and optimize against targets in real-time in the battlespace. That is a high priority for the Air Force and is getting a lot of enterprise-level endorsement. This is about adapting to the battlespace with real-time sensor data coming in to optimize against targets.", "-- For Sakulich's Bio - CLICK HERE", "Warrior: What role is AI playing in the AFRL’s strategic shift?", "Sakulich: AI is a cross-cutting enabler. The ability to embed those technologies across all our platforms is a way to get the agility and decision speed to create complexity and make the problem space much more difficult for adversaries. Using the advantages of time, space and complexity, AI-enabled systems can make the adversaries’ problems more difficult. This can give us an advantage. Networked weapons, as well as systems for manned-unmanned teaming will rely upon AI. We are working to prove those out in application to assess the difference it makes in operational capability.", "Warrior: What kind of work is the ARFL doing to develop lighter-weight materials?", "Sakulich: Composites include a wide range of different materials from polymer matrix composites to ceramic composites, each of which has optimal applications. There is a phenomenal industrial base in the U.S. manufacturing community for producing composite structures. We are focused upon new composite materials and the design tools to do the damage tolerance analysis. Lightweight systems provide us longer reach and greater payload capacity of our weapons systems and we want to get them affordable. Manufacturing processes that are designed to produce low cost attritable platforms rely upon a lot of composite technologies.", "SOLDIERS USE AI TO FIRE PRECISION GRENADES, GUIDE DRONE ATTACKS", "Warrior: Do some of these recently configured composite materials contribute to the F-35?", "Sakulich: Our 5th gen fighters are critical to providing the readiness we need in our force today. Maintaining these systems is complicated, and a lot of the materials and manufacturing investments are focused upon the affordability and sustainment of these platforms. We work on inspections to ensure their performance properties are up to the requirements level. This is important because we are talking about some pretty exotic technologies that go into these platforms.", "Warrior: The AFRL has been involved in laser development for quite some time. How soon will they be fully operational on more platforms?", "Sakulich: Lasers and directed energy are a class of technologies which have a lot of promise. Of course some of the challenges are the size weight and power needed to make these technologies operationally relevant and then being able to prove out the tactics techniques and procedures that have to go with them. There is a lot of ground work to be done, but we have demonstrated the viability of the technology. Our focus is on the modeling and simulation and integration. Digital engineering is another exciting area and we see the opportunity to accelerate the pace of moving things from the bench level of science and technology into a system concept. Then we work on integrating a concept into an operational campaign model. Then we can feed information back into the science and technology areas of investment and the engineering processes.", "Warrior: What are some key examples of materials and areas of priority for the AFRL?", "Sakulich: One example is Quantum technology, particularly looking at the materials and devices designed that will enable us to exploit that in the future. Things like precision navigation, sensing and computing navigation. We are interested boundary layer phenomenology to better understand and examine heat flux on hypersonic weapons that allows us to do optimization of the thermal management to provide that lethality and reach we are looking for. Another area is synthetic biology and understanding what we can do to exploit nature’s way of solving structures of materials at very fine levels. We look at proteins that can be used for military capabilities in the future. That is a huge challenge with these systems, particularly when it comes to ceramic matrix composites and being able to build structures both in terms of whole structures and as well as component composite structures. Another challenge is the bonding and the fusing together. This is a big area of research as we work to address the risk drivers behind materials and processes.", "HOW AI CHANGES ATTACK MISSIONS FOR US FIGHTER JETS AND BOMBERS", "Warrior: What is AFRL doing to address the massive build up in space weaponry and technology?", "Warrior: Protecting assets from the extreme environments they experience in orbit is crucial. The types of environments vary depending upon the type of orbit. In all cases, we want better options for the size weight and power design space. We want to move from very exquisite extremely expensive technologies -- taking a long time to get into orbit -- to faster, smaller-scale systems. Small satellites have a lot of agility. This can help ensure that any potential disruption in that domain can easily be replaced in quickly and operationally relevant time scales. Lightweight materials and robust materials that endure these environments are very important to us.", "Warrior: What are some key priorities we did not ask about?", "Sakulich: A big priority is the additive manufacturing area. Part of my portfolio is to invest in technologies that make our manufacturing processes more agile and more affordable in areas where the commercial sector does not have a business case to drive. This includes things like thermal cooling of platforms and work on new weapons systems concept designs. We are trying to prove out new different additive manufacturing techniques and new materials that provide opportunities to create game-changing weapons systems. We are also looking at how to validate the tool kits to ensure that, when these structures are produced, they meet the specifications that are required.", "CLICK HERE TO GET THE FOX NEWS APP", "Warrior: What are some of AFRL’s plans for future years?", "Sakulich: This is an exciting time to be in AF S&T. The nation has called for a more competitive approach to how we are looking at the future battlespace and how we are able to field technologies into the future. The Air Force Research Laboratory is changing the way it does things in terms of agility and speed to get things from the technology levels into applications. We do this to make sure our men and women can accomplish the mission and get home safely."]}