{"id": "4006d4e4-c20d-3c3b-8256-658c001802b1", "title": "Interested in a green job? How do you measure a company’s credentials?", "url": "https://www.theguardian.com/guardian-green-jobs/2020/oct/19/interested-in-a-green-job-how-do-you-measure-a-companys-credentials", "summary": "Ethical certifications can signpost genuinely responsible companies.\nFor the rest of us, ethical certifications, such as B Corporation, can help sort the genuinely responsible companies from the greenwashers.\nWhat is B Corporation?\nWe want to fix that.”How can B Corporations help fix the planet?\nIn other words, making money isn’t a B Corporation’s only goal.", "paragraphs": ["Ethical certifications can signpost genuinely responsible companies. Photograph: Westend61/Getty Images", "When it comes to getting a job that leaves your conscience clear, a recommendation straight from a trusted source – a friend or contact at the company, for example – can’t be topped. But only the most avid networkers have fingers in so many pies. For the rest of us, ethical certifications, such as B Corporation, can help sort the genuinely responsible companies from the greenwashers.", "What is B Corporation?", "Certified B Corporations must meet the highest standards of verified social and environmental performance, public transparency and legal accountability to balance profit and purpose. “It took six months for us to be fully certified,” says Emilie Vanpoperinghe, co-founder of Oddbox, a certified B Corporation that distributes boxes of surplus and odd-shaped vegetables directly to your door. “It started with a detailed questionnaire – more than 200 questions on governance, workers, community, environment and customers.”", "Facebook Twitter Pinterest Oddbox is now a B Corporation", "Have any companies I’ve heard of signed up?", "Well, there’s the Guardian, for starters. Also The Big Issue, the bamboo toilet paper evangelists Who Gives a Crap and the clothing company Patagonia. But it’s not just the usual suspects: construction companies, insurance companies and a clutch of the food giant Danone’s subsidiaries are on the roster too, as well as five Unilever companies.", "Certification isn’t so niche then?", "It’s becoming ever more mainstream. There are now more than 3,500 B Corporations worldwide, with about 400 in the UK – nearly 300 of which have signed up since the beginning of last year – and the movement has lofty ambitions: “We believe at a fairly fundamental level that business needs to be a force for good in the world,” says Chris Turner, executive director of B Lab UK, a non-profit organisation supporting the B Corporation movement. “Because of the current structure of our system, business has been largely responsible for the climate emergency, social challenges and inequity. We want to fix that.”", "How can B Corporations help fix the planet?", "First comes the assessment, then the legal “mission lock” – what Turner calls the movement’s “special sauce”. In the UK, that’s a legal change to a company’s articles of association, so they “reflect the triple bottom line of people, planet and profit”. In other words, making money isn’t a B Corporation’s only goal.", "How will the shareholders react to this?", "It’s a little too early to tell. Any listed company would need to ask its shareholders to forgo their right to profit at all costs, so there’s a little education needed there about having a longer-term view. But Lisa Stonestreet, head of communications and charity impact at the Eiris Foundation – a registered charity working to increase the positive impact of responsible investment – believes the momentum is there. “More and more, people are looking around and saying: ‘If our investment decisions are having a negative impact on the environment and on society, what kind of world will I be retiring into?’”", "Facebook Twitter Pinterest Simon Griffiths, co-founder of Who Gives a Crap", "Are there any listed B Corporations?", "There are a few – the Brazilian cosmetics company Natura, which owns The Body Shop and employs more than 2 million people, for one. “They’ve had that difficult conversation with their shareholders,” says Turner. “We’re also talking to a lot of FTSE 100 and FTSE 250 companies about certification. It’s one of those things: who’s going to be the first? We hope after that the floodgates will open.” He also has an ace up his sleeve: “We’re pushing hard for the mandatory legal change B Corporations make to be an amendment to the Companies Act, so that the people, planet and profit triple bottom line applies to every business in the UK by default.”", "Green jobs for graduates: what should you study and how can you reskill? Read more", "So is it all about getting the badge?", "Not necessarily. For every company that goes through the full assessment in the UK, there are about 25 using the tool simply to measure their environmental, social and governance (ESG) credentials, says Turner. Companies that might not previously have engaged with the subject are now taking it seriously. “Some people are scathing whenever a large corporation starts talking about sustainability or stewardship,” says Stonestreet. “But these companies need to know they can have constructive conversations about this if they’re to adjust.”", "Does that mean all companies are thinking about these issues?", "Maybe not all. Clare Reilly, head of corporate development at PensionBee, says that despite Extinction Rebellion and Greta Thunberg forcing us to ask ourselves questions, the pensions world is slow to change. “Your pension is probably still invested in oil. Maybe tobacco too.”", "So we’re not quite there yet?", "Not yet – but we’re making good progress. Let’s just say this radical and necessary transformation of corporate behaviour is a work-in-progress, but with 72% of people wanting businesses to have a legal responsibility to people and the planet, according to a B Labs poll in May, now is the time for change.", "To search for all the latest green jobs visit Guardian Jobs"], "authors": ["Sam Noble"], "keywords": ["corporations", "measure", "turner", "profit", "green", "credentials", "uk", "company", "interested", "companys", "corporation", "responsible", "b", "job", "companies", "legal"], "pubDate": "2020-10-19T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}