{"id": "40637f67-7708-3e07-a5d6-5862dff0c59a", "title": "PM who won Nobel peace prize takes Ethiopia to brink of civil war", "url": "https://www.theguardian.com/world/2020/nov/08/pm-who-won-nobel-peace-prize-takes-ethiopia-to-brink-of-civil-war", "summary": "“You don’t come up through the ranks of military intelligence and the ruling coalition in Ethiopia and be Mr Nice Guy.\nFacebook Twitter Pinterest Abiy Ahmed announces on television on Wednesday that he has ordered a military response against Tigray.\nThe Nobel peace prize can inspire Abiy Ahmed to new heights in Ethiopia Read moreHostilities now seem to have been opened between Ethiopia’s government and Tigray’s.\n“Ethiopia has been experiencing a difficult transition over recent years but remains the diplomatic cornerstone of the region,” he said.\nExperts point out it would have been impossible for Abiy to move troops against Tigray if Ethiopia was still at war with Eritrea.", "paragraphs": ["Abiy Ahmed made his name as a reformer – but was there always an authoritarian waiting to come out?", "The beginning of the week saw Abiy Ahmed, the prime minister of Ethiopia, in one role: a forward-looking statesman, with a vision of peace and prosperity, and a tailored suit. The 44-year-old leader was at Addis Ababa’s recently modernised airport to welcome General Abdel Fattah Al-Burhan, effective leader of neighbouring Sudan for a two-day visit including trade discussions and tours of the Ethiopian capital’s skyscrapers, a seedling nursery and an industrial park.", "The second half of the week saw Abiy in a different mode: on national television in a dark bomber jacket to make the startling announcement he had ordered troops to respond to an alleged deadly attack on a government military base by local forces in the country’s Tigray province.", "A day later, senior Ethiopian generals spoke of being “at war” amid reports of artillery duels, while officials in Tigray claimed that jets had bombed parts of its capital.", "The contrast between “besuited Abiy” and “bomber jacket Abiy” was sharp, as was that between Abiy’s early days in power back in 2018 – when observers compared the young reforming leader to Nelson Mandela, Justin Trudeau, Barack Obama and Mikhail Gorbachev – and the darker more troubled time now.", "For some, the real Abiy is only now being seen. “You don’t come up through the ranks of military intelligence and the ruling coalition in Ethiopia and be Mr Nice Guy. It just doesn’t happen,” said Martin Plaut, a regional expert at London University.", "“The narrative of Abiy the reformer is overrated,” said Tsedale Lemma, editor in chief of the independent Addis Standard news magazine in the Ethiopian capital. “I am afraid full-fledged authoritarianism is where he is going next.”", "Born in western Ethiopia, Abiy joined the resistance against the brutal regime of Mengistu Haile Mariam as a teenager before enlisting in the armed forces. In 1998 he was a radio operator attached to an Ethiopian unit fighting Eritrean forces. When he briefly left his foxhole to find better antenna reception, his entire unit was wiped out in an artillery attack.", "Abiy went on to rise through the ranks of military intelligence, eventually swapping the army for academe, earning a doctorate in peace and security studies. After a stint running Ethiopia’s cyberintelligence service, he entered politics and was rapidly promoted within the coalition that had ruled the country since Mengistu was deposed in 1991.", "Abiy’s surprise appointment as prime minister in 2018 came after months of anti-government protests. Immediately, his informal style, charisma and energy impressed after decades of opaque and repressive rule. In quick succession, Abiy reshuffled his cabinet, fired a series of controversial and hitherto untouchable civil servants, reached out to hostile neighbours and rivals, lifted media bans, freed thousands of political prisoners, ordered the partial privatisation of massive state-owned companies and ended a state of emergency.", "Facebook Twitter Pinterest Abiy Ahmed announces on television on Wednesday that he has ordered a military response against Tigray. Photograph: Ethiopian Public Broadcaster (EB/AFP/Getty Images", "He has also tried to appeal to women, making an unprecedented mention of his wife and mother in his acceptance speech. Surprised visitors spoke of the shelves of books on religion, philosophy and science that filled Abiy’s office – and its open door. One personal acquaintance described the new prime minister as “always looking ahead for the future … with a bit of headstrong attitude towards people who don’t deliver”.", "There were also hopes of an end, or at least a pause, to the ethnic strife rending the second most populous country on the continent. It was widely hoped Abiy’s mixed Christian and Muslim background, and fluency in three of the country’s main languages would allow him to bridge communal and sectarian divides.", "He was also the first leader from Ethiopia’s largest ethnic community, the Oromo, who have complained for decades of economic, cultural and political marginalisation, and were behind much of the growing unrest that led to Abiy’s appointment.", "No one doubted the challenge. Ethiopia faced a shortage of foreign currency, growing inequality, a lack of jobs for a huge number of graduates – at least 70% of the population is under 30 – environmental damage, and deep hunger for change. There were also many within the governing elite who opposed Abiy’s project. Two people died when, in June 2018, a grenade was thrown at a rally to showcase popular support for the reforms in Addis Ababa’s vast Meskel Square.", "After the attack, Abiy had advice for his enemies. “Love always wins. Killing others is a defeat. To those who tried to divide us, I want to tell you that you have not succeeded.”", "Given the strength of Tigray’s security forces, any conflict could well be protracted International Crisis Group report", "And he appeared ready to turn such sentiments into reality, concluding a historic peace agreement with Eritrea, thus ending one of Africa’s longest-running conflicts and winning the 2019 Nobel peace prize. In Oslo, he called on “my fellow Ethiopians to join hands and help build a country that offers equal justice, equal rights and equal opportunities for all its citizens.”", "But the Nobel may have been a high point. Since then, problems have multiplied, all exacerbated by the pandemic. His reforms have allowed old ethnic and other grievances to surface, and led to instability, analysts say, with deadly violence earlier this year leading to a wave of repression. Days after the launch last autumn of Abiy’s book outling his national unity philosophy, protesters burned copies in the streets. “Abiy has lost most of his support base in Oromia; he has left the political order in the south deeply disoriented .... and he is now on [the] verge of the unknown with the people of Tigray,” said Lemma.", "Tigrayan leaders said they were unfairly targeted in corruption prosecutions, removed from top positions and blamed for the country’s problems. The Tigrayan People’s Liberation Front refused to join the party created by Abiy to fuse the elements of the old ruling coalition into a single political organisation.", "Then, elections due in August were postponed due to Covid. When parliamentarians voted to extend officials’ mandates anyway, Tigrayan leaders went ahead with their own polls. Now each side sees the other as illegitimate, and federal judges have ruled that Abiy’s government should cut off contact with – and funding to – Tigray.", "But the northern province is home to six million people – 5% of Ethiopia’s 109 million people – and more influential than many other, larger regions. It also has a large paramilitary force and a well-drilled local militia, while a large portion of federal military personnel and much of its equipment is also based there, a legacy of war with Eritrea.", "The Nobel peace prize can inspire Abiy Ahmed to new heights in Ethiopia Read more", "Hostilities now seem to have been opened between Ethiopia’s government and Tigray’s. “Given the strength of Tigray’s security forces, [any] conflict could well be protracted,” the International Crisis Group said in a recent report.", "There are widespread fears over the destabilising impact of the incipient conflict. UN secretary general António Guterres called on Friday for “an immediate de-escalation of tensions and a peaceful resolution to the dispute”. “The stability of Ethiopia is important for the entire Horn of Africa region,” Guterres said.", "Ahmed Soliman, at Chatham House in London, said the consequences of a full-blown conflict would be “unspeakable” for Ethiopia and east Africa.", "“Ethiopia has been experiencing a difficult transition over recent years but remains the diplomatic cornerstone of the region,” he said.", "Experts point out it would have been impossible for Abiy to move troops against Tigray if Ethiopia was still at war with Eritrea. Now, Isaias Afwerki, the authoritarian leader of Eritrea, is friendly with Abiy and has no affection for Tigrayan leaders. There are unconfirmed reports of the mobilisation of Eritrea’s weak military.", "The fierce rhetoric from both sides has dampened any hope for a swift end to the standoff.", "Neither side appear ready to compromise. “If I say ‘I’m going to crush you’, then is there really scope for any negotiation?”, a western diplomat in Addis Ababa said."], "authors": ["Jason Burke"], "keywords": ["war", "abiy", "leader", "abiys", "prize", "military", "civil", "won", "takes", "peace", "nobel", "brink", "tigray", "ethiopian", "political", "ethiopia", "forces"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}