{"id": "408575fa-16c3-34b3-ad36-e6f50b2daac0", "title": "Persona 4 Golden Review: Still Ahead Of The Curve", "url": "https://www.gameinformer.com/games/persona_4_golden/b/playstation_vita/archive/2012/11/16/persona-4-golden-review.aspx", "summary": "Four years have passed since Persona 4’s PS2 release, and with its transition to Vita, the ride is still addictive and thought-provoking.\nPersona 4 is bold, never shying away from heavy material; one character questions his sexuality, while another struggles with vanity.\nThe realistic and honest portrayal of these struggles is Persona 4’s greatest strength, forging a connection between the player and the characters.\nThose elements remain unchanged from the original release, but Golden adds two extra social links to chat up: new character Marie and police detective Adachi.\nPersona 4 Golden’s greatest strength is that everything fits together seamlessly, from the connected battle and social aspects to the fresh changes.", "paragraphs": ["With an anthropomorphic bear, dungeons inside a television, and a look at characters' psychological issues, Persona 4 is unlike any other RPG – which is probably why it holds up so well. Four years have passed since Persona 4’s PS2 release, and with its transition to Vita, the ride is still addictive and thought-provoking.", "The writing stands strong as the mature tale tackles the psyche. Characters’ fears and secrets are confronted via dungeons inside a television. Persona 4 is bold, never shying away from heavy material; one character questions his sexuality, while another struggles with vanity. The realistic and honest portrayal of these struggles is Persona 4’s greatest strength, forging a connection between the player and the characters. Those elements remain unchanged from the original release, but Golden adds two extra social links to chat up: new character Marie and police detective Adachi. Both are intriguing, though Marie falls victim to the generic amnesia trope.", "The randomly generated dungeons return and, yes, they still have an awkward camera that is problematic when trying to set up preemptive strikes. Grinding is still a staple, along with the turn-based structure and focus on exploiting enemy weaknesses. If you get tired of fighting your way through corridors, you can always take a break with the still-addictive persona creation system, forging new monstrous allies to assist you. You need all the help you can get when you get to the long, difficult boss battles.", "One welcome change to the dungeon crawling is rescue requests, which allow a signal to be sent out over PSN asking for help. If other users accept it, characters gain some HP and SP to begin the next battle. While useful for a dungeon crawler with limited save points, only time will tell if the game has enough networked users to make rescue requests relevant.", "That’s not the end of the refinements to Golden, though. The effort that Atlus went to add little touches to delight longtime fans is admirable. Little references from past Persona games seep in, and the effort also extends to more opportunities to max out social links by making characters available at night for interaction. Additionally, a gardening feature not only lets you grow items to use in the dungeons, but also boosts your relationship with Nanako and Dojima – two of the hardest social links to max in the original game.", "Brand-new scenes and events are also a highlight of Golden; they don’t feel like tacked-on content for the sake of it, but instead further build camaraderie with your group. And this is only grazing the surface of the refinements and additions, which include more personas, changes to Shuffle Time, and skill cards. They don’t make-or-break the experience, but they sure do complement the game wonderfully.", "Persona 4 Golden’s greatest strength is that everything fits together seamlessly, from the connected battle and social aspects to the fresh changes. Newcomers are sure to find plenty to love, while series veterans can revisit fond memories and experience new content. This game still remains one of the best RPGs to date; don’t miss out on your second chance to experience it."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["review", "users", "curve", "social", "ahead", "persona", "dungeons", "golden", "characters", "dont", "experience", "links", "game"], "pubDate": "2012-11-16T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}