{"id": "40a66b30-66c2-31ab-a698-8360df6c99ca", "title": "The bonds that bind - Why the bond market might keep America’s next president awake at night", "url": "https://www.economist.com/finance-and-economics/2020/11/04/why-the-bond-market-might-keep-americas-next-president-awake-at-night", "summary": "THE TREASURY market has long been able to strike fear into the hearts of the powerful.\nUsually a haven, the Treasury market convulsed.\nTo understand why the Treasury market broke down, consider how the burdens on the system have grown.\nWhatever the scale of stimulus enacted next year, the bond market will swell further.\nWhatever the solution, the bond market’s importance is such that it would be welcomed not only by America’s lawmakers, but by the world’s investors too.", "paragraphs": ["THE TREASURY market has long been able to strike fear into the hearts of the powerful. Frustrated by worries in the 1990s that bond yields would spike if Bill Clinton, then America’s president, pushed through economic stimulus, James Carville, his adviser, joked that he wanted to be reincarnated as the bond market, because “you can intimidate everybody”.", "In the quarter-century since then, Treasuries have only become more pivotal to the world’s financial system. The stock of tradable bonds amounts to $20.5trn, and is expected to approach 100% of America’s GDP this year, roughly double the share in the 1990s (see chart). The dollar’s dominance means that everyone holds them, from American banks and European pension schemes to Arab sovereign-wealth funds and Asian exporters. The yield on Treasuries is known as the “risk-free” interest rate, and underpins the value of every other asset, from stocks to mortgages. In times of stress investors sell racier assets and pile into Treasuries.", "The outcome of America’s presidential election is still unknown, and the likelihood of a Biden presidency and a Republican-controlled Senate is rising. The yield on ten-year Treasuries fell by 0.16 basis points to 0.78% on November 4th, perhaps on expectations that government spending will be stingier than if a blue Democratic wave had swept over Congress. Still, whoever the next president is, he may find himself worrying about the bond market—not because of the vigilantes that annoyed Mr Carville, but because of the risk of a snarl-up in the bond market’s plumbing, just as the scale of government borrowing rises sharply.", "On October 14th Randal Quarles, the Federal Reserve’s regulatory boss, said that the Treasury market’s expansion over the past decade “may have outpaced the ability of the private-market infrastructure to kind of support stress of any sort”. His comments were prompted by the fear of a repeat of the extreme stresses in March and April, as the economic threat of covid-19 became clear. Usually a haven, the Treasury market convulsed. The bid-ask spread—the gap between the price at which you can buy a bond and that at which you can sell—was 12 times its typical level. The spread between “on-the-run” bonds, which are recently issued and tend to be most liquid, and older “off-the-run” Treasuries widened. Investors rushed to dump their holdings. Municipal-bond yields, which tend to trade at 60-90% of Treasury yields, spiked above 350%. The chaos spread to corporate-debt markets and panicked equity investors, forcing the Fed to act.", "To understand why the Treasury market broke down, consider how the burdens on the system have grown. The debt stock has risen from $5trn in 2007, owing to stimulus after the financial crisis, deficits under Mr Trump, and stimulus this year. At the same time, “the provision of credit to households and businesses has become much more market-based and less bank-based,” Nellie Liang, of the Brookings Institution, a think-tank, said at an event held by the New York Fed in September. Non-bank firms facing redemptions in a crisis rely on selling Treasuries to meet demand, placing further strain on the system.", "As the demands upon them grew, though, the pipes through which Treasury trades are intermediated began to shrink. Trading depends on so-called “primary dealers”—a handful of firms allowed to buy bonds directly from the American government. Access to issuance lets these dealers—largely housed inside big banks, like JPMorgan Chase or Goldman Sachs—also dominate the intermediation of most Treasury trading. But their ability to make markets has been curtailed by tighter regulations after the financial crisis, such as the introduction of the supplemental leverage ratio, which measures the total size of bank assets relative to the amount of capital they hold. The rule is “not very friendly to low-risk activities, which include buying Treasuries,” says Pat Parkinson of the Bank Policy Institute, a lobby group.", "In the spring the Fed eased pressures by buying Treasuries from market participants struggling to sell them to intermediaries. To encourage dealer activity it also allowed banks to exclude reserves held with the Fed and Treasuries from their leverage ratios. That marked the Fed’s second intervention in a year. In September 2019 it eased the pressure on dealers after repo rates—the price paid to swap a Treasury overnight for cash, a key funding market for Treasuries—spiked to over 10%.", "Such strains may become more apparent over time. Whatever the scale of stimulus enacted next year, the bond market will swell further. The Congressional Budget Office expects federal debt to be worth over $120trn in 2050, or 195% of GDP. The result is that “in ten or 15 years only half as big a shock as covid-19...would cause the same degree of Treasury-market dysfunction,” noted Darrell Duffie of Stanford University, at the Fed’s conference. “And after that, yet smaller and smaller shocks would be enough to choke dealer balance-sheets with demands for liquidity.”", "To ward off such a scenario, academics and market participants are considering how to revamp the system. The main principle involves expanding intermediation capacity. That could be done in many ways. Restrictions that curtail intermediation could be loosened; or the roster of primary dealers could be expanded, to include more bank and non-bank institutions.", "Other solutions are more radical. Instead of trading through brokers, as they do today, market participants could trade directly with each other. At present counterparty risk deters direct trades; a central clearing-house—a solution proposed by Mr Duffie—could change that. With such a set-up in place, the market may not have seized up earlier in the year. “We were actually in a position to be a liquidity provider,” Sarah Devereux, of Vanguard, a giant asset manager, said in September. “It was hard to sell bonds, but it was also difficult to buy bonds, for example, off-the-run Treasuries, when they got to very attractive levels.”", "The Fed could also make some of its interventions permanent. William Dudley, a former Fed official, favours a “standing repo” facility, which would allow holders of Treasuries to swap them for cash at any time, reducing the likelihood of a panic. Whatever the solution, the bond market’s importance is such that it would be welcomed not only by America’s lawmakers, but by the world’s investors too."], "authors": ["The Economist"], "keywords": ["bonds", "bind", "fed", "stimulus", "awake", "markets", "treasury", "president", "treasuries", "market", "americas", "investors", "night", "bond"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}