{"url": "https://www.newyorker.com/magazine/2019/04/01/louisianas-disappearing-coast", "paragraphs": ["The New Orleans Lakefront Airport was built by the Louisiana governor Huey P. Long on a tongue of fill that sticks out into Lake Pontchartrain. Its terminal was designed by the same architect Long had used to build a new Louisiana state capitol and a new governor’s mansion, and it was originally named for one of Long’s cronies, Abraham Shushan. Within eighteen months of the airport’s opening, in 1934, Shushan had been indicted for money laundering and Long had been murdered. A few years later, the architect, too, went to prison. Today, Lakefront Airport is used for small planes, which is how I recently found myself there, aboard a four-seat Piper Warrior. The Piper’s pilot and owner was a lawyer who liked having an excuse to fly. The plane took off to the north, over Lake Pontchartrain, and looped back toward New Orleans. We picked up the Mississippi at English Turn, the sharp bend that brings the river almost full circle. Then we continued to follow the water as it wound its way into Plaquemines Parish. Plaquemines is where the river meets the sea. On maps, it appears as a thick, muscular arm stretching into the Gulf of Mexico, with the Mississippi running, like a ropy blue vein, down the center. At the very end of the arm, the main channel divides into three, an arrangement that calls to mind fingers or claws, hence the area’s name—the Bird’s Foot. Seen from the air, the parish has a very different look. If it’s an arm, it’s a horribly emaciated one. For most of its length—more than sixty miles—it’s practically all vein. What little solid land there is clings to the river in two skinny strips. Flying at an altitude of two thousand feet, I could make out the houses and farms and refineries that fill the strips, though not the people who live or work in them. Beyond was open water or patchy marsh. In many spots, the patches were crisscrossed with channels. Presumably, these had been dug when the land was firmer, to get at the oil underneath. In some places, I could see the outlines of what were once fields and are now rectilinear lakes. Great white clouds, billowing above the plane, were mirrored in the black pools below. Plaquemines has the distinction—a dubious one, at best—of being among the fastest-disappearing places on Earth. Everyone who lives in the parish—and fewer and fewer people do—can point to some stretch of water that used to have a house or a hunting camp on it. This is true even of teen-agers. A few years ago, the National Oceanic and Atmospheric Administration officially retired thirty-one Plaquemines place-names, including Bay Jacquin and Dry Cypress Bayou, because there was no there there anymore. And what’s happening to Plaquemines is happening all along the coast. Since the days of Huey Long, Louisiana has shrunk by more than two thousand square miles. If Delaware or Rhode Island had lost that much territory, the U.S. would have only forty-nine states. Every hour and a half, Louisiana sheds another football field’s worth of land. Every few minutes, it drops a tennis court’s worth. On maps, the state may still resemble a boot. Really, though, the bottom of the boot is in tatters, missing not just a sole but also its heel and a good part of its instep. A variety of factors are driving the “land-loss crisis,” as it’s come to be called. But the essential one is a marvel of engineering. Thousands of miles of levees, flood walls, and revetments have been erected to manage the Mississippi. As the Army Corps of Engineers once boasted, “We harnessed it, straightened it, regularized it, shackled it.” This vast system, built to keep southern Louisiana dry, is the very reason the region is disintegrating, coming apart like an old shoe. But if control is the problem it must also, by the logic of the Anthropocene, be the solution. And so a huge new public-works project is getting under way—this one aimed not at flood control so much as at controlled flooding. Ten pharaonic structures are planned. The furthest along of these is slated for Plaquemines Parish. It will feature enough concrete and riprap to pave Greenwich Village and, when operating at full capacity, will, by flow, be the twelfth-largest river in the country.", "In one form or another, the Mississippi has been winding its way to the Gulf for millions of years. All the while, it has been carrying on its broad back vast loads of sediment—at the time of the Louisiana Purchase, some four hundred million tons annually. “I do not know much about gods; but I think that the river is a strong brown god,” T. S. Eliot wrote. Whenever it overtopped its banks—something it used to do virtually every spring—the river cast its sediment across the plain. Season after season, layer after layer, clay and sand and silt built up. In this way, the “strong brown god” assembled the Louisiana Gulf Coast out of bits and pieces of Illinois and Iowa and Minnesota and Missouri and Arkansas and Kentucky. “Do you promise to hate the same people?” Because the Mississippi is always dropping sediment, it is always on the move, seeking new and faster routes to the sea. Its most dramatic leaps are called avulsions. In the last seven thousand years, the river has avulsed six times, and each time it has set about laying down a new bulge of land. Lafourche Parish is what’s left of the lobe laid down during the reign of Charlemagne. Western Terrebonne Parish is the remains of a delta lobe built during the time of the Phoenicians. The city of New Orleans sits on a lobe—the St. Bernard—created around the time of the pyramids. Many still more ancient lobes are now submerged. The Mississippi’s most recent lobe is the Plaquemines-Balize Delta, otherwise known as Plaquemines Parish. It started to build about fifteen hundred years ago, after the river’s last great leap. The next avulsion is now overdue. Only human invention, in the form of steel and concrete, stands in its way. Meanwhile, as the Mississippi has pushed lobe after lobe into the sea, the sea has pushed back. The delta’s soft, jello-like soils tend to de-water and compact over time, with the newest layers, which are wetter, losing bulk most rapidly. Where the river delivers enough sand and clay to make up for the lost volume, the land holds its own. Where compaction outpaces accretion, the land begins to subside until, eventually, the Gulf reclaims it. In southern Louisiana, to borrow from Bob Dylan, any place that is “not busy being born is busy dying.” Such a mutable landscape is a hard one to settle. Nevertheless, Native Americans were probably living in the delta even as it was being created. Their strategy for dealing with the river’s vagaries, as far as archeologists have been able to determine, was one of accommodation. If the Mississippi flooded, they sought higher ground. If it shifted quarters, they did, too. When the French arrived, they consulted with the tribes living there. In the winter of 1700, the colonists erected a wooden fort on what’s now the east bank of Plaquemines. Pierre Le Moyne d’Iberville, the fort’s commander, had been assured by a Bayogoula guide that the fort’s site was a dry one. Whether this represented a purposeful misstatement or just a misunderstanding, “dry” in southern Louisiana being a relative term, the place soon flooded out. A priest who visited the following winter found soldiers wading “mid-leg deep” to get to their cabins. In 1707, the fort was abandoned. “I do not see how settlers can be placed on this river,” Iberville’s brother Jean-Baptiste Le Moyne de Bienville wrote to the authorities in Paris, explaining the retreat. Bienville went on to found New Orleans, in 1718, in spite of his cold, wet feet. The new city, called, in honor of its watery surroundings, L’Isle de la Nouvelle Orléans, was laid out where the land was highest. Counterintuitively, this was right up against the Mississippi. During floods, sand and other heavy particles tend to settle out of the water first, creating what are known as natural levees. (Levée, in French, simply means “raised.”) “Yes, but you’re half an hour late in dog minutes.” One year after its founding, L’Isle de la Nouvelle Orléans suffered its first flood. “The site is drowned under half a foot of water,” Bienville wrote. The settlement remained submerged for six months. Rather than retreat again, the French dug in. They started cutting drainage channels through the muck and raising artificial barriers atop the natural ones. Most of this backbreaking labor was performed by African slaves. By the seventeen-thirties, slave-built levees stretched along both banks of the river for nearly fifty miles. These early levees, made of earth reinforced with timber, failed frequently. But they established a pattern that endures to the present day. Since the city wasn’t going to move to suit the river, the river would be forced to stay put. With each failure, the levees were improved—built higher and wider and longer. By the War of 1812, they ran along the river for more than a hundred and fifty miles.", "A few days after I flew over Plaquemines, I found myself once again gazing down on the parish. The Mississippi was rising rapidly, and there was concern that the gates on a spillway upriver from New Orleans weren’t functioning. If the water kept rising and the spillway failed to open, the city and the parishes downriver from it would be inundated. I was with several engineers, and they were starting to get nervous. I was anxious, too, though only a little, since the Mississippi we were looking at was about five inches wide. The Center for River Studies is an outpost of Louisiana State University. It’s situated not far from the actual Mississippi, in Baton Rouge, in a building that resembles a hockey rink. At the Center’s center is a 1:6,000 replica of the delta, from the town of Donaldsonville, in Ascension Parish, to the tip of the Bird’s Foot. The model is made of high-density foam that’s been machined to mimic the region’s topography and all that’s been added to it—the levees, the gates, the flood walls. The size of two basketball courts, it’s sturdy enough to stand on. But when the model is running, as it was the day I showed up, it’s hard to take more than a few steps. There are large puddles representing Lake Pontchartrain and Lake Borgne, which are not really lakes but, rather, brackish lagoons. More puddles represent Barataria Bay and Breton Sound, inlets of the Gulf, and still more puddles represent various bayous and backwaters. I pulled off my shoes and tried to walk from New Orleans to the Gulf. By the time I got to English Turn, my feet were wet. I stuffed my soggy socks into my pocket. The model delta, which represents a kind of relief map of the future, is supposed to simulate flooding and sea-level rise and to help test strategies for dealing with them. Prominently displayed on one of the walls of the Center is a quote attributed to Albert Einstein: “We cannot solve our problems with the same thinking we used when we created them.” At the time of my visit, the model was so new that it was still being calibrated. This involved running simulations of well-studied disasters from the past, like the flood of 2011. In the spring of that year, heavy snowmelt combined with weeks of intense rain across the Midwest, resulting in record-breaking water levels. To spare New Orleans, the Army Corps of Engineers opened the Bonnet Carré Spillway, about thirty miles upriver from the city. (The Bonnet Carré diverts water into Lake Pontchartrain; when all the gates are open, the flow through it exceeds that of Niagara Falls.) On the model, the spillway gates were represented by small strips of brass attached to copper wires. Because they hadn’t worked properly in previous trials, an engineer was watching over them from a folding chair. He looked like a latter-day Gulliver, bent over a drowning Lilliput. He, too, I noticed, had wet socks. In the world of the model, time—as well as space—contracts. On its accelerated schedule, a year passes in an hour, a month in five minutes. As I watched the weeks race by, the river kept rising. Much to the engineers’ relief, this time the gates on the pint-size Bonnet Carré opened. Water began flowing out of the Mississippi into Lake Pontchartrain, and New Orleans was saved, at least for now. Two separate vats served as the source for the mini-Mississippi. One provided clear water. The other held the mud of the Little Muddy, though not real mud. This was simulated sediment, imported from France and composed of exactingly milled plastic pellets—teensy, half-millimetre-wide pellets for large grains of sand and even teensier ones to represent finer particles. The sediment was jet black and stood out against the foam riverbed and surrounding terrain, which were painted bright white. Southeast Louisiana, where the Mississippi River meets the Gulf of Mexico, as it is often depicted on maps. Map by LaTigre What maps would look like if they showed only solid land. The light blue indicates swamps, marshes, and wetlands. Map by LaTigre During the mock flood, some of the dark pellets had been flushed down the spillway, into Lake Pontchartrain. Others had settled in the riverbed, where they’d formed miniature shoals and sandbars. Most had swooshed out past New Orleans and around English Turn. So thick with simulated sediment were the channels of the Bird’s Foot that they looked as if they were filled with ink. This inky mix was streaming in dark eddies toward the Gulf of Mexico, where, had it been real sediment, it would have vanished off the coast. Here, in black and white, was Louisiana’s land-loss dilemma. Had the river been left to its own devices, a super-wet spring like that of 2011 would have sent the Mississippi and its distributaries surging over their banks. The floodwaters would have wreaked havoc, but they would have spread tens of millions of tons of sand and clay across thousands of square miles of countryside. The new sediment would have formed a fresh layer of soil and, in this way, countered subsidence. Thanks to the intervention of the engineers, there had been no spillover, no havoc, and hence no land-building. The future of southern Louisiana had, instead, washed out to sea.", "Directly next door to the Center for River Studies sits the headquarters of Louisiana’s Coastal Protection and Restoration Authority. C.P.R.A. was founded in 2005, a few months after Hurricane Katrina hit, inundating New Orleans and leaving more than fifteen hundred Louisianans dead. (The storm claimed an additional three hundred lives in other states.) The authority’s official mission is to implement “projects relative to the protection, conservation, enhancement and restoration of the coastal area of the state,” which is a nice way of saying that it’s supposed to prevent the region from disappearing. One day while I was in Baton Rouge, I met up with two C.P.R.A. engineers at the model. As we chatted, someone flipped a switch controlling projectors in the ceiling. Suddenly, the fields of Plaquemines turned green and the Gulf blue. A satellite image of New Orleans glowed in the crook between the Mississippi and Lake Pontchartrain. The effect was dazzling, if also a little unnerving, as when Dorothy steps out of sepia-toned Kansas into Oz. “You can see there’s not a lot of land in Plaquemines,” Rudy Simoneaux, one of the engineers, observed. He was wearing a shirt embroidered with the C.P.R.A. emblem, a circle with marsh grass on one side, waves on the other, and a black flood wall in between. “It’s kind of frightening when you look at this model and realize how close we all are to water.” Simoneaux and his colleague, Brad Barth, were holding a public meeting that evening in Plaquemines, so, after we’d admired the mini-Mississippi for a while, we set out for the real thing. Our destination was Buras, a town ten miles north of the Bird’s Foot. We reached the parish seat, Belle Chasse, in time to grab po’boys for lunch, then continued south on State Route 23, the only through road on the parish’s west bank. Much of Plaquemines lies below sea level—six feet under, people sometimes say. This arrangement is made possible by four sets of levees. Two run along the river, one on each bank. Another two—known as “back levees”—run between the parish and the Gulf, to stop the sea from rolling in. The levees, which keep water out, also keep water in. When they are breached or overtopped, Plaquemines fills up like a pair of long, skinny bathtubs. Plaquemines was devastated by Katrina, which made landfall in Buras, and then was ravaged again, just a few weeks later, by Hurricane Rita, the most intense storm ever recorded over the Gulf. For months after these back-to-back disasters, Route 23 was blocked by washed-up fishing boats. Dead cows hung from the trees. In anticipation of the next catastrophe, public buildings in the parish stand on improbable pilings. Where other schools might have a gym or a ground-floor cafeteria, South Plaquemines High has enough empty space to park a fleet of tractor trailers. (The school’s mascot is a swirling hurricane.) Many of the homes in the parish have been similarly elevated. One house we passed had been raised to a particularly vertiginous height; Simoneaux estimated that its pilings were thirty feet tall. “That’s really getting up there,” he said. We were driving alongside the river but inside the levees, so for long stretches the Mississippi was invisible. Every so often, ships would loom into view. From the vantage point of the road, they appeared to be floating not on water but on air, like zeppelins. Near the town of Ironton, Simoneaux pulled off Route 23 onto a gravel drive. At the end of it, we climbed over some barbed wire onto a scruffy field. It was a steamy day, and the field, dotted with puddles, smelled of rot. Flies buzzed lazily in the thick afternoon air. The land we were standing on was a project technically known as BA-39. Simoneaux explained that, like the rest of the delta, BA-39 had come out of the Mississippi, though not quite in the usual way. “Picture a massive, eight-foot drill bit on the bottom of the river,” he said. As the drill spun, it had gouged out sand and mud. Enormous diesel-powered pumps had sent this slurry gushing through a thirty-inch steel pipe. The pipe had run for five miles, from the west bank of the Mississippi, over the river levees, under Route 23, across some cattle fields, over the back levees, and finally into a shallow basin of Barataria Bay. There, the muck had piled up until bulldozers spread it around. BA-39 had proved, not that further proof was really necessary, what enough pipes and pumps and diesel fuel can accomplish. Nearly a million cubic yards of sediment had made the five-mile journey, resulting in the creation—or, to be more accurate, the re-creation—of a hundred and eighty-six paludal acres. Here were all the benefits of flooding without the messy side effects: drowned citrus groves, drowned people, cows hanging from the trees. “We took centuries of land-building and we did it in a year,” Simoneaux observed. The bill for the project had been six million dollars, which, I calculated, meant that the acre we were standing on had cost about thirty thousand dollars. C.P.R.A.’s somewhat redundantly titled “comprehensive master plan” calls for dozens more such “marsh creation” projects, each with a price tag of millions or, in some cases, tens of millions of dollars. But Louisiana is locked in a race with the Red Queen, and in this race it has to move twice as fast just to stay even. To match the pace of land loss, the state would have to churn out a hundred and eighty-six acres every nine days. Meanwhile, the artificial marsh had already begun to de-water and subside. According to the authority’s projections, in another decade, BA-39 will once again have sunk away.", "We reached Buras at around three o’clock and turned in at a sign advertising “Cajun Fishing Adventures.” The sign showed ducks and fish leaping into the air as if startled by some kind of explosion. Behind a grove of palms was an A-frame lodge with a pool out back. The lodge’s owner was a fish-and-game guide named Ryan Lambert. “I want to teach people not to listen to propaganda,” he said, explaining why he’d volunteered his lodge for the evening’s meeting. “I want them to see for themselves.” To this end, he’d also organized a flotilla of boats to take attendees out on the Mississippi. I joined a group that included a reporter from the local Fox station and Lambert’s big black dog. On the water, it was about ten degrees cooler than onshore. A stiff breeze set the dog’s ears flapping like flags. We hit the wake of another boat, and the Fox reporter, trying to balance a camera on his shoulder, almost fell overboard. Unlike on Plaquemines’ west bank, where the levees stretch all the way to the Bird’s Foot, on the east bank they give out right about at the point where, if the parish were actually an arm, its elbow would go. South of the elbow, the river regularly overflows. On occasion, it cuts a new channel, sending water and sediment flowing in new directions and, in the process, creating land. “Everything you see in front of you used to be open water,” Lambert said, as we glided past a wide stretch of green. “Now it’s lush and beautiful.” His mirrored sunglasses reflected the low, late-afternoon sun and the tea-colored river. “Look at all the new willow trees!” he exclaimed. He was steering with one hand and gesturing with the other. “Look at the birdlife!” The Fox reporter asked what the spot was called. “It’s hard to put a name on it, because it doesn’t have a name, because it’s new,” Lambert said. “This is the newest land in the world!” We sped in and out of unnamed bayous. A large alligator sunning itself on a log plopped into the water as we passed. “Isn’t this beautiful?” Lambert kept saying. “When I come here, I feel great. When I go over to the west bank, I want to vomit.” The newborn marsh had the sweet smell of freshly cut grass. Way off in the distance, I could see the silhouette of a giant oil platform, perched above the Gulf. Back on the west bank, the lodge was filling up. A screen had been set up in a large room decorated with an elk’s head, a stuffed squirrel, and several fish mounted in arcing poses. About fifty people had gathered, some sitting on couches, others leaning against the walls beneath the fish and the elk. Barth began with a slide presentation. He explained the deep geology—how the coast had built up over the millennia, delta lobe by delta lobe, as the Mississippi thrashed around. Then he laid out the problem: How were two million people going to live in a region that was sinking into oblivion? “We’re in an uphill battle against sea-level rise and subsidence,” Barth said. C.P.R.A. would continue to pump and lay pipe. “We will attempt to dredge every ounce of sediment out of the river that we can,” he promised. But projects like BA-39 were incommensurate with the scale of the problem: “We need to be bold.”", "When the Mississippi bursts through its levees, be they natural or man-made, the opening is called a crevasse. For anyone standing in the way, a crevasse signifies disaster, and for much of New Orleans’s history such disasters were commonplace. (Donald W. Davis, a geographer at L.S.U., has dubbed the first centuries of the city’s existence “the crevasse period.”) A crevasse-induced flood in 1735 inundated practically all of New Orleans, which at that point consisted of forty-four square blocks. Sauvé’s Crevasse was a breach that opened on the east bank of the Mississippi in May, 1849. A month later, a reporter for the Daily Picayune, surveying New Orleans from the cupola of the St. Charles Hotel, observed “one sheet of water, dotted in innumerable spots with houses.” In 1858, forty-five crevasses opened up in Louisiana’s levees; in 1874, forty-three; in 1882, two hundred and eighty-four. In what’s become known as the Great Flood of 1927, two hundred and twenty-six crevasses were reported. That flood inundated twenty-seven thousand square miles across half a dozen states. It displaced more than five hundred thousand people, caused an estimated five hundred million dollars’ worth of damage (more than seven billion dollars in today’s money), and marked a very wet watershed. “I woke up this mornin’, can’t even get out of my door,” Bessie Smith lamented, in “Backwater Blues.” In response to the Great Flood, Congress, in effect, nationalized flood control along the Mississippi and entrusted the work to the Army Corps of Engineers. Joseph Ransdell, Louisiana’s senior U.S. senator at the time, called the Flood Control Act of 1928 the most important piece of water-related legislation “since the world began.” The Corps extended the levees—within four years, it had added another two hundred and fifty miles’ worth—and strengthened them. (On average, the levees were raised by three feet, while their volume almost doubled.) The Corps also added a new feature—spillways, like the Bonnet Carré. When the river was at flood stage, the spillway gates would open, relieving pressure on the levees. A poem commemorating the Corps’ efforts declared: The plan was an engineer masterpiece", "Fashioned by experts, a grand bas-relief", "Levees, floodways, and other improvements", "Blended into a project beneficent. Thanks to the “project beneficent,” the crevasse period drew to an end. This was a comfort to the millions of people who had settled (and resettled) in the floodplain. But with the end of river flooding came an end to fresh sediment. In the succinct formulation of Davis, the L.S.U. geographer: “The Mississippi River was controlled; land was lost; the environment changed.” Since the nineteen-thirties, Louisiana has shrunk by more than two thousand square miles. If Delaware or Rhode Island had lost that much territory, the U.S. would have only forty-nine states. Photograph by Matthew Pillsbury for The New Yorker C.P.R.A.’s “bold” scheme for saving Plaquemines is to rehabilitate the crevasse for the post-crevasse era. The agency’s master plan calls for punching eight giant holes through the levees on the Mississippi and two more through those on its main distributary, the Atchafalaya. The openings will be gated and channelized, and the channels will themselves be leveed. C.P.R.A. likes to characterize the effort as a form of restoration, a way to reëstablish natural processes. And that’s true, but only in the sense that trucking salmon upstream, or using planes to train whooping cranes to migrate, is natural. The first artificial crevasse scheduled to be built is a project known as the Mid-Barataria Sediment Diversion. The diversion will be six hundred feet wide and thirty feet deep. It will start on the west bank of the Mississippi, some thirty-five miles upriver of Buras, then, in evident defiance of hydrology, run in a perfectly straight line due west for two and a half miles, to Barataria Bay. When it’s operating at maximum capacity, some seventy-five thousand cubic feet of water will flow through it every second. In terms of weight, that’s a fully loaded aircraft carrier’s worth every minute. For comparison’s sake, the Hudson River’s average flow is twenty thousand cubic feet per second. Nothing quite like it has ever been attempted before. “It’s one of a kind,” Barth told me. Currently, the bill for the project is estimated at $1.4 billion. The next diversion in line, the Mid-Breton, which is planned for the east bank of Plaquemines, is priced at eight hundred million dollars. Financing for both diversions is supposed to come out of the settlement fund from the BP oil spill, which, in 2010, spewed more than three million barrels of oil into the Gulf, fouling the coast from Texas to Florida. (Planning for the other diversions is still in a very early stage, and funding for them hasn’t been secured.) Many Plaquemines residents, like Lambert, welcome the diversions as the parish’s last, best chance. “It’s all about the sediment,” Albertine Kimble, an outspoken proponent of the projects, and one of the few people in the parish who live outside the levees, told me. But there are also many who oppose the diversions. A few weeks before the meeting in Buras, Plaquemines’ president had staged a public showdown with C.P.R.A. by denying the authority permits to take soil samples at the site of the Mid-Barataria project. The authority had taken them anyway, with a state trooper standing guard. At Cajun Fishing Adventures, Barth clicked through slides showing where the Mid-Barataria diversion would go and how it would be constructed, over a period of up to five years. An animation of the process revealed it to be almost incomprehensibly complex, involving relocating a rail line, rerouting Route 23, and assembling the enormous gates out of floating sections. Once the structure was completed, Barth explained, the gates would be opened when the river was at flood stage and carrying the most sand. After a few years, enough sediment would be deposited in Barataria Bay that terra semi-firma would start to form. The diversion would be powered by the river itself, instead of by pumps, and, in contrast with projects like BA-39, it would continue to deliver sediment year after year. “When we talk about a sediment diversion, what’s the main purpose?” Barth said. “It’s to maximize the sediment and minimize the freshwater.” A man in the corner of the room raised his hand. “I assume you’re going to build it,” he said of the Mid-Barataria project. “But what is the damage going to be?” Despite Barth’s assurances, the man was worried about how much freshwater would be directed into the basin and how that would affect recreational fishing. “Speckled trout will be done,” he declared. “If this were a natural crevasse, I’d be all for it,” he said. “But, when we as humans intervene, it rarely turns out well. That’s why we are where we are today.”", "Soon it would be too hot. It was another sticky day, and I’d circled back to New Orleans to meet up with a coastal geologist named Alex Kolker. Kolker teaches at the Louisiana Universities Marine Consortium, and, as a pedagogical sideline, he sometimes organizes excursions around the city. Unlike more conventionally popular tours, which feature ghosts, voodoo, and pirates, his emphasize hydrology. He’d agreed to take me on one, though, he’d warned, we’d have to leave early; by noon, the streets would be a sauna. “This city was built largely by the river,” Kolker observed, as we set out. We were travelling by bike from the Garden District, which was still sound asleep. “And the short story is that the high ground is near the river and the low ground is old swamps and old marshes.” We pedalled north on Josephine Street, away from the Mississippi and imperceptibly downhill. Lofty mansions gave way to shotgun houses in various states of renewal and disrepair. Kolker braked at an enormous pothole. It had been patched with asphalt, and this patch had developed a new pothole of its own. “Subsidence happens on a couple of different scales,” he observed. “You have the big scale, where the old marshes are degrading. And then you have smaller-scale features, like this.” A bit farther on, we came to a manhole cover sticking out of the street like a turret. “The manhole is probably anchored, and so it doesn’t sink, or, at least, it doesn’t sink as fast as the ground around it,” Kolker explained. A sign nearby read “Evacuation Route.” “And the kitchen is ideal for people who like to eat out.” In the sunny literature aimed at tourists, New Orleans is called the Crescent City (for the curve of the Mississippi it was built along) or the Big Easy (for its laid-back vibe). In a less upbeat context, residents refer to it as the “bowl.” By now, most of the bowl lies at or below sea level—some spots as much as fifteen feet below. When you’re in the city, it’s hard to imagine the entire place sinking underneath you, and yet it is. A recent study that relied on satellite data found some sections of New Orleans dropping by almost half a foot per decade. “That’s one of the fastest rates on Earth,” Kolker noted. After a few more stops to admire various swales and depressions—“There’s a sinkhole over there!”—we arrived at the Melpomene Pumping Station. By this point, we were in Broadmoor, a low-lying neighborhood sometimes called “Floodmoor.” The station was locked, but through its windows I could see a series of what looked like rockets resting on their sides. These were Wood Screw Pumps, so named for their inventor, A. Baldwin Wood. Wood patented his design in 1920, a moment of particularly grandiloquent confidence in the power of engineering. “New Orleans’ drainage problem is a terrible one,” a front-page article in the Item observed in May of that year. “To meet the problem, New Orleans has constructed the greatest drainage system in the world.” “Man every day is surpassing Nature,” the article declared. “He has thrown back the giant Mississippi and made it go where it listeth not.” In 1920, New Orleans had six pumping stations, including the Melpomene. These allowed the “old swamps” to be drained and developed into new communities, such as Lakeview and Gentilly. Today, there are twenty-four stations, which together operate a hundred and twenty pumps. During a storm, rain is funnelled into a Venice’s worth of canals. Then it’s channelled into Lake Pontchartrain. Without this system, large swaths of the city would quickly become uninhabitable. “Eyebrows.” But New Orleans’s world-class drainage system, like its world-class levee system, is a sort of Trojan solution. Since marshy soils compact by de-watering, pumping water out of the ground exacerbates the very problem that needs to be solved. The more water that’s pumped, the faster the city sinks. And, the more it sinks, the more pumping is required. “Pumping is a big part of the issue,” Kolker told me, as we climbed back onto our sweaty bicycles. “It accelerates subsidence, so it becomes a positive-feedback loop.”", "As we cycled on, the conversation turned to Katrina. Kolker moved to New Orleans about eighteen months after the storm hit. He recalled that, for several years, the “bathtub ring”—the citywide stain left behind by the floodwaters—was still clearly visible on the sides of most buildings. “Here we’re getting into areas that had five to eight feet of water,” he told me at one point. An unusually large storm, Katrina was far from a worst-case scenario. As it churned north, in the early morning hours of August 29, 2005, its eye passed to the east of the city; this meant that its strongest winds also passed to the east, over towns like Waveland and Pass Christian, in Mississippi. Briefly, it seemed that New Orleans had been spared. But the storm was driving water into a network of channels on the city’s eastern edge. These channels—the Industrial Canal, the Gulf Intercoastal Waterway, and the Mississippi River Gulf Outlet (otherwise known as Mr. Go)—had been dug for shipping, to provide a shortcut between the river and the sea. At around 7:45 A.M., the levees on the Industrial Canal failed, sending a twenty-foot-high wall of water crashing through the Lower Ninth Ward. At least six dozen people in the predominantly African-American neighborhood were killed. Water was also surging into Lake Pontchartrain. As the hurricane pushed inland, this water was forced south, out of the lake and into the city’s drainage canals. The effect was like emptying a swimming pool into a living room. Soon the flood walls on the Seventeenth Street and London Avenue Canals gave way. By the next day, eighty per cent of the bowl was underwater. Hundreds of thousands of people had evacuated New Orleans ahead of the storm. With the city inundated, it was unclear if they would return, or whether they should. “The Case Against Rebuilding the Sunken City of New Orleans,” ran a headline in Slate a week after the hurricane. “It is time to face up to some geological realities and start a carefully planned deconstruction of New Orleans,” an op-ed in the Washington Post declared. The author, Klaus Jacob, a geophysicist and an expert on disaster risk management, suggested that, as a temporary fix, some of New Orleans could be converted “into a city of boathouses.” The Mississippi could then be allowed to flood again, “to fill in the ‘bowl’ with fresh sediment.” (Jacob went on to warn, in 2011, that New York City’s subways would flood during a major storm, a prediction fulfilled the following year, by Superstorm Sandy.) An advisory group appointed by New Orleans’s mayor recommended that only the highest areas of the city—those along the river and atop what are known as the Gentilly and Metairie Ridges—be resettled. A public planning process should then be conducted, the group proposed, to determine which low-lying neighborhoods to reoccupy and which to abandon. All sorts of radical ideas were put forward, and then shelved. Retreat might make geophysical sense; politically, it was a non-starter. And so the Corps was charged, yet again, with reinforcing the levees—in this case, against storm surges coming from the Gulf. South of the city, the Corps erected the world’s largest pumping station, part of a $1.1-billion structure called the West Closure Complex. To the east, it constructed the Lake Borgne Surge Barrier, a concrete wall nearly two miles long and five and a half feet thick, which cost $1.3 billion. The Corps plugged the Mississippi River Gulf Outlet with a nine-hundred-and-fifty-foot-wide rock dam and installed massive gates and pumps between the drainage canals and Lake Pontchartrain. The pumps at the foot of the Seventeenth Street Canal were designed to move twelve thousand cubic feet of water per second, a flow greater than the Tiber’s. Louisiana’s Coastal Protection and Restoration Authority likes to characterize the new projects as a way to reëstablish natural processes. And that’s true, but only in the sense that trucking salmon upstream, or using planes to train whooping cranes to migrate, is natural. “When we as humans intervene, it rarely turns out well,” one local resident said. “That’s why we are where we are today.” Photograph by Matthew Pillsbury for The New Yorker These outsized structures have kept the city dry during several post-Katrina storms. And, from a certain perspective, New Orleans now appears substantially better protected than when Katrina hit. But what looks like a defense from one angle can look like a trap from another. “You must have a replenished coast,” Jeff Hebert, a former deputy mayor of New Orleans, told me. “Because as goes the coast, goes New Orleans.” Since the close of the crevasse period, land loss to the south has brought the city some twenty miles closer to the Gulf. It’s been estimated that for every three miles a storm has to travel over land its surge is reduced by a foot. If this is the case, then the threat to New Orleans has grown seven feet taller. “Drive out nature though you will with a pitchfork,” Horace wrote, in 20 B.C., “yet she will always hurry back, and, before you know it, will break through your perverse disdain in triumph.” Toward the end of our subsidence tour, Kolker and I cycled through the French Quarter, where, although it was still early, tourists armed with drinks were jamming the streets. In Woldenberg Park, we got up on top of the levees and could look out over the Mississippi, toward Algiers. I asked Kolker how he saw the future. “Sea level will continue to rise,” he said. The diversions planned for Plaquemines would add some land back to the marshes south of the city, and so, too, would more conventional dredging projects, like BA-39. “But I think the areas that don’t get restored will flood more and more frequently. There will be continued wetland loss.” The city once known as L’Isle de la Nouvelle Orléans would, in coming years, Kolker predicted, “look more and more like an island.”", "Isle de Jean Charles, in Terrebonne Parish, lies fifty miles southwest of New Orleans and sixty miles due west of Buras, along the moldering instep of Louisiana’s boot. It can be reached by a single, narrow causeway that used to run over marshland. Now you can fish from your car. “In the springtime, there’s always water on the road, whenever there’s a south wind,” Boyo Billiot told me. We were standing in the back yard of the house he had grown up in, which his mother, who is ninety-four, still occupies. It teetered above us on twelve-foot pilings. Several American flags fluttered from the aerial porch. It was winter, and the tail end of deer-hunting season. Billiot was dressed in camouflage. His phone kept dinging with messages from hunting buddies wondering where he was. Billiot is a broad man with a gravelly voice and a salt-and-pepper goatee. He can trace his ancestry back to Jean Charles Naquin, who gave the island its name, in the early eighteen-hundreds. (The eponymous Jean Charles was an associate of the notorious pirate Jean Lafitte.) Naquin had a son, Jean Marie, who married a Native American woman and escaped to the island after his father disowned him. Jean Marie’s children, in turn, married descendants of three tribes—the Biloxi, the Chitimacha, and the Choctaw. Most of their children remained on the island, where they formed their own tightly knit, largely self-sufficient society. “They went for years and years and nobody knew there was anybody living here,” Billiot told me. “When they had the Great Depression, they didn’t know anything about it over here, because it didn’t affect them.” Billiot grew up on Isle de Jean Charles in the nineteen-fifties, speaking a mixture of Cajun French and Choctaw. “Everybody knew each other, from one end of the island to the other,” he recalled. People still earned a living mostly from fishing, oystering, and trapping. His father had had a shrimp boat that he would dock right in front of the house. In those days, a deep bayou ran the length of the island, and people crabbed in it. The road, which had just been built, didn’t get much use, because the island had its own grocery stores. Today, the island’s stores are all gone. There are about forty houses left, most of them raised up on pilings, and many of them abandoned. Since Billiot was a child, the island has shrunk from thirty-five square miles to half a square mile—a loss in area of more than ninety-eight per cent. The island is disappearing for all the usual reasons. It’s part of an ancient delta lobe whose soil is compacting. Sea levels are rising. In the early part of the twentieth century, it lost its main sources of fresh sediment to flood-control measures. Then came the oil industry, which dug canals through the wetlands. The canals pulled in salt water, and, as the salinity rose, the reeds and marsh grasses died. The die-off widened the channels, allowing in more salt water, causing more die-off and more widening. “It’s almost like when we used to have video players and you’d hold down the fast-forward button to get where you wanted to in a movie,” Billiot’s daughter, Chantel Comardelle, told me. She was sitting in the kitchen of the elevated house with Billiot’s mother, whom she calls maman. The walls were lined with family photos. “Those canals just held the fast-forward button on the problem.” After a pair of hurricanes in the nineteen-eighties flooded the trailer they were living in, Billiot and Comardelle and the rest of their immediate family moved off the island. With each successive storm, another chunk of land was lost and more families left. In the early two-thousands, a ring of levees was erected around the remnants of Isle de Jean Charles. These turned the bayou where people had once fished and crabbed into a narrow, stagnant pond. Inside the levees, land loss slowed. Outside and along the road, it only got worse. Even at this point, steps could have been taken to preserve what was left of Isle de Jean Charles. Plans for a massive hurricane-protection system, known as the Morganza to the Gulf project, were being drawn up and could have been extended to include the island. But in this case the Corps recommended against more engineering. Building the extension would have added a hundred million dollars to the project’s billion-dollar price tag and preserved just three hundred soupy acres. (The cost of the project has since ballooned to ten billion dollars.) For that much money, you could buy as much land in, say, Chicago. The residents of the island, as well as the families who have moved off it in recent decades, are virtually all members of the Isle de Jean Charles band of the Biloxi-Chitimacha-Choctaw Tribe. Comardelle is the band’s secretary, Billiot is a deputy chief, and the band’s chief is Billiot’s uncle, Albert Naquin. When it became clear that the road and then, ultimately, the isle itself were going to be allowed to wash away, a plan was drawn up to move the entire community inland. For the first phase of construction, the band applied for a fifty-million-dollar federal grant, which was awarded in 2016. At the time of my visit, though, the money had become tied up in state politics, and the plan seemed to be in the process of unravelling. As I wandered past empty homes plastered with “No Trespassing” signs, I could see the economic logic of the island’s “planned deconstruction.” At the same time, the injustice was pretty glaring. The Biloxi and the Choctaw had come to Louisiana after they’d been dispossessed of ancestral lands farther east. The Isle de Jean Charles band had been able to live peacefully on the island only because it was too isolated and commercially irrelevant for anyone else to take an interest in. The band had had no say in the dredging of the oil channels or in the layout of the Morganza to the Gulf project. They’d been excluded from the efforts to control the Mississippi, and, now that new forms of control were being imposed to counter the effects of the old, they were being excluded from those, too. “It’s kind of hard to imagine that no one’s going to be living here,” Billiot told me. “But I’ve watched it erode away.”", "From a distance, the Old River Control Auxiliary Structure looks like a row of sphinxes attached at the ears. The structure is four hundred and forty feet long and a hundred feet high. When you get close enough, you can see that the heads of the sphinxes are really cranes and the haunches steel gates. If there is a single feat of engineering that can stand for the centuries-long effort to dominate the Mississippi—to make it “go where it listeth not”—the Auxiliary Structure might be it. Unlike a levee or a spillway, built to stop the river from flooding, it was put up to stop time. The Auxiliary Structure sits on a broad plain about eighty miles upriver from Baton Rouge. Near this spot, some five hundred years ago, the Mississippi went on a bender, creating a kind of hydrological as well as nomenclatural hair ball. The meander took the Mississippi so far west that it ran into the Atchafalaya, at that time a distributary of a different river, the Red, which itself was a Mississippi tributary. The Atchafalaya is a good deal shorter and steeper than the last few hundred miles of the Mississippi, and the tangle presented the water in the larger river with a choice. It could follow its old path to the Gulf, via the Bird’s Foot, or it could switch routes and take the faster path offered by the Atchafalaya. Until the mid-eighteen-hundreds, an enormous logjam on the Atchafalaya, which was dense enough to walk across, complicated this choice. But once the jam was removed—by, among other means, nitroglycerin—more and more water began flowing out of the main stem of the Mississippi. As the flow on the Atchafalaya increased, it widened and deepened. In the ordinary course of events, the Atchafalaya would have kept widening and deepening until, eventually, it captured the lower Mississippi entirely. This would have left New Orleans low and dry and rendered the industries that had grown up along the river—the refineries, the grain elevators, the container ports, and the petrochemical plants—essentially worthless. Such an eventuality was thought to be unthinkable, and so, in the nineteen-fifties, the Corps stepped in. It dammed the former meander, known as Old River, and dug two huge, gated channels. The river’s choice would now be dictated for it, its flow maintained as if it were forever the Eisenhower era. Long before I caught sight of the Auxiliary Structure, I’d read about it in John McPhee’s classic piece “Atchafalaya,” a morality tale of a darkly comic cast that appeared in this magazine, in 1987. In McPhee’s telling, the Corps throws its heart—and millions of tons of concrete—into forestalling the Mississippi’s avulsion, and believes that it has succeeded. “The Corps of Engineers can make the Mississippi River go anywhere the Corps directs it to go,” one general avers, after a narrow brush with disaster, in 1973, when control of Old River Control was nearly lost. McPhee writes admiringly of the Corps’ grit, determination, even genius, but running through the essay is a strong countercurrent. Is the Corps just kidding itself? Are we all? “Atchafalaya,” McPhee writes. “The word will now come to mind more or less in echo of any struggle against natural forces—heroic or venal, rash or well advised—when human beings conscript themselves to fight against the Earth, to take what is not given, to rout the destroying enemy, to surround the base of Mt. Olympus demanding and expecting the surrender of the gods.” I showed up at Old River Control on a lovely Sunday afternoon in late winter. The Corps’ office, tucked behind a formidable iron fence, looked empty. But, when I pressed on a buzzer by the driveway, the intercom crackled to life and a natural-resource specialist named Joe Harvey came out to meet me. He was dressed as if he were about to go fishing, with his pants tucked into big rubber boots. He led me out to a gazebo overlooking the Auxiliary Structure and its outflow channel. As the water in the channel swirled by, we chatted about fluvial history. “In 1900, about ten per cent of the Red River and the Mississippi put together was going down the Atchafalaya,” Harvey explained. “In 1930, you had about twenty per cent. By 1950, you had thirty per cent.” This was the trend line that prompted the Corps to step in. “We still do the seventy-thirty division,” Harvey said. Every day, engineers measure the flow on the Red and the Mississippi and adjust the gates accordingly. On this particular Sunday, they were allowing through some forty thousand cubic feet per second. “From here down to the mouth of the Mississippi is about three hundred and fifteen miles,” Harvey said. “And from here to the mouth of Atchafalaya is about a hundred and forty miles. So it’s about half the distance. So the river wants to go this way. But if that happens . . .” His voice trailed off. Two people were fishing on the outflow channel, from a little motorboat, and I asked Harvey what they might catch. “Oh, we have everything that’s in the Mississippi,” he said. “Of course, now there’s a whole lot of carp, and that’s not so good.” He was referring to Asian carp, which were brought over from China in the nineteen-sixties and seventies. The fish, which had been imported to provide algae control, escaped from hatcheries during flood season and found their way into the Mississippi, and from there into virtually all of the river’s major tributaries. In some stretches of the Illinois River, Asian carp now make up ninety per cent of the fish stock by weight. Like the dissolution of the Louisiana coast, the carpification of the Mississippi basin is a man-made natural disaster. And here, as well, the Corps has been called in. In an effort to keep the fish from swimming into Lake Michigan, it has spent tens of millions of dollars installing electric carp barriers. “They’re still trying to keep them out of the Great Lakes,” Harvey said. “Here, they’re just everywhere.”"], "pubDate": null, "id": "40ba0715-fd3e-3822-a127-61923ebeb184", "keywords": ["miles", "plaquemines", "gulf", "louisianas", "flood", "river", "levees", "water", "mississippi", "land", "coast", "orleans", "disappearing"], "title": "Louisiana’s Disappearing Coast", "summary": "Thousands of miles of levees, flood walls, and revetments have been erected to manage the Mississippi.\nSince the city wasn’t going to move to suit the river, the river would be forced to stay put.\nSoutheast Louisiana, where the Mississippi River meets the Gulf of Mexico, as it is often depicted on maps.\nDirectly next door to the Center for River Studies sits the headquarters of Louisiana’s Coastal Protection and Restoration Authority.\nThe Corps plugged the Mississippi River Gulf Outlet with a nine-hundred-and-fifty-foot-wide rock dam and installed massive gates and pumps between the drainage canals and Lake Pontchartrain.", "authors": ["Elizabeth Kolbert", "Eric Klinenberg", "John Mcphee", "Alice Munro", "Jeffrey Toobin"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}