{"id": "40dd943a-7187-3213-8ce1-fcdfddfa6f08", "title": "Virgil Abloh, Adut Akech, Janet Mock, and More on Keeping Fashion Responsible", "url": "https://www.vogue.com/article/vogue-voices-responsible-fashion", "summary": "How would the way fashion is made, and the way that we all interact with it, change in the face of urgent calls for racial equity, an ongoing climate crisis, and the devastating effects of a global pandemic?\nWe divided the answers into five chapters, which we have titled Creating Fashion, Sustainable Fashion, Buying Fashion, Responsible Fashion, and Viewing Fashion.\nHere, 30 models, designers, stylists and others weigh in on the future of Responsible Fashion.\nVirgil Abloh, Designer, Off-White and Louis Vuitton (men)I’m 39 years old, and it’s taken 39 years to get here, to prove my pedigree.\nI’m one of the few Black designers on the Parisian fashion calendar.", "paragraphs": ["For this year’s September issue, Vogue asked 100 people—from creative directors, models, and photographers to activists and CEOs—one simple (but also incredibly complex) question: What is the future of fashion? How would the way fashion is made, and the way that we all interact with it, change in the face of urgent calls for racial equity, an ongoing climate crisis, and the devastating effects of a global pandemic? We divided the answers into five chapters, which we have titled Creating Fashion, Sustainable Fashion, Buying Fashion, Responsible Fashion, and Viewing Fashion. Taken together, they reveal a wide-ranging portrait of our time while also pointing the way forward—to a different fashion calendar, a different protocol for production, and an altogether different relationship with clothes. Here, 30 models, designers, stylists and others weigh in on the future of Responsible Fashion.", "Ugbad Abdi, Model", "Brands should understand the importance of assembling a team that is diverse and inclusive, both in front of and behind the camera. I’d like to see more thought being put into making models of color feel comfortable backstage, whether that’s in terms of the hairstyling or in creating safe spaces in which models feel they can speak up and be heard. More and more, I’m considering the brands I work with and whether their values align with my own. This is a moment in which we should all feel more empowered.", "Virgil Abloh, Designer, Off-White and Louis Vuitton (men)", "I’m 39 years old, and it’s taken 39 years to get here, to prove my pedigree. I’m one of the few Black designers on the Parisian fashion calendar. There should be more Black design in the conversation, more of us showing on that schedule. Martine Rose, Samuel Ross, Grace Wales Bonner—these are friends of mine, and I know their pedigree for design is just as impressive as my own, if not more. They should be filling up the Parisian houses. I’m starting a scholarship under my name to put 100 Black kids into a wide range of historically Black colleges and accredited design schools in America—a wide spectrum. It’s not just inroads within the fashion industry that need attention—it’s like how I started, as a 17-year-old kid whose parents wanted him to be an engineer, and I said, “No—I want to be a fashion designer.” I mean, I started with a screen-printed T-shirt, and now I do what I do. It’s like, how do you even get on that path?", "Adut Akech, Model", "If what’s happening in America isn’t a reality check and a wake-up call for a lot of people—for so many problems, from racism and colorism in fashion, in acting, in any field—I don’t know what will be.", "Jason Bolden, Stylist", "It’s a moment for a reset—the clients and the hair and makeup people are all very careful who they partner with. They’re looking at their values. Brands are being a bit more inclusive about dressing people, and the talent is very conscious as well— does it need to be a major house, or could it be an emerging designer?", "What I know for a fact—and what I can help shift—is that in order to be seen and heard, imagery is important. It makes us believe in hope and provides possibility. Once you discard images of Black people—a designer, a director, a writer, a CEO, a board member, a celebrity—that reality becomes less possible. Even without being told, you are being told that you don’t belong. It’s so simple: Every living person deserves an opportunity to live—without fear, or caution, or PTSD. As a Black male, to be recognized by Vogue for the first time, it’s a new step, a new journey. There are opportunities now—the unheard voices are being heard. But also: Let’s keep talking after this; talk to me about more than this.", "Andrew Bolton, Wendy Yu Curator in Charge, the Costume Institute of the Metropolitan Museum of Art", "What I’ve been hearing from independent and younger designers is a greater emphasis on the ethics of fashion—on conscious creativity and designing with intention; and on authenticity, craft, and artisanship. There’s also a greater realization of the power of fashion as a tool for cultural commentary, for social justice and activism; for telling very political stories that include notions of diversity and inclusivity. I’m not hearing as much about multiculturalism and transculturalism, which I wish I were, which would lead us into conversation about the decolonization of fashion. But certainly there’s much more thought going into notions of nonbinary, gender-neutral clothing and notions of hybridity with seasonless, ageless, genderless collections and smaller productions. Something else I found really encouraging among the young designers I spoke to: There’s no ambition to work for a big company or a large brand. They’re more content creating a way of working that suits them and their customers and allows them more control over their own narratives.", "Tory Burch, Designer", "A purpose-led brand is so important: It’s the reason I started my company. I was always interested in women’s empowerment. How can we change the dynamic for women—in the workforce, certainly, but beyond? Very simply: Fashion can make someone extremely confident. When we hear that when a woman wears something of ours and feels more confident—that’s a win for us. Fashion can change outlooks."], "authors": ["Condé Nast", "As Told To", "Jason Duzansk", "Rinaldi Parunga"], "keywords": ["akech", "virgil", "notions", "models", "mock", "responsible", "adut", "abloh", "im", "designers", "keeping", "way", "theres", "fashion", "know", "started", "black", "janet"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}