{"id": "410ca57c-3c62-3157-9498-dc3f67330b64", "title": "Where Americans Are Traveling Locally in 2020", "url": "https://www.vogue.com/article/where-americans-are-traveling-locally-in-2020", "summary": "Last week, Airbnb released a report about how Americans’ travel habits have changed amid the COVID-19 pandemic.\nPark City, UtahPark City Main Street.\nPark City, Utah.\nMakes sense: nestled in the Wasatch Mountain range, Park City, Utah, is an adventurer’s paradise: you can hike, fly fish, horseback ride, white river raft, skeet shoot, mountain bike, and so on.\nIn the winter, skiers flock to the slopes of Park City and Deer Valley.", "paragraphs": ["Last week, Airbnb released a report about how Americans’ travel habits have changed amid the COVID-19 pandemic. No surprise here, but they’ve shifted a lot. Especially when it comes to where people are traveling, and how long they’re staying for.", "Once upon a time, weekend trips or journeys to far-flung locales were on everyone's wishlists. But with international borders closed and many metropolitan destinations under stringent lockdowns, Airbnb found that its users were searching for domestic escapes with close proximity to nature. And they wanted to stay longer: The company found that people who have the opportunity to work from anywhere booked longer stays—as in two-plus weeks—especially in places with abundant natural surroundings.", "Below, Airbnb's top 5 trending locations—from small cities to ski towns to desert getaways.", "Park City, Utah", "Park City Main Street. Photo: Getty Images", "Airbnb’s top trending location? Park City, Utah. Makes sense: nestled in the Wasatch Mountain range, Park City, Utah, is an adventurer’s paradise: you can hike, fly fish, horseback ride, white river raft, skeet shoot, mountain bike, and so on. In the winter, skiers flock to the slopes of Park City and Deer Valley.", "The town itself is a classic western outpost with many stores selling cowboy boots or wood carvings by local artisans. Stop by 350 Main, the classic bistro that’s served Park City for over 25 years, and down some whiskey at High West’s saloon, which is now offering some glasses to go."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["park", "mountain", "main", "locally", "airbnb", "2020", "americans", "city", "classic", "utah", "work", "longer", "traveling", "trending"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}