{"paragraphs": ["Christopher Brown’s first novel, Tropic of Kansas, is about a charismatic CEO who becomes president and moves the country toward autocracy. Many readers credit Brown with being prescient, but ironically he initially set the book aside because he thought the premise was too far-fetched.", "“I went from thinking ‘This book is too implausible’ to saying, ‘The headlines are catching up with it, and I need to get it out there,'” Brown says in Episode 381 of the Geek’s Guide to the Galaxy podcast.", "Brown’s second novel, Rule of Capture, is set in the same world as Tropic of Kansas, and centers on a struggling lawyer who defends political prisoners even as the justice system crumbles around him. Combining a legal thriller with dystopian science fiction seems like a winning formula, but it’s one that’s surprisingly rare.", "“There’s a lot of law in science fiction—from Asimov’s Laws of Robotics to the Prime Directive to the laws that the human-animal hybrids have to follow in The Island of Doctor Moreau—there’s a lot of law, but very few lawyers,” Brown says. “So figuring out how to do this kind of mash-up and make it all sync up was a very interesting, challenging, and ultimately very rewarding exercise.”", "As a lawyer himself, Brown was disturbed at the way that so many legal experts were willing to justify torture in the wake of 9/11, and that also influenced Rule of Capture. “In my own lifetime I’ve witnessed—as a lawyer, as somebody working in politics, and just as a citizen—how my own belief in the norms I’ve been raised with regarding the rule of law can be very rapidly eroded, often through the capitulation of the lawyers we rely on to hold the line.”", "Unfortunately Brown’s research for Rule of Capture turned up no shortage of troubling precedents that could be misused in the future.", "“There’s a whole shelf of books in the back of the University of Texas law library on ‘the practical administration of martial law,'” he says. “From a period in our history when it was pretty common for governors to use martial law to suppress labor actions and things like that.”", "Listen to the complete interview with Christopher Brown in Episode 381 of Geek’s Guide to the Galaxy (above). And check out some highlights from the discussion below.", "Christopher Brown on Austin:", "“At the time, my family and I were looking for a new place to live. … I came here for a work conference for the weekend, and I saw that there was a science fiction bookstore here that the community could sustain, and I knew that writers like Bruce Sterling had lived here, and that this had been—as much as any place—the birthplace of cyberpunk, the science fiction genre that had really turned me on as a twentysomething. So I partly moved here because I knew there was something like that here. And I met a number of writers here, including Don Webb, and ultimately Bruce, and Jessica Reisman and others, and that really was my gateway to the wider community of science fiction writers and readers who participate actively in fandom.”", "Christopher Brown on Rule of Capture:", "“The US has lost a war with China—not a long drawn-out war, a pretty quick conflict that’s mostly been orbital—but one that has resulted in the humiliation of a country that previously was kind of a dominant imperial power, and is subjected to treaty accords and austerity programs and things like that, the kind of circumstance that both opens up the window of the politically possible, but also provides a fertile ground for the ferment of ultranationalism. … So the idea is that, in many respects, it kind of feels like Germany in the late ’20s or early ’30s, during the Weimer years, or kind of like Chile and Argentina were right before the outbreaks of their respective dirty wars—something that I have some experience with through family.”", "Christopher Brown on lawyers:", "“I was in the middle of [writing Tropic of Kansas], and I went for a coffee break, and I was standing there—getting in my car, with my coffee—by the side of the highway, and I look up, and there’s this billboard—here in Texas, where lawyer ads flourish like prickly pear—and it’s a very Austin sort of lawyer marketing. It’s ‘The Lawyer who Rocks.’ So if you’re the kind of person who also wants your lawyer to be in a band. And I was looking at that guy, and he’s got a coat and tie and a biker jacket, and I’m like, ‘Who are the lawyers in a dystopia? How would lawyers adapt to the degeneration of the rule of law? What would criminal lawyers do if habeas corpus were suspended?’ … So I created a character [like that] for my book.”", "Christopher Brown on science fiction:", "“I think that the science fictional imagination—or maybe we could call it the ‘utopian imagination’—plays a really important role in political theory. I come to science fiction from a background in politics and political theory, and thinking about, ‘What would a better society look like?’ … With the collapse of the Soviet Union, utopian thinking kind of disappeared from our political discourse, and you now have degrees of pragmatic thought guiding our ideas, but no aspirations for that happier world that could lie on the other side. Utopia is not a real place, but it’s one you can kind of imagine from here, and I think science fiction can—if it wishes—play a really important role in trying to imagine those more hopeful futures, and reignite that important project of trying to imagine how we can get to a better world.”", "More Great WIRED Stories"], "pubDate": null, "summary": "Christopher Brown’s first novel, Tropic of Kansas, is about a charismatic CEO who becomes president and moves the country toward autocracy.\nBrown’s second novel, Rule of Capture, is set in the same world as Tropic of Kansas, and centers on a struggling lawyer who defends political prisoners even as the justice system crumbles around him.\nCombining a legal thriller with dystopian science fiction seems like a winning formula, but it’s one that’s surprisingly rare.\nIt’s ‘The Lawyer who Rocks.’ So if you’re the kind of person who also wants your lawyer to be in a band.\nHow would lawyers adapt to the degeneration of the rule of law?", "title": "Rule of Capture Combines Legal Thriller and Dystopian Sci-Fi", "url": "https://www.wired.com/2019/10/geeks-guide-christopher-brown/", "keywords": ["scifi", "law", "dystopian", "fiction", "kind", "rule", "really", "lawyer", "combines", "capture", "thriller", "political", "brown", "lawyers", "legal", "science"], "authors": ["Geek'S Guide To The Galaxy", "Powered Outbrain", "Michael Calore", "Echo Esc_Html", "Wired_Get_The_Byline_Name", "Related_Video"], "id": "411e3f22-c55e-3810-8e4e-b3a4e06a6dc6", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}