{"id": "417cf933-a33e-365e-a7ae-ef52ebc02f13", "title": "Ruff life: with Biden's win the White House will get two dogs-in-chief", "url": "https://www.theguardian.com/us-news/2020/nov/09/joe-biden-white-house-dogs", "summary": "Joe Biden’s election win means the White House will once again be home to a first pet – or in this case two first pets.\nThe Biden family includes two German shepherds: Major, a young rescue dog, and Champ, who lived at One Observatory Circle in Washington with them during Barack Obama’s administration, when Biden served as vice-president.\nThe Bidens adopted Major, a German Shepherd, in November 2018 from the Delaware Humane Association (DHA) after fostering him for about eight months.\nDonald Trump bucked tradition by being the first president since 1897 to not have a pet while in office.\n“How would I look walking a dog on the White House lawn?”Now, we will most likely never have an answer to that question.", "paragraphs": ["Joe Biden’s election win means the White House will once again be home to a first pet – or in this case two first pets.", "The Biden family includes two German shepherds: Major, a young rescue dog, and Champ, who lived at One Observatory Circle in Washington with them during Barack Obama’s administration, when Biden served as vice-president.", "“Of all of us, Champ is going to have the hardest time leaving this place,” Jill Biden told the Washington Post as she prepared to leave the vice-presidential residence in 2017. “Champ has a built-in family here 24 hours a day with all the staff and security guards that keep little dog biscuits on hand for him.”", "Champ has been in the Biden family since late 2008, when Biden bought him from a breeder in Pennsylvania as a three-month-old pup. Biden had reportedly promised his granddaughters they could name the new family pet.", "Jill Biden had promised Joe that they would get a dog after the 2008 election and, according to Politico, “would tape pictures of different dogs on the back of the seat in front of Biden on his campaign plane”.", "The Bidens adopted Major, a German Shepherd, in November 2018 from the Delaware Humane Association (DHA) after fostering him for about eight months.", "", "In February, New Hampshire’s Union Leader asked the Democratic candidates why their pets were important to them.", "“Dogs remind you to live in the present,” Biden said. “They love unconditionally and they savor every moment with you. When I’m with Champ and Major, I get to live in the ‘now’ for a moment with them, enjoy the simple act of throwing a ball around or taking a walk.”", "Biden also guessed the pup pair would be happy at the White House.", "Donald Trump bucked tradition by being the first president since 1897 to not have a pet while in office. He explained why at a February 2019 rally in Texas.", "", "“I wouldn’t mind having one, honestly, but I don’t have any time,” Trump said. “How would I look walking a dog on the White House lawn?”", "Now, we will most likely never have an answer to that question."], "authors": ["Amanda Holpuch"], "keywords": ["promised", "bidens", "dogsinchief", "washington", "house", "trump", "white", "win", "major", "ruff", "champ", "dog", "family", "life", "pup", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}