{"id": "4187cd6c-47ae-38f9-926c-dc6e6b3dde6c", "title": "'Heartwarming' Facebook post from Illinois sheriff's office goes viral", "url": "https://www.foxnews.com/lifestyle/facebook-post-illinois-sheriffs-office-viral", "summary": "Authorities in Illinois are being praised for going the extra mile to comfort and care for a child in protective custody over the weekend after one officer shared the story in a moving Facebook post.\n“You won't see or hear about this on the evening news but this is something we deal with regularly,” said Dan Travous, acting chief deputy of the Clinton County Sheriff's Office in Carlyle.\nCorrectional Officer Litteken bought the child diapers, clean clothes and a stuffed animal with her own money, the acting chief deputy said.\nI'm here to tell you, 99.9% of sheriff's deputies and police officers, are just like Detective McClaren, Deputy Davis and Correctional Officer Litteken.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWSFacebook users thanked the sheriff’s office for keeping the child safe and sharing the “heartwarming” story, which has circulated around the country.", "paragraphs": ["Hey, little buddy.", "Authorities in Illinois are being praised for going the extra mile to comfort and care for a child in protective custody over the weekend after one officer shared the story in a moving Facebook post.", "“You won't see or hear about this on the evening news but this is something we deal with regularly,” said Dan Travous, acting chief deputy of the Clinton County Sheriff's Office in Carlyle.", "NASA ASTRONAUT DESCRIBES THE 'HONOR' AND 'DUTY' OF VOTING IN SPACE", "Travous explained that the child was taken into protective custody early on Saturday morning, revealing that the youngster was \"exhausted\" after being awake for much of the night. From there, the little one was in the care of law enforcement officers for over six hours, who did all they could to make the kiddo feel safe and secure.", "Correctional Officer Litteken bought the child diapers, clean clothes and a stuffed animal with her own money, the acting chief deputy said. Detective McClaren watched cartoons with the child in the office’s telecommunications center, where the youngster eventually fell asleep. Deputy Davis, who took the child into police protection, also spent the morning with the little one, until a family member was able to take over custody.", "“I don't write this to toot our own horn, but to try and show what sheriff offices and police departments all over the country do every day,” Travous argued. “The national press would rather fixate on the negative. I'm here to tell you, 99.9% of sheriff's deputies and police officers, are just like Detective McClaren, Deputy Davis and Correctional Officer Litteken. They chose a profession and have given their hearts to help and serve their communities every day!!!”", "The bittersweet story and photo have since received over 15,000 likes and a thousand comments.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Facebook users thanked the sheriff’s office for keeping the child safe and sharing the “heartwarming” story, which has circulated around the country.", "“This is NOT tooting your own horn, just sharing facts that so many are not aware of!” one commenter said. \"Thank you all for tireless efforts! God bless you all.”", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "\"What a rewarding moment, confirming you are in the right job for you,\" another echoed. \"May God watch over you everyday as you continue to keep our community safe.\""], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["sheriffs", "child", "youngster", "viral", "post", "travous", "protective", "sharing", "heartwarming", "goes", "office", "facebook", "deputy", "little", "illinois", "officer", "safe"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}