{"id": "41a311dc-4305-3d0a-a3a7-6a976990bd90", "title": "How to Make Your Showers a Soothing Escape in This Uncertain Time", "url": "https://www.vogue.com/article/how-to-make-shower-more-serene-tips", "summary": "From creating a warm, grounding environment to therapeutic skin-care treatments, here’s how to make your showers feel like an act of respite and relaxation.\nThankfully, brands like Brooklyn-based Quiet Town are bridging the gap with beautiful, thoughtfully-crafted curtains that merge practicality with design.\nQuiet Town The Marfa Cotton Canvas Shower Curtain $198 QUIET TOWN HOME Shop Now Lush Decor Blush and White Linen Shower Curtain $51 LUSH DECOR Shop NowDeny Designs Hello Sayand Urban Jungle Shower Curtain $89 DENY DESIGNS Shop Now CB2 Crescent Blockprint Shower Curtain $60 CB2 Shop NowLight a candleA beautiful candle is a true luxury.\nIn a bathroom setting, it not only offers a scent that makes you feel feel good, but it secures that ever-soothing candle-lit ambiance at night.\nMalin and Goetz Vitamin B5 Body Lotion $35 MALIN AND GOETZ Shop Now Lord Jones High CBD Formula Body Lotion $42 LORD JONES Shop Now", "paragraphs": ["Amid stress and uncertainty, showers are no longer just a utilitarian to-do, they're an act of serene self-care—particularly when you take your time and add those few extra steps that transform it into a fully realized ritual. From creating a warm, grounding environment to therapeutic skin-care treatments, here’s how to make your showers feel like an act of respite and relaxation.", "Create Warm, Relaxing Lighting", "Warm lighting, particularly in the evening, promotes relaxation and helps to calm the mind. Whether you’re bathing before bed or just in need of a dose of grounding glimmer during the day, flick on a small accent light that emits a soft, mellow glow. Try a stylish midcentury-inspired orb, small paper lantern light, or a compact pinky-peach Himalayan salt wall plug, which will help cleanse the air in your space.", "Rakaposhi Salt Rock Night Light $15 RAKAPOSHI Shop Now Light Accents Round Glass Lamp $45 LIGHT ACCENTS Shop Now", "RGL Asian Wall Night Light $22 RGL Shop Now Casper The Glow Light $129 Casper Shop Now", "Hang a Beautiful Shower Curtain", "Finding an attractive, let alone swoon-worthy shower curtain is like spotting a diamond in the rough. Thankfully, brands like Brooklyn-based Quiet Town are bridging the gap with beautiful, thoughtfully-crafted curtains that merge practicality with design. Whether it’s a breezy, two-toned linen number or something a bit punchier, like abstract geometrics or bold jungle flowers, it’s about what you consider beautiful—and what will make you feel at ease.", "Quiet Town The Marfa Cotton Canvas Shower Curtain $198 QUIET TOWN HOME Shop Now Lush Decor Blush and White Linen Shower Curtain $51 LUSH DECOR Shop Now", "Deny Designs Hello Sayand Urban Jungle Shower Curtain $89 DENY DESIGNS Shop Now CB2 Crescent Blockprint Shower Curtain $60 CB2 Shop Now", "Light a candle", "A beautiful candle is a true luxury. In a bathroom setting, it not only offers a scent that makes you feel feel good, but it secures that ever-soothing candle-lit ambiance at night. In these taxing times, consider notes that whittle away at stress such as balancing Breu resin, sweet earthy vetiver, or grounding cedar.", "Costa Brazil Vela Jungle Candle $165 COSTA BRAZIL Shop Now Diptyque Ambre Scented Candle $68 DIPTYQUE Shop Now", "Boy Smells Cedar Stack Candle $34 BOY SMELLS Shop Now Apotheke Hinoki Lavender Candle $38 Apotheke Shop Now", "Dry Brush for a Full-Body Massage", "Before entering the shower, take a dry brush and gently massage yourself head to toe in long, circular strokes that move up towards your heart. It contributes to lymphatic drainage and increased circulation and, according to Ayurvedic philosophy, is a mediative act of cleansing and detoxifying the body. Plus, it helps buff away dead skin cells as the first step for a full-body glow.", "Goop Beauty G.Tox Ultimate Dry Brush $20 GOOP Shop Now The Organic Pharmacy Skin Brush $15 THE ORGANIC PHARMACY Shop Now", "Popchose Dry Brushing Body Brush $10 POPCHOSE Shop Now EcoTools Bristle Brush $6 EcoTools Shop Now", "Embrace Aromatherapy", "Once you’ve turned the faucet and found that perfectly calibrated warm temperature, consider a little aromatherapy behind the curtains. Hang a bouquet of fresh eucalyptus from your shower head for a refreshing natural scent, or try an in-shower mist like the J.R. Watkins's new Detox formula laced with warming ginger, or a shower melt like Aura Cacia's calming lavender tablets.", "Beau Jour Dried Real Eucalyptus $19 BEAU JOUR Shop Now J.R. Watkins Detox Aromatherapy In-Shower Mist $15 J.R. WATKINS Shop Now", "Aura Cacia Aromatherapy Shower Tablets $28 AURA CACIA Shop Now Truly Moon Shower Adaptogenic Spa Mist $15 Truly Shop Now", "Exfoliate All Over", "Your body will already be buzzing from the dry brushing session; up the ante on smooth, soft skin and muscle tension relief with a polishing body scrub. Ren’s clean sea salt balm contains a touch of magnesium for its calming and detoxing properties, while Juara’s creamy polish teams candlenut oil with crushed walnut particles for an extra-silky effect all over. And don’t forget your scalp: A purifying scrub, such as French hairstylist Christophe Robin's cult favorite, will help cleanse, remove build-up, and leave the scalp feeling truly revitalized.", "Christophe Robin Cleansing Purifying Scrub with Sea Salt $53 CHRISTOPHE ROBIN Shop Now Ren Atlantic Kelp and Magnesium Salt Anti-Fatigue Exfoliating Body Scrub $49 REN Shop Now", "Juara Candlenut Body Polish $43 JUARA Shop Now Skin BUTTR Gingr Lemon Scrub $7 Skin BUTTR Shop Now", "Cleanse Luxuriously", "Just as important as how you feel in the shower is how you feel walking out of it—for those who enjoy fragrance, a fresh, long-lasting scent is a key part of the equation. Look to a gentle body cleanser infused with a magic, sweet-smelling ingredient such as Le Labo’s earthy Hinoki, Seed Phytonutrient’s herbal cedar leaf, or Fresh’s zingy citrus.", "Le Labo Shower Gel Hinoki $27 LE LABO Shop Now Fresh Citron de Vigne Bath and Shower Gel $23 FRESH CITRON DE VIGNE Shop Now", "Seed Phytonutrients Body Cleanser $18 SEED Shop Now Plant Apothecary Calm Down Body Wash $20 Plant Apothecary Shop Now", "Step Out and Hydrate", "After toweling off, seal in the moisturizer with a lightweight, sinks-right-in lotion like Malin + Goetz’s Vitamin B5-packed cult favorite or Lord Jones’s extra-strength CBD-infused version to give your muscles some extra TLC. To double down on hydration, Oye's rich shea butter is laced with nourishing and healing vitamins A, K, E, and F. Alternatively, you can reach for an oil, like Taza’s Nourish Eladi Body, with soothing Himalayan cedar and healing Indian frankincense, for the Ayurvedic ritual of a full-body abhyanga, or self-massage.", "Malin and Goetz Vitamin B5 Body Lotion $35 MALIN AND GOETZ Shop Now Lord Jones High CBD Formula Body Lotion $42 LORD JONES Shop Now"], "authors": ["Lauren Valenti", "Lauren Valent"], "keywords": ["skin", "showers", "soothing", "body", "light", "feel", "brush", "curtain", "salt", "shower", "scrub", "uncertain", "shop", "escape"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}