{"id": "41a59bac-3325-3f88-a500-ad3a579a2417", "keywords": ["warrens", "ticket", "help", "trumps", "discuss", "fox", "timpf", "wall", "trump", "president", "presidential", "term", "second", "impeachment", "push"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["William Sanchez"], "url": "https://radio.foxnews.com/2019/09/30/the-fox-news-rundown-9-30-2019/", "title": "Impeachment Push: Trump’s Ticket To A Second Term?", "summary": "The impeachment inquiry is overshadowing the 2020 presidential race as it rapidly moves forward in the House and new details come to light.\nWill the Democrats' impeachment push backfire and help President Trump win re-election?\nAccording to reports, her stance against corporate America has some Wall Street Democrats threatening to sit out in 2020 - or even vote for President Trump - if Warren is the nominee.\nBut with a study suggesting income inequality is only getting worse, could Warren's politics help her chances of being president?\nFOX Business anchor Charles Payne joins the Rundown to discuss Wall Street's concerns with Warren.", "pubDate": null, "paragraphs": ["The impeachment inquiry is overshadowing the 2020 presidential race as it rapidly moves forward in the House and new details come to light. Will the Democrats' impeachment push backfire and help President Trump win re-election? FOX News Contributor Richard Fowler and former GOP Spokesperson Kevin Sheridan discuss how we got here and what may happen next.", "Senator Elizabeth Warren's rise in the Democratic Party presidential polls is making some in the financial world nervous. According to reports, her stance against corporate America has some Wall Street Democrats threatening to sit out in 2020 - or even vote for President Trump - if Warren is the nominee. But with a study suggesting income inequality is only getting worse, could Warren's politics help her chances of being president? FOX Business anchor Charles Payne joins the Rundown to discuss Wall Street's concerns with Warren.", "Plus, commentary by Co-Host of the Tyrus and Timpf podcast, Kat Timpf."]}