{"id": "41c95ba3-05c5-37b7-858a-9de470c90d18", "pubDate": null, "paragraphs": ["Late last night, just as the fashion set returned from a busy month of shows, New York’s finest gathered in Chelsea to celebrate all things La Mer. The beauty brand, whose cult classic Creme de La Mer can often be seen in the cosmetic bags of It girls and celebrity makeup artists worldwide, is partnering with fashion photographer Mario Sorrenti and his daughter, up-and-comer Gray Sorrenti, to create a new, fashionable design for the jar.", "Good skin was on full display last night: Guests included Sienna Miller, Winnie Harlow, Alek Wek, and Dianna Agron, who sauntered throughout the room to view the spectacular black-and-white photography exhibition by the Sorrentis. DJ Mark Ronson and Mario’s son, Arsun Sorrenti, brought down the house while the star-studded attendees sipped Champagne and nibbled on passed hors d’oeuvres. And before saying goodnight, a decked-out La Mer–branded food truck rolled up outside, serving hot dogs for guests to munch on in the taxi ride home.", "The special-edition Creme de La Mer will be available for a limited time on cremedelamer.com."], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Jenna Renner", "Elise Taylor", "Alexandra Macon", "Jenna Rennert", "Marley Marius", "Eliseé Browchuk", "Kristen Bateman", "Danielle Naer"], "url": "https://www.vogue.com/slideshow/la-mer-collaboration-sorrenti-party-new-york?mbid=social_onsite_googleplus", "keywords": ["celebrate", "specialedition", "la", "party", "winnie", "starstudded", "sorrenti", "creme", "hosted", "fashion", "worldwide", "mer", "brand", "night", "jars", "yorks", "guests", "faceliftthe"], "summary": "Late last night, just as the fashion set returned from a busy month of shows, New York’s finest gathered in Chelsea to celebrate all things La Mer.\nGood skin was on full display last night: Guests included Sienna Miller, Winnie Harlow, Alek Wek, and Dianna Agron, who sauntered throughout the room to view the spectacular black-and-white photography exhibition by the Sorrentis.\nDJ Mark Ronson and Mario’s son, Arsun Sorrenti, brought down the house while the star-studded attendees sipped Champagne and nibbled on passed hors d’oeuvres.\nAnd before saying goodnight, a decked-out La Mer–branded food truck rolled up outside, serving hot dogs for guests to munch on in the taxi ride home.\nThe special-edition Creme de La Mer will be available for a limited time on cremedelamer.com.", "title": "La Mer Jars Got a (Special-Edition) Facelift—The Beauty Brand Hosted a Star-Studded Party to Celebrate"}