{"id": "42677b66-5624-3645-9b51-bd4651de2577", "title": "Formal Tailoring Is Going Through It, But Suits Are Still Big on the Streets", "url": "https://www.vogue.com/slideshow/street-style-suits-spring-2021-paris-shanghai-tokyo-taipei", "summary": "The suit slump was in motion long before COVID-19 forced us indoors and replaced our blazers with hoodies.\nIt even prompted Vogue’s resident menswear critic, Luke Leitch, to investigate further and ask tailoring icons such as Giorgio Armani for their thoughts.\nBecause while midtown tailors are struggling to find business and American suitmakers are closing or declaring bankruptcy (see: Men’s Warehouse, Brooks Brothers), tailoring has never been bigger on the streets.\nThe difference is in that interpretation: In Paris, Shanghai, Tokyo, Taipei, and beyond, the suits we’re seeing aren’t formal in the least, and they probably weren’t made to measure, either.\nIn other words: They’re hardly your 9-to-5 suits.", "paragraphs": ["The suit slump was in motion long before COVID-19 forced us indoors and replaced our blazers with hoodies. Back in 2016, when J.P. Morgan Chase & Co. announced that its employees were no longer required to wear suits—the implied alternative was a shirt and slacks—the news made international headlines. It even prompted Vogue’s resident menswear critic, Luke Leitch, to investigate further and ask tailoring icons such as Giorgio Armani for their thoughts. At the time, the Italian designer insisted the suit will never disappear: “In my opinion, the tailored suit can be the perfect garment even for today’s fast, athletic, and on-the-go generations,” he said. “All you have to do is skillfully interpret it according to the times.”", "Armani’s words feel especially prescient now. Because while midtown tailors are struggling to find business and American suitmakers are closing or declaring bankruptcy (see: Men’s Warehouse, Brooks Brothers), tailoring has never been bigger on the streets. The difference is in that interpretation: In Paris, Shanghai, Tokyo, Taipei, and beyond, the suits we’re seeing aren’t formal in the least, and they probably weren’t made to measure, either. They’re oversized, mismatched, vintage, or maybe even a bit rumpled, and they’re being worn with T-shirts and sneakers, not French cuffs and wingtips. In other words: They’re hardly your 9-to-5 suits. As Armani predicted, it’s tailoring interpreted for the times we’re living in. A thrown-on suit checks all the boxes of how we want to look right now: cool, comfortable, and unfussy.", "Of course, there’s much to be said about the care and artistry that goes into a bespoke suit. Those tailors and suitmakers (and the myriad other people involved in the supply chain—the wool suppliers, patternmakers, textile mills, et al) need our support, because we will go back to the office and attend events again. Plenty of designers seem to believe we’ll be back in “formal suits” as soon as spring 2021: Balmain’s Olivier Rousteing showed neon blazers with major shoulders, and in his first collection for Givenchy, Matthew Williams liked the combination of boxy, hip-length jackets and skinny trousers.", "For now, we’re looking to street style in Europe and Asia for our casual suit inspiration—especially as we continue to do most of our socializing and dining outdoors and on the street. Scroll through 33 of our favorite looks below."], "authors": ["Emily Farra", "Emily Farr"], "keywords": ["going", "tailors", "suitmakers", "theyre", "tailoring", "words", "formal", "suits", "blazers", "streets", "street", "suit", "big"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}