{"id": "42a27111-9d87-3c5b-a7cf-662be7d61784", "title": "The Trump Presidency Is Ending. So Is Maggie Haberman’s Wild Ride.", "url": "https://www.nytimes.com/2020/11/08/business/media/trump-maggie-haberman.html", "summary": "Maggie Haberman lives rent-free in Donald Trump’s head, all over the front page of The New York Times and also in a brick house in an unglamorous Brooklyn neighborhood out beyond the Citi Bikes and stately brownstones.\nShe’s done more than a story a day, on average, and stories with her byline have accounted for hundreds of millions of page views this year alone.\nThat’s more than anyone else at The Times.\nShe has consistently painted a portrait of a man who is both smarter and less competent than his enemies believe, a portrait vindicated again this past week as the president impotently poisoned politics with lies about election results.\nShe was shocked, but not surprised, when he attacked the election results in a dark Thursday night briefing.", "paragraphs": ["Maggie Haberman lives rent-free in Donald Trump’s head, all over the front page of The New York Times and also in a brick house in an unglamorous Brooklyn neighborhood out beyond the Citi Bikes and stately brownstones. On election night, as the votes started coming in, she was seated at her dining room table with her husband and one of her three children, drinking from a liter bottle of Foodtown raspberry seltzer, eating leftover Kit Kats from Halloween, typing and texting, and, still, still, working her sources.", "“We’ll see what the late exits look like, but that’s not great?” Ms. Haberman began on one call around 6:20 p.m., typing on her laptop as she talked on the big black iPhone held up to her ear. She told another caller, “I have a funny feeling the president’s going to do better than people think.”", "That was the beginning of the end of one of the most astonishing runs in the history of American journalism. Ms. Haberman has been, for the last four years, the source of a remarkably large share of what we know about Donald Trump and his White House, from the Mueller investigation to his personal battle with the coronavirus to his refusal to accept defeat. She’s done more than a story a day, on average, and stories with her byline have accounted for hundreds of millions of page views this year alone. That’s more than anyone else at The Times.", "She has consistently painted a portrait of a man who is both smarter and less competent than his enemies believe, a portrait vindicated again this past week as the president impotently poisoned politics with lies about election results. She was shocked, but not surprised, when he attacked the election results in a dark Thursday night briefing. But as we sat outside her house waiting for the final call on Saturday morning, she told me she believes he “will continue to say the things he’s saying as he walks out the door.”"], "authors": ["Ben Smith"], "keywords": ["portrait", "night", "trump", "ending", "told", "haberman", "election", "typing", "ride", "maggie", "results", "page", "thats", "house", "habermans", "presidency", "wild"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}