{"id": "42d83afe-51ae-3a39-90f2-f97fe50779e8", "title": "The Covetable Chelsea Boots Well Worth the Investment", "url": "https://www.vogue.com/slideshow/the-covetable-chelsea-boots-well-worth-the-investment", "summary": "Photographed by Karim Sadli, Vogue, February 2016Among the countless boots on the market, stomp-y Chelsea boots have stood out as a key style for fall and winter.\nWhile there are plenty of covetable Chelseas on the market, Bottega Veneta’s Daniel Lee has once again acted as Midas, and created a fleet of Chelsea boots that balance utilitarianism, sleekness, and modernity.\nLee, who is a speaker at Vogue’s upcoming Forces of Fashion event, has a penchant for perfectly executed updates on classics.\nEasy to slip on and off, and just as wearable with slouchy trousers as they are with dainty dresses, shop the Bottega Chelsea boots here that are well worth the investment.\nDaniel Lee is a speaker at Vogue’s 2020 Forces of Fashion conference, taking place November 16 and 17.", "paragraphs": ["Photographed by Karim Sadli, Vogue, February 2016", "Among the countless boots on the market, stomp-y Chelsea boots have stood out as a key style for fall and winter. While the boots are typically characterized by their elastic side panels, ankle-skimming height, and streamlined silhouette, chunkier, above-the-ankle iterations have gained traction this season. Often, the style of the moment employs heavy lug or platform soles, which coolly contrast with the Chelsea’s inherently sleek silhouette.", "While there are plenty of covetable Chelseas on the market, Bottega Veneta’s Daniel Lee has once again acted as Midas, and created a fleet of Chelsea boots that balance utilitarianism, sleekness, and modernity. Lee, who is a speaker at Vogue’s upcoming Forces of Fashion event, has a penchant for perfectly executed updates on classics. With a stacked lug sole and slim-cut shaft that hits mid-calf, these boots from the 2019 runways will be a flattering, wearable, and walkable staple in any closet for seasons to come.", "Easy to slip on and off, and just as wearable with slouchy trousers as they are with dainty dresses, shop the Bottega Chelsea boots here that are well worth the investment.", "Daniel Lee is a speaker at Vogue’s 2020 Forces of Fashion conference, taking place November 16 and 17. Learn more and buy tickets here."], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["lee", "speaker", "market", "style", "chelsea", "forces", "wearable", "boots", "lug", "vogues", "worth", "covetable", "investment"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}