{"id": "4305d2f4-ab26-3799-825d-24e3bcc34e39", "title": "I was sick of blokey books by dads – could mothers’ memoirs make me a better father?", "url": "https://www.theguardian.com/lifeandstyle/2020/nov/09/i-was-sick-of-blokey-books-by-dads-could-mothers-memoirs-make-me-a-better-father", "summary": "Pollack was worried that, once he became a father, he would lose his edge and no longer be considered cool.\nDonlan had been diagnosed with multiple sclerosis at about the same time he learned he would become a father.\nInitially, reading these memoirs felt as though I were seeking membership to a club that would never accept me as a member.\nIt didn’t matter that it was ghost-written – all the ingredients I had found in fatherhood memoirs were here, in this original tome.\n***A year after I first started reading parenting books, the fatherhood memoirs were long gone from my life.", "paragraphs": ["What does a book look like that is going to change your life? How do the pages feel? How does it smell? Surely not like the parenting books I started reading more than two years ago, in the spring of 2018, when I was on parental leave, the weather was gorgeous and my marriage was beginning to crumble. And yet these were books that would change my life. Only not in the way I anticipated.", "If it seems late to start reading up on how best to be a father after your child is born, then I’d better not mention I have one more daughter, who was then almost nine. I had some catching up to do then; 10 years of it, to be exact. I approached the task with the same degree of self-confidence as I might have if buying a dishwasher, blindly searching the web for keywords: father, dad, fatherhood. I chanced on a collection of personal essays by the novelist Michael Chabon, called Pops, which had just come out to agreeable reviews. I swallowed the book in one gulp, and was not disappointed. There were snippets I could easily relate to, such as when Chabon points out that for a father to receive praise, he rarely has to do more than show up with a baby in a grocery shop queue. The moment I put down the book, I found out he had written one more, called Manhood for Amateurs. I downed that one, too, and, like a lonely drunk in a bar, I deposited my credit card and kept ordering.", "Over the next six months, I would read 10 “dad memoirs”. There were writers on the list I had always admired, such as Michael Lewis (Home Game) and Adam Gopnik (Through the Children’s Gate). And then there were writers whose name rang only a distant bell, such as Drew Magary (Someone Could Get Hurt) and Neal Pollack (Alternadad), and the more mindful author Stephen Marche, who, in his The Unmade Bed, describes the mixed feelings he had when his wife landed a job, and he became a stay-at-home dad. Some of the names were new to me, such as the comedian Jim Gaffigan (Dad Is Fat), the journalist Christian Donlan (The Inward Empire) and the college professor John Price (Daddy Long Legs).", "Some of the books were written in response to more specific worries. Price was concerned that, after his animal-loving children had turned his house into a “no-kill zone”, he would be bitten by one of the venomous spiders they had invited in and named. Pollack was worried that, once he became a father, he would lose his edge and no longer be considered cool. Donlan had been diagnosed with multiple sclerosis at about the same time he learned he would become a father.", "But most listed generic problems: money, not finding enough time to be with their kids and not finding enough time to work. Long, sleepless nights and leaking nappies. Fears that they might end up as cruel and absent as their own unloving fathers. Chabon: “My father didn’t hug me a lot or kiss me. I don’t remember holding his hand past the age of three or four.”", "Facebook Twitter Pinterest Gardening with his daughters. Photograph: Naina Helen Jåma/The Guardian", "The light, whimsical tone amused me, at first. Lewis describes how, when taking a shower one evening, his daughter rushed into the bathroom and shouted: “Daddy has a small penis!” Which not only echoes the title, but also much of the content, of Gaffigan’s book Dad Is Fat. But the jokes grew tiresome and repetitive. How was it possible that three of the books on my list contained stories from swimming pools, two of which featured children’s unexpected outpourings of excrement? Even the most earnest of the books, Donlan’s The Inward Empire, included stories about poo: “The first time I attempted a diaper change was a bit of a sitcom, if anybody ever made sitcoms about bomb disposal.”", "At times, the anecdotes went from tiresome to outright disturbing. Lewis writes that his main ambition when his wife went into labour “was to be sober”. Magary goes further and reveals: “I drank and drove with my wife in the car. A handful of times, I had a couple of drinks, and drove with my kids in the car, which was irresponsible, but softened my temper when they were kicking my feet.”", "Of all the anecdotes that make up these books, one seemed more telling than any other. Gopnik describes how he consults his analyst to work out whether he and his wife should have children. The analyst says they should, because children make amusing mistakes in language, mistakes “that provide the kinds of anecdotes that can be of value to the parents in a social setting”.", "Only after I had finished all of the books on the list did I notice they were all white heterosexual middle-class fathers with some degree of intellectual or cultural aspiration. I tried to rationalise this embarrassing failure of representation by reminding myself that the purpose of turning to this literature in the first place was to find fathers who were much like myself, who could speak to me.", "***", "What prompted me to keep reading was that, during my parental leave, I had for the first time in my life met other men with whom I could have meaningful conversations about fatherhood.", "Despite their young age, two of the dads had three children and had spent considerable time on parental leave. They had the kind of confidence that comes only after 10,000 hours of practice, always with blankets and nappies and baby food pouches at hand.", "But it was the way they spoke about parenting that made the deepest impression on me. It was personal, vulnerable and sharp, and often related to political and philosophical questions, but without becoming pretentious. These were well-read men with a broad range of interests, but when I asked if they had read any books on fatherhood, they shook their heads.", "I kept on reading because, as I began to see a world open up, in which a language about fatherhood seemed possible, I became all the more eager to find it in literature.", "But I would read on in vain.", "***", "In the autumn, as my youngest daughter started nursery, I decided to turn my attention to a different genre: the motherhood memoir. I did not know what to expect when drawing up a list of 10 more books to read. Was I secretly hoping to find the wise and consoling voice that I had been looking for here, among the female writers?", "Facebook Twitter Pinterest Cederström’s daughter, Ellen, gets distracted while helping cook dinner. Photograph: Naina Helen Jåma/The Guardian", "It seemed far-fetched. How could I ever relate to the “intense claustrophobia” that Rachel Cusk writes about in A Life’s Work, when, during her pregnancy, she wakes up in the morning to observe “the rising mountain of my stomach”? Or the “mammalian” feeling Catherine Cho describes in Inferno, when she is “constantly being groped and poked and told to do skin-to-skin” in the hospital just after giving birth? Or the “guilt” Elif Shafak writes about in Black Milk, after she plunges into a postpartum depression and is told, by her maternal grandmother, that “for every tear a new mother sheds, her milk turns sour”?", "Initially, reading these memoirs felt as though I were seeking membership to a club that would never accept me as a member. Perhaps that was part of the appeal? Maybe I liked being reminded that, as a father, I could not understand? In Of Woman Born, Adrienne Rich describes fatherhood as something “tangential and elusive”, compared with motherhood, which “implies a lasting presence”.", "Motherhood memoirs spoke about parenting in a way that was closer to my own experiences, and provided me with a language", "But then I realised that the women who had written these books felt just as excluded from the club of motherhood. They were all frustrated to find that they lived in the shadow of the mythical enigma that is the “ideal mother”. As Deborah Levy put it in Things I Don’t Want to Know: “We did not yet entirely understand that Mother, as imagined and politicised by the Societal System, was a delusion. The world loved the delusion more than it loved the mother.” It seemed that, while mothers were being crushed by too many idealised role models, fathers were facing the opposite problem: of having no models at all. As Chabon puts it: “The handy thing about being a father is that the historic standard is so pitifully low.”", "For the first time, I found descriptions of childcare that spoke directly to me. I was brought back 10 years, to the time when I was on parental leave for the first time. I remembered the long lonely uneventful days and weeks and months that blurred into each other. The long, tedious hours in the playground with parents I felt no genuine desire to speak to. I remembered how I used to put my daughter in the swing and then set a timer on my phone. It is what I used to do as a child, when taking a bath, to push myself to stay under water as long as possible. Looking after children, Cusk writes, “erodes your self-esteem and your membership of the adult world”. Jenny Offill, in Dept. of Speculation, captures this experience even more precisely when she writes: “The days with the baby felt long, but there was nothing expansive about them. Caring for her required me to repeat a series of tasks that had the peculiar quality of seeming urgent and tedious. They cut the day up into little scraps.”", "It was not just that these motherhood memoirs spoke about parenting in a way that was closer to my own experiences, it was that they provided me with a language. Unlike the stories I had found in memoirs of fatherhood, which were isolated and disconnected, the women who wrote about motherhood were much more tuned in to other people’s experiences, past and present. Almost all the women on the list would weave their own personal narrative with stories of other women, whether Marguerite Duras, Simone de Beauvoir or Adrienne Rich. And they were not exclusively white and heterosexual. In Mother Is a Verb, the history professor Sarah Knott set her story alongside those of women of the past. Maggie Nelson, in The Argonauts, blends poetry, politics and philosophy to tell her story of pregnancy as the partner of a transgender man. Cho turns to Korean folklore to bring to life her experience of psychosis and her time on a ward, disconnected from her own child. Anna Prushinskaya, in A Woman Is a Woman Until She Is a Mother, turns to art. Cusk and Deborah Levy turn to literature.", "It was now that I finally understood why the dad memoirs had left me so cold and unsatisfied – they never opened themselves up beyond the world of their individual domestic confines. They never brought their own stories into dialogue with other fathers, history or philosophy or art or folklore.", "It was not hard to see that the female authors were aware of the tradition in which they were writing. One name kept appearing in memoir after memoir. It was Rich, author of the seminal 1977 work Of Woman Born – which examines motherhood as personal experience and social institution. Cusk was “inspired by her example”; Levy wrote that Rich “said it exactly like it is”; Prushinskaya described expectations so high that, when a used copy of the book arrived in the mail, she was “too afraid to read it”. Rich’s was the original work. The mother of the mother memoir. And when I finally got around to reading it, I could see why. It combines the force and life of the poet with the systematic analysis of the stern sociologist.", "Facebook Twitter Pinterest ‘It struck me that I had never felt this close to my own children before.’ Photograph: Naina Helen Jåma/The Guardian", "The father of the fatherhood memoir would prove more difficult to find. When it came out in 1986, Fatherhood became the fastest-selling book in the world, with more than 2m copies flying off the shelves in the first four months. On the cover was a picture of the most famous dad in the US, Bill Cosby. It didn’t matter that it was ghost-written – all the ingredients I had found in fatherhood memoirs were here, in this original tome. There are the “sweet” jokes about the wife who is going mad from looking after the children, the jokes that, as a father, you will never be alone (“The only way for this father to be certain of bathroom privacy is to shave at the gas station”) and supposedly serious reflections on the responsibilities of fatherhood (“The male has to get rid of the feeling that inflating his wife makes him a man, that mere fertilisation is a reason for a high five.”)", "I wonder, to this day, whether the fathers who wrote their own memoirs in the image of Fatherhood are aware of its origins.", "***", "A year after I first started reading parenting books, the fatherhood memoirs were long gone from my life. The books on motherhood stuck. It was in these books that I found the voice I had been searching for since the day I first met the other dads. I tried to explain this to them, when all four met again, in the basement of a restaurant. I was newly separated. From now on, the children were living with me half the time and with my ex-wife the other half.", "I explained that what I had found in the motherhood memoirs was a natural continuation of the conversations we had had: the experience of being divided from yourself, the boredom and loneliness of looking after young children. The battle over meaning and dignity and identity. The feeling of being a worthless friend and partner, worthless at your job and a worthless parent. I explained that these books had helped me articulate the fears of being a bad parent, to accept these worries and work yourself through them, together with others. I had been afraid of being alone as a parent. But it struck me that I had never felt this close to my own children before. I explained to my fellow dads that, while these women write about a life that often feels lonely and tiresome, they do so jointly, in a way that their stories come together; in a way that helps each other.", "I explained that this was what I had felt with them, too."], "authors": ["Carl Cederström"], "keywords": ["books", "children", "motherhood", "better", "way", "memoirs", "mother", "dads", "long", "sick", "father", "blokey", "mothers", "fatherhood", "reading"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}