{"id": "431b91b4-6d9c-3963-9d6e-0bb191f80c71", "title": "Is Princess Anne Actually the Coolest Royal?", "url": "https://www.vogue.com/article/is-princess-anne-actually-the-coolest-royal", "summary": "Sure, Prince William, Kate Middleton, Prince Harry, and Meghan Markle get the lion’s share of the royal family’s press coverage these days.\nBut, thanks to the upcoming season of The Crown, a new royal may be stepping back into the spotlight: Princess Anne.\nThe second child and only daughter of Queen Elizabeth, Anne has been officially representing the monarchy since she was 18 years old.\nSimilar to her mother, Queen Elizabeth, she’s a woman known for her quick wit—and like her aunt, Princess Margaret, a bit of sass too.\nPrincess Anne went to the Montreal Games as part of the British equestrian team.", "paragraphs": ["Sure, Prince William, Kate Middleton, Prince Harry, and Meghan Markle get the lion’s share of the royal family’s press coverage these days. But, thanks to the upcoming season of The Crown, a new royal may be stepping back into the spotlight: Princess Anne.", "Anne, who has achieved the distinction of being the hardest-working royal for not one, not two, but three years running, is a dutiful yet colorful figure in House Windsor. The second child and only daughter of Queen Elizabeth, Anne has been officially representing the monarchy since she was 18 years old. (But like most Windsor kids, she’s been in the public eye since 1950—the year she was born.) Similar to her mother, Queen Elizabeth, she’s a woman known for her quick wit—and like her aunt, Princess Margaret, a bit of sass too.", "Need a refresher on Anne ahead of Erin Doherty’s upcoming portrayal on Netflix? We’ve got you covered. Here, eight anecdotes about the princess that paint a picture of her public and private persona—from her dark humor and blunt honesty to her dedication to duty.", "1) In 1974, she foiled her own kidnapping attempt. When driving home from a charity event, Princess Anne’s car was stopped by a Ford Escort. An armed man jumped out, shooting her protection officer and chauffeur and a nearby journalist. (All recovered.)", "So it was up to Anne to save herself. When the kidnapper asked her to get out of the car and demanded two million pounds in ransom, she simply and forcefully replied: “Bloody likely—and I haven’t got two million pounds.”", "Anne recalled the incident with a dark sense of humor on a talk show in 1980. “He said I had to go with him—can’t remember why,” she joked as the audience laughed. “I said I didn’t think I wanted to go, thank you very much.”", "She continued: “I was scrupulously polite. Because I thought it’s silly to be too rude.”", "2) She competed in the 1976 Olympics. Princess Anne went to the Montreal Games as part of the British equestrian team. Her horse, Goodwill, was from her mother’s stable.", "Years later, her daughter, Zara, would follow suit and win a silver medal at the 2012 London Olympic Games."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["royal", "princess", "upcoming", "windsor", "anne", "queen", "actually", "public", "prince", "shes", "million", "coolest"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}