{"pubDate": null, "title": "We’re Raising Our Child to Get Plenty of Screen Time", "paragraphs": ["We can’t tell you how much we appreciate your watching our little guy while we’re out. Before we leave, though—I noticed that you checked your phone quite a few times already, as we’ve been talking. No, don’t apologize! While you’re around our child, please use your phone all you want. We’re raising our son to get as much screen time as possible. I mean, we’re living in a world where screens are ubiquitous, and you can’t prepare a child for that early enough.", "You have to watch out for this one, because he loves getting into everything. And, when he does, please redirect him to one of the iPads. Especially when he takes out the toy blocks or asks you to read him one of those board books that someone bought for him. I know it’s tempting to make funny faces at him and play with him, but don’t—that’s only going to encourage him to seek attention from people instead of the many digital devices that we have stationed around the apartment.", "Just show him things on the Internet that you like to mindlessly waste time on—that way, you’ll be modelling behavior that we want him to mimic. If you run out of things to show him, simply put on YouTube and let the site cue up whatever’s next. After all, growing children need to practice passively letting nihilistic algorithms shape their thinking.", "If he seems too needy, and is reaching out to you a lot, that’s just him seeking acknowledgement from another human that we all share a physical reality. When he does that, try putting this pane of glass in front of you. That way, he’ll see you as a two-dimensional figure instead of as an actual person in the room with him. It’ll help him associate screens with the contact that he craves. We call this the “soulless window,” and we keep a few of them in every room.", "After dinner, can you make sure that he gets in his swiping exercise? We want to build up his swiping endurance so that something as minor as finger-muscle fatigue doesn’t deter him from constantly scrolling. If all goes as planned, his hands should nearly be flippers by the time he’s five years old.", "Bedtime is 7 P.M., which is not the time he should start sleeping but rather the time by which he should be lying in bed looking at an iPhone. It’s never too early to be kept awake by a blue rectangle. Since this technology didn’t exist when I was a kid, he’s going to get the head start at sleep deprivation that I never had. Who knows, maybe by the time he’s my age, he’ll be an expert at losing sleep. A parent can only hope!", "Now, I know how all this must sound—like we are overachievers. Well, let me tell you something. Around the time we got pregnant, I learned that Tim Cook, the C.E.O. of Apple, limits how often his kids use their iPhones. That’s when it dawned on me: my child has the chance to get ahead of Tim Cook’s children. So, even though this little guy was born before we could install the in-utero tablet prototype that we were developing (our doctor has deemed it “unsafe and worrisome”), he’s on track to outpace Tim Cook’s kids in cumulative screen time by the time he’s in kindergarten. Who says meritocracy is dead?", "O.K., we’ve got to go. If you need anything, don’t hesitate to be in touch—we’ll just be a few blocks away, crying in our car for the next four hours. So good to finally get a night out of the house!"], "url": "https://www.newyorker.com/humor/daily-shouts/were-raising-our-child-to-get-plenty-of-screen-time", "keywords": ["way", "things", "start", "raising", "swiping", "tell", "plenty", "weve", "hes", "screen", "child", "thats", "tim"], "summary": "Before we leave, though—I noticed that you checked your phone quite a few times already, as we’ve been talking.\nWhile you’re around our child, please use your phone all you want.\nWe’re raising our son to get as much screen time as possible.\nI mean, we’re living in a world where screens are ubiquitous, and you can’t prepare a child for that early enough.\nThat’s when it dawned on me: my child has the chance to get ahead of Tim Cook’s children.", "authors": ["David Guzman", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jane Mayer", "Amy Hwang", "Sam Spero"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "43278c04-e16b-3d67-a5ee-082ce686ad19"}