{"id": "43556090-3e47-3e7f-9ca8-8d8c5c8ea669", "title": "After Years of Protests Every Wednesday, L.A. Activists Welcome a New D.A.", "url": "https://www.newyorker.com/magazine/2020/11/16/after-years-of-protests-every-wednesday-la-activists-welcome-a-new-da", "summary": "“We thought, She’s a woman.\nShe’s a Black woman.\nDr. Melina Abdullah, a co-founder of Black Lives Matter L.A., arrived, in a B.L.M.\n“We have been demanding for years that Jackie Lacey be accountable to the constituency that elected her, especially Black folks,” she said.\n“We headed out to the deep valley, where she lives, and set up chairs on the public sidewalk in front of her house.", "paragraphs": ["“It’s the last time, can you believe it?” “This is our last one. What are they going to do on Wednesdays without us?”", "Helen Jones—a Black woman, whose son, John Horton, died in the custody of the L.A. County Sheriff’s Department, in 2009—and Baba Akili, a veteran organizer and Black Lives Matter leader, stood outside the Hall of Justice, in downtown Los Angeles. They have been there every Wednesday for three years, protesting, along with other activists and families of people killed by the police at grocery stores; in malls; on bicycles; while in the midst of mental-health crises. To the protesters, the building is the Hall of Injustice: the headquarters of the sheriff’s department, which is responsible for many of those deaths, and the office of District Attorney Jackie Lacey, who has been cautious about charging law-enforcement officers. The day after the election, the street was the site of celebration. Lacey had been voted out.", "“Day One, she’s been in bed with law enforcement,” Jones said. “We thought, She’s a woman. She’s a mother. She’s a Black woman. She understands our plight. Who knows better than her? It was exactly the opposite.” Lacey, who opposed numerous pieces of criminal-justice-reform legislation and sent twenty-two people of color to death row, reportedly raised seven million dollars, mostly from police and deputy unions. Her opponent, George Gascón, who is Cuban-American and a former L.A.P.D. officer—he also served as police chief in San Francisco and, later, as the city’s D.A.—ran on a platform of decarceration and decreasing police funding. He outraised Lacey nearly two to one.", "Dr. Melina Abdullah, a co-founder of Black Lives Matter L.A., arrived, in a B.L.M. T-shirt and beaded cowrie-shell earrings. What looked like military planes passed overhead; L.A.P.D. and sheriff’s-department helicopters buzzed back and forth; the streets were blocked by parked police S.U.V.s, lights flashing. Abdullah looked serene. “We have been demanding for years that Jackie Lacey be accountable to the constituency that elected her, especially Black folks,” she said. “She continues to run and duck and hide and refuses to meet with us.” Right before the primary, Abdullah led a bus full of protesters to Lacey’s house. “We headed out to the deep valley, where she lives, and set up chairs on the public sidewalk in front of her house. We prayed, we poured libations, we did a land acknowledgment, and then we walked to her front door and invited her to join us.” When the door opened, Abdullah said, it was Lacey’s husband, a retired investigative auditor for the District Attorney’s office, pointing a gun at her chest. “He says, ‘I will shoot you, I don’t care who you are.’ He had his finger on the trigger.” (In August, the state attorney general’s office filed assault charges against Lacey’s husband, to which he pleaded not guilty, and Abdullah recently filed a civil claim.)", "“I thought working from Hell would be temporary.” Facebook", "Twitter", "Email", "Shopping Cartoon by P. C. Vey", "Los Angeles is the most populous county in the country; the city of L.A. is among the world’s largest jailers. A progressive district attorney would be a triumph for the criminal-justice-reform movement. The crowd was giddy with victory. “Bye,” one protester had written, in eyeliner, underneath one eye. “Byeee Jackie” read a banner stretched between two protesters. On the flatbed stage of the organizers’ truck, “Fuck Donald Trump” played from a set of speakers. Next to the speakers was a suitcase with a sign on it saying “Pack Your Shit Up Bitch.” A security announcement: Avoid “undisciplined factions that have come to disrupt.” And be aware of undercover cops in the crowd.", "Akili pointed out a parked police van. “I have never seen them that close,” he said. He is seventy-two, was wearing a “#byeJackie2020” T-shirt, and had a glitter tattoo of a black-and-gold fist on his arm. He recalled, as a child, hearing his parents talk about the murder of Emmett Till. He was happy about Gascón’s win, but wary. “We have no illusions,” he said. “He is in an institution that is set up, designed, and implemented to punish, and in America if you set up an institution like that it will always punish Black people more and more severely.” He went on, “There’s been at least nine murders, mostly by the sheriffs, since George Floyd. Control the threat and suppress the danger, that’s what they’re trained to do. We are seen as a threat and a danger. The difference now is at least whoever occupies that office knows that we are going to be expecting some accountability.”", "On the other side of the Hall of Justice, the sheriff’s department had amassed a huge concentration of trucks and deputies in riot gear. They said they were there to protect the building. A legal observer in a neon-green hat and a face mask approached with a notebook, asking questions. “I can’t hear you!” one deputy shouted three times, until he went away. More legal observers gathered on a street corner, watching as people joined the event. Two beefy men with buzz cuts approached purposefully. “Here come some more undercovers,” one of the observers said. “You can tell by the body language, build, their whole demeanor.” A reporter tried to follow them, but, conspicuous as they had seemed a moment before, they disappeared into the crowd. ♦"], "authors": ["Dana Goodyear", "Dana Goodyea"], "keywords": ["protesters", "woman", "activists", "set", "lacey", "abdullah", "da", "la", "black", "sheriffs", "welcome", "protests", "office", "shes", "lives"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}