{"id": "439ef51f-f136-34c9-8a5f-f198c8f7760d", "title": "The future of packaging: can a shift in product design end the plastic waste crisis?", "url": "https://www.theguardian.com/innovative-sustainability/2020/sep/11/the-future-of-packaging-can-a-shift-in-product-design-end-the-plastic-waste-crisis", "summary": "The other factor that means recycled plastic is less desirable is that it’s usually grey or opaque – the result of all our brightly coloured plastic bottles being reprocessed together.\nFrom a marketing point of view, incorporating this grey, recycled plastic back into typically colourful product packaging can be a challenge.\nOne solution is to design products that are made from a single plastic, in a single colour.\n“We need to design packaging in a way so that we use, in the best case, only one material,” he says.\nPlastic recycling: could a circular economy be the way to a sustainable future?", "paragraphs": ["Picture this. You’re running low on shower gel and shampoo so on your next visit to the supermarket you head to the toiletries aisle and quickly scan what’s available. Instead of row upon row of colourful plastic bottles, this is what you see. A few plastic bottles, but not in the colours you’re used to – they’re mostly grey, with a few hints of colour here and there. Mostly, there are no bottles, though. Shower gels and shampoos in solid bar form are neatly packaged in cardboard boxes or available loose. There is also a stack of reusable containers sitting next to large dispensers of liquid soap and shampoo.", "In a world increasingly wary of its plastic use, this is what shopping for personal care products could look like, and work is already underway to get us there. Across the board rooms, laboratories and factories of large consumer goods companies, important questions are being asked about their role in this shift. According to Leela Dilkes-Hoffman, senior research analyst for the New Plastics Economy initiative at the Ellen MacArthur Foundation, which campaigns against waste, companies should ask themselves how to deliver products, rather than how to deliver packaging. “Can I do it in a solid tablet? Can I do it in a reusable bottle? Can I do it in a bottle that the user owns?” she says.", "As the plastic waste crisis reaches new heights of urgency, elimination and reuse options for packaging will increasingly become part of the mix of strategies that companies are taking to become part of a circular plastics economy. More than 8m tonnes of the stuff finds its way into oceans every year, so building a system that moves away from our current, linear “take, make, waste” economy is crucial.", "For the consumer goods company Henkel, which is behind familiar brands such as Right Guard and Sellotape, all strategies are on the table. While pilots for body care products sold in solid bar format, or refill solutions are ongoing, designing for recycling is equally a priority to help prevent further leakage of plastic waste into the oceans.", "“We take responsibility for what we are putting on the market in terms of packaging design,” says Philippe Blank, head of circular economy and packaging sustainability at Henkel Beauty Care. “We need to design our products in the right way so that they can be recycled with existing waste management infrastructure.” Not an easy task given hugely varied systems across Europe and, indeed, the globe. “When you talk to experts within the industry,” he continues, “we all share the same high-level pain points when it comes to packaging recyclability.”", "Looking at a typical bottle of shower gel helps to understand the complexity of the challenge.", "In the absence of that product being sold in a solid state or as part of a refill system for the time being, let’s assume it still comes in a familiar squeezy bottle, with a flip-top cap. The cap might be made from a different type of plastic to the bottle, and the label could be yet another type. Although that bottle, when sent for recycling in a European country, can usually be recycled; because of the mix of plastics, the resulting reprocessed material is lower quality than if only one type of plastic was used. To create a robust market for recycled plastics and to reduce our dependence on fossil fuel-based virgin plastics, a higher-grade plastic is more desirable. “The recycler wants a very pure, uncontaminated material so he can sell it at a good price in the market,” explains Marilu Valente, an industrial designer based in Germany.", "The other factor that means recycled plastic is less desirable is that it’s usually grey or opaque – the result of all our brightly coloured plastic bottles being reprocessed together. From a marketing point of view, incorporating this grey, recycled plastic back into typically colourful product packaging can be a challenge.", "One solution is to design products that are made from a single plastic, in a single colour. Valente’s Nepenthes bottle, as well as ticking those two boxes, is also refillable. “It has raised a lot of attention in the market,” she says. Not just for the credentials just mentioned but for its design, which she thinks helps in raising awareness among consumers. It doesn’t have a cap, instead its flexible spout can be bent to plug the pouring hole. Blank agrees that a mono-material approach is key. “We need to design packaging in a way so that we use, in the best case, only one material,” he says.", "In the meantime, to help packaging designers make informed choices, Henkel has developed its “design for recycling” software, EasyD4R. This tool is used at the beginning stages of product development, to check the recyclability of various materials. “This tool enables a quick assessment of whether the packaging in your hand, or a packaging concept, will be recyclable according to international standards,” says Colin Zenger, who leads on the development of the software at Henkel. In the spirit of collaboration and to share best practice among other companies, EasyD4R was released to download for free.", "Plastic recycling: could a circular economy be the way to a sustainable future? Read more", "While it’s clear there is innovation happening behind the scenes in corporates such as Henkel, to address the challenges around recycling, there is still the small problem of the 150m tonnes of plastic that is already in the marine environment. The plastic being recovered by the social enterprise Plastic Bank, for example, which Henkel and other consumer goods companies partner with, will go on to be reprocessed into that grey or cloudy material we keep coming back to.", "So for the time being, regardless of efforts to streamline plastic composition at the design and manufacturing stage, if we’re to incorporate more of the existing stuff into new products, will consumers need to get used to a more muted palette? “What is key, actually, from a brand owner perspective, is that we are opening up to grey as the new beauty,” says Blank.", "Indeed, with Henkel’s target to reduce the amount of virgin plastics from fossil sources in consumer products by 50% – which will be achieved by increasing the proportion of recycled plastic to more than 30% – and for all packaging to be 100% recyclable by 2025, the beauty industry could start to look a lot more monochromatic. In the grand scheme of things, however, this seems a small price to pay for vibrant and clean oceans."], "authors": ["Sarah Labrecque"], "keywords": ["bottle", "recycling", "end", "plastic", "plastics", "henkel", "waste", "product", "crisis", "packaging", "recycled", "products", "future", "design", "shift"], "pubDate": "2020-09-11T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}