{"id": "43beeab5-b07a-39b3-8f68-b543c45ee169", "title": "No More Heroes 2 Review: Suda51 Finally Strikes A Balance", "url": "https://www.gameinformer.com/games/no_more_heroes_2_desperate_struggle/b/wii/archive/2010/01/26/suda51-finally-strikes-a-balance.aspx", "summary": "Suda51 and his development studio, Grasshopper Manufacture, have always struggled to balance high ambitions with accessibility.\nIn interviews about the game, Suda51 implied that he was reluctant to do a sequel -- usually a bad sign -- but perhaps forcing his team to focus on refining a single idea was the best thing that could have happened.\nIn No More Heroes 2: Desperate Struggle, they have crafted everything fans could want out of a sequel.\nThe game never gets too heavy though; the simple-but-fun beat-em-up combat and ridiculous boss scenarios rise above any minor remaining issues with No More Heroes 2.\nFinally, Suda51 delivers a game that almost anyone can appreciate.", "paragraphs": ["Suda51 and his development studio, Grasshopper Manufacture, have always struggled to balance high ambitions with accessibility. Case in point, the original No More Heroes -- a brawler that parodied anime and video games, but included frustratingly boring side missions that were required to gain money to unlock progression.", "In interviews about the game, Suda51 implied that he was reluctant to do a sequel -- usually a bad sign -- but perhaps forcing his team to focus on refining a single idea was the best thing that could have happened. In No More Heroes 2: Desperate Struggle, they have crafted everything fans could want out of a sequel. All the bad stuff from the original is gone or fixed in some way, and all of the good elements are magnified and improved.", "The bland open world is ditched in favor of allowing players to jump between locations by selecting them on a map. Opening up ranking battles -- the game’s main missions -- no longer requires cash, so side jobs are now optional since money is only used for purchasing upgrades or new clothing. That said, the side jobs are worth playing this time around even without the necessity. While you’re still tasked with mundane chores like collecting coconuts, filling in as a cook at a local restaurant, or plumbing in the city’s sewers, this manual labor is presented in the form of charming 8-bit vignettes complete with a tiny, pixelated version of protagonist Travis Touchdown and NES-style music that would make Capcom jealous.", "Despite the removal of time wasting in the open world, No More Heroes 2 is just as long as its predecessor -- if not longer -- thanks to the significantly increased size and number of missions. Instead of working through 10 ranking spots, Travis must now slowly wind his way up a list of 50 assassins to prove that he’s the best killer in town. Without giving too much away, there aren’t anywhere near 50 boss battles, but the game still feels crammed full of levels and enemies that are more detailed and visually interesting than last time around. As a bonus, two returning characters are also playable for a handful of levels, each bringing unique special abilities to the mix.", "Travis also ups the otaku fever dream quotient with a number of new weapons and moves, most impressively a dual-beam katana nicknamed “Rose Nasty.” Strangely, beyond the opening cutscene, Travis is treated much less like a joke in No More Heroes 2. The game is still a parody, and the writing is much funnier and more lucid than the previous game, but the humor gets sidetracked too often by noir-ish recurring flashback sequences and monologues that come dangerously close to taking themselves seriously.", "The game never gets too heavy though; the simple-but-fun beat-em-up combat and ridiculous boss scenarios rise above any minor remaining issues with No More Heroes 2. A few of the later boss battles and levels that attempt to mix things up contain some of the frustrations that dragged the first game down, but for the most part this is yet another third-party Wii exclusive of which Nintendo faithful can be proud. Finally, Suda51 delivers a game that almost anyone can appreciate."], "authors": [], "keywords": ["review", "missions", "balance", "travis", "battles", "world", "boss", "strikes", "heroes", "way", "finally", "suda51", "levels", "game"], "pubDate": "2010-01-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}