{"summary": "Rising teen stock car racing star Hailie Deegan will be driving for Ford in 2020.\nDeegan will be driving under a Ford Performance contract for the DGR-Crosley team in the 20-race ARCA Mendars Series and also for Mutlimatic Motorsports on the IMSA Michelin Pilot Challenge sports car racing circuit.\nDeegan is the daughter of freestyle motocross great Brian Deegan, who in the past has driven Ford rally cars and off-road trucks.\nShe’s become known for an aggressive driving style and even spun her teammate on the way to her third win.\n“I’m just super excited to be a part of this program, because I know they’re fully invested,” Deegan told NASCAR.com.", "keywords": ["signs", "know", "racing", "way", "race", "driving", "hailie", "star", "nascar", "teen", "season", "series", "deegan", "imsa", "ford"], "paragraphs": ["Rising teen stock car racing star Hailie Deegan will be driving for Ford in 2020.", "The Californian became the first female to win a race in NASCAR’s K&N Pro Series West at age 17 in 2018 and added two more victories this season on her way to a third-place finish in the standings.", "Deegan will be driving under a Ford Performance contract for the DGR-Crosley team in the 20-race ARCA Mendars Series and also for Mutlimatic Motorsports on the IMSA Michelin Pilot Challenge sports car racing circuit.", "Deegan is the daughter of freestyle motocross great Brian Deegan, who in the past has driven Ford rally cars and off-road trucks. She’s become known for an aggressive driving style and even spun her teammate on the way to her third win.", "“I’m just super excited to be a part of this program, because I know they’re fully invested,” Deegan told NASCAR.com. “That’s something that I’ve been looking for and I know it’s going to be a good, longstanding relationship in the future.”", "CLICK HERE TO GET THE FOX NEWS APP", "Deegan will make her Ford debut at the IMSA race on the Daytona International Speedway road course in January and follow it up on February 8 with her first start for DGR-Crosley in the ARCA season opener on Daytona’s oval track."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/auto/teen-nascar-star-hailie-deegan-ford", "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor. Follow Him"], "id": "43c45b65-43fe-3289-936a-eed0480faf93", "pubDate": null, "title": "Teen NASCAR star Hailie Deegan signs with Ford"}