{"id": "43fae2b0-2c30-3b23-8dc9-49b62a80c74b", "title": "Europe celebrates Biden win with fireworks, church bells", "url": "https://www.foxnews.com/world/europe-celebrates-biden-win-with-fireworks-church-bells", "summary": "Cities across Europe on Saturday celebrated President-Elect Joe Biden's 2020 win with fireworks, church bells and messages of congratulations from foreign leaders on social media.\nWorld leaders including British Prime Minister Boris Johnson, French President Emmanuel Macron, Italian Prime Minister Giuseppe Conte, Irish Prime Minister Micheál Martin and Spanish President Pedro Sánchez Pérez-Castejón congratulated Biden and Vice President-Elect Kamala Harris on social media.\nPrime Minister Janez Jansa was the only world leader who congratulated Trump even before all the votes were counted, and continued to show support after Biden’s win was announced.\nMany Iraqis remember Biden as having been a champion of the U.S. invasion of Iraq in 2003.\nStill, Iraqi President Barham Salih tweeted his congratulations to Biden, describing him as a friend and trusted partner.", "paragraphs": ["Cities across Europe on Saturday celebrated President-Elect Joe Biden's 2020 win with fireworks, church bells and messages of congratulations from foreign leaders on social media.", "As people in major U.S. cities from Washington, D.C., to San Francisco ook to the streets to celebrate, church bells rang in Paris and Munich while fireworks went off in London and Edinburgh.", "World leaders including British Prime Minister Boris Johnson, French President Emmanuel Macron, Italian Prime Minister Giuseppe Conte, Irish Prime Minister Micheál Martin and Spanish President Pedro Sánchez Pérez-Castejón congratulated Biden and Vice President-Elect Kamala Harris on social media.", "WORLD LEADERS CONGRATULATE JOE BIDEN, PROJECTED WINNER OF 2020 US PRESIDENTIAL ELECTION", "Brexit leader Nigel Farage, a Trump supporter, tweeted on Saturday that the media's coverage of Biden supporters celebrating after his victory was announced \"would make you think Jesus had returned.\"", "Word of the victory in Pennsylvania that pushed Barack Obama’s former vice president past the threshold of 270 Electoral College votes needed to take over the Oval Office cascaded around the globe on social media and live news broadcasts, sparking celebrations.", "US OFFICIALLY WITHDRAWS FROM PARIS CLIMATE PACT", "But the election's outcome inspired disbelief in Slovenia, the homeland of first lady Melania Trump. Prime Minister Janez Jansa was the only world leader who congratulated Trump even before all the votes were counted, and continued to show support after Biden’s win was announced.", "It also drew mixed reviews in Iraq. Many Iraqis remember Biden as having been a champion of the U.S. invasion of Iraq in 2003. Activists who have been protesting neighboring Iran’s heavy hand in Iraq, had supported Trump and cheered the U.S. assassination of Iran’s top general in an airstrike at Baghdad's airport at the beginning of the year.", "Still, Iraqi President Barham Salih tweeted his congratulations to Biden, describing him as a friend and trusted partner.", "CLICK HERE TO GET THE FOX NEWS APP", "The Associated Press contributed to this report."], "authors": ["Audrey Conklin"], "keywords": ["iraq", "celebrates", "president", "social", "leaders", "bells", "votes", "biden", "prime", "europe", "win", "church", "trump", "minister", "fireworks"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}