{"keywords": ["obituary", "town", "street", "welsh", "20th", "world", "20", "books", "hay", "wales", "went", "died", "booth", "richard"], "url": "https://www.economist.com/obituary/2019/08/29/obituary-richard-booth-died-on-august-20th", "summary": "Richard Booth overturned all that.\nFirst he bought the dilapidated old fire station in Lion Street and filled it with books.\nMany of his employees went on to start bookshops of their own, until the town had almost 40.\nIn 1999 the University of Strathclyde reported that, since Mr Booth and the books arrived, not only had the town boomed but, on the back of that, Wales had.\nNo matter; Mr Booth reasoned that any book at all might have a buyer waiting somewhere.", "title": "Obituary: Richard Booth died on August 20th", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "4400d203-7aed-3b64-afe5-66a1da1a25b1", "paragraphs": ["I F YOU WERE presented with a town like Hay-on-Wye—a sandstone cluster of some 2,000 souls guarded by a Norman castle, cradled in green Welsh hills and watered by the loveliest river in Britain—and were told to revive its fading economy, you might not think of a second-hand bookshop. The entrepreneurial flame seldom burns bright there. Outside, a few shelves open to the weather tempt you with Proceedings of the 1957 Plumbers’ Convention and “Turnips for Fun and Profit”. Inside the stock is haphazard, unalphabetical, and sometimes in piles on the floor. Beside the till, an intellectual ancient in tweed jacket or cardigan, roughly according to sex, sits sunk in such slumbrous appreciation of a volume from the stock that they do not stir either to wish you good day when you enter, or say goodbye when you leave.", "Richard Booth overturned all that. He swept into Hay in 1961, fresh down from Oxford, flush with inherited money from Yardley’s soap and toilet water and sparkling with visionary schemes. First he bought the dilapidated old fire station in Lion Street and filled it with books. He did the same with the old cinema, then two premises on the high street, until he had opened 20, and the original shop had become, by his estimate, the biggest second-hand bookshop in the world. Many of his employees went on to start bookshops of their own, until the town had almost 40. Encouraged by this bonanza the Hay Festival of Literature started up in 1988, drawing up to 250,000 visitors for ten days every year. Little Hay was now world-famous. In 1999 the University of Strathclyde reported that, since Mr Booth and the books arrived, not only had the town boomed but, on the back of that, Wales had.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Odd, then, that Hay’s saviour did not care that much for books. His father liked browsing, and as a boy he had tagged along, but those dusty tomes might have been vegetables or shoes as far as he was concerned. You could carry them about, and use them as wallpaper; he was happy to choose books for the libraries of rich Americans simply for their bindings, not for anything inside. Books were something he could sell, piling high and flogging cheap, and the more outlets he had in a place, the more people would come. So with several strong men from Hay he toured America and the English-speaking world, buying whole libraries, until his shops were so stuffed that in the 1980s, to the horror of those who did care, he was offering books as kindling at £1.50 a car-boot-load. One famous visiting writer counted 20 copies of “The Indian Dog” in the main shop. No matter; Mr Booth reasoned that any book at all might have a buyer waiting somewhere.", "And books were a means to his glorious end: to make his home town stand proudly on its own two feet, freed from the shackles of the useless town council, the Welsh Tourist Board and the quangos of the Development Board for Rural Wales. Government bureaucrats had no idea how to make a town like Hay thrive. Everything they came up with—chain motels employing the slave-labour of the locals, theme parks, supermarkets selling them bad bland food—stripped away the distinctiveness of the place. Local voices went unheard. The answer was to give the town back to the talents and good sense of its citizens, and books were just the start. He already lived in the half-ruined castle, knocked about a bit by both bad King John and Owen Glyndwr, and parked his Rolls-Royce outside, so the next move came naturally. In 1977, when 20 journalists were in town—searching for the pop star Marianne Faithfull, not for him—he seceded from Britain in a Unilateral Declaration of Independence and crowned himself king.", "Coverage was immense. The national press relayed his triumphal entry into the town, clad in a tin-foil crown and ermine cloak and bearing his regalia of gilded ballcock and copper piping, while the biplane of the Hay air force did a flypast and the rowing boat of the Hay navy went down the Wye, firing blanks through a drainpipe. After a three-minute speech, in which he hoped that “Haypotage” and “the Hay loaf” would become real, not theoretical, he raised the flag of independence, the green and white of Wales with the black Booth arms, to the cheers of 20,000 people.", "His demeanour was royal, right down to fits of royal pique; yet he was not a monarchist. He invoked the divine right of kings only as a perfect foil to the divine right claimed by officialdom. Democracy was his real love, as his rule showed. Almost everyone in town could have a post in his government. His drinking pals from The Rose and Crown made up his cabinet; the minister for social security had been on the dole for six years. He sold titles to anyone who fancied being a duke, an earl or a Polish count. His subjects were also decorated at random: two small boys in the crowd at his coronation were knighted, and a woman was declared queen of her street, receiving a gold-dipped flower. Every month the back room at The Swan became the Royal University of Cusop Dingle, dedicated to topics cruelly ignored by the rest of academia. In this centre of learning, anyone could be a professor.", "What with the books and its giddy freedom, Hay now thrived, becoming a model of revival for failing rural towns the world over, from Nebraska to South Korea. Its king was delighted by that, though he himself rose and fell, going bust at one point (he was hopeless with money), failing to win a seat in the Welsh Assembly and, by 2007, selling all his shops. He gained enemies as well as friends, and in 2009 was executed in effigy in the old Butter Market by a rival bookseller, who set up a Commonwealth.", "Nor did he ever embrace the Festival, which to him was a piece of Murdochite sponsorship which brought crowds for a while but did not sustain the town month in, month out. Worse, it celebrated new books, a million words of mumbo-jumbo nonsense. He dreamed of a polis of creative citizens working nobly with their hands, fed by cheery peasants from the green surrounding hills who brought in ungraded eggs and home-cured bacon, unbound by fussy regulations. Whether they read or not—whether they could read or not—mattered less than that the bureaucrats were felled at last, clobbered by 20 copies of “The Indian Dog”. ■"], "pubDate": null}