{"keywords": ["europe", "medicines", "drug", "manufacturers", "supply", "worsening", "cheap", "production", "shortages", "america", "drugs", "factories", "dire", "scarcity"], "url": "https://www.economist.com/international/2019/09/14/a-dire-scarcity-of-drugs-is-worsening-in-part-because-they-are-so-cheap", "summary": "Over the past three years the number of medicines in short supply in America has increased by half, to more than 280.\nThe products affected are mostly generic drugs, which make up 90% of prescriptions in America and 70% in Europe.\nOne in five pharmacists in America and a third in Europe say they know of medication errors linked to drug shortages.\nSome of America’s drug shortages in the past decade have been traced to facilities that have been in operation, with limited improvements, since the 1960s.\nStorm damage to Puerto Rican factories limited the supply of 11 of the world’s 20 most popular drugs.", "title": "A dire scarcity of drugs is worsening, in part, because they are so cheap", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "440a1694-85ab-3966-ac59-fa8032631fbf", "paragraphs": ["F OR MOST people, a good belly laugh is a wonderful thing. For Rachel Rothwell, it can literally cause her to crumple to the floor. She suffers from cataplexy, a condition whereby strong emotions, such as joy or anger, paralyse the muscles, prompting complete physical collapse. For the past nine years, a medication called clomipramine has alleviated her symptoms. So effective was the medication she almost forgot she suffered from the disease at all.", "In April, however, the drug vanished from the shelves of the pharmacies in Calne, in southern England, where she lives. Initially she was able to get her hands on supplies in towns nearby, but within a month it was nowhere to be found. Ms Rothwell’s doctor prescribed a different medicine, but it took months to calculate the correct dose for her. In the meantime, her symptoms returned.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Clomipramine is on Britain’s official list of drugs to be stockpiled by pharmaceutical firms in preparation for Brexit, the country’s looming departure from the European Union. For some reason, not everyone is confident that Brexit will go smoothly. So some Britons with chronic illnesses are hoarding drugs on which they depend. Yet the scarcity of clomipramine has little to do with Brexit. The drug has been in short supply around the world as a result of manufacturing problems at Teva and Mylan, until recently the only two companies that supplied Britain.", "Ms Rothwell’s experience has become painfully common. Over the past three years the number of medicines in short supply in America has increased by half, to more than 280. In a survey in 2018 of more than 700 hospital pharmacy managers, 70% said that on at least 50 occasions in the past year, they were unable to provide doctors and nurses with the drugs needed to treat their patients because of wider shortages. Last year the American Medical Association urged the federal government to treat the dearth of medical supplies as a national-security issue, which would enable the government to offer incentives to domestic producers.", "America is not alone. In France shortages in medications increased 20-fold between 2008 and 2018, according to the country’s drug regulator. Local pharmacists in Europe spend five to six hours a week trying to track down medicines for their customers in other dispensaries because they themselves have run out, or trying to identify suitable alternatives. Reports from doctors and other health workers in 21 EU countries in 2018 suggested that shortages are growing more acute.", "Data from poor countries are more limited but shortfalls in America or Europe often flag up a worldwide shortage, says Jayasree Iyer from the Access to Medicines Foundation, a Dutch charity. When supplies are squeezed, drug firms flog their products first to rich countries since they command higher prices there.", "Medical staples, such as injectable antibiotics and saline solution (which is used to prepare injections), run out most often. But a wide variety of medicines, including common anaesthetics and drugs for epilepsy, heart disease, cancer and schizophrenia, have run low of late. The products affected are mostly generic drugs, which make up 90% of prescriptions in America and 70% in Europe.", "The consequences can be dire (see chart). Cancer treatments and operations may be delayed or cancelled. When a last-resort antibiotic is unavailable, an otherwise treatable infection can be deadly. Alternative drugs, if they exist, usually involve different doses. That can lead to mistakes, such as doctors administering the wrong number of ampoules. One in five pharmacists in America and a third in Europe say they know of medication errors linked to drug shortages.", "Medications most commonly vanish from pharmacies as a result of manufacturing problems in the factory that makes the drug or its active ingredient. Roughly 40% of generic drugs sold in America have just one manufacturer each. That means that a snag on a single production line can trigger a worldwide shortage.", "The low price of generic drugs (a single vial or blister pack may cost as little as $1) explains the dearth of competition between their makers. The problem is particularly acute for older drugs, such as penicillin or morphine. On the day a drug’s patent expires, a dozen or so generic pharmaceutical companies stand ready to make it. Price competition is so intense that within a decade there are almost no profits to be made, often leaving just a single manufacturer. They then keep prices low to discourage new competitors from entering the market.", "The pressure to reduce the prices of generic medicines has led to an increasingly fragmented and globalised production process. It is not unusual for a single drug to involve a ten-step process (which includes milling, blending and filtering chemicals several times to get to the final formulation). The cheapest way of doing that may involve factories in three or four countries. But as production chains become more diffuse, they also become more fragile and less transparent. Researchers are not always able to find out which company makes a given drug or where factories are located, says Erin Fox of the University of Utah, who tracks shortages. Such information is considered to be proprietary for the company that holds the sales licence. A glitch early in the supply chain that portends a shortfall may not become apparent until the last minute.", "The active chemicals for many medicines also have just a handful of manufacturers. These are increasingly based in India or China, where recalls of poor-quality products are common. The recent discovery of contamination in a Chinese factory making valsartan, the active compound in a widely used blood-pressure medication, has led to the withdrawal of dozens of drugs in at least 22 countries, mostly in Europe. That particular factory, it transpired, made half of the world’s supply of valsartan. An ongoing global shortage of piperacillin-tazobactam, a last-resort antibiotic, was sparked by an explosion in 2016 in another factory in China—which left a sole source for one of the active ingredients.", "Slim profit margins mean manufacturers are unwilling to shell out for factory upgrades. As a result, mechanical breakdowns are more likely. Some of America’s drug shortages in the past decade have been traced to facilities that have been in operation, with limited improvements, since the 1960s. When regulations demand costly upgrades, some manufacturers simply shut them down.", "Such disruptions, even if temporary, are troublesome. Other factories cannot immediately pick up the slack. The typical lag between an order being placed and the pill being made is a year, says Markus Krumme of Novartis, a Swiss drug firm. Injectable medicines are particularly finicky to make because every piece of equipment involved must be meticulously sterilised. Repurposing existing factories to make such drugs can take years. Similarly, the manufacture of some antibiotics and cancer drugs requires dedicated equipment—and even buildings—which cannot then be used to make other medicines. Shortages of some critical medicines in America have been so acute that its drug regulator has resorted to such desperate measures as allowing the distribution of a liquid medicine containing glass particles—with instructions for doctors to use a filter to remove them before use.", "International aspirinations", "In Europe the nature of contracts between bulk buyers of medicines and manufacturers exacerbate the difficulties caused by breakdowns. Procurement contracts for medicines are often at a national or provincial level. Tenders for these contracts are typically done every year. With contracts lasting for such short periods, manufacturers see no reason to invest in new production plants, says Adrian van den Hoven of Medicines for Europe, a generic-drug-industry lobby group.", "If long supply chains bring one kind of risk, the clustering of factories in a single place brings another. Puerto Rico, an American territory in the Caribbean, is home to one such cluster. When two hurricanes blasted the archipelago in 2017, half of the world’s ten biggest drugmakers were affected. Storm damage to Puerto Rican factories limited the supply of 11 of the world’s 20 most popular drugs. Nobody knows how many other vulnerable clusters now exist.", "The panic around shortages has reached fever pitch, says Ms Iyer—so governments are scrambling to find solutions. Some countries are pondering paying more for critical older medicines to secure their supply. America’s drug regulator has begun to expedite the approval of new production lines for scarce drugs. That should make it easier for new manufacturers to enter the market. France has just published a plan for managing shortages, calling for incentives to bring the production of active pharmaceutical ingredients back to Europe by 2022. Other governments are drafting special trade agreements with neighbouring countries to speed up the import of drugs when there is a deficit.", "In desperation, some have suggested that the supply of medicines should no longer be the exclusive preserve of big drug firms. Exasperated by constant shortages in the world’s biggest pharmaceutical market, American hospitals are entering the drugmaking business. In 2018 a partnership of hospital groups which together cover a third of hospital beds in America set up Civica Rx. Its mission is to secure availability of essential drugs through contracts with manufacturers that last between five and ten years, and which include provisions for six months of buffer stocks.", "The organisation’s first contract, with Xelia, a Danish drugs firm, is for vancomycin and daptomycin, antibiotics for highly resistant infections. Xelia will also make vancomycin’s active ingredient in factories in Europe; until recently, it all came from China. In the future Civica Rx hopes to set up its own manufacturing facilities in America and to add more than 100 drugs to its portfolio.", "Recent innovations in drug manufacturing may also alleviate the problem. At the Novartis campus in Basel, Switzerland, sits one of the world’s few continuous-manufacturing drug facilities, built in 2017 and developed in collaboration with the Massachusetts Institute of Technology. It is the size of a small apartment but carries out the work of a large factory. In a traditional facility, drugs are made batch by batch and every step of the process involves transferring material between a series of giant pots. If a contaminant is found in one pot, the entire batch is discarded. With continuous manufacturing, quality is monitored non-stop by equipment that tests the chemicals as they flow through the system.", "According to Novartis, this new system can cut production time by 90% and costs by half. That will make it easier and quicker to spin up new factories when they are needed. That cannot come soon enough for patients like Ms Rothwell. ■"], "pubDate": null}