{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["ranked", "country", "percentage", "schools", "masters", "financial", "finance", "hec", "headed", "school", "graduation", "times", "business", "rankings"], "title": "Business school rankings from the Financial Times", "paragraphs": ["Some 230 points separate the top programme HEC Paris from the school ranked number 65. The top 10 participants, from HEC Paris to Shanghai Advanced Institute of Finance at SJTU, form the top group of pre-experience Masters in Finance providers. The second group is headed by IE Business School and spans schools ranked from 11 to 27. The third goup is headed by HEC Lausanne Business School and include schools ranked from 28 to 53. The remaining 12 schools headed by University of Bath School of Management make up the fourth group.", "1. An average of salaries three years after graduation. The figure shown is in US Dollars, based on purchasing power parity equivalency.", "2. The rank is calculated using alumni salaries three years after graduation and course costs. The length of the course is also taken into consideration.", "3. The extent to which alumni fulfilled their goals or reasons for doing a Masters in Finance. This is measured as a percentage of total returns for a school.", "4. The percentage of the most recent graduating class that were in employment three months after graduation. The figure in brackets shows the percentage of the class for which the school was able to provide employment data.", "5. Percentage of faculty whose citizenship differs from their country of employment.", "6. Percentage of students whose citizenship differs from the country in which they are studying.", "7. Percentage of the board whose citizenship differs from the country in which the business school is based.", "8. A measure based on changes in the country of employment of alumni between graduation and today.", "9. Weighted average of four criteria that measure international exposure during the Masters programme.", "10. Number of additional languages required on graduation from the Masters programme.", "11. Percentage of faculty with a doctoral degree.", "12. The percentage of the last graduating class that completed company internships as part of the Masters programme."], "id": "4419db55-3091-3016-9378-6b95a1d88cc8", "url": "http://rankings.ft.com/businessschoolrankings/masters-in-finance-pre-experience-2018", "authors": [], "summary": "Some 230 points separate the top programme HEC Paris from the school ranked number 65.\nThe second group is headed by IE Business School and spans schools ranked from 11 to 27.\nThe third goup is headed by HEC Lausanne Business School and include schools ranked from 28 to 53.\nThe remaining 12 schools headed by University of Bath School of Management make up the fourth group.\nPercentage of the board whose citizenship differs from the country in which the business school is based."}