{"url": "https://festival.newyorker.com/tickets/julian-and-joaquin-castro-talk-with-jonathan-blitzer/", "paragraphs": ["Joaquin Castro, a native of San Antonio, is currently serving his fourth term in the United States House of Representatives, representing his home district. He sits on the House Permanent Select Committee on Intelligence, as well as on the House Foreign Affairs Committee and the House Education and Labor Committee. He is also active on the boards of several nonprofit educational organizations, and has worked as a professor of law. He is the campaign chair for his twin brother, Julián, who is running for the 2020 Democratic nomination for President.", "Julián Castro is a candidate for the 2020 Democratic nomination for President. Formerly, he served as the mayor of his home town of San Antonio, and was the youngest member of Barack Obama’s Cabinet, serving as the Secretary of the Department of Housing and Urban Development from 2014 to 2017. He has appeared on the World Economic Forum’s list of young global leaders, and on Time’s “40 Under 40” list of rising political stars. Last year, he published his memoir, “An Unlikely Journey: Waking Up from My American Dream.”", "Jonathan Blitzer is a staff writer at The New Yorker. He won a 2017 National Award for Education Reporting for “American Studies,” a story about an underground school for undocumented immigrants, which was originally published in the May 22, 2017, issue of the magazine. He has been a finalist three times for a Livingston Award, and is the recipient of an Edward R. Murrow Award, as well as the French-American Foundation’s 2018 Immigration Journalism Prize. His writing and reporting have also appeared in the Times, The Atlantic, and other publications."], "pubDate": null, "id": "445bfb91-601e-30f9-91ed-08332b0dbd21", "keywords": ["serving", "2017", "nomination", "blitzer", "julián", "reporting", "committee", "joaquin", "castro", "jonathan", "award", "house", "times", "published", "san", "talk"], "title": "Julián and Joaquin Castro talk with Jonathan Blitzer", "summary": "Joaquin Castro, a native of San Antonio, is currently serving his fourth term in the United States House of Representatives, representing his home district.\nHe sits on the House Permanent Select Committee on Intelligence, as well as on the House Foreign Affairs Committee and the House Education and Labor Committee.\nHe is also active on the boards of several nonprofit educational organizations, and has worked as a professor of law.\nHe is the campaign chair for his twin brother, Julián, who is running for the 2020 Democratic nomination for President.\nJulián Castro is a candidate for the 2020 Democratic nomination for President.", "authors": [], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}