{"summary": "Spectacular coffee houseKnown as the \"most beautiful café in the world,\" the New York Café is nothing short of spectacular.\nAnd while it's clear business is booming today, in many ways the New York Café couldn't be further removed from its original incarnation.\nAn estimated 500 coffee houses opened in the city during that time, the New York Café being one of them.\nMany of the famous coffee houses in Budapest, including the New York Café, were shut down during the communist era.\nAlthough the interior may be more or less the same as it was, you're unlikely to find any Hungarian writers working away here today.", "id": "447c05e8-b3c7-3b3d-b720-04a2acf16320", "pubDate": null, "url": "https://edition.cnn.com/travel/article/budapest-new-york-cafe/index.html", "authors": [], "paragraphs": ["(CNN) — Step inside the New York Café, and you may find yourself wondering if you've accidentally entered the Hungarian equivalent to the Sistine Chapel.", "Built in Italian Renaissance-style, with sparkling chandeliers dangling from high ceilings adorned by spectacular frescoes, it's one of the oldest cafes in Budapest , dating back 125 years.", "It looks more like a lavish palace than a place to grab a slice of cake and a coffee.", "The line goes all the way down the street on Erzsébet körút, one of Budapest's main boulevards, on the café's busiest days, when it welcomes around 2,000 customers.", "Once you've been ushered to a table, you'll likely spend much of your time looking upward, admiring the marble columns and stuccoed angels, and of course, taking photos.", "\"It's a quick turnaround,\" Gabor Foldes, PR & Marketing Manager for the New York Palace hotel, which the café is a part of, tells CNN Travel . \"People come here, take their pictures and go.\"", "Spectacular coffee house", "Known as the \"most beautiful café in the world,\" the New York Café is nothing short of spectacular. Courtesy New York Palace", "The menu is made up of Hungary's most traditional desserts, including around 16 cakes, but of course, it's not the cuisine that everyone comes here for -- it's the magnificent setting.", "And while it's clear business is booming today, in many ways the New York Café couldn't be further removed from its original incarnation.", "The story of this very grand watering hole begins back in 1894, when the New York Life Insurance Company opened its European headquarters in Budapest and decided to build a coffee house right inside.", "Although coffee was first introduced to Hungary by the Turks in the 16th century, it wasn't until the Austro-Hungarian Empire was formed in 1867 that the fashionable café culture thriving in Vienna finally took off in Budapest.", "An estimated 500 coffee houses opened in the city during that time, the New York Café being one of them.", "Its owners were intent on creating the \"most beautiful café in the world,\" and went all out to achieve just that.", "\"This was not just a place for the rich,\" says Hungarian food critic Andras Jokuti. \"It was a meeting point for poor artists.", "\"They just went there in the hope there will be some nice rich people who would offer them a meal.", "\"For example, for a nice poem for their wives, or any other services, or just to help to formulate a letter.\"", "This brought about the birth of a literature movement known as \"Nyugat,\" which took its name from a periodical that published poetry and prose by Hungarian writers.", "\"For us, it's not just a café, it's the starting point of Hungarian modern literature,\" says Foldes. \"All of the most famous writers and poets came here. It was crowded with writers. We are very proud of that.\"", "Related content How Budapest became a fine dining force to be reckoned with", "Writer's retreat", "CNN Travel peeks inside New York Cafe, said to be the most beautiful cafe in the world.", "In fact, Hungary's most influential newspapers were edited on the second floor of the building.", "According to legend, on its opening night, a group of writers, including renowned author Molnár Ferenc, were so taken with the place, they threw the key to the main door into the Danube so that it could stay open all night.", "\"I don't know if it's true, because he [Ferenc] would only have been around 17 at the time,\" says Foldes. \"But it's a great story.\"", "The Nyugat bar, located just above the café, is filled with photographs of some of the famous writers who began their careers here.", "However, it seems there was something of a hierarchy as to where writers would sit while they were inside the café.", "\"The lowest part, we call it Deep Water because the not so professional artists, they were always staying there,\" says Tamas Fazekas, general manager of the New York Palace Hotel.", "\"And the famous ones, they were upstairs ... and they gave down food for these artists downstairs. And they said, \"Okay, write me a story.\"", "While its popularity, particularly with writers, continued for a long duration, the events of the coming years, most significantly World War I and II and the Soviet occupation of Hungary, were to have a devastating impact.", "Many of the famous coffee houses in Budapest, including the New York Café, were shut down during the communist era.", "Over the years, the venue went through various different incarnations, operating as a restaurant at one point and even a sports store.", "Related content Budapest's best cakes and where to find them", "Tourist attraction", "The 1,000-plus customers who visit the café every day are usually treated to live music. Courtesy New York Palace", "However, the Boscolo Group acquired the building in 2001 and began a five-year restoration project, led by creative architects Maurizio Papiri and Adam D. Tihany.", "The main building was transformed into a luxury hotel and the café, set on the ground floor, was completely restored to its former glory.", "The original plans were found in the basement, which meant that by the time it reopened in 2006, renovators had recreated it almost exactly.", "\"These are the original paintings, although they've been remastered,\" explains Foldes.", "Some minor new details have been added. For example, one of the frescoes now contains the Statue of Liberty, which didn't exist until years after the café was first built.", "Although the interior may be more or less the same as it was, you're unlikely to find any Hungarian writers working away here today.", "\"It's more of a tourist attraction now, so we don't get many Hungarian customers,\" Foldes adds.", "\"Even on our slowest days, we have around 1,300 diners.\"", "While the clientele may be slightly different now, the people who come here are drawn for the same reason those Hungarian writers were back in 1894.", "\"It remains the most beautiful café in the world,\" says Foldes."], "keywords": ["york", "cafe", "beautiful", "budapest", "spot", "hungarian", "worlds", "world", "coffee", "elegant", "writers", "foldes", "budapests", "café", "famous"], "title": "Budapest's New York Cafe: World's most elegant spot for coffee?", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}