{"summary": "An Australian man claims he was able to cook pork in his own car -- and later eat it -- because the heat was so extreme.\nPerth resident Stu Pengelly said he left 3.3 pounds of pork inside his old Datsun Sunny for 10 hours on a 102-degree day.\nTEXAS 3-YEAR-OLD DIES AFTER BEING LEFT IN HOT CAR, POLICE SAYPengelly wrote that his experiment was intended to raise awareness about leaving “anyone or anything precious” in a hot car.\n“My warning is do not leave anyone or anything previous to you in a hot car, not for a minute,” he wrote.\n“if you see kids or dogs in a hot car, DO NOT HESITATE TO SMASH A WINDOW to get them out ASAP.", "keywords": ["wrote", "car", "33", "cooked", "posted", "man", "pork", "hot", "worked", "temperature", "window", "pounds", "australian", "recorded", "claims"], "paragraphs": ["An Australian man claims he was able to cook pork in his own car -- and later eat it -- because the heat was so extreme.", "Perth resident Stu Pengelly said he left 3.3 pounds of pork inside his old Datsun Sunny for 10 hours on a 102-degree day.", "“It worked a treat!” Pengelly wrote on Facebook last Friday.", "Pengelly said he used a monitor throughout the day to measure the temperature. At 7 a.m., it was 86 degrees, and by 1 p.m. it was a scorching 177 degrees inside his car.", "The Australian noted that his car has tinted windows, with aged door and window seals and “a big rust hole in the roof, which stops the car getting as hot as it potentially could.”", "“If this was a later model vehicle & painted black the temperature at a guess could climb significantly higher,” he wrote.", "Pengelly removed the finished product from his car, photos of which he posted on Facebook.", "In a video posted by the Australian Broadcasting Corporation (ABC), he can be seen slicing the pork in half and taking a bite.", "“Bit of Texas spice, salt and pepper. It worked! Go Datsun over!” he says.", "TEXAS 3-YEAR-OLD DIES AFTER BEING LEFT IN HOT CAR, POLICE SAY", "Pengelly wrote that his experiment was intended to raise awareness about leaving “anyone or anything precious” in a hot car.", "“My warning is do not leave anyone or anything previous to you in a hot car, not for a minute,” he wrote. “if you see kids or dogs in a hot car, DO NOT HESITATE TO SMASH A WINDOW to get them out ASAP. It is not an offence to do this & you could save a life. Please keep a watch out.”", "CLICK HERE TO GET THE FOX NEWS APP", "Perth is in the midst of an unprecedented heat wave, ABC reported. Earlier this month, it recorded its hottest first week of summer in recorded history."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/world/australian-man-cooked-pork-hot-car", "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "id": "448963b8-5dc4-3fe9-bfb1-b446d7dfbfb0", "pubDate": null, "title": "Australian man claims to have cooked 3.3 pounds of pork in hot car"}