{"id": "44965b74-ee6f-34b1-b3c0-f29432323656", "keywords": ["ready", "mod", "electric", "aircraft", "project", "plane", "xplane", "event", "experimental", "significant", "nasa", "allelectric", "x57", "flight", "ii", "testing", "test"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Chris Ciaccia"], "url": "http://www.foxnews.com/science/nasa-test-electric-experimental-x-plane", "title": "NASA is ready to test its first all-electric experimental X-plane: 'A significant event'", "summary": "Now, the space agency is moving further into the future, with the first all-electric experimental aircraft.\n\"The X-57 Mod II aircraft delivery to NASA is a significant event, marking the beginning of a new phase in this exciting electric X-plane project,” said X-57 Project Manager Tom Rigney in a statement.\nNASA added that as the X-57 Mod II starts testing on the ground, plans for Mod III and Mod IV are already underway, including testing on the plane's high-aspect-ratio wing.\nOne of the goals of the X-57 project is to \"help develop certification standards for emerging electric aircraft.\"\nThe design of the plane will be shared with regulators and the aviation industry in an effort to further the advancement of the budding electric aircraft market.", "pubDate": null, "paragraphs": ["NASA has been testing X-planes, experimental aircraft that it uses to test a variety of different technologies, for more than 70 years, including the Bell X-1, the first plane to break the sound barrier in flight. Now, the space agency is moving further into the future, with the first all-electric experimental aircraft.", "The plane, known as the X-57 Maxwell, was delivered to NASA’s Armstrong Flight Research Center in California.", "\"The X-57 Mod II aircraft delivery to NASA is a significant event, marking the beginning of a new phase in this exciting electric X-plane project,” said X-57 Project Manager Tom Rigney in a statement.", "NASA CHIEF SCIENTIST SAYS 'WE'RE CLOSE' TO MAKING ANNOUNCEMENTS ABOUT LIFE ON MARS", "Rigney added that with the X-57 Mod now available to the space agency, NASA will start testing the integrated electric propulsion system to ensure the aircraft is airworthy. \"We plan to rapidly share valuable lessons learned along the way as we progress toward flight testing, helping to inform the growing electric aircraft market.”", "There are three configurations of the all-electric aircraft, the first of which is known as Modification II, or Mod II. NASA added that as the X-57 Mod II starts testing on the ground, plans for Mod III and Mod IV are already underway, including testing on the plane's high-aspect-ratio wing.", "The X-57 Maxwell was delivered to NASA by ESAero, a San Luis Obispo, Calif.-based company.", "One of the goals of the X-57 project is to \"help develop certification standards for emerging electric aircraft.\" The design of the plane will be shared with regulators and the aviation industry in an effort to further the advancement of the budding electric aircraft market.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM"]}