{"summary": "As a gleeful portrait of child-like imagination, Super Mario World, with its ridable dinosaurs and pipes that can transport our mustachioed hero to places unknown, is unmatched.\nI'm intrigued enough that I've already played another Mario game since (Super Mario 3D Land, which is also good!)\nFrom the melancholy overture of Super Metroid to its explosive finale, I found my 12-hour playthrough to be enthralling.\nPrecious few games (if any) make you feel the joys of incremental power growth as well as Super Metroid.\nFor more on these games, check out our Replay episodes of Super Mario World, A Link To The Past, and Super Metroid.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "keywords": ["samus", "played", "metroid", "link", "games", "past", "super", "joys", "world", "mario", "game", "education"], "id": "44d5b06d-6cf0-3654-a224-dcec008da3b2", "url": "https://www.gameinformer.com/the-virtual-life/2019/07/10/the-joys-of-a-super-education", "title": "The Joys Of A Super Education", "pubDate": null, "paragraphs": ["I didn't have a Super Nintendo as a kid. I grew up in a Sega household playing Mortal Kombat 3, Streets of Rage, Ecco the Dolphin, and even Sonic, as this piece of regrettable evidence proves:", "Wow. That's a yikes and a half. Anyway: the point here is that I never got around to playing some of the biggest games the 16-bit generation since I didn't own a Nintendo console until the Nintendo 64. The only time I ever actually got to play the SNES was in the occasional hotel that, for some reason or another, had an emulator built into the TV where you could play Zelda, F-Zero, and Super Mario RPG for 10 bucks an hour. For the past 15 years, I've been telling myself that I'd get around to playing some of those classics I missed out on to completion but have been putting off multiple opportunities to do so, including Nintendo literally re-releasing a greatest hits version of the console!", "When June arrived and gaming's release schedule slowed down in the wake of E3, I took the opportunity to purchase a new 3DS, download some Virtual Console SNES games, and leap into a past I never got to experience as a kid. I expected most of these games to be sort of difficult to get through, akin to reading something dry but important like The Grapes Of Wrath to understand its literary significance, instead of genuinely fun experiences that stand the test of time.", "Let the record show that for the billionth time in my life I was a big idiot who was wrong.", "Super Mario World", "Confession time, readers: I don't care for Mario. I understand the significance and what a pivotal role everyone's favorite plumber played in shaping gaming culture as we know it. However, I'm also not-so-secretly a Wraith with a decrepit soul that finds no joy in platformers. So imagine my surprise when playing Super Mario World actually brought me a modicum of happiness and restored a smidge of blushing life to these gaunt, cadaverous cheeks of mine.", "I think what I appreciate about Super Mario World more than anything else is that it feels like a child's coloring book brought to life in a way that no other game does. Just look at that brilliant use of bright, varied color mixed with fantastical elements like hammer-hurling turtles and hungry piranha plants. As a gleeful portrait of child-like imagination, Super Mario World, with its ridable dinosaurs and pipes that can transport our mustachioed hero to places unknown, is unmatched.", "I also think that this Mario entry has something most platformers I've played lack: a sense of momentum pushing you forward, giving you a feeling of power as you navigate labyrinths of spikes and lava, turning massive bullets bearing down on you into harmless launch pads with well-timed jumps. At its best, Super Mario World makes you feel like a slightly plump god-like entity for overcoming a gauntlet of deadly terrors by the skin of your teeth. That said, at its worst, there are several moments towards the end of the game that feel more weighted in the direction of unfair than challenging. Also, the ghost house levels are dumb and not fun at all, sorry.", "All and all, post-Super Mario World-me still isn't as in love with Mario as a series, but I understand the appeal on an experiential level more than just a cultural appreciation one. I'm intrigued enough that I've already played another Mario game since (Super Mario 3D Land, which is also good!) and will likely take on more in the future. Fellow editor Kyle Hilliard is currently yelling at me that I need to play Super Mario Galaxy, so I guess that's my next (eventual) destination in the Mushroom Kingdom!", "The Legend Of Zelda: A Link To The Past", "Honestly? This one was probably the biggest title in my backlog of shame. I'd played a few of the Zeldas (Ocarina, Majora's, A Link Between World, Wind Waker, BoTW) but hadn't LOVED any of them except for Breath Of The Wild, thanks to its creative freedom and beautiful world.", "A Link To The Past ... I think the most I can say is that I get it now. I understand why it consistently ends up in top 5 lists of the greatest games ever made. There's just so much to love about A Link To The Past. Its multi-floor dungeons, the colorful art style, the puzzles involving switching between a world of light and dark, the open-ended exploration filled with secrets. I loved finding surprisingly modern mechanics like Fast Travel and even partaking in side quests starring villagers with colorful personalities.", "A number of frustrations also tripped me up, like how I was on the verge of beating one particular boss only to find out that I didn't have an item I needed. This meant I had to backtrack into the open world in search of it (eventually turning to a walkthrough to find it because I wasn't going to spend 10 hours roaming around clueless) and then come back to defeat said boss so I could progress through the main game. Some of the dungeons also require more dexterity than seems fair to progress (tiptoeing around patches of abyss in one dungeon is just dull and cheaply designed compared to the other, more engrossing obstacles).", "Still, for a lot of people, A Link To The Past is the most video game-ass video game ever made. The standard story has some nice twists that make it a crowdpleaser, the MIDI score is incredible, the dungeons and bosses challenging, and at the end of it, you feel like you've truly had an adventure. That's a a lot more than most other games from the era can boast.", "Super Metroid", "When I popped open my 3DS and bought a bunch of Super Nintendo-era games to play through, I expected that I would have an enlightening but mostly boring journey. I thought I would come out on the other side of the experience with a handful of new intellectual, design-related appreciations at the cost of several hours of dull gameplay that hadn't aged well over the past two decades.", "The one thing I did not expect was to develop a full-blown obsession.", "Having played a lot of Metroid-likes over the years and not really jiving with any of them, I went into Super Metroid expecting a game that I would like the aesthetic of but would have trouble getting into. My experience showed that expectation couldn't be further from the truth. From the melancholy overture of Super Metroid to its explosive finale, I found my 12-hour playthrough to be enthralling. Over the course of three days, every free moment I had was dedicated to helping bounty hunter Samus navigate the mysterious world of Zebes to stop the vile Mother Brain and recapture the last Metroid.", "Super Metroid is just perfect. Perfectly paced. Perfectly scored. Perfectly designed. The labyrinth structure of Zebes hides so many secrets, each making Samus more powerful in noticeable ways that are both entertaining while also opening new paths in the labyrinth. Even something as simple as discovering a missile capacity upgrade and then using a new grapple ability to obtain it made me grin. And all of these moments of discovery and power ascension happen at such a steady clip but somehow never lose their luster.", "Precious few games (if any) make you feel the joys of incremental power growth as well as Super Metroid. One minute you're on the surface of a planet armed with an impressive-looking (but rather weak) arm cannon, and then four hours down the line you're capable of morphing into a bomb-dropping ball and can run so fast you tear through walls of ancient stone. Eventually you get a suit that can withstand steel-melting temperatures and bombs capable of killing every enemy on screen.", "The few boss fights that are here are terrifying and difficult, though you can break them entirely by doing some extra work and tracking down health-boosting energy containers and ammo upgrades beforehand. There's so much flexibility in how you handle your problems and chart the way forward, such a delicate and masterful balance of puzzle-solving and action gameplay. The story (told with no words once you're past the intro) uses its Alien inspirations and the atmospheric setting of Zebes to craft a moody tale of evil from beyond and one woman's ceaseless determination to stop it.", "Ever since I finished Super Metroid, I've been on a Metroid and Metroid-like kick. I blazed through Samus Returns and Axiom Verge and then I even bought a used Game Boy Advance SP so I could check out our office copies of Zero Mission and Fusion.", "For years, I've felt like everyone has that one Nintendo franchise they associate with. There are Mario people, Zelda people, Pokémon people. I am, without a doubt, a Metroid person. This discovery has made me ecstatic I decided to take some time and check out some old classics that I never got around to. It can be a little daunting to do that because of the time commitment involved, but if you've been on the fence about looking into some of gaming's greatest hits (whether it's from the SNES era or elsewhere), I encourage you to take the leap. You might find yourself reaping unexpected rewards, like a new all-time favorite game and obsession.", "Now if you'll excuse me, I have to read a bunch of wiki lore on Ridley and the Space Pirates and master Samus, Dark Samus, and Zero Suit Samus' movesets in Smash Bros. Ultimate.", "See you next mission, reader.", "For more on these games, check out our Replay episodes of Super Mario World, A Link To The Past, and Super Metroid."]}