{"summary": "Then Jeff Cork, Ben Reeves, and new intern Alex Stadnik weigh in on Nintendo's wonderful remake of Link's Awakening.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n9:35 - Death Stranding36:40 - Resident Evil's \"Project Resistance\"45:45 - Nioh 249:20 - Final Fantasy VII Remake57:55 - Yakuza: Like a Dragon1:01:00 - NHL 201:12:05 - The Legend of Zelda: Link's Awakening1:19:10 - Call of Duty: Modern Warfare's beta1:22:55 - Community emails2:10:45 - Infinity Ward on developing Call of Duty 42:30:49 - Infinity Ward developers on leaving Respawn", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "keywords": ["modern", "infinity", "project", "remake", "resident", "video", "respawn", "duty", "ward", "stranding", "vii", "interview", "game", "resistance", "death"], "id": "44f79e3b-1e0d-30e2-948f-d17c1e6a8599", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/09/19/gi-show-death-stranding-project-resistance-infinity", "title": "Death Stranding, Project Resistance, Infinity Ward Interview", "pubDate": null, "paragraphs": ["Welcome back to The Game Informer Show! On this week's show, Joe Juba and Kimberley Wallace are back from the Tokyo Game Show and talk about what it was like to visit Kojima Productions, play the new PvP Resident Evil game, and learn all about the Final Fantasy VII Remake. Then Jeff Cork, Ben Reeves, and new intern Alex Stadnik weigh in on Nintendo's wonderful remake of Link's Awakening. After some great community emails, we're releasing the audio of a fascinating conversation we had while visiting Infinity Ward for our cover story on Call of Duty: Modern Warfare with Joel Emslie, Geoffrey Smith, and Mark Grigsby about developing Call of Duty 4 and what it was like to leave Infinity Ward for Respawn and then return to make a new Modern Warfare.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "9:35 - Death Stranding", "36:40 - Resident Evil's \"Project Resistance\"", "45:45 - Nioh 2", "49:20 - Final Fantasy VII Remake", "57:55 - Yakuza: Like a Dragon", "1:01:00 - NHL 20", "1:12:05 - The Legend of Zelda: Link's Awakening", "1:19:10 - Call of Duty: Modern Warfare's beta", "1:22:55 - Community emails", "2:10:45 - Infinity Ward on developing Call of Duty 4", "2:30:49 - Infinity Ward developers on leaving Respawn"]}