{"id": "452d825f-cabd-3046-829a-638739736650", "title": "Move over, Fitbit – here comes the Nurvv Run", "url": "https://www.ft.com/content/09ab7714-2097-4b32-bcbe-8f250987e328", "summary": "This ambitious new running accessory, Nurvv Run, from a startup in south-west London, eclipses – and by some distance – all other running-analysis gadgets I’ve seen.\nNurvv Run comprises two running-shoe insoles, each equipped with pressure-measuring sensors, which are connected to a tracker clipped to the side of the shoe.\nBrilliantly designed and engineered, Nurvv Run has many of the hallmarks of other pioneering tech – one of which, I fear, is that it’s quite demanding of the user.\nNurvv Run is ingenious, intriguing and impressive.\nNurvv Run, £250, nurvv.com@thefuturecritic", "paragraphs": ["This ambitious new running accessory, Nurvv Run, from a startup in south-west London, eclipses – and by some distance – all other running-analysis gadgets I’ve seen. Eat your heart out Fitbits, Garmins, Apple Watches and the rest.", "Nurvv Run comprises two running-shoe insoles, each equipped with pressure-measuring sensors, which are connected to a tracker clipped to the side of the shoe. Together, the technology in both shoes notes and stores the quantity and quality of your footfall, your position, your speed, your elevation and other variables, then transmits this data wirelessly to your phone to analyse and suggest improvements in technique. If you carry your phone on a run, or wear a smartwatch, it can coach you by voice. The trackers work for five hours per charge; the insoles come in various sizes and last about 1,500 miles until they need replacing – and the trackers will continue to work with the replacements.", "Nurvv Run comprises two running-shoe insoles, each equipped with pressure-measuring sensors, which are connected to a tracker clipped to the side of the shoe", "Nurvv Run was developed in part by the renowned biomechanist Dr Grant Trewartha, formerly of the University of Bath. Dr Trewartha was also one of the researchers behind changes adopted by professional rugby to help reduce scrum injuries. Brilliantly designed and engineered, Nurvv Run has many of the hallmarks of other pioneering tech – one of which, I fear, is that it’s quite demanding of the user. You really need to show commitment and learn how to install it, insert it correctly into the shoes, allow for glitches and, finally, understand, appreciate – and act on – the voluptuous amount of data it provides.", "I converted a pair of Saucony Ride 13 trainers lent by Nurvv into electric shoes, and after a couple of brief test runs established that I am not as much of a disgrace as I thought. My pronation (foot roll) in particular is officially “great”.", "Nurvv Run is ingenious, intriguing and impressive.", "Nurvv Run, £250, nurvv.com", "@thefuturecritic"], "authors": ["Jonathan Margolis"], "keywords": ["tracker", "run", "work", "trewartha", "sensors", "nurvv", "runningshoe", "shoes", "trackers", "insoles", "fitbit", "comes"], "pubDate": "2020-11-03T10:55:30.967000+00:00", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}