{"summary": "Now - the Pentagon wants to stop them with new space sensor layer technology designed to give U.S. commanders a chance to knock hypersonic missiles straight out of the sky.\nThe U.S. Missile Defense Agency is now entering Phase IIa of an emerging sensor technology specifically engineered to establish a continuous “track” on approaching hypersonic missiles.\nIt’s called Hypersonic Ballistic Missile Tracking Space Sensor (HBTSS).\nIt is well known that the Pentagon has been fast-tracking a range of fast-moving hypersonic weapons programs, many of them now at mature levels of performance.\n“HBTSS' mission is to detect and track hypersonic threats and ballistic missiles, providing low-latency critical data to the Missile Defense System,” Njoku said.", "keywords": ["attack", "ballistic", "weapons", "pentagon", "track", "destroy", "technology", "hypersonic", "missiles", "threat", "attacks", "missile", "advances", "essay", "defense"], "paragraphs": ["Washington, D.C. - Carrier strike groups, mechanized armored columns of ground vehicles and sensitive ground sites can all be destroyed in a matter of several minutes by fast, maneuverable hypersonic weapons traveling at five-times the speed of sound.", "Now - the Pentagon wants to stop them with new space sensor layer technology designed to give U.S. commanders a chance to knock hypersonic missiles straight out of the sky.", "The U.S. Missile Defense Agency is now entering Phase IIa of an emerging sensor technology specifically engineered to establish a continuous “track” on approaching hypersonic missiles. It’s called Hypersonic Ballistic Missile Tracking Space Sensor (HBTSS).", "“HBTSS will become a primary part of a hybrid tracking layer within the National Defense Space Architecture, which consists of systems in different orbits that provide the capability to detect and track both conventional ballistic missiles and emerging threats,” Missile Defense Agency spokeswoman Maria Njoku, told Warrior in a statement.", "Hypersonic weapons are no longer a somewhat distant future prospect. They are here and fast-evolving toward new levels of lethality. It is well known that the Pentagon has been fast-tracking a range of fast-moving hypersonic weapons programs, many of them now at mature levels of performance. It is also well known and widely discussed that some U.S. rivals, Russia and China, in particular, are possibly ahead of the U.S. when it comes to the development and testing of these weapons.", "F-35 SET FOR LASER BOOST", "The weapons not only travel at 5-times the speed of sound but also maneuver in flight, at times traveling along the edges of the earth’s atmosphere to descend upon targets with overwhelming destructive speed.", "While many applications are still evolving, hypersonic attack possibilities have few limits, bringing the prospect of nearly instant air, land or sea-fired attacks nearly impossible to defend. Commanders facing missile attack typically know the flight time, trajectory and potential impact point of approaching ballistic missiles and are able to use the little time available to decide which elements of a layered defense might be needed to destroy an attack. While current ICBM and missile attacks of course still present response-time challenges, the weapons are known by defenders. An ICBM, for example, will need about 20-mins to travel through space, allowing sufficient time for defenders to launch one or two Ground-Based Interceptors. Hypersonics radically change this equation, bringing an exponential decrease in defensive response time.", "Hypersonic weapons “could reach targets that are 1000km away within minutes,” an interesting 2019 essay from a UK-based think tank called Article36. The essay is titled called “Convention on Certain Conventional Weapons.”", "Significantly, the impact of this kind of threat seems to be anticipated in a 2017 essay in AIP Conference Proceedings which cites a need for the U.S. military to re-craft its command and control doctrine to better track hypersonic threats.", "“While operational doctrine and command structures adequately address traditional atmospheric air attack or exoatmospheric ballistic missile attack, existing doctrine and organizational structure may not be adequate to address the cross-domain threat posed by hypersonics,” the essay, called “Global Strike Hypersonic Weapons,” states.", "NEW AIR FORCE NUCLEAR-ARMED ICBMS TO DEPLOY BY 2029", "Given the significance and timeframe of this threat, the Missile Defense Agency is moving quickly on HBTSS. The MDA recently awarded L3Harris, Raytheon, Northrop Grumman and Leidos Phase II development contracts to further develop HBTSS prototypes and payload technologies.", "Interestingly, an essay written by a senior Northrop Grumman weapons developer specifies some of the particular challenges presented by hypersonic attack. They are “super-charged missiles that don’t follow a standard ballistic trajectory and can maneuver around fixed defenses or skim along the surface below radar coverage. These are inherently unpredictable threats that can be fired from fixed silos, road-mobile launchers or ships at sea,” Ken Todorov, vice president of Missile Defense Solutions, Northrop Grumman, writes in an essay called “Defeating Invincible.”", "In fact, the threat of hypersonic attack is so serious that some weapons developers are of the view that there is no defense -- and instead suggest that the only counter to them is through a massive, commensurate offensive hypersonic attack.", "Not so fast - according to current Pentagon and U.S. industry partners, who say HBTSS can make defense possible, despite the speed and destructive power of hypersonic attack. HBTSS is, among other things, being engineered with a specific mind to establishing a continuous track, following hypersonic weapons with a single sensor payload from launch through impact.", "“HBTSS' mission is to detect and track hypersonic threats and ballistic missiles, providing low-latency critical data to the Missile Defense System,” Njoku said.", "AIR FORCE TO TEST FIRE FIGHTER JET-CONFIGURED LASER WEAPONS POD FROM THE GROUND", "Existing radar systems, which analyze an electronic return signal after bouncing off a threat, are limited by a linear trajectory and cannot extend beyond the horizon without an airborne sensor node. As a result, the Pentagon continues to improve networking technologies designed to link and integrate a variety of otherwise disparate radars.", "HBTSS is, by contrast, engineered to establish a continuous track of an approaching missile, better-enabling countermeasure options such as an interceptor missile, EW system designed to throw the missile off course or other kinds of emerging defensive options.", "“HBTSS will be a network of sensors on a constellation of satellites in orbit around the Earth with the ability to observe global threats without the line of site limitations of ground-based radars,” Njoku explained.", "As an industry developer, Todorov said Northrop is working on a “system of systems” approach to include HBTSS as part of a larger-scale, sweeping space-sensor layer connected to a diverse sphere of countermeasures and other technologies. Todorov is, among others, an advocate of better integrating offensive and defensive weapons able to both strike with and defend against hypersonic weapons. “It is not enough to merely see the threat. If we stop at seeing it and tracking it, we are missing a chance,” Todorov said.", "“There are clear synergies between the development of strike missiles and defensive interceptors. There are also mature programs of record in non-kinetic directed energy, electronic attack and cyber that can be rapidly adapted to counter hypersonic threats in an integrated defensive and offensive approach,” Todorov writes.", "AIR FORCE CLOUD MIGRATION FIGHTS AI-ENABLED CYBERATTACKS", "Hypersonic weapons, which can carry either conventional or nuclear weapons, fall into two basic categories to include “boost-glide” Hypersonic Glide Missiles (HGV) and Hypersonic Cruise Missiles (HCM).", "HGVs are highly maneuverable weapons typically launched by a rocket into the upper atmosphere and released at an altitude of between 40 and 100km, and HCMs, or “air-breathing” cruise missiles, are powered through an entire flight, the essay explains.", "CLICK HERE TO GET THE FOX NEWS APP", "“They (HCMs) would likely fly at an altitude of 20 to 30km, beyond the reach of most current air-to-surface missile defence system. They need to be accelerated to a speed of Mach 5 before an advanced jet (ramjet, scramjet) engine can take over to maintain speeds,” the Article36 essay writes."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/tech/pentagon-advances-new-technology-to-destroy-hypersonic-missile-attacks", "authors": [], "id": "45422d40-76e0-33c1-811a-5032f4a43c36", "pubDate": null, "title": "Pentagon advances new technology to destroy hypersonic missile attacks"}