{"url": "https://festival.newyorker.com/tickets/desus-and-mero-talk-with-troy-patterson/", "paragraphs": ["Desus Nice and the Kid Mero are comedians, pop-culture commentators, writers, and podcasters. They currently co-host Showtime’s first late-night show, “Desus & Mero,” as well as the long-running podcast “Bodega Boys.” The former Bronx schoolmates reconnected during the early days of Twitter, leading to stints on Complex (“Desus vs. Mero”), MTV (“Joking Off”), and a daily late-night show on Viceland. Recently, they lent their voices to Netflix’s animated series “Neo Yokio” and Disney’s “Star vs. the Forces of Evil.” They will release a “life advice” book in 2020.", "Troy Patterson began contributing to The New Yorker in 2016 and joined the magazine as a staff writer in 2017, covering television and culture. Previously, he was the style editor at Bloomberg. He has also been the “On Clothing” columnist for the Times Magazine, the television critic at Slate, the film critic at Spin, the book critic at Entertainment Weekly, and an assistant professor at Columbia University’s Graduate School of Journalism."], "pubDate": null, "id": "4547da7c-d331-3da0-b601-73cf67f47abc", "keywords": ["mero", "latenight", "magazine", "yorker", "yokio", "talk", "vs", "troy", "television", "patterson", "critic", "book", "desus"], "title": "Desus and Mero talk with Troy Patterson", "summary": "Desus Nice and the Kid Mero are comedians, pop-culture commentators, writers, and podcasters.\nThey currently co-host Showtime’s first late-night show, “Desus & Mero,” as well as the long-running podcast “Bodega Boys.” The former Bronx schoolmates reconnected during the early days of Twitter, leading to stints on Complex (“Desus vs. Mero”), MTV (“Joking Off”), and a daily late-night show on Viceland.\nRecently, they lent their voices to Netflix’s animated series “Neo Yokio” and Disney’s “Star vs. the Forces of Evil.” They will release a “life advice” book in 2020.\nTroy Patterson began contributing to The New Yorker in 2016 and joined the magazine as a staff writer in 2017, covering television and culture.\nHe has also been the “On Clothing” columnist for the Times Magazine, the television critic at Slate, the film critic at Spin, the book critic at Entertainment Weekly, and an assistant professor at Columbia University’s Graduate School of Journalism.", "authors": [], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}