{"authors": [], "keywords": ["markets", "brontë", "ms", "yuletide", "town", "old", "wine", "enjoy", "emily", "enchanting", "city", "cruise", "delicious", "rhine", "tree", "market", "river", "christmas", "cathedral"], "pubDate": null, "summary": "You’ll have some free time to wander the seasonal market, centred around the old town; the old town hall’s windows are transformed into a giant Advent calendar and an imposing Christmas tree takes centre stage.\nThis delicious concoction is usually made with red wine heated with citrus zest and spices such as cloves and cinnamon.\nBack on board for lunch, we make our return to Cologne as the ever-changing river scenery drifts silently by.\nChristmas creates a special atmosphere here and you have free time to immerse yourself in the city’s seven Yuletide markets, each with its own unique theme.\nAfter browsing the market and its Aladdin’s cave of festive gifts and foods, return to the ship to enjoy a final delicious dinner this evening.", "title": "Enchanting Rhine & Yuletide Markets River Cruise - MS Emily Brontë", "url": "https://holidays.theguardian.com/holidays/enchanting-rhine-and-yuletide-markets-ms-emily-bront-bdb4b08eaf7ed0b1a387a2aa4c8f7d67", "id": "4548e183-a82b-3524-bf2b-7e6f94061d9b", "paragraphs": ["Day", "4", "Rising refreshed, after breakfast there’s the opportunity to learn more about this fascinating city, which served as the capital of the West German state from 1949-1990, until the reunification of Germany which restored Berlin as the country’s capital. Whilst it lost the battle to retain the parliament, Bonn still holds the status of a secondary governmental seat, so many government ministries and public bodies still have their headquarters here. But behind its official facade lies a historic and fascinating city and this morning you will enjoy a guided tour of the main sights around the old town, centred around its two spacious squares. See the city’s most prominent landmark, the soaring spire of the huge Romanesque minster, one of the oldest churches in the country and the attractive pastel pink Rococo old town hall, with its gleaming silver and gold trim, from where an endless list of politicians throughout the decades have appeared on its sweeping staircase. Bonn is also famous for being the birthplace of Ludwig van Beethoven, and the house where he was born is one of the few old buildings in the city not to have been damaged during the war. Together with the house next door, it now houses a museum dedicated to one of the greatest composers of all time. You’ll have some free time to wander the seasonal market, centred around the old town; the old town hall’s windows are transformed into a giant Advent calendar and an imposing Christmas tree takes centre stage. Classical music floats on the air, along with the delicious smells of gingerbread and baked apples – simply magical. No visit would be complete without sampling a glass of warming Glühwein, or mulled wine. This delicious concoction is usually made with red wine heated with citrus zest and spices such as cloves and cinnamon. Sometimes it’s drunk mit Schuss, meaning a shot of rum or brandy has been added for extra punch! Back on board for lunch, we make our return to Cologne as the ever-changing river scenery drifts silently by. As the towering spires of Cologne’s cathedral come into view on the wintry skyline, we moor in the shadow of this ancient monument once again. Christmas creates a special atmosphere here and you have free time to immerse yourself in the city’s seven Yuletide markets, each with its own unique theme. Every year a huge number of visitors are drawn to the more than 160 tastefully decorated festive stalls of the Cathedral Christmas market, impressively set against the spectacular backdrop of the imposing cathedral, where the largest Christmas tree in the Rhineland, illuminated with 50,000 LED lights, is a magnificent glittering sight to behold. There’s also plenty of live entertainment to enjoy. After browsing the market and its Aladdin’s cave of festive gifts and foods, return to the ship to enjoy a final delicious dinner this evening."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}