{"id": "46187f82-e711-33f5-b5fc-89e5a97b680c", "title": "Carrion Review – All Tentacles And Repetition", "url": "https://www.gameinformer.com/review/carrion/carrion-review-all-tentacles-and-repetition", "summary": "Deep within an underground laboratory, tests are being conducted on an amorphous alien that, depending on how it is positioned, appears to be either all tentacles or teeth.\nIn Carrion, you release this alien and guide it as it runs amok through the facility.\nWithin seconds of starting, the alien’s tentacles tear humans apart, its teeth bite into their flesh, and the facility – once sterile and pristine – is dripping with blood.\nDespite starring an impossible-to-identify creature, Carrion is surprisingly mundane until its final act, where the culmination of ideas truly shine.\nThe alien’s mobility is the highlight, with its many tentacles that can latch onto any surface.", "paragraphs": ["Deep within an underground laboratory, tests are being conducted on an amorphous alien that, depending on how it is positioned, appears to be either all tentacles or teeth. This creature doesn’t want to be contained, and would like nothing more than to kill every scientist that poked and prodded it.", "", "In Carrion, you release this alien and guide it as it runs amok through the facility. Within seconds of starting, the alien’s tentacles tear humans apart, its teeth bite into their flesh, and the facility – once sterile and pristine – is dripping with blood. This opening salvo of chaos is dark and exhilarating, but nothing that comes after tops the first impression. The thrills of being a monstrous threat wear off quickly, since your progress is mostly tied to figuring out how to remove seals from locked doors. Despite starring an impossible-to-identify creature, Carrion is surprisingly mundane until its final act, where the culmination of ideas truly shine.", "The alien’s mobility is the highlight, with its many tentacles that can latch onto any surface. Its shape can also morph, so the oozing monstrosity moves through any space quickly, be it a sizable cavern or a tight air vent. The player doesn’t have to hit a jump button to make the alien navigate the multi-tiered spaces; it just flows where you want it to go using the left analog stick, a fantastic solution to controlling something so odd. Watching the alien’s form shift and contort as it changes directions is mesmerizing and beautifully illustrated by Phobia Game Studio’s artists.", "The lab has numerous security systems in place to contain the beast, along with a variety of armed guards. A quick tentacle strike can grab one of these soldiers, and rotating the right analog stick moves the appendage, allowing you to create throwing or smashing motions that deliver results. In one instance, you may want to chuck a metal container at a heavily armored guard to stagger him. In another, you may want to simply smash a foe repeatedly against the floor to end their life. Even though it can be somewhat challenging to figure out the angle of the tentacle being unleashed, these actions are excellently crafted and empower the fantasy of being this peculiar threat. The alien grows in size over time, and can eventually become powerful enough to smash through wood beams, slither through underwater grates, and mind-jack humans to do its bidding – you even use the humans’ weapons against their own kind, which is deviously fun.", "These abilities are put to good use for light environmental puzzle solving. No puzzle is overly complex, and most can be completed in a matter of seconds, usually rewarding the player with a new path to travel. Some puzzles require different alien sizes, which may lead to you feeding more or having to discharge mass in a pool of water. While I like how the alien’s form is used for these puzzles, they all lead to seals being removed from doors, which is a monotonous process for the bulk of the experience.", "The facility is broken up into small areas that you need to complete to move on. You can’t really get lost given each area’s diminutive size – which is obviously a good thing – but your goal in almost every zone is always the same: Focus on those seals. To remove a seal, the alien needs to reach a nesting spot within a specific section of the map. When the required number of spots are secured, the seals disappear and the next area becomes available. Your mind is always glued to the doors, and all of the carnage you create is in service to this mundane goal.", "Most combat encounters are optional, so if a deadly flamethrower unit lights up the screen, you are better off slithering away. When you are forced to fight, the enemy can pack plenty of firepower, and you may need rip off a mech’s armor to reveal the pilot, or hide the alien’s mass behind something to take cover. Combat can be enthralling, and often points to how great Carrion’s ideas could be. However, it plays too small a role in the experience, and doesn’t feel fully realized until that final act where chaos reigns.", "With no real story to follow or info given on what the alien is or even what building it is trapped in, Carrion lives and dies by what happens in the moment. The focus on opening up new areas using the same ideas grows stale quick, and robs a fascinating premise of its true potential. I enjoyed playing as an enraged blob, but didn’t find much fun in the process of escaping the facility."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["review", "tentacles", "ideas", "doesnt", "carrion", "seals", "humans", "repetition", "doors", "alien", "aliens", "facility"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}