{"id": "461a7703-4475-3ca8-97f1-95a50e37e36a", "title": "Will Mitch McConnell strangle Joe Biden's legislative program at birth?", "url": "https://www.theguardian.com/us-news/2020/nov/09/will-mitch-mcconnell-strangle-joe-bidens-legislative-program-at-birth", "summary": "Mitch McConnell laughs at criticism over Congress Covid relief failure Read moreIt is not impossible.\nMcConnell failed in that task but made up for it by killing off mounds of Democratic legislation and Obama nominations for administrative positions.\n“Mitch McConnell will force Joe Biden to negotiate every single cabinet secretary, every single district court judge, every single US attorney with him,” the Democratic senator Chris Murphy told Politico.\nThe optimists point that McConnell was the only Republican senator to attend the funeral of Biden’s eldest son, Beau, in 2015.\n“That’s Biden’s job, and anybody who’s expecting any grand legislative measures is just living in fantasyland.”", "paragraphs": ["The Kentucky senator revels in the nickname the Grim Reaper and tried to frustrate the previous Democratic president at every turn", "Sign up for the Guardian’s First Thing newsletter", "After celebrating the winning of a Joe Biden presidency, Democrats are waking to the hangover of figuring out how to govern under the shadow of a runaway pandemic and the potential for gridlock imposed by the man who likes to call himself the Grim Reaper, the Republican Senate leader, Mitch McConnell.", "The imagined “blue wave” that was to bring Democratic control over the Senate did not materialize, but Biden’s party has not entirely given up hope. There will be two Senate run-off races in Georgia on 5 January, and if Democrats win both, that will scrape a 50-50 tie in the chamber, allowing Kamala Harris, as vice-president, to cast tie-breaking votes.", "Mitch McConnell laughs at criticism over Congress Covid relief failure Read more", "It is not impossible. Voter registration drives look to have succeeded in turning the state blue in the presidential election for the first time since 1992. But it will be an uphill task, and most Georgia observers expect the parties to emerge from the runoffs with one seat apiece, leaving the Senate split 51-49 in the Republicans’ favor.", "In that case, a Biden presidency would have to contend with the veteran senator from Kentucky who relishes the nickname of Grim Reaper for his lethal treatment of almost all Democratic legislation. He said in 2010 that “the single most important thing we want to achieve is for President Obama to be a one-term president”.", "McConnell failed in that task but made up for it by killing off mounds of Democratic legislation and Obama nominations for administrative positions. So despite winning more votes than anyone in US political history, Biden will have to share power with the head of a chamber in which Wyoming (population 586,107) has the same clout as California (nearly 40 million).", "“Mitch McConnell will force Joe Biden to negotiate every single cabinet secretary, every single district court judge, every single US attorney with him,” the Democratic senator Chris Murphy told Politico. “My guess is we’ll have a constitutional crisis pretty immediately.”", "The immediate impact will be on Biden’s freedom to pick a cabinet. Left-of-centre candidates like Elizabeth Warren or Bernie Sanders, would be ruled out, as would be officials that Senate Republicans have a grudge against, like the former national security adviser Susan Rice and voting rights activist Stacey Abrams who helped Biden’s likely win in Georgia.", "It will also crush Biden’s aspirations of becoming a latter-day Franklin Delano Roosevelt, with large-scale public investment aimed at creating a low-carbon US economy.", "Biden could try peeling off the small handful of moderate Republican senators for critical votes, like Susan Collins of Maine, Mitt Romney of Massachusetts or Alaska’s Lisa Murkowski, but the fear of attacks from the right will remain a powerful disciplinary tool on Republicans even after Trump has left office. Recruiting centrist Republicans might work for individual pieces of legislation but it is unlikely to represent a reliable strategy for governing.", "That ultimately might depend on the potential for compromise between two old men, both born in 1942, who spent much of their lives in the Senate. The optimists point that McConnell was the only Republican senator to attend the funeral of Biden’s eldest son, Beau, in 2015.", "“When President Obama and Senator McConnell were at loggerheads over legislation, on more than one occasion McConnell’s office let it be known that if the White House would send Biden to negotiate, the chances of reaching a successful compromise would be substantially enhanced, and that is in fact what happened. So there’s a history here that’s not entirely discouraging,” said William Galston, who was deputy assistant for domestic policy in the Clinton administration.", "But Galston, now a senior fellow at the Brookings Institution, added that McConnell’s obstructionist record under Obama was significantly less hopeful portent.", "“If Senator McConnell makes the same decision this time, we’re in for a very grim two years,” he said", "Wendy Schiller, political science professor at Brown University, argued that Biden might be able to sell some Republicans on infrastructure-building legislation as long as it was not sold as green investment.", "But overall, Schiller thought Biden would have to be realistic over what will be possible under cohabitation with McConnell.", "“I think he understands what his job is. It’s not going to be to pass sweeping legislation – this is no FDR or Lyndon Johnson. This is a guy trying to get us back on track to some sort of normalcy in governance,” she said. “That’s Biden’s job, and anybody who’s expecting any grand legislative measures is just living in fantasyland.”"], "authors": ["Julian Borger", "Barry Eichengreen", "Rebecca Solnit"], "keywords": ["mitch", "bidens", "senator", "republicans", "senate", "strangle", "legislation", "single", "obama", "program", "democratic", "mcconnell", "legislative", "birth", "joe", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}