{"pubDate": null, "title": "GI Show - Call Of Duty: Modern Warfare, Madden 20, Dan Carlin Interview", "keywords": ["warfare", "madden", "gi", "duty", "world", "war", "game", "interview", "dan", "quest", "carlin", "20", "smash", "bros", "talk", "modern", "thanks", "super", "video"], "id": "46cc2b0a-1a49-31a6-8152-9e518ea3d36a", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Welcome back to The Game Informer Show! Thanks for joining us on this week's grand adventure through gaming. First up, we're talking about the changes to multiplayer in Call of Duty: Modern Warfare in conjunction with our new cover story on the game! Then we talk about some fighting games and Super Smash Bros.' new Dragon Quest DLC before diving into the wide world of sports with impressions from the NHL 20 beta and early thoughts on Madden 20. After some great community emails, we're joined by Dan Carlin (of Hardcore History fame) to talk about his upcoming VR installation all about World War 1 called War Remains.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "3:15 - GI Game Club Announcement!", "5:55 - Call of Duty: Modern Warfare", "23:50 - Super Smash Bros. Dragon Quest DLC", "34:30 - KILL la KILL -IF", "37:00 - Fantasy Strike", "41:25 - Monster Boy and the Cursed Kingdom", "43:35 - Resident Evil 4", "48:55 - NHL 20", "1:02:35 - Madden 20", "1:11:40 - Community emails", "2:02:25 - Dan Carlin War Remains interview"], "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/08/01/gi-show-call-of-duty-modern-warfare-madden-20-dan", "summary": "First up, we're talking about the changes to multiplayer in Call of Duty: Modern Warfare in conjunction with our new cover story on the game!\nThen we talk about some fighting games and Super Smash Bros.' new Dragon Quest DLC before diving into the wide world of sports with impressions from the NHL 20 beta and early thoughts on Madden 20.\nAfter some great community emails, we're joined by Dan Carlin (of Hardcore History fame) to talk about his upcoming VR installation all about World War 1 called War Remains.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n5:55 - Call of Duty: Modern Warfare23:50 - Super Smash Bros. Dragon Quest DLC34:30 - KILL la KILL -IF37:00 - Fantasy Strike41:25 - Monster Boy and the Cursed Kingdom43:35 - Resident Evil 448:55 - NHL 201:02:35 - Madden 201:11:40 - Community emails2:02:25 - Dan Carlin War Remains interview"}