{"summary": "We want to hear from readers who consider themselves to be a ‘highly sensitive person’Are you a highly sensitive person?\nTell us what it's likeA highly sensitive person (HSP) is defined as someone who has an acute reaction to physical and emotional stimuli.\nDr Elaine Aron, author of the book The Highly Sensitive Person, first coined the phrase to describe people with high measures of sensory processing sensitivity and comprised a test to help you deduct if you are one.\nA highly sensitive person – who can be introverted or extroverted – processes information deeply which means they can often become overwhelmed by crowds, loud noises and other people’s moods.\nShare your experiencesWe are interested in hearing in detail from people who view themselves as a highly sensitive person.", "url": "https://www.theguardian.com/society/2019/dec/17/are-you-a-highly-sensitive-person-tell-us-what-its-like", "paragraphs": ["We want to hear from readers who consider themselves to be a ‘highly sensitive person’", "Are you a highly sensitive person? Tell us what it's like", "A highly sensitive person (HSP) is defined as someone who has an acute reaction to physical and emotional stimuli.", "Dr Elaine Aron, author of the book The Highly Sensitive Person, first coined the phrase to describe people with high measures of sensory processing sensitivity and comprised a test to help you deduct if you are one. According to the psychologist, high sensitivity can be found in 15-20% of the population.", "A highly sensitive person – who can be introverted or extroverted – processes information deeply which means they can often become overwhelmed by crowds, loud noises and other people’s moods.", "They also tend to have rich inner lives, are profoundly moved by music and the arts, and often feel the need to withdraw into a quiet corner on busy days. As a child, they were described as shy and sensitive by their parents and teachers.", "Share your experiences", "We are interested in hearing in detail from people who view themselves as a highly sensitive person. In what ways does it affect your life? When did you first realise you were a HSP? In what situations do you find yourself overwhelmed? What are the best and worst things about being a HSP?", "You can share your stories and experiences with us by filling in the form below, anonymously if you wish. Only the Guardian will see your responses and leave contact details if you can as one of our journalists may be in touch to discuss further.", "If you’re having trouble using the form, click here. Read terms of service here."], "pubDate": null, "keywords": ["tell", "worst", "youre", "hsp", "high", "sensitivity", "overwhelmed", "highly", "person", "form", "sensitive"], "id": "46d0b317-49fd-318f-9e72-f22c1367e4e9", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Guardian Community Team"], "title": "Are you a highly sensitive person? Tell us what it's like"}