{"authors": ["Amrith Ramkumar", "Amrith.Ramkumar Wsj.Com"], "id": "46dec7bf-641e-31b0-a207-ede6ed9f9f53", "pubDate": null, "title": "Dollar’s Rally Shows Faith in U.S. Growth", "keywords": ["growth", "rates", "trade", "week", "dollars", "dollar", "uk", "faith", "pressure", "shows", "fed", "billion", "rally", "market"], "paragraphs": ["The U.S. dollar rose to a three-week high Wednesday, illustrating investors’ faith that domestic economic growth will continue outpacing the rest of the world despite increasing political uncertainty.", "The WSJ Dollar Index, which tracks the U.S. currency against a basket of 16 other currencies, rose 0.6% to 91.73, its largest one-day climb since October 2018 and highest close since early September. The dollar pared its declines from a day earlier that were driven by worries about possible impeachment proceedings against President Trump.", "Some analysts are fearful that probes into Mr. Trump’s conduct following reports that he withheld aid to Ukraine while he was pressing the country to investigate Democratic presidential candidate Joe Biden and his son could further destabilize an economy already under pressure from the U.S.-China trade war.", "At the same time, many analysts see a rosier outlook for the U.S., which has benefited from robust consumer spending, than the rest of the world. Figures Wednesday showed the pace at which Americans bought new homes increased more than expected in August, a sign that low mortgage rates may be encouraging home building.", "Downbeat manufacturing figures from Germany and other eurozone economies to start the week and increasing pressure on U.K. Prime Minister Boris Johnson to reach a Brexit deal have made the growth outlook in the U.S. look more attractive, analysts say. The U.K. Supreme Court Tuesday ruled that Mr. Johnson’s five-week suspension of Parliament was unlawful, challenging his pledge to take the U.K out of the European Union.", "The dollar pared declines from a day earlier that were driven by worries about possible impeachment proceedings against President Trump. Photo: Bruno Rocha/Fotoarena/Zuma Press", "While some data points have shown a slowdown in the U.S. manufacturing sector, stability in consumer spending and the labor market has fueled bets that domestic growth will remain steady. Those wagers have also lifted U.S. stocks and kept them near records.", "Investors were looking ahead to coming speeches from Federal Reserve officials, after the central bank’s projections last week showed division about the future path for interest rates. The Fed cut rates for the second time in a few months to help insulate the economy from trade uncertainty.", "In another sign of confidence about U.S. growth and hopes for coming trade talks, the yield on the benchmark 10-year U.S. Treasury note rebounded to 1.732% from 1.632% a day earlier. Bond yields rise as prices fall, and the 10-year yield has stabilized recently after approaching a record low early in the month on recession fears.", "Wednesday’s market moves came after the Federal Reserve Bank of New York added $75 billion to the financial system in an effort to ease recent funding pressure in money markets, its latest intervention in the short-term lending market after lending rates spiked early last week. Banks have flooded the Fed with demand and asked the Fed for about $92 billion in overnight reserves, offering collateral in the form of Treasury and mortgage securities.", "The Fed then said it would boost the size of its intervention in the repurchase, or repo, market to $100 billion overnight Thursday from $75 billion, while doubling the size of a two-week offering Thursday to $60 billion.", "Write to Amrith Ramkumar at amrith.ramkumar@wsj.com"], "summary": "The U.S. dollar rose to a three-week high Wednesday, illustrating investors’ faith that domestic economic growth will continue outpacing the rest of the world despite increasing political uncertainty.\nThe dollar pared its declines from a day earlier that were driven by worries about possible impeachment proceedings against President Trump.\nThe dollar pared declines from a day earlier that were driven by worries about possible impeachment proceedings against President Trump.\nThe Fed cut rates for the second time in a few months to help insulate the economy from trade uncertainty.\nIn another sign of confidence about U.S. growth and hopes for coming trade talks, the yield on the benchmark 10-year U.S. Treasury note rebounded to 1.732% from 1.632% a day earlier.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/dollars-rally-shows-faith-in-u-s-growth-11569420620"}