{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/propertynews/bangkok/5930-cracks-show-in-bangkok-housing-market-as-sales-fall.html", "pubDate": null, "authors": [], "keywords": ["fall", "report", "housing", "property", "town", "market", "cracks", "bangkok", "africa", "unsold", "sales", "wealth", "cent"], "title": "Cracks show in Bangkok housing market as sales fall", "id": "473e7e81-9bae-3c09-a8dd-3f67b7c7f325", "summary": "Bangkok has some 45,000 unsold apartments on the marketBy Caroline ThorpeFive property stories making global headlines this week:Weak sales fuel concern over Bangkok housing marketFalling sales and mounting unsold stock have prompted worries over the strength of Bangkok’s housing market.\nOf 1.5m private landlords in England, 94 per cent are individual investors, according to official statistics.\nThe report also named Mauritians as the wealthiest individuals on the continent, worth an average $31,000 per capita.\nThe ongoing work, titled “Balance Act” and costing about €250,000, will include a depiction of an astronaut descending from space using a wooden ladder.\nResident Elfriede Schulz, 79, said: “People always say, ‘Oh, you live in the Plattenbau’.", "paragraphs": ["Bangkok has some 45,000 unsold apartments on the market", "By Caroline Thorpe", "Five property stories making global headlines this week:", "Weak sales fuel concern over Bangkok housing market", "Falling sales and mounting unsold stock have prompted worries over the strength of Bangkok’s housing market. The Financial Times reported a 10 per cent drop in apartment sales in the greater Bangkok metropolitan area in the first quarter, an estimated 45,000 unsold units across the Thai capital and increasingly constrained Chinese buyers, who accounted for 12 per cent of purchases in 2018.", "Rough sleepers putting off overseas buyers, suggests Trump", "US president Donald Trump is considering a clampdown on rough sleeping, claiming it is limiting foreign investors’ appetite for luxury apartments in the country. CNN quoted the US president as saying: “We have people living in our...best highways, our best streets, our best entrances to buildings...where people in those buildings pay tremendous taxes, where they went to those locations because of the prestige.”", "A homeless person on the streets of New York", "Homelessness risk for millions of England’s renters", "Research has found that almost 3m people in England could find themselves facing eviction within a month of losing their job. The study by housing charity Shelter, covered by Reuters, said that just under half of working people living in England’s private rented sector would be unable to pay their rent for more than a month if made redundant.", "Of 1.5m private landlords in England, 94 per cent are individual investors, according to official statistics.", "Eviction looms over millions of tenants, were they to lose their job", "South Africa and Morocco dominate African prime property", "Cities in South Africa and Morocco account for six of the 10 most expensive cities in which to buy a home in Africa, according to the annual Africa Wealth Report, published by AfrAsia Bank.", "Cape Town had the most valuable prime property in 2018, at $5,600 per square metre, followed by Umhlanga, a coastal town north of Durban, at $2,800 per sq m, and the upmarket suburb of Sandton in Johannesburg, at $2,600 per sq m.", "Cape Town property is the most valuable among African cities", "The Kenyan capital Nairobi occupied fourth place, followed by three Moroccan cities — Marrakesh, Tangier and Casablanca.", "The report also named Mauritians as the wealthiest individuals on the continent, worth an average $31,000 per capita. The report cited rising property prices and secure ownership rights as reasons for a 124 per cent increase in individual wealth in the island nation between 2008 and 2018.", "Artists to give east German prefabs a facelift", "Vast murals are set to transform the drab grey facades of prefabricated concrete Plattenbau apartment blocks, emblematic of eastern Germany’s postwar era.", "France 24 reported that HWG, the social landlord that manages the homes in the city of Halle, has commissioned the Freiraumgalerie, an “artist and urbanist collective”, to cover 8,000 square metres of four buildings’ exteriors with murals.", "The ongoing work, titled “Balance Act” and costing about €250,000, will include a depiction of an astronaut descending from space using a wooden ladder.", "Resident Elfriede Schulz, 79, said: “People always say, ‘Oh, you live in the Plattenbau’. I don’t like that, so I’m happy that these creations and colours can bring something good to the building.”", "Images and bright colours are livening up some of Halle’s prefabs", "Photographs: Dreamstime; Jessen Mordhorst"]}