{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["trump", "political", "scandal", "donald", "facing", "crisis", "president", "phone", "things", "presidency", "process", "happened", "impeachment", "perilous"], "title": "Why Donald Trump is facing his most perilous crisis", "paragraphs": ["You can enable subtitles (captions) in the video player", "Frankly, Ukraine, we want to help them. And I do like the new president. You know why I like him? Because he was honest. Because he said there was no pressure.", "Why, of all the things that have happened in the Trump presidency over the last three years has this incident, this Ukrainegate, for lack of a better word, been the scandal that has threatened Donald Trump's presidency the most?", "Therefore, today, I'm announcing the House of Representatives is moving forward with an official impeachment inquiry.", "First of all it's important to remember that impeachment and the impeachment process is a political process, not a legal process. So although there are other things that a lot of his critics have charged that Trump did that was illegal this is now something that's explainable. And in politics, being able to explain something is very, very important.", "You want to get the public and other members of Congress on your side in this. And being able to explain that the president of the United States picked up the phone, called a foreign leader, and asked him, in some ways threatened him, to dig up dirt on your preeminent political rival, is incredibly explainable. This is something your average American can understand. And what we've seen from polling now is that there is - public opinion is shifting against the president on this, for this very reason.", "It's hard to imagine a set of circumstances that would have alarmed the founders more than what's on that call. So to my Republican colleagues that say there's nothing to see here, or, yeah, it's bad but is it really something you'd remove the president from office for, they're going to have to answer: if this conduct doesn't rise to the level of the concern the founders had, what conduct does? Now...", "Again, it doesn't take a rocket scientist to figure this one out, whereas in the Mueller investigation with all the Russia scandal, it was incredibly complicated. The number of players involved, and what was said, and the he said/she said element of it, that was a very difficult scandal to explain to your average voter. This one is not. So as a political process, impeachment for this Ukraine phone call is a much easier thing for the Democrats to argue.", "The actions of the Trump presidency revealed dishonourable fact of the president's betrayal of his oath of office, betrayal of our national security, and betrayal of the integrity of our elections.", "The second thing which I think is important to acknowledge is that this happened while Donald Trump was president. I guess it seems very obvious to say that but remember, the accusations made against Trump of soliciting help from the Russians during the campaign happened before he was president. So should the president of the United States be held liable for things that happened before his presidency? Again, it was a more complicated issue. This one clearly happened in the Oval Office, on the phone. Something that can be easily explained as an abuse of power. And as a result, again, gets back to point number one, much more explainable from a political perspective.", "It's a whole hoax. And you know who's playing into the hoax? People like you and the fake news media that we have in this country.", "The question, sir, was what did you want President Zelensky to do about Vice-President President Biden and his son, Hunter.", "Are you talking to me?"], "id": "47f25cb1-c069-39da-8dec-b6ccd2013d97", "url": "https://www.ft.com/video/ba7bd8a4-e20d-4cc2-84ee-0ab6db911782?playlist-name=editors-picks&playlist-offset=2", "authors": [], "summary": "Why, of all the things that have happened in the Trump presidency over the last three years has this incident, this Ukrainegate, for lack of a better word, been the scandal that has threatened Donald Trump's presidency the most?\nFirst of all it's important to remember that impeachment and the impeachment process is a political process, not a legal process.\nSo as a political process, impeachment for this Ukraine phone call is a much easier thing for the Democrats to argue.\nThe actions of the Trump presidency revealed dishonourable fact of the president's betrayal of his oath of office, betrayal of our national security, and betrayal of the integrity of our elections.\nThe second thing which I think is important to acknowledge is that this happened while Donald Trump was president."}