{"id": "48144978-9467-34d2-a492-fea57f437d73", "title": "CDs and LPs go digital, snooping spouses, social media alerts and more: Tech Q&A", "url": "http://www.foxnews.com/tech/cds-and-lps-go-digital-snooping-spouses-social-media-alerts-and-more-tech-qa", "summary": "Each week, I receive tons of questions from my listeners about tech concerns, new products, and all things digital.\nThis week, I received questions about password protection for apps, covert social media searches, smartphone tracking, converting music collections and more.\nIt’s such an invasion of my privacy and I know Big Tech is keeping it all in some database.\nTap or click here for more answers to social media questions you were afraid to ask.\nCall Kim's national radio show and tap or click here to find it on your local radio station .", "paragraphs": ["Each week, I receive tons of questions from my listeners about tech concerns, new products, and all things digital.", "Sometimes, choosing the most interesting questions to highlight is the best part of my job.", "This week, I received questions about password protection for apps, covert social media searches, smartphone tracking, converting music collections and more.", "Do you have a question you'd like to ask me?", "Tap or click here to email me directly.", "Stop phone tracking", "Q: I know my phone tracks wherever I go. How can I make it stop? It’s such an invasion of my privacy and I know Big Tech is keeping it all in some database.", "A: Yes, it’s eerie that Big Data companies know your physical whereabouts, and the breadth of their knowledge is hard to even grasp. The justification is that many apps may not work correctly, including maps and Find My Friends, unless they know where you are located.", "As a result, you can technically turn off the tracking mode, but you may reduce much of your smartphone’s usefulness. Conversely, many users resent the targeted advertising that results from geographic analysis, but this is something you can control without losing navigation as well.", "Some folks may prefer to browse the internet from their phones in peace, and there are several ways to do so without giving away your coordinates. In short: you have several options, aside from covering your tracks altogether. Tap or click here for 8 ways to stop your phone from tracking you.", "App passwords", "Q: My wife knows the passcode on my phone. I have one adult-themed app that I don’t want her to access. Can I password protect just certain apps on my phone?", "A: I sure hope it’s not the cheating app Ashley Madison. Lest anyone judge you for this question, there are plenty of reasons why you would want to protect an individual app. Birthday surprises come to mind, but certain professions also put a premium on privacy: Physicians and therapists may wish to lock their work apps to prevent a HIPAA violation.", "You can, in fact, protect particular apps with a special passcode. There are also apps that let you hide other apps. You may want to do this anyway. If you were to lose your phone, a passcode for apps gives you an additional line of defense against cybercriminals. Tap or click here to learn more about protecting smartphone apps with a passcode.", "Ask me your questions live", "Q: How can I call your show and speak with you? I’d rather do that than write you an email and not know if you might answer it.", "A: You can Google a lot of things, but you cannot Google trusted advice. In the long and sordid history of talk radio, listeners have called in, received a quick screening and waited to suddenly hear their own voice coming through their speakers.", "During especially popular shows like mine, these waits can be hours, and there was no guarantee we’d be able to connect. I hated that. That’s why you can now simply fill out a form on my website and one of my producers will schedule a time for us to talk.", "Note that we would not be arranging a private conversation; every call must be aired for the benefit of all my listeners. So what are you waiting for? Tap or click here to schedule an appointment with me today.", "Digitize music", "Q: I have a bunch of CDs and records that I would like to listen to now. But I don’t have a CD or record player anymore! What is a lost-in-the-'80s guy supposed to do now?", "A: You’ll be happy to hear a whole industry has grown up around digitizing different audio formats. As long as you’re patient, you can expect to transfer every last song in your library onto a hard drive or cloud. One of my favorite examples is a particular Audio Technica turntable, which not only plays vinyl records but also uses Bluetooth to convert songs into mp3 files.", "You can use a similar specialty device for audio cassettes, which are particularly vulnerable to deterioration over time. In the case of compact discs, the absence of CD players on computers is definitely a roadblock, but you can probably find a way to rip songs without too much hassle or expense. Tap or click here for more details about digitizing your music.", "Social search alerts", "Q: I looked up someone who I had a major crush on years ago. Will she get an alert that I saw her profile? That would be so awkward!", "A: Rest assured, services like Facebook, Twitter and Instagram do not notify people when you look at their profiles. If she has her profile set to “public,” she is tacitly agreeing to let her information be visible to anyone, the same way she might allow lawn ornaments to be visible to passing drivers.", "What she will spot is a notification; you may “like” something on her profile, then decide to take it back, but she'll still be notified of the original like. LinkedIn does inform users of profile views, but only the last three people to look at her page — unless it is a paid account, which lets her see every visitor.", "I get so many questions about social media. Keep yourself in the know. Tap or click here for more answers to social media questions you were afraid to ask.", "What digital lifestyle questions do you have? Call Kim's national radio show and tap or click here to find it on your local radio station . You can listen to or watch The Kim Komando Show on your phone, tablet, television or computer. Or tap or click here for Kim's free podcasts.", "Copyright 2020, WestStar Multimedia Entertainment. All rights reserved."], "authors": [], "keywords": ["snooping", "questions", "phone", "tracking", "radio", "social", "lps", "alerts", "know", "spouses", "click", "tech", "digital", "apps", "qa", "cds", "media", "profile", "tap"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}