{"id": "4848332c-5764-318d-ae64-d2c04bb54f21", "title": "South Carolina fisherman hooks massive great white shark, hopes coverage will help solve fatal hit-and-run case", "url": "https://www.foxnews.com/great-outdoors/south-carolina-fisherman-great-white-shark-solve-local-crime", "summary": "As a fisherman and charter boat captain in South Carolina, Chip Michalove hooks massive sharks all the time.\nBut he’s hoping his latest catch will help to solve a fatal hit-and-run case that happened in 2016.\nMichalove, the owner of Outcast Sport Fishing, caught his first great white shark of the year off the coast of Hilton Head Island.\n“I've noticed that these sharks, if it’s a big one, they go viral,\" Michalove told Fox News.\nIn Dec. 2018, he made headlines for catching a “monster” 17-foot great white shark.", "paragraphs": ["As a fisherman and charter boat captain in South Carolina, Chip Michalove hooks massive sharks all the time. But he’s hoping his latest catch will help to solve a fatal hit-and-run case that happened in 2016.", "On Wednesday of last week, Capt. Michalove, the owner of Outcast Sport Fishing, caught his first great white shark of the year off the coast of Hilton Head Island.", "SEE IT: FISHERMAN CATCHES 350-POUND 'BIG OLD FISH' OFF FLORIDA COAST", "“It was too rough to get out so we stayed in close and had this big lady show up at 10:30 yesterday,” he wrote on Facebook last week, together with a photo of the 15-foot, 2,800-pounder alongside the boat. Michalove added that he tagged and took tissue samples of the shark for tracking and research purposes.", "Before releasing it back into the sea, he also gave it a name.", "“We’re naming her Grace, after an aspiring marine biologist Grace Sulak that was killed in a hit and run [on] May 7, 2016 on I-26,” he wrote in the Facebook post.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "In naming the shark Grace, however, Michalove is aiming to do more than simply pay tribute. Sulak, 14, died that May evening after a white pickup truck — believed to be a Dodge Ram 2500 — ran her friend’s mother off the road. Sulak, who was inside the car with her friend Emma, died instantly when the car subsequently struck a tree.", "Michalove is now hoping to renew interest in the case, and possibly get some answers.", "“I've noticed that these sharks, if it’s a big one, they go viral,\" Michalove told Fox News. \"And I remembered the story of Grace, from a few years ago, and how they never found the driver from the hit and run … So I thought, let’s force this story to get the attention the family deserves.\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Indeed, a lot of Michalove’s catches do end up going viral. In Dec. 2018, he made headlines for catching a “monster” 17-foot great white shark. He did it again in Jan. 2019, after catching a 15-footer he compared to “hooking an elephant.”", "First, though, Michalove wanted to get permission from Grace's parents — leading to the \"most nerve-wracking phone call\" he'd ever made in his life, he tells Fox News.", "“I called them the night of, before I went public with the shark and put it on social media,\" he said. “They thought it was fantastic, and that Grace would love it.”", "Michalove is also hoping to sweeten the deal by offering a prize for anyone who can positively identify the driver of that Dodge Ram.", "“I offered a free great-white tagging trip to anyone who can figure out who did this. And when I did that, it seemed like it kicked [interest] up another notch.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Sulak’s mother, Kristen, told South Carolina’s The State that she was moved by Michalove’s gesture, and hopes something good will come of it.", "“It’s always there, it just gnaws at you,” she told the paper, adding that solving the case could help to “end that chapter” for the grieving family."], "authors": ["Michael Bartiromo"], "keywords": ["told", "sulak", "hoping", "case", "hopes", "michalove", "great", "help", "facebook", "shark", "hitandrun", "grace", "hooks", "white", "massive", "fox", "solve", "south"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}