{"id": "4887284f-5782-3346-9454-484282fe381f", "keywords": ["tmz", "estate", "worth", "obamas", "told", "biden", "report", "obama", "run", "vineyard", "offer", "president", "wife", "marthas", "megaexpensive", "reportedly", "million", "placed"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. You Can Follow Him On Facebook"], "url": "https://www.foxnews.com/politics/obamas-offer-expensive-estate-marthas-vineyard", "title": "Obamas placed an offer on 'mega-expensive' estate in Martha's Vineyard: report", "summary": "Former President Barack Obama and his wife, Michelle, reportedly made an offer on a 29-acre estate in Martha's Vineyard after renting it from Boston Celtics owner Wyc Grousbeck over the summer.\nAccording to TMZ, the \"mega-expensive\" estate sits on the beach, has two guest wings, seven guest rooms, and 6,900 square feet.\nAlthough the property is listed at $14,850,000, sources told TMZ the Obamas were paying \"less.\"\nIn August, a report surfaced that the former president told Biden in early 2019 that he didn't have to run for president.\nObama reportedly pushed back on a 2016 run for Biden because, in part, he thought former Secretary of State Hillary Clinton would be more effective in continuing his legacy.", "pubDate": null, "paragraphs": ["Former President Barack Obama and his wife, Michelle, reportedly made an offer on a 29-acre estate in Martha's Vineyard after renting it from Boston Celtics owner Wyc Grousbeck over the summer.", "According to TMZ, the \"mega-expensive\" estate sits on the beach, has two guest wings, seven guest rooms, and 6,900 square feet. Although the property is listed at $14,850,000, sources told TMZ the Obamas were paying \"less.\"", "The Obamas previously purchased a nine-bedroom house Washington, D.C. That 2017 purchase cost them $8.1 million.", "While the pair is currently in escrow, the deal could fall apart due to unspecified \"contingencies,\" according to the outlet. The news came as the former first family seemed poised to continue raking in millions from a variety of other opportunities.", "OBAMA'S HIGH SCHOOL BASKETBALL JERSEY SELLS FOR $120G AT AUCTION", "The former president, who had a net worth of about $40 million in 2018, teamed up with his wife to create a documentary that's been labeled their \"first big anti-Trump statement of 2020.\"", "The documentary focuses on a Chinese billionaire who opens a factory \"in the husk\" of an abandoned General Motors plant, hiring 2,000 blue-collar Americans.", "Michelle Obama already received a $65 million book advance for her memoir, \"Becoming,\" while the pair also scored a $50 million deal with Netflix. According to the New York Post, Michelle Obama commands $225,000 in speaking fees and, with her husband, could now be worth as much as $135 million.", "While the former president has stayed relatively quiet amid attacks from President Trump, he's occasionally spoken out on events like the mass shootings in both El Paso and Dayton.", "CLICK HERE TO GET THE FOX NEWS APP", "Obama has notably refrained from wading into 2020 presidential politics and refused to endorse his former vice president, Joe Biden, for the Democratic Party's nomination.", "In August, a report surfaced that the former president told Biden in early 2019 that he didn't have to run for president. Obama reportedly pushed back on a 2016 run for Biden because, in part, he thought former Secretary of State Hillary Clinton would be more effective in continuing his legacy.", "Fox News' Brian Flood contributed to this report."]}