{"summary": "In our cover story on Pokémon Sword and Shield this month, we had a sidebar talking about the differences between Pokémon Sword and Pokémon Shield.\nIn the sidebar, it seemed implied in a quote by director Shigeru Ohmori that Pokémon Sword and Shield have 18 gyms.\nIn the Galar region, Pokémon Gym Battles are popular sporting events, and the 18 different types of Gyms that exist in Galar contribute to the background setting of the story in Pokémon Sword and Pokémon Shield.\nWhich Gyms appear in the Major League and Minor League will differ between Pokémon Sword and Pokémon Shield.\nFor more on Pokémon Sword and Shield, head to our hub by clicking the banner below.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["league", "gyms", "gym", "pokémon", "18", "shield", "major", "sword", "clarifies", "version", "quote", "minor", "company"], "id": "48dd340b-bc9c-32c4-903f-272701a6156b", "url": "https://www.gameinformer.com/2019/10/03/the-pokemon-company-clarifies-there-are-not-18-gyms-in-sword-and-shield", "title": "The Pokémon Company Clarifies There Are Not 18 Gyms In Sword And Shield", "pubDate": null, "paragraphs": ["In our cover story on Pokémon Sword and Shield this month, we had a sidebar talking about the differences between Pokémon Sword and Pokémon Shield. In the sidebar, it seemed implied in a quote by director Shigeru Ohmori that Pokémon Sword and Shield have 18 gyms. However, according to a representative of The Pokémon Company International, the true meaning of the original quote may have been lost in translation between Japanese and English.", "The original quote from Ohmori can be seen below in its entirety.", "From an actual gameplay and experience perspective, there will be certain gym leaders that will be different depending on which version you’ve played. In terms of the setting itself, the background to the story is there’s like this Japanese-style J-1 and J-2, like minor league and major league kind of concept. There are 18 different types of gyms in the story, and depending on the version, which gyms are in the minor league and which gyms are in the major league are different. For example, in Sword, the fighting-type gym will be in the major league, but in Shield, the ghost type. The idea is that every year, the Galar region is playing and which gyms make it into the minor league versus the major league changes. Of course, as always, there’s a difference in the kinds of Pokémon you can encounter.", "Many people online read the excerpt of the quote used in the cover story to mean that each game has 18 gyms players could battle in each version spread across the major and minor leagues. The Pokémon Company International reached out regarding this quote to clarify how many gyms there are in each game. You can see a statement provided by a representative of The Pokémon Company International below.", "In the Galar region, Pokémon Gym Battles are popular sporting events, and the 18 different types of Gyms that exist in Galar contribute to the background setting of the story in Pokémon Sword and Pokémon Shield. In each game, Trainers must collect eight Gym Badges to complete the Gym Challenge and earn the opportunity to participate in the Champion Cup.", "", "Over the course of the main story, Trainers will challenge eight Gyms, which are all in the Major League. Which Gyms appear in the Major League and Minor League will differ between Pokémon Sword and Pokémon Shield. For example, depending on the version of the game, Trainers will be able to challenge different Gym Leaders, such as Bea or Allister.", "", "Each version will have eight Gyms and eight Gym Leaders that Trainers can battle for a traditional Gym Challenge experience that fans have enjoyed throughout the Pokémon video game series.", "For more on Pokémon Sword and Shield, head to our hub by clicking the banner below."]}