{"paragraphs": ["Written by Emily Dixon, CNN", "Comb through the rosters of the biggest dance companies in the US, from Alvin Ailey American Dance Theater to New York City Ballet, and you'd be hard pressed to find a dancer who hasn't posed for the NYC Dance Project.", "In their first book, \"The Art of Movement,\" photographers Deborah Ory and Ken Browar captured stars like American Ballet Theatre principals Misty Copeland and Daniil Simkin, Boston Ballet's Misa Kuranga and New York City Ballet's Ashley Bouder.", "But their latest project, titled \"The Style of Movement,\" adds a new element: high fashion.", "Drawing from vintage archives alongside recent collections, Ory and Browar photographed dancers including Alvin Ailey's Jacqueline Green and NYCB's Lauren Lovette, wearing designers like Valentino, Oscar de la Renta and J. Mendel.", "You'll find no static, fashion photoshoot poses in the book; instead, the dancers leap, turn and arabesque, animating their outfits with new life. \"The different dancers related to the clothing differently,\" Browar said in a phone interview. \"It was almost like they were working with a new partner.\"", "Dance and fashion, Ory is quick to point out, are far from an unusual combination. After all, storied fashion houses design costumes for New York City Ballet's Fall Gala every year -- this year, Zac Posen and Anna Sui dressed the dancers -- while the Fashion Institute of Technology staged a 2014 exhibition featuring costumes by designers including Rick Owens, Valentino, Rodarte and Stella McCartney.", "Some costumes, meanwhile, have become fashion moments in their own right -- like those by Martha Graham, which are worn by the Martha Graham Dance Company in \"The Style of Movement.\"", "Familiar as the pairing may be, there's still something mesmerizing in the confluence between movement and design. \"The fashion moves on the dancer in a way that it doesn't move on a model. It takes on its own life and form,\" Ory said.", "Ory, a former dancer herself before an injury redirected her towards photography, and Browar, a fashion photographer, first began shooting dancers while redecorating their daughters' bedrooms.", "With both girls aspiring ballerinas, they hoped to find photos of their favorite dancers -- and when they weren't able to do so, they photographed the dancers themselves, the images eventually becoming the NYC Dance Project.", "With close relationships built throughout the dance industry, the couple turned to their next project. \"In the beginning, we engaged a fashion stylist, hoping that they would give us contact with the designers, but we realized really quickly that the stylist didn't understand movement,\" Browar said.", "Instead, they chose the pieces they hoped to shoot themselves, electing for a mix of contemporary and vintage.", "\"We were looking for pieces that we thought would move well,\" Ory said. \"I would spend hours and hours looking through archival collections. I knew exactly which pieces from which collections I wanted.\"", "\"We'd start out with talking to the dancer about what they felt comfortable wearing, what their style was,\" she continued. \"We knew these dancers so well and we had a really good idea of what they'd love.\" So accurate was their styling, in fact, that many of their subjects took their outfits home: Daniil Simkin bought a Valentino jacket he wore in one shoot, while Lauren Lovette borrowed her Oscar de la Renta dress for a gala.", "Once dressed, the dancers experimented with movement and balance, with Ory and Browar alternating the roles of photographer and director. Their aim -- while challenging for still photography -- was to convey that movement in the final images. \"We understood the breadth of the dancer,\" Browar said. \"We don't want to freeze the dancer -- we just want to capture that movement.\"", "While Ory and Browar's original audience -- their daughters -- were devoted to ballet, their work also speaks to those who will never buy tickets to The Nutcracker.", "\"People really love our photos so we say, \"you should come to a dance performance with us,\" and they say, 'Oh I don't want to sit through a performance,'\" Ory said. \"\"People love looking at the beauty, the grace, the athleticism, the excitement and the freedom in the pictures.\"", "As for the dancers lining up to be photographed by the duo?", "\"It's very special for them to have this kind of document at the height of their career,\" Browar said, citing the brevity of a typical career on the stage.", "\"A performance is very fleeting. It's gone. These photos capture a moment.\""], "id": "48f6a21d-54c0-303e-83da-5c3388f3fc3d", "url": "https://edition.cnn.com/style/article/style-of-movement-ory-browar/index.html", "title": "The poetic photo project where high fashion meets dance", "authors": ["Emily Dixon"], "keywords": ["fashion", "valentino", "project", "dance", "ory", "poetic", "style", "york", "movement", "dancers", "meets", "browar", "high", "dancer"], "pubDate": null, "summary": "But their latest project, titled \"The Style of Movement,\" adds a new element: high fashion.\nYou'll find no static, fashion photoshoot poses in the book; instead, the dancers leap, turn and arabesque, animating their outfits with new life.\nDance and fashion, Ory is quick to point out, are far from an unusual combination.\nOnce dressed, the dancers experimented with movement and balance, with Ory and Browar alternating the roles of photographer and director.\n\"We understood the breadth of the dancer,\" Browar said.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}