{"id": "4920ffce-5666-3aeb-af4f-7bb94f8905e8", "title": "This Inuk Throat Singer Is Bringing Cultural Pride to TikTok", "url": "https://www.vogue.com/article/shina-novalinga-indigenous-inuk-throat-singer-tiktok", "summary": "By day, Novalinga is a college student studying business management, but on TikTok, she brings her Indigenous culture (and style) to the app.\nThroat singing is a style of music that is unique to Inuit people, though other tribes, such as Tuvan people, perform iterations of it as well.\nBy posting videos on an app like TikTok, creators such as Novaligna are likely introducing it to a whole new audience.\n“I originally started TikTok for fun, but it evolved when I started spreading awareness about my Indigenous culture,” says Novalinga.\n(In Indigenous culture, every part of a hunted animal is used.)", "paragraphs": ["TikTok: Courtesy of @shinanova", "TikTok is largely dominated by trending songs, dance challenges, and overall embracing creativity, but it’s not as well known for its fashion scene. That being said, a stylish community is forming on the app—and Vogue is here to find the most inspiring, and most stylish, creators.", "This week’s must follow account is Shina Novalinga (@shinanova), a 22-year-old Inuk creator based in Montreal, Canada. By day, Novalinga is a college student studying business management, but on TikTok, she brings her Indigenous culture (and style) to the app. Indigenous creators such as James Jones and @the_land have indeed been gaining popularity on the app, using TikTok as a space to celebrate the beauty of Indigenous regalia and traditions. Novalinga does this as well, but primarily through videos of herself throat singing with her mother, Caroline, an art form she learned from her.", "Throat singing is a style of music that is unique to Inuit people, though other tribes, such as Tuvan people, perform iterations of it as well. It involves two women who duet face-to-face, using their throats and deep breaths to create a hypnotizing harmony. Today, it’s a rare skill to hold, though artists such as Canadian Inuk singer Tanya Tagaq have brought it back into the mainstream. By posting videos on an app like TikTok, creators such as Novaligna are likely introducing it to a whole new audience.", "Since posting her first TikTok in March, Novalinga has amassed over 985,000 followers on the app. “I originally started TikTok for fun, but it evolved when I started spreading awareness about my Indigenous culture,” says Novalinga. “I get inspired by other Indigenous creators, and a lot of my content ideas come naturally.” Novalinga’s special relationship with her mother is apparent on TikTok. She will also share videos of her mother braiding her hair or helping her get ready in the morning. On the fashion front, Novalinga will also proudly model pieces that are made by Caroline, including custom parkas with fur-lined hoods. (In Indigenous culture, every part of a hunted animal is used.) “The connection between my mother and I grows bigger as we throat sing together. It's always a beautiful moment for us,” she says. For a modern twist—this is TikTok after all—she’ll also put her own Indigenous twists on various viral trends on the app, adding her throat singing overtop trending songs, for instance."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["tiktok", "app", "pride", "mother", "culture", "bringing", "throat", "videos", "indigenous", "singing", "singer", "creators", "novalinga", "inuk", "cultural"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}