{"title": "News, Articles, Biography, Photos", "summary": "Inside View Let Bosnia’s Scars Be a Reminder Its not-so-distant ethnic clash shows the moral necessity of intervention to help the helpless.\nInside View The Five Traits of True Tech Every company wants the label, but real highly valued tech has defining features.\nInside View Warren Is the WeWork Candidate What do ‘Community Adjusted Ebitda’ and Medicare for All have in common?\nInside View Tech Treadmill Wears Firms Out Once a company jumps on a new trend like streaming, it has to spend to stay ahead.\nInside View What’s a Wealth Tax Worth?", "url": "https://www.wsj.com/news/author/andy-kessler", "paragraphs": ["Articles", "Inside View Self-Driving Cars Roll Up Slowly The systems are emerging one by one, but developers have hit a few speed bumps.", "Inside View Let Bosnia’s Scars Be a Reminder Its not-so-distant ethnic clash shows the moral necessity of intervention to help the helpless.", "Inside View The Five Traits of True Tech Every company wants the label, but real highly valued tech has defining features.", "Inside View Man Bites Dog? That’s a Mistake And other holiday-week thoughts, like what it takes to catch a lucky break.", "Inside View Old Age Will Put China to Rest Retirees will be a fifth of its population by 2040, and productivity will quickly fade out.", "Inside View Warren Is the WeWork Candidate What do ‘Community Adjusted Ebitda’ and Medicare for All have in common?", "Inside View Follow Michael Crichton’s Rule The late writer warned about bending to social pressure instead of heeding evidence.", "Inside View The Gig’s Up for Freelancers California’s latest dim policy could harm contract workers from cleaners to columnists.", "Inside View Tech Treadmill Wears Firms Out Once a company jumps on a new trend like streaming, it has to spend to stay ahead.", "Inside View What’s a Wealth Tax Worth? Warren and Sanders’s plans to pilfer savings would hurt investment with little benefit."], "id": "492d4ade-48c8-3414-ab73-f38b68374a17", "authors": ["Andy Kessler"], "keywords": ["company", "photos", "biography", "tech", "view", "writer", "worth", "whats", "articles", "workers", "wears", "wework", "warren"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}