{"summary": "Former independent counsel Ken Starr said Tuesday the framers of the Constitution were fearful of an impeachment process along party lines -- like the one enveloping President Trump.\n\"This is precisely what they did fear -- that in effect we are doing that which Mr. Madison warned against,\" Starr told \"Tucker Carlson Tonight,\" referring to former President James Madison.\n\"Mr. Madison warned against... having grounds of impeachment that would include maladministration.\nBut, Starr said much of that kind of talk from the Democrats is simply \"hyperbole,\" telling host Tucker Carlson a meaningful impeachment on the merits would result in bipartisan support.\nHe pointed to freshman Rep. Jared Golden, D-Maine, who said Tuesday he would vote in favor of one impeachment article and in opposition to another.", "keywords": ["rep", "precisely", "fathers", "democrats", "vote", "warned", "founding", "strictly", "partisan", "feared", "madison", "starr", "van", "president", "ken", "carlson", "impeachment"], "paragraphs": ["Former independent counsel Ken Starr said Tuesday the framers of the Constitution were fearful of an impeachment process along party lines -- like the one enveloping President Trump.", "\"This is precisely what they did fear -- that in effect we are doing that which Mr. Madison warned against,\" Starr told \"Tucker Carlson Tonight,\" referring to former President James Madison. \"Mr. Madison warned against... having grounds of impeachment that would include maladministration. I think that's what this debate is all about.\"", "HOUSE RULES CHAIRMAN MCGOVERN SAYS IMPEACHMENT INTENDED TO STOP 'CRIME IN PROGRESS'", "Starr said that if Trump is indeed a \"clear and present danger\" to the nation, then the Senate trial should come quickly.", "But, Starr said much of that kind of talk from the Democrats is simply \"hyperbole,\" telling host Tucker Carlson a meaningful impeachment on the merits would result in bipartisan support.", "To date, the only bipartisan vote related to Trump's impeachment came in the House earlier this year, when two Democrats -- Minnesota Rep. Collin Peterson and New Jersey Rep. Jeff Van Drew -- voted against commencing the impeachment inquiry.", "Recently, Van Drew has made maneuvers that may indicate an impending switch to the Republican Party -- a situation which has earned him praise from President Trump and sharp criticism from Democratic New Jersey Gov. Philip Murphy.", "CLICK HERE TO GET THE FOX NEWS APP", "To that effect, Carlson said many of the Trump-district Democrats who have voiced plans to vote in favor of impeachment should understand they will likely lose their reelection bids in 2020.", "He pointed to freshman Rep. Jared Golden, D-Maine, who said Tuesday he would vote in favor of one impeachment article and in opposition to another.", "\"You've got to expect guys like [Golden] will lose their seats -- as they should,\" the host remarked."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/media/ken-starr-democrats-partisan-impeachment-founding-fathers-feared", "authors": ["Charles Creitz"], "id": "4983d02f-5552-3338-9981-95a528b805eb", "pubDate": null, "title": "Ken Starr: Democrats' strictly partisan impeachment 'precisely' what Founding Fathers feared"}