{"id": "49a314c3-2561-3cd0-bab4-da5bb761f19b", "title": "On the Day of a Historic Debate, Poet Tracy K. Smith Pays Tribute to Kamala Harris", "url": "https://www.vogue.com/article/kamala-harris-debate-tribute-tracy-k-smith", "summary": "As Attorney General of California, Harris secured a $20 billion settlement for California homeowners faced with predatory lending.\nShe created the Open Justice database, which made criminal-justice data accessible and transparent to the public.\nIn the weeks since Harris joined the Democratic ticket, we've seen a dramatic raising of the stakes where this election is concerned.\nIn the wake of a chaotic first presidential debate, the voice of the vice presidential candidates at the debate tonight will be particularly conspicuous—and critical.\nBut with Harris on the Democratic ticket, I feel energized.", "paragraphs": ["As Attorney General of California, Harris secured a $20 billion settlement for California homeowners faced with predatory lending. She created the Open Justice database, which made criminal-justice data accessible and transparent to the public. As a senator, she has held politicians to an exacting standard of accountability. She’s also shown us that leadership is not static; it requires a willingness to evolve and to meet ever-changing circumstances with the capacity to adapt and to grow. These are the capacities by which nations not only survive but become stronger, wiser, and more just. These are the capacities we need in our particular moment in human history.", "But history affirms that the work of speaking up can be difficult, even dangerous. It has never been easy for Black women to lead in America. Those who have done so have endured great resistance and even great personal risk. Unfounded as they are, today’s partisan attacks against Harris belong to an age-old tradition of threat and intimidation designed to silence and distort voices of truth and dissent. But I am firm in my certainty that American democracy continues to stand because of the sustaining work of Black women like Sojourner Truth, Ida B. Wells, Fannie Lou Hamer, Shirley Chisholm, Kamala Harris, and the host of others who’ve met the demands of their time with a selfless willingness to further the project of freedom and progress.", "In the weeks since Harris joined the Democratic ticket, we've seen a dramatic raising of the stakes where this election is concerned. In the wake of a chaotic first presidential debate, the voice of the vice presidential candidates at the debate tonight will be particularly conspicuous—and critical. I'll be listening for the clarity of vision and conscience characteristic of Harris, and the honest intelligence she brings to all that she does.", "From the upheaval and loss of the COVID-19 pandemic to the ongoing national movement for racial justice, it’s been a year of struggle and consternation and guarded faith. But with Harris on the Democratic ticket, I feel energized. I feel emboldened to brazenly hope. I feel the thrill of community coalescing around a powerful voice calling for change. I feel the light of a new age."], "authors": ["Tracy K. Smith", "Tracy K. Smit"], "keywords": ["tribute", "tracy", "work", "truth", "smith", "historic", "k", "justice", "poet", "voice", "harris", "ticket", "willingness", "kamala", "debate", "presidential", "women", "pays", "feel"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}