{"summary": "A driver in England accidentally blew up his car when he lit a cigarette after spraying air freshener inside, officials said.\nThe unidentified man sprayed an \"excessive\" amount of aerosol spray in his car, which was parked in Halifax, West Yorkshire, on Saturday when he decided to grab a cigarette.\nThe driver reportedly made it out of the car with minor injuries and was treated by first responders, but West Yorkshire Police said in a statement the situation \"could have been worse.\"\nGARAGE DOOR BLOWN OFF IN POSSIBLE ELECTRIC CAR EXPLOSION\"The owner of a car parked on that street and had used an air freshener can but not ventilated his car before lighting his cigarette,\" West Yorkshire Police said in a statement.\nCLICK HERE TO GET THE FOX NEWS APPThe street was briefly closed while authorities — who warned members of the public to \"be careful and follow guidelines when using air freshener cans\" — investigated.", "keywords": ["car", "west", "windows", "yorkshire", "nearby", "lighting", "air", "sprays", "excessive", "explodes", "cigarette", "driver", "statement", "parked", "street", "freshener"], "paragraphs": ["A driver in England accidentally blew up his car when he lit a cigarette after spraying air freshener inside, officials said.", "The unidentified man sprayed an \"excessive\" amount of aerosol spray in his car, which was parked in Halifax, West Yorkshire, on Saturday when he decided to grab a cigarette.", "MISSOURI WOMAN'S DRY SHAMPOO EXPLODES, SHATTERS CAR SUNROOF", "Witnesses told the Manchester Evening News they heard an \"enormous bang\" — and saw the car's windows shatter and nearby buildings shake.", "The driver reportedly made it out of the car with minor injuries and was treated by first responders, but West Yorkshire Police said in a statement the situation \"could have been worse.\"", "GARAGE DOOR BLOWN OFF IN POSSIBLE ELECTRIC CAR EXPLOSION", "\"The owner of a car parked on that street and had used an air freshener can but not ventilated his car before lighting his cigarette,\" West Yorkshire Police said in a statement. \"The fumes exploded and blew out his windscreen, along with some windows at nearby business premises.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The street was briefly closed while authorities — who warned members of the public to \"be careful and follow guidelines when using air freshener cans\" — investigated."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/auto/england-driver-aerosal-can-cigarette-explosion", "authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "id": "49c24f2b-1746-30f4-8aa3-68eae7e10108", "pubDate": null, "title": "Car explodes after driver sprays 'excessive' amount of air freshener before lighting cigarette"}