{"id": "49da7c3e-e9d8-3f9a-9539-c511154d0fbe", "title": "'Jeopardy!' host Alex Trebek previously discussed how he wanted to leave the show, his legacy", "url": "https://www.foxnews.com/entertainment/jeopardy-host-alex-trebek-wanted-leave-show-legacy", "summary": "Prior to his death at age 80, Alex Trebek spoke candidly about how he wanted to end his time as the host of “Jeopardy!”Trebek has been the host of the immensely popular game show since 1984.\nHowever, as his health deteriorated amid treatment, he was never shy about discussing how he ideally wanted his run as the show's host to end as well as how he wanted fans to remember him.\nHOST ALEX TREBEK RECORDS PANCREATIC CANCER PSA: 'I WISH I HAD KNOWN SOONER'“He was a nice guy and that he was the best kind of quiz show host in that he always seemed to be rooting for the contestants,” Trebek told Fox News at the time.\nAlthough he was continuing to battle cancer, Trebek made it clear that he would let fans know when he was finally ready to retire.\nHOST ALEX TREBEK DONATES $500G TO LOS ANGELES-AREA HOMELESS SHELTER\"It’s something that I can’t explain intellectually.", "paragraphs": ["Prior to his death at age 80, Alex Trebek spoke candidly about how he wanted to end his time as the host of “Jeopardy!”", "Trebek has been the host of the immensely popular game show since 1984. He kept his promise to continue doing his duty as long as humanly possible even after he revealed that he’d been diagnosed with stage 4 pancreatic cancer in March of 2019.", "However, as his health deteriorated amid treatment, he was never shy about discussing how he ideally wanted his run as the show's host to end as well as how he wanted fans to remember him.", "Speaking at the Television Critics Association winter press tour in January, he was asked point-blank to describe what he’d like his legacy to be.", "'JEOPARDY!' HOST ALEX TREBEK RECORDS PANCREATIC CANCER PSA: 'I WISH I HAD KNOWN SOONER'", "“He was a nice guy and that he was the best kind of quiz show host in that he always seemed to be rooting for the contestants,” Trebek told Fox News at the time. “He wanted them to perform at their best because if they did, that would make the show a success and he would be able to enjoy the success of the program in that regard.”", "Representatives for “Jeopardy!” confirmed that Trebek filmed his last episode on Oct. 29. Sadly, it seems no one was aware that it would be his last taping at the time.", "Although he was continuing to battle cancer, Trebek made it clear that he would let fans know when he was finally ready to retire.", "'JEOPARDY!' HOST ALEX TREBEK DONATES $500G TO LOS ANGELES-AREA HOMELESS SHELTER", "\"It’s something that I can’t explain intellectually. At a gut level, without even thinking about it, it just happens, I suddenly wake up and I’m able to perform and handle the show,” he explained to \"Good Morning America\" in July. “Because I like it... it’s a good job.”", "He previously told ABC’s Michael Strahan in January that, when he was ready to sign off as host for good, he would ideally like to say a brief goodbye to fans. Ever the modest performer, Trebek said he would only ask for 30 seconds at the end of the broadcast.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“I will say my goodbyes and I will tell people, ‘Don’t ask me who’s going to replace me because I have no say whatsoever. But I’m sure that if you give them the same love and attention and respect that you have shown me... then they will be a success and the show will continue being a success,''' he said. \"And until we meet again, God bless you and goodbye.”", "CLICK HERE TO GET THE FOX NEWS APP", "“Jeopardy!” said it will not name a replacement for Trebek at this time. His final episode as the host of the show will air on Christmas Day."], "authors": ["Tyler Mccarthy"], "keywords": ["jeopardy", "say", "good", "previously", "end", "legacy", "leave", "host", "discussed", "fans", "success", "wanted", "cancer", "trebek", "alex"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}