{"id": "49f34265-1d25-35d3-a215-f1c234fa1072", "title": "UK divided over Prince Harry, Meghan Markle's loss of royal titles", "url": "http://www.foxnews.com/entertainment/uk-citizens-divided-prince-harry-meghan-markle-loss-royal-titles", "summary": "Queen Elizabeth and Buckingham Palace simultaneously released statements on Saturday confirming that Prince Harry and Meghan Markle will no longer use their royal titles following the impending completion of \"Megxit.\"\nThey will no longer receive public funds for Royal duties,\" Buckingham Palace said in a statement on the official royal family website.\n\"The Sussexes will not use their HRH [His or Her Royal Highness] titles as they are no longer working members of the Royal Family.\nMEGHAN MARKLE, PRINCE HARRY: WILL PRINCE CHARLES STILL HELP OUT?\nPrince Harry and Markle first announced their decision to become part-time members of the royal family on Jan. 8.", "paragraphs": ["Queen Elizabeth and Buckingham Palace simultaneously released statements on Saturday confirming that Prince Harry and Meghan Markle will no longer use their royal titles following the impending completion of \"Megxit.\"", "Now, U.K. citizens appear to be divided over the news, with some casting blame on the Duke and Duchess of Sussex, while others claim the couple was pushed out of the palace.", "PRINCE HARRY, MEGHAN MARKLE WILL NO LONGER USE ROYAL TITLES, QUEEN AND BUCKINGHAM PALACE ANNOUNCE", "Piers Morgan made his anti-Markle stance particularly clear in a series of tweets Saturday, where he blamed the California native for unraveling the royal family's ties.", "\"Only surprised it took her so long to get Harry to ditch his family, the Monarchy, the military and his country. What a piece of work,\" Morgan wrote.", "\"Bottom line: Meghan/Harry wanted to have their cake & eat it, but the Queen just took the cake back to the royal kitchens,\" the \"Good Morning Britain\" co-host wrote in a second tweet.", "In its statement on Saturday, Buckingham Palace confirmed that the Duke and Duchess of Sussex will no longer use their HRH titles -- His or Her Royal Highness -- or receive financial support once the transition is completed in the spring of 2020.", "JUSTIN TRUDEAU ON MEGHAN MARKLE, PRINCE HARRY’S SECURITY COSTS: 'WE'RE NOT ENTIRELY SURE' IF CANADA WILL HELP", "\"The Duke and Duchess of Sussex are grateful to Her Majesty and the Royal Family for their ongoing support as they embark on the next chapter of their lives. As agreed in this new arrangement, they understand that they are required to step back from Royal duties, including official military appointments. They will no longer receive public funds for Royal duties,\" Buckingham Palace said in a statement on the official royal family website.", "The palace continued: \"With The Queen’s blessing, the Sussexes will continue to maintain their private patronages and associations. While they can no longer formally represent The Queen, the Sussexes have made clear that everything they do will continue to uphold the values of Her Majesty.\"", "\"The Sussexes will not use their HRH [His or Her Royal Highness] titles as they are no longer working members of the Royal Family. The Duke and Duchess of Sussex have shared their wish to repay Sovereign Grant expenditure for the refurbishment of Frogmore Cottage, which will remain their U.K. family home,\" the palace said.", "In response to the news that Prince Harry will no longer hold any official military appointments, ITV's Chris Ship quoted Lord Alan West, a retired admiral of the Royal Navy.", "\"The whole situation is extremely sad, and I think it is unfortunate, after his splendid service in the military, that he will now no longer be involved with the military in the U.K.,\" the royal editor wrote on Twitter, quoting West.", "Ship said that Prince Philip held the title of captain-general of the Royal Marines from 1953 to 2017 and then passed the position down to Harry. Morgan then responded, claiming Harry's grandfather Prince Philip \"must be devastated.\"", "MEGHAN MARKLE, PRINCE HARRY: WILL PRINCE CHARLES STILL HELP OUT?", "Meanwhile, actor and comedian Katy Brand did not fault Harry and Markle for the outcome of their royal departure.", "\"Royals are meant to turn up looking nice, smile, look interested, pose for pics & make small talk,\" Brand said. \"#HarryandMeghan did all of these things perfectly. They were relentlessly covered with a toxic shower of s--t by the press. It's sad but who wouldn't want to f--k off? Good luck.\"", "BBC Breakfast host Dan Walker also voiced his support for Harry and Meghan, sharing that he hopes the two embark on a happier life following their impending departure.", "\"It’s never nice to see a family in trouble. No idea what has happened internally but I don’t think #HarryandMeghan will ever be able to live a quiet life. I hope this brings them a greater degree of happiness and enables them to bring up their own family in the way they see fit,\" Walker said.", "Queen Elizabeth II released a statement of her own on Saturday voicing support for Harry and Markle despite reports earlier in the week claiming she had been blindsided by the news.", "\"Following many months of conversations and more recent discussions, I am pleased that together we have found a constructive and supportive way forward for my grandson and his family. Harry, Meghan and Archie will always be much-loved members of my family,\" she said.", "PRINCE HARRY WAS POSITIONED TO BE PRINCE WILLIAM'S 'SECRET WEAPON,' ROYAL EXPERT SAYS", "\"I recognize the challenges they have experienced as a result of intense scrutiny over the last two years and support their wish for a more independent life,\" the 93-year-old monarch said. \"I want to thank them for all their dedicated work across this country, the Commonwealth and beyond, and am particularly proud of how Meghan has so quickly become one of the family.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"It is my whole family’s hope that today’s agreement allows them to start building a happy and peaceful new life,\" she added.", "Prince Harry and Markle first announced their decision to become part-time members of the royal family on Jan. 8. Following their bombshell announcement, Harry remained in the U.K. to discuss details with the queen and attend the 2021 Rugby World Cup draw. Meanwhile, Meghan has remained in Canada with their son, 8-month-old Archie."], "authors": ["Melissa Roberto"], "keywords": ["royal", "longer", "queen", "family", "titles", "prince", "loss", "palace", "harry", "divided", "support", "markle", "meghan", "markles", "uk"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}