{"id": "4a18c254-8700-36f0-976f-18cb40ed25c1", "title": "Woman demands free Chick-fil-A after claiming she is an FBI agent, gets arrested", "url": "https://www.foxnews.com/food-drink/chick-fil-a-fbi-agent-impersonator-free-food-arrested", "summary": "Free food isn’t worth getting arrested over.\nAuthorities arrested a woman in Dallas, Georgia, after she allegedly tried to convince restaurant workers that she was an FBI agent and should get free food.\nEven when police officers arrived, the woman apparently continued to claim she was a federal agent.\nKimberly George Ragsdale attempted to get free food from a Chick-fil-A by pretending to be an FBI agent, The Polk County Standard Journal reports.\nWhen officers arrived, Ragsdale reportedly continued to claim that she was a federal agent.", "paragraphs": ["Free food isn’t worth getting arrested over.", "Authorities arrested a woman in Dallas, Georgia, after she allegedly tried to convince restaurant workers that she was an FBI agent and should get free food. Even when police officers arrived, the woman apparently continued to claim she was a federal agent.", "Kimberly George Ragsdale attempted to get free food from a Chick-fil-A by pretending to be an FBI agent, The Polk County Standard Journal reports. Employees were apparently not convinced and called 911 to report the woman.", "SUSPECT FOUND ASLEEP IN MCDONALD'S AFTER EVADING AUTHORITIES IN HIGH-SPEED CHASE", "According to the news outlet, this is not the first time Ragsdale has attempted to get free food and has threatened to arrest employees when they don’t provide the food.", "When officers arrived, Ragsdale reportedly continued to claim that she was a federal agent. She allegedly told officers that she had no identification because her credentials were electronic only.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Officers placed Ragsdale in handcuffs and arrested her. She reportedly pretended to talk to a supposed radio in her shirt, reporting that she was being arrested and that the FBI needed to send someone to the Rockmart Police Department.", "CLICK HERE TO GET THE FOX NEWS APP", "In a statement obtained by The Polk County Standard Journal, Rockmart Police Chief Randy Turner said, “We are thankful for the observant and professional staff at CFA who knew what to do and gathered the info needed for us to make our case and catch her in the act. We would like to inform our citizens to call 911 if someone is claiming to be an officer if they aren’t in a marked car, or in a proper uniform, or if they don’t have the proper credentials.”", "According to an arrest report, Ragsdale was charged with impersonating a public officer."], "authors": ["Michael Hollan"], "keywords": ["gets", "ragsdale", "agent", "arrested", "free", "claiming", "food", "rockmart", "fbi", "standard", "woman", "chickfila", "officers", "demands"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}