{"id": "4a614511-dd21-335a-b909-9e493ee5a85f", "pubDate": null, "paragraphs": ["Outside, the line to enter stretches the length of two football fields. There are handmade we heart AOC signs; several women wear T-shirts that read AYANNA & ILHAN & RASHIDA & ALEXANDRIA, referencing the four telegenic first-term congresswomen who have become emblems of the House’s newly energized progressive left. A 10-year-old named Maria wears a T-shirt with Shepard Fairey’s iconic Obama screen print replaced with Ocasio-Cortez’s image, and AOC instead of hope. “She’s an idol!” the fifth grader says.", "Sunrise’s ability to rally the very young can be a powerful asset. When a gaggle of preteens, some of them only 11, confronted Senator Feinstein in her San Francisco office in March, her curt dismissal of them as non-negotiating naïfs went viral, proving that not taking the youth climate movement seriously is a grave mistake. “Sunrise’s youth has opened up space and places where no other demographic could get in,” says Rhiana Gunn-Wright of the think tank New Consensus and the policy architect behind the Green New Deal. There are also potential liabilities. Part of Blazevic’s job at the Pelosi sit-in was to ensure that no one under 18 got arrested, and Meisenhelter made “mom calls” during an action at Senator Mitch McConnell’s office. “There’s a lot of emotional support for the moms of 12-year-olds during rallies,” she says. “You have to calm them down.”", "But the youthful ranks of Sunrisers keeps growing, and a month after the Howard University rally, I attend a boot camp in Stony Point, New York, for 58 incoming Sunrise “fellows,” ages 18 to 25—almost all of whom will move into dorm-style Sunrise Movement Houses for three to six months, in a variety of roles, to help carry the weight of the organization’s expansion. In 2018, Sunrise’s operating budget was $850,000; this year that number has risen to $4.5 million (fueled by fund-raising, which is a 60–40 split between grants and individual donations). Last June, no media outlet would respond to Sunrise’s press releases; this week, The New York Times sends a five-person video crew to the boot camp to film an episode of The Weekly, the TV show inspired by the popular podcast The Daily, and Politico sends a reporter and photographer for a major feature.", "Victoria Fernandez, 26, a cofounder wearing lilac color-blocked Outdoor Voices leggings, a battered copy of 2016’s grassroots manual Rules for Revolutionaries: How Big Organizing Can Change Everything lolling out of her backpack, leads a training session. “It was only once Cardi B got haters that you knew she was famous,” Fernandez says, noting that Fox News devoted three times as much coverage to the Green New Deal as CNN and MSNBC combined. The room of new fellows snaps enthusiastically in approval, sounding like a drove of cicadas. Fernandez then starts a round of Sunrise Jeopardy with trivia categories such as Make It Hopeful and Big Us, Narrow Them. “We need our villains to feel conquerable,” she says. For example, she says, refer to the fossil-fuel industry as fossil-fuel “elites,” so as not to alienate the industry’s workers.", "Fellows are encouraged to tell their personal stories as acts of “public narrative.”", "Nineteen-year-old Munira Berhe, smiling and moon-faced and wearing a black hijab, says she is here because droughts in the Horn of Africa affected her family in Ethiopia. Like most Sunrisers, Berhe does not fit the environmental-movement cliché of the white, hacky sack–toting trustafarian. A rising sophomore at Minneapolis Community College, Berhe has nails painted neon yellow and clutches her iPhone emblazoned with a Glossier sticker (her favorite product is the Boy Brow). For her and many of the fellows, 2020 will be the first election they are old enough to vote in. “There was nothing worse than seeing 2016 happen and not being able to do anything,” says Maggie Herndon, 19. “I wanted to use my power once I knew I had it.” I ask if she or any of the others would be here if Hillary had won. “I don’t think Sunrise would be here,” says Emily Thompson, 19. There’s some debate over this point, but Allie Lindstrom, 21, agrees with a sigh, “I would never say Trump winning is good, but we’ve been able to use that energy.”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Chloe Mall", "Elise Taylor", "Alexandra Macon", "Jenna Rennert", "Lynn Yaeger", "Emma Specter", "Michelle Ruiz"], "url": "https://www.vogue.com/article/inside-sunrise-movement-youth-activists-climate-debate", "keywords": ["debate", "fellows", "youth", "activists", "weeks", "fernandez", "york", "climate", "think", "defining", "sunrises", "inside", "young", "sunrise", "times", "movement", "wearing", "berhe"], "summary": "Sunrise’s ability to rally the very young can be a powerful asset.\n“Sunrise’s youth has opened up space and places where no other demographic could get in,” says Rhiana Gunn-Wright of the think tank New Consensus and the policy architect behind the Green New Deal.\nFernandez then starts a round of Sunrise Jeopardy with trivia categories such as Make It Hopeful and Big Us, Narrow Them.\nFor her and many of the fellows, 2020 will be the first election they are old enough to vote in.\n“I don’t think Sunrise would be here,” says Emily Thompson, 19.", "title": "Inside the Sunrise Movement: Six Weeks With the Young Activists Defining the Climate Debate"}