{"summary": "Whether the help you received was an unusual technique or simple advice, we’d like to hear about your experiencesTell us about the most effective mental health advice you have been givenAs winter draws in and the days grow ever shorter, people with mental health issues can be hit particularly hard.\nBut many people have learnt useful coping techniques – or have been given one piece of pithy, useful wisdom that comes back to us and helps when things seem bleak.\nAnd there can be a profound comfort in sharing wisdom and experiences, or in reading something that speaks to you deeply.\nShare your experiencesWhat mental health advice had a profound impact on your life?\nWe are looking for all types of experiences or insights about what helps when you’re at your lowest.", "url": "https://www.theguardian.com/society/2019/dec/16/tell-us-about-the-most-effective-mental-health-advice-you-have-been-given", "paragraphs": ["Whether the help you received was an unusual technique or simple advice, we’d like to hear about your experiences", "Tell us about the most effective mental health advice you have been given", "As winter draws in and the days grow ever shorter, people with mental health issues can be hit particularly hard.", "But many people have learnt useful coping techniques – or have been given one piece of pithy, useful wisdom that comes back to us and helps when things seem bleak. And there can be a profound comfort in sharing wisdom and experiences, or in reading something that speaks to you deeply.", "We’d like to find out about what works for you.", "Share your experiences", "What mental health advice had a profound impact on your life? What positive affirmations do you tell yourself daily? How do you raise your spirits when feeling down? We are looking for all types of experiences or insights about what helps when you’re at your lowest.", "You can get in touch by filling in the encrypted form below, anonymously if you wish. Only the Guardian will have access to your responses. One of our journalists may be in contact before any contributions are published.", "If you’re having trouble using the form, click here. Read terms of service here."], "pubDate": null, "keywords": ["tell", "wisdom", "useful", "youre", "profound", "experiences", "given", "advice", "effective", "helps", "health", "mental", "form"], "id": "4a642098-0253-3a52-a15e-60d52a630cf1", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Guardian Community Team"], "title": "Tell us about the most effective mental health advice you have been given"}