{"id": "4a69d302-175a-3d26-b4a2-15fe22384ddb", "keywords": ["general", "sally", "tweeted", "american", "ukraine", "trying", "appropriately", "acting", "yates", "trump", "president", "attorney", "romney", "right", "believing", "hypnotize"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "url": "https://www.foxnews.com/media/sally-yates-trump-hypnotize-the-american-people", "title": "Sally Yates: Trump is trying to 'hypnotize the American people' into believing he is acting appropriately", "summary": "Former Deputy Attorney General Sally Yates blasted President Trump on Friday, accusing him of attempting to \"hypnotize the American people\" into thinking his actions are \"absolutely right.\"\nYates served as acting attorney general for 10 days in January 2017 following the departure of Loretta Lynch on January 20.\nYates, who had been appointed deputy attorney general by former President Barack Obama, left her temporary post on January 30.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMHis comments Friday drew skepticism from critics in Congress, including Sen. Mitt Romney, R-Utah.\n“When the only American citizen President Trump singles out for China’s investigation is his political opponent in the midst of the Democratic nomination process, it strains credulity to suggest that it is anything other than politically motivated,” Romney tweeted.", "pubDate": null, "paragraphs": ["Former Deputy Attorney General Sally Yates blasted President Trump on Friday, accusing him of attempting to \"hypnotize the American people\" into thinking his actions are \"absolutely right.\"", "Trump has been firm about calling on both Ukraine and China to investigate former Vice President Joe Biden and Hunter Biden over financial ties with the two nations. On Thursday night the president tweeted: \"As the President of the United States, I have an absolute right, perhaps even a duty, to investigate, or have investigated, CORRUPTION, and that would include asking, or suggesting, other Countries to help us out!\"", "Yates, however, sees it differently.", "BIDEN: 'THE IDEA OF DONALD TRUMP ATTACKING ANYONE'S INTEGRITY IS A JOKE'", "\"After being caught secretly strong-arming Ukraine, POTUS is trying to hypnotize the American people into believing it can’t be wrong if he says it out loud,\" Yates said in a tweet of her own.", "\"And if he actually thinks he has the 'absolute right' to sic foreign powers on political rivals, he’s even more dangerous.\"", "Yates served as acting attorney general for 10 days in January 2017 following the departure of Loretta Lynch on January 20. Yates, who had been appointed deputy attorney general by former President Barack Obama, left her temporary post on January 30.", "Her comments Friday came on a day of whirlwind developments in the House impeachment inquiry, with intelligence community Inspector General Michael Atkinson testifying behind closed doors on Capitol Hill, Democrats preparing subpoenas for the White House, and Secretary of State Mike Pompeo facing a deadline to comply with a separate subpoena — all over Trump's controversial July 25 phone call with the president of Ukraine in which he sought a Biden-related probe.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "His comments Friday drew skepticism from critics in Congress, including Sen. Mitt Romney, R-Utah.", "“When the only American citizen President Trump singles out for China’s investigation is his political opponent in the midst of the Democratic nomination process, it strains credulity to suggest that it is anything other than politically motivated,” Romney tweeted."]}