{"id": "4a779f07-3153-33f5-94d9-38a7b7de9a22", "title": "The Firefighter Whose Denunciation of Australia’s Prime Minister Made Him a Folk Hero", "url": "https://www.newyorker.com/news/as-told-to/the-firefighter-whose-denunciation-of-australias-prime-minister-made-him-a-folk-hero", "summary": "“Tell the Prime Minister to go and get fucked, from Nelligen,” Parker shouts.\nMeet you any day, pal.” The video instantly turned Parker into something of a folk hero.\nWe really enjoy doing this shit.’“A couple of weeks earlier, the Prime Minister commented that Rural Fire Service members enjoy going out and fighting fires.\n“Today, the 13th, is the first day I’ve been back at work.\nI’ve been defending homes and in between I’ve been working on my own property.", "paragraphs": ["Until a few days ago, Paul Parker was a volunteer firefighter in Nelligen, a small village on the coast of New South Wales, in Australia—an area that has been devastated by the bushfires currently sweeping the country. A week ago, Parker was defending homes in his community against a spreading inferno. The sky was red and burnt orange, he said. Embers were everywhere. Flames shot as high as forty feet. “I’ve fought a few bushfires in my time, but nothing like that,” Parker told me. “It’s the worst I’ve ever experienced.”", "As Parker raced from one fire to another, on the brink of exhaustion, he encountered a local television crew and erupted in rage. In the video the crew shot, Parker is seen leaning out of a fire truck, giving a sarcastic thumbs-up, and launching a stream of expletives at the right-wing Prime Minister of Australia, Scott Morrison. “Tell the Prime Minister to go and get fucked, from Nelligen,” Parker shouts. He then challenges Morrison to meet him face-to-face. “I’ve lost seven houses in Nelligan. I’m not going to lose any more,” he says. “Tell the P.M. to come and meet me. Paul Parker, in Nelligan. Meet you any day, pal.” The video instantly turned Parker into something of a folk hero.", "In Parker’s community, and elsewhere, the crisis has provoked intense anger toward Morrison, who was on vacation in Hawaii when two firefighters died in December. Morrison returned to Australia, but his response to the wildfires has been widely condemned as slow and ineffective. Since September, millions of acres of land have burned, thousands of people have lost their homes and businesses, and at least twenty-eight have perished. Morrison’s history of skepticism toward climate change and the government’s record of inaction have infuriated Australians who understand that record-breaking heat and dryness, symptomatic of a warming planet, are fuelling the crisis. On Sunday, Morrison announced an inquiry into the country’s fire response, nodding to the role of climate change but failing to support policies to decrease fossil-fuel use or promote renewable energy.", "Parker spoke with me twice by phone, from Australia, about the catastrophic fires and about how he and others in Nelligen have responded. His account, which begins on New Year’s Eve, has been edited and condensed.", "“We knew the fire was coming. In the late afternoon, we could see the glow coming out of the mountains to the southwest, and we knew. At about ten o’clock, we went to bed, and at around ten-thirty we were back up again. It was coming through the trees, and we stayed awake until it impacted us, at about one-thirty in the morning. The fire had crowned, which means it was on the ground and in the treetops. It was just a massive wall of flame. I tried to tame it with buckets of water and by driving over the flames. It was horrific. The absolute intensity of it.", "“As soon as I knew my home was relatively safe, I hooked up with a couple of other brigade members in one of the local Nelligen fire trucks. Just trying to survive was the main issue, and trying to save as many properties as we could. It was horrendous. Some people were at home, trying to defend their homes with rakes and shovels and garden hoses. Some houses we could save, some we couldn’t, and there was only so much we could do at each property before we had to move on and help others. We lost seven or eight properties in Nelligen.", "“Most of the population was down at the river. They were just taking shelter and grouping together for comfort, I suppose. They were there all day on New Year’s Day, and most people were at the water’s edge on January 2nd as well. I stayed where the fire was active. I worked probably thirty-six hours. I had a couple of hours sleep and then I was back out again. The fire was flaring up every day.", "“On January 4th, there was a huge flare-up, and three houses on the eastern side of the river were under major fire. Myself and another volunteer went up and down the best we could. The flames were massive. We could barely breathe, because when buildings go up there’s a lot of toxic materials, plastics and rubber and mattresses. A couple of residents were there trying to defend their own homes, but at one point we had to get them out. They were totally exhausted. It was the middle of the day, but the smoke was so thick you would have thought it was nighttime—that’s how dark the sky was. We got some aerial support from big helicopters dropping water bombs, and we did manage to save the three homes.", "“Then the wind changed, so the flames were fully involved across the road, and we had to drive the truck through the fire front to get ourselves out. We were driving to stop the fire from going into the village, and we saw a TV-news team down on one of the access roads. It just was a boiling point for me. I said, ‘Are you from the media? Tell the Prime Minister to go and get fucked, from Nelligen. . . . We really enjoy doing this shit.’", "“A couple of weeks earlier, the Prime Minister commented that Rural Fire Service members enjoy going out and fighting fires. He’s just got no understanding of what it’s all about. We don’t enjoy fighting bushfires and saving people’s homes. We do it because we have to. He’s got no understanding of what real people in Australia go through. And he doesn’t care anyway. Any real man would never have left the country while his country was in turmoil.", "“Another part is that our government has been hamstrung over hazard-reduction burns. It’s all too political, what the Rural Fire Service can do. If hazard-reduction burns had been done over the last couple of years, the fuel loads in our forests wouldn’t be as high and the fires wouldn’t have been as severe.", "“Climate change is also a real thing. It’s not something that can be fixed overnight, and the government’s got to make a stand at some stage. Scott Morrison doesn’t even believe in climate change. I don’t think he even considers that we are going through climate change. I don’t know the answers. I’m not a scientist. I don’t know how society as a whole is going to reduce emissions. We can’t just turn off fossil fuels, because if we do we’ll go back to the caveman days. These problems are complex—I understand that. But something needs to be done now, for our future generation, or there won’t be a future.", "“Today, the 13th, is the first day I’ve been back at work. At the moment, I work for an air-conditioning company. Basically, from New Year’s Eve until today, I haven’t stopped. I’ve been defending homes and in between I’ve been working on my own property. We had no water, and the house was covered in black ash and soot. I had to wash it down, so, when we did get some rain, the soot wouldn’t contaminate it. I was also trying to get generators operating, get electricity, get refrigeration. Basically, I was just trying to reëstablish the services we need to live."], "authors": ["Amanda Schaffer", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard", "Connie Bruck", "Carolyn Kormann", "Elizabeth Kolbert"], "keywords": ["trying", "australias", "parker", "folk", "prime", "going", "minister", "day", "couple", "ive", "denunciation", "homes", "nelligen", "hero", "morrison", "change", "firefighter"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}