{"keywords": ["belfast", "explore", "st", "cruise", "spend", "port", "depart", "youll", "city", "river", "experience", "magellan", "today", "seine"], "paragraphs": ["Overview", "Shares", "EARLY BIRD OFFER – SAVE AN EXTRA £50pp ON 2020 AND 2021 DEPARTURES – USE CODE: EARLY50", "Board Magellan in Belfast and cruise south around the UK and across the Channel to the mouth of the River Seine. Spend sunny days relaxing as Magellan slips upstream through the Normandy countryside to Rouen. Stroll along narrow streets past half-timbered houses, see the magnificent Cathédrale Notre-Dame, and climb the belfry of the Gros Horloge to enjoy wonderful views. Rouen's Place du Vieux Marche was the site of Joan of Arc's trial and execution, and a monument to her stands there alongside a church dedicated to her name. Magellan will spend the night moored here before retracing her route back down the Seine to the sea the following morning.", "", "On your way south from Belfast you'll also have opportunities to explore the great trading city of Cork, and the gardens, country lanes and pretty harbours of the Scilly Isles and Guernsey.", "Lazy days relaxing on board", "Calling at five unforgettable ports", "The beautiful Joan of Arc city, Rouen", "Cobh - your gateway to lively Cork", "Opportunities to visit Edinburgh or Glasgow as you stop in Greenock", "Summer days exploring St Mary's and Guernsey", "Gallery", "Highlights and Inclusions 8 nights' accommodation in your choice of cabin", "Delicious full board cuisine", "Afternoon teas and late night snacks", "Captain’s Cocktail Party (cruises of 6 nights or more)", "Self service tea & coffee (6am to midnight)", "Big show entertainment, cabarets and classical interludes", "Daytime activities and leisure facilities", "Guest speaker and arts & crafts (cruises of 5 nights or more)", "Porterage of luggage, port to cabin", "Port Taxes", "Itinerary Day", "1 Depart from Belfast", "Depart: 1700hrs Board Magellan in Belfast, today, settle in to your cabin and relax as your cruise begins. Day", "2 Cobh, Ireland", "Arrive: 1200hrs Depart: 2000hrs Around lunchtime, Magellan will arrive in Cork's long, narrow harbour of Cobh. Shore excursions here offer you the chance to discover this historic capital of southwest Ireland, to head into the beautiful rolling countryside to fashionable Kinsale or to visit famous Blarney Castle, just north of the city, for a chance to kiss the Blarney Stone. Day", "3 St Mary's, Isles of Scilly", "Arrive: 0700hrs Depart: 1800hrs This morning finds us in the Isles of Scilly. Magellan anchors here in sheltered waters, giving you the opportunity to go ashore to explore Hugh Town on St Mary's, the flower-strewn byways beyond, and stunning Tresco, where the famous Abbey Gardens house Britain's finest subtropical plant collection. Day", "4 St Peter Port, Guernsey", "Arrive: 0700hrs Depart: 1800hrs Guernsey's St Peter Port welcomes us this morning. See 800-year-old Castle Cornet, which guards the entrance to the harbour, wander the town's cobbled central quarter and make the most of the island's tax-free shopping. Day", "5-6 Rouen, France", "Arrive: 0945hrs (Day Five) Depart: 1000hrs (Day Six) After a morning cruising up the River Seine into the heart of Normandy, Magellan will arrive in the ancient city of Rouen. You'll spend a full day here, giving you plenty of time to explore. Stroll the pretty, cobbled streets, past the site of Joan of Arc’s martyrdom in the Place du Vieux-Marche and beneath the Renaissance arch that houses the ornate Gros Horloge (one of the oldest clocks in France), to the Place de la Cathedrale. Day", "7 At sea", "Spend today relaxing on board. Day", "8 Greenock, Scotland", "Arrive: 0900hrs Depart: 2200hrs As Magellan arrives in the Scottish port of Greenock, you'll have the chance to join an excursion to one of two famous and fascinating cities. In Edinburgh, explore the Royal Mile, shop on Princes Street or take in city views from the ancient Castle's ramparts. In Glasgow, discover 'Scotland's style capital' and its fascinating blend of culture, architecture and design. Day", "9 Arrive back at Belfast", "Arrive: 0700hrs Say goodbye to Magellan, her crew and your fellow passengers as she arrives in Belfast, today, and you disembark at the end of a wonderful cruise."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "OverviewSharesEARLY BIRD OFFER – SAVE AN EXTRA £50pp ON 2020 AND 2021 DEPARTURES – USE CODE: EARLY50Board Magellan in Belfast and cruise south around the UK and across the Channel to the mouth of the River Seine.\nMagellan will spend the night moored here before retracing her route back down the Seine to the sea the following morning.\nDay4 St Peter Port, GuernseyArrive: 0700hrs Depart: 1800hrs Guernsey's St Peter Port welcomes us this morning.\nYou'll spend a full day here, giving you plenty of time to explore.\nDay9 Arrive back at BelfastArrive: 0700hrs Say goodbye to Magellan, her crew and your fellow passengers as she arrives in Belfast, today, and you disembark at the end of a wonderful cruise.", "url": "https://holidays.theguardian.com/holidays/river-seine-experience-cruise-from-belfast-e4e83ecbd852ff6662960ba8ed14a35f", "title": "River Seine Experience Cruise from Belfast", "id": "4a833b80-aeab-30d2-af23-769a27d53d50", "authors": []}