{"summary": "Auto racing safety pioneer Bill Simpson died Monday in Indianapolis at age 79 following a stroke, the Motorsports Hall of Fame of America announced on Facebook.\nSimpson was inducted into the hall in 2003 to honor his contributions to the sport.\nSimpson is credited with developing the first parachute to slow a drag racing car and coming up with the idea to use Nomex to create fireproof racing suits.\nHis company, Simpson Performance Products, remains one of the largest manufacturers of helmets, harnesses and other auto racing equipment today.\nSimpson competed as a driver in several racing series and finished 13th in the 1974 Indianapolis 500.", "keywords": ["bill", "dead", "company", "suit", "racing", "auto", "simpson", "2003", "tribute", "performance", "twitterclick", "79", "hall", "indianapolis", "inventor"], "paragraphs": ["Auto racing safety pioneer Bill Simpson died Monday in Indianapolis at age 79 following a stroke, the Motorsports Hall of Fame of America announced on Facebook.", "Simpson was inducted into the hall in 2003 to honor his contributions to the sport.", "Simpson is credited with developing the first parachute to slow a drag racing car and coming up with the idea to use Nomex to create fireproof racing suits. His company, Simpson Performance Products, remains one of the largest manufacturers of helmets, harnesses and other auto racing equipment today.", "In 2001, Simpson was caught up in a controversy surrounding the apparent failure of one of his company’s seatbelts during Dale Earnhardt’s fatal crash at the Daytona 500, but it was later determined that the belt was improperly installed. Simpson sued NASCAR for defamation, but reached an out of court settlement in 2003 after he left his namesake company to found Impact Performance Products.", "Simpson competed as a driver in several racing series and finished 13th in the 1974 Indianapolis 500.", "Racing legend Mario Andretti shared a tribute to his friend on Twitter.", "CLICK HERE TO GET THE FOX NEWS APP"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/auto/bill-simpson-auto-racing-fire-suit", "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor. Follow Him"], "id": "4a90661d-1d02-35be-95bc-0e582425a666", "pubDate": null, "title": "Bill Simpson, auto racing fire suit inventor, dead at 79"}