{"keywords": ["brunt", "worlds", "carbon", "warming", "bearing", "oceans", "global", "water", "planet", "increasingly", "report", "frozen", "levels", "quarter", "risk"], "url": "https://www.economist.com/international/2019/09/26/oceans-are-increasingly-bearing-the-brunt-of-global-warming", "summary": "T HE WORLD’S oceans are getting warmer, stormier and more acidic.\nMelting glaciers and ice sheets are causing sea levels to rise, increasing the risk of inundation and devastation to hundreds of millions of people living in coastal areas.\nFor decades, the oceans have provided a buffer against the full impact of a warming planet.\nAs oceans warm, the layers of water within them mix less and the supply of oxygen and nutrients decreases.\nEven if the average global temperature increase is limited to 2°C above pre-industrial levels—already an ambitious target—a quarter will thaw.", "title": "Oceans are increasingly bearing the brunt of global warming", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "4ae7342c-a277-3553-ac05-a2fe8a079f2b", "paragraphs": ["T HE WORLD’S oceans are getting warmer, stormier and more acidic. They are becoming less productive as the ecosystems within them collapse. Melting glaciers and ice sheets are causing sea levels to rise, increasing the risk of inundation and devastation to hundreds of millions of people living in coastal areas.", "The latest special report from the Intergovernmental Panel on Climate Change ( IPCC ), on how the oceans and frozen regions of the planet are changing in response to the rising carbon dioxide levels in the atmosphere, is a predictably grim read. The final text, pored and argued over by scores of scientists and policymakers from 36 countries over the course of marathon meetings in the past week in Monaco, makes reference to almost 7,000 relevant scientific studies.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "For decades, the oceans have provided a buffer against the full impact of a warming planet. Since 1970, says the report, they have soaked up more than 90% of the excess heat associated with greenhouse gases and absorbed around a quarter of the carbon dioxide emitted from cars, power stations and factories. As oceans warm, the layers of water within them mix less and the supply of oxygen and nutrients decreases. The upper layers of the world’s seas have lost 1-3% of their oxygen in recent years and the increased absorption of CO 2 has made the water more acidic, complicating life for creatures such as coral that need to build carbonate shells. As this continues, the report predicts that around 15% of animals are likely to disappear by the end of the century, and that fish catches could decline by as much as a quarter relative to average levels between 1986 and 2005.", "Farther towards the poles, the permafrost—permanently frozen soil—is at risk. Even if the average global temperature increase is limited to 2°C above pre-industrial levels—already an ambitious target—a quarter will thaw. If greenhouse-gas emissions and temperatures increase further, almost 70% of this near-surface permafrost could melt. Frozen in that earth are 1,460-1,600 gigatons of carbon, says the report, almost twice the amount already in the atmosphere, much of which could be released if the soil thaws."], "pubDate": null}