{"id": "4b199da3-fcfe-3479-b51e-1c0740f98cb8", "title": "Pentagon launches smaller satellites to counter enemy anti-satellite attacks", "url": "https://www.foxnews.com/tech/pentagon-launches-smaller-satellites-to-counter-enemy-anti-satellite-attacks", "summary": "As a result, small satellites are increasingly being enlisted by military forces to deliver new capabilities across the battlefield.\nFor example, the Army is already moving quickly to increase the number of smaller Medium and Low Earth Orbit satellites it uses for combat networking to engineer a smaller, better networked, lower-altitude satellite sensor network.\nThe smaller satellites are known to be more agile, built with an open, modular architecture technical strategy and better able to interoperate across otherwise separate envelopes of geographical coverage when compared with larger Geosynchronous Earth Orbit satellites.\nAfter all, extremely small satellites would simply be much more difficult for adversaries to attack and destroy.\nIn essence, if one is jammed, shot down or disabled, a large network of interconnected yet dispersed small satellites could sustain successful operations.", "paragraphs": ["Tiny satellites are much harder to detect and shoot down. They are also much more effective at both redundancy and disaggregation strategies during a space war, particularly if operated with a technical effectiveness equivalent to a larger system.", "As a result, small satellites are increasingly being enlisted by military forces to deliver new capabilities across the battlefield. A new collaborative small sat mission is on the verge of doing just that – as the U.S. Army’s Space and Missile Defense Command (SMDC) unit readies to test a proven satellite bus as host of its new 3U CubeSat Gunsmoke-J technology initiative fostering innovations for tactical ground forces.", "TriSept, a leading launch integration and mission management provider, has signed a launch services contract with the SMDC to broker and integrate the milestone CubeSat technology demonstration mission scheduled to launch aboard a Rocket Lab Electron launch vehicle early next year.", "The CubeSat is actually the size of a loaf of bread, yet engineered to operate with secure communications, navigational and force location data transmission for ground forces on the move in war.", "ARMY IMPROVES ABRAMS TANK GUN SYSTEM WITH UPGRADED FIRE CONTROL", "“TriSept secured both the U.S. Army’s rideshare slot and payload dispenser, which will release the 3U CubeSat into orbit once in space aboard the Rocket Lab Electron launch vehicle,” a TriSept statement says. TriSept, based in the Washington, D.C., area, will manage the integration and encapsulation of the SMDC satellite inside the fairing about two to three weeks prior to liftoff atop Electron’s upper stage from Rocket Lab’s launch site in Mahia, New Zealand.", "“This leading-edge mission for the Army’s Space and Missile Defense Command will orbit aboard a satellite smaller than a loaf of bread, but will have a huge impact on milestone developments in warfighter capabilities on the battlefield and beyond,” said Rob Spicer, TriSept CEO.", "The demonstration planned for early next year brings substantial tactical implications for Army ground units, which are reliant upon satellite connectivity for land assault operations.", "For example, the Army is already moving quickly to increase the number of smaller Medium and Low Earth Orbit satellites it uses for combat networking to engineer a smaller, better networked, lower-altitude satellite sensor network. The smaller satellites are known to be more agile, built with an open, modular architecture technical strategy and better able to interoperate across otherwise separate envelopes of geographical coverage when compared with larger Geosynchronous Earth Orbit satellites.", "'ATTACKING AT SPEED': ARMY PROJECT CONVERGENCE AND BREAKTHROUGH LIGHTNING-FAST WAR", "“We are looking at ways to increase bandwidth and resilience in satellite networks and using LEO (Low Earth Orbit) satellites to thicken the network in certain areas,” Maj. Gen. John George, the commander of Combat Capabilities Development Command for Army Futures Command, told The National Interest at the Association of the United States Army Symposium in October.", "Connected satellites can ensure that fast-moving emerging enemy weapons, such as hypersonic weapons, can be tracked more continuously and not handed off from one segmented radar to another. This is of great importance given that the speed of hypersonic missiles is such that it would be very easy to immediately lose track of an attacking weapon as it transits from one radar field of view to another.", "Given this technological phenomenon, now massively emphasized by Army network developers, an extremely small new satellite would bring a potentially breakthrough tactical advantage to space warfare should it be able to successfully and securely network with other LEO and MEO satellite systems.", "After all, extremely small satellites would simply be much more difficult for adversaries to attack and destroy. In addition, it would seem likely that large numbers of these small systems could be launched in coordination with one another, creating a strategically impactful redundancy. In essence, if one is jammed, shot down or disabled, a large network of interconnected yet dispersed small satellites could sustain successful operations.", "CLICK HERE TO GET THE FOX NEWS APP", "Reflecting on the new launch services deal with the U.S. Army’s SMDC, TriSept’s Spicer said, “TriSept is thrilled to have secured the rideshare slot, dispenser hardware, regulatory compliance in both the U.S. and New Zealand, and spacecraft integration for this important technology demonstration in space. We look forward to integrating this small but game-changing payload aboard a Rocket Lab Electron in the coming months.”", "-- Kris Osborn is the Managing Editor of Warrior Maven and The Defense Editor of The National Interest --"], "authors": [], "keywords": ["satellites", "small", "orbit", "network", "pentagon", "launches", "launch", "antisatellite", "attacks", "space", "smdc", "smaller", "counter", "trisept", "army", "satellite", "enemy"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}