{"id": "4b2bfebb-05ae-3a78-92ab-cb1ad2041083", "title": "How do you feel? Share your reaction to Joe Biden winning the US election", "url": "https://www.theguardian.com/us-news/2020/nov/08/joe-biden-wins-election-share-your-views", "summary": "We’d like to hear from those in the US and abroad about how you feel after Joe Biden’s victory over Donald Trump.\nShare your reaction to Joe Biden winning the US electionAfter a nailbiting election race, Joe Biden has been elected the 46th president of the United States.\nWhether you’re in the US or watching from a distance: what do you make of the results?\nShare your pictures, videos and perspectives by filling in the form below.\nOne of our journalists will be in contact before we publish, so please do leave contact details.", "paragraphs": ["We’d like to hear from those in the US and abroad about how you feel after Joe Biden’s victory over Donald Trump. Tell us what you think", "How do you feel? Share your reaction to Joe Biden winning the US election", "After a nailbiting election race, Joe Biden has been elected the 46th president of the United States.", "Whether you’re in the US or watching from a distance: what do you make of the results? How are you feeling? What are your hopes, or expectations, or concerns for a Biden presidency? What issues do you think need to be tackled first?", "Share your pictures, videos and perspectives by filling in the form below.", "Share your views and experiences", ". Your responses are secure as the form is encrypted and only the Guardian has access to your contributions.", "One of our journalists will be in contact before we publish, so please do leave contact details.", "If you’re having trouble using the form, click here. Read terms of service here"], "authors": ["Guardian Community Team"], "keywords": ["winning", "share", "watching", "youre", "videos", "views", "election", "reaction", "contact", "feel", "joe", "biden", "form"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}