{"id": "4b8efd06-c546-3818-b984-36cc689223cb", "title": "How to maintain healthy cholesterol levels", "url": "https://www.theguardian.com/lifeandstyle/2020/jan/19/how-to-maintain-healthy-cholesterol-levels", "summary": "Regular testing will spot if you have high cholesterol, but it’s best to make early changes to your lifestyle to minimise the risk of a heart attack or strokeThe first challenge is pursuading people to get their cholesterol tested.\nAs a nation, we know we are not as active as we should be, that we are increasingly overweight and that our intake of saturated fats is too high – that leads to our cholesterol levels being too high.\nEating more fibre and vegetables can help manage cholesterol levels, too.\nIf, after three months of improved diet and increased exercise, someone’s cholesterol levels haven’t shifted much, there may be genetic issues at play.\nEveryone should see their GP every year to have their cholesterol and blood pressure checked.", "paragraphs": ["Regular testing will spot if you have high cholesterol, but it’s best to make early changes to your lifestyle to minimise the risk of a heart attack or stroke", "The first challenge is pursuading people to get their cholesterol tested. The second is making sure they get it done by a healthcare professional, whether that is with a GP or a practice nurse, or at an NHS Health Check. Some pharmacies and supermarkets are starting to offer tests, and there are local initiatives, too.", "Symptoms of high cholesterol show only when you are starting to get heart disease as a result: you build up a lot of fatty plaque in your arteries, start to experience shortness of breath, chest pains or angina. By that point, the condition is irreversible – and the earlier in life you have a heart attack or stroke, the worse your long-term outcomes are. Prevention is absolutely better than cure.", "Most people can start with lifestyle factors. As a nation, we know we are not as active as we should be, that we are increasingly overweight and that our intake of saturated fats is too high – that leads to our cholesterol levels being too high.", "For most people, the first step would be to reduce their saturated fats intake, and to eat more soy foods, nuts, oats or barley. Eating more fibre and vegetables can help manage cholesterol levels, too. And the more exercise, the better; the government says two and a half hours of moderate-intensity exercise per week is the minimum. Taking 10,000 steps a day is good for you but unless that gets you out of breath and your heart rate up, you need to do more.", "If, after three months of improved diet and increased exercise, someone’s cholesterol levels haven’t shifted much, there may be genetic issues at play. That is why it is just as important to understand your family medical history as it is your own numbers. Some people have normal cholesterol and blood pressure, but have a family history of heart disease and heart attacks or strokes, so they are still prescribed medication, most often statins, which are taken once daily.", "Everyone should see their GP every year to have their cholesterol and blood pressure checked. A lot can change in 12 months.", "Christopher Allen, the head of healthcare at Heart UK, was talking to Elle Hunt"], "authors": ["Christopher Allen"], "keywords": ["pressure", "cholesterol", "high", "maintain", "exercise", "lot", "saturated", "healthy", "start", "starting", "heart", "levels"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}