{"id": "4bad21e9-9589-36e5-8e89-cd505a868a4f", "title": "Stefanos Tsitsipas, the Percy Shelley of Tennis, Takes Aim at the Australian Open", "url": "https://www.newyorker.com/sports/sporting-scene/stefanos-tsitsipas-the-percy-shelley-of-tennis-takes-aim-at-the-australian-open", "summary": "A couple of weeks ago, in the middle of a match, Stefanos Tsitsipas struck his father with his tennis racquet.\nHe’s the youngest men’s player in the top ten.\nBut Tsitsipas has beaten not only Federer but also Djokovic (twice) and Nadal (once) since making his A.T.P.\nGreece is not known for producing tennis greats; Tsitsipas, like so many world-class players, is a family product.\nIt’s just what men’s tennis needs, as it faces the prospect, sometime, presumably, in the new decade, of carrying on without Novak, Rafa, and Roger.", "paragraphs": ["A couple of weeks ago, in the middle of a match, Stefanos Tsitsipas struck his father with his tennis racquet. This was in Brisbane, Australia; the match was part of the inaugural A.T.P. Cup, which pit national teams against one another. Tsitsipas, representing Greece, where he was born and raised, was playing Nick Kyrgios, from Australia, to whom he would eventually lose, in three nerve-racking sets, each one of them settled by a tiebreak. Tsitsipas’s father, Apostolos, was the captain of the Greek squad, and he was seated courtside in the designated team zone when his son, who is twenty-one, walked off the court, took a vicious phantom swing, and then brought his racquet down, full force, on a chair—sending his dad scurrying, but not before unintentionally whacking his forearm.", "“It happened accidentally,” Tsitsipas said afterward, which was clearly the case. But the incident immediately generated headlines, in part because it seemed like the kind of thing that Tsitsipas is always at risk of accidentally doing. Tsitsipas is hot-tempered. He’s excitable in all kinds of ways. On social media, he posts short videos that brim with wonder. In encounters with sportswriters, he goes deep and is unusually bare with his emotions. He cultivates a searching imagination on the court and off. In spirit and form, he’s a Romantic. Tennis happens to be his medium.", "And he is very, very good at it. He’s the youngest men’s player in the top ten. In November, in the end-of-season, round-robin A.T.P. finals, which were played in London, and which brought together the world’s eight top-ranked men’s singles players, he defeated Daniil Medvedev, then Alexander Zverev, then, after losing to Rafael Nadal in a tight one, Roger Federer, and, finally, Dominic Thiem, to win the championship—the youngest player to do so since Lleyton Hewitt, in 2001. This capped a twelve-month stretch that began with Tsitsipas winning the Next Gen A.T.P. finals, in Milan, and continued, not long after, with his four-set victory over Federer in the fourth round of the Australian Open, beating the tournament’s reigning champion and his childhood idol. The match with Federer was stunning and thrilling and, tennis-wise, everything that a fan of all-court variety and in-match tactical adjustment could ask for. I was there that Sunday, at Rod Laver Arena, and afterward walked out, into Melbourne, late at night, surrounded by a deliriously happy contingent of young Tsitsipas supporters, most of them Greek-Australians who were draped in Greek flags and shouting chants they’d adapted from supporters of teams in the Greek soccer league. Those fans will no doubt return to Melbourne Park this week, as the 2020 Australian Open gets underway. (Concerns about the smoke from the country’s devastating and ongoing bushfires affecting the players have reportedly receded.) Tsitsipas hopes to be the first of a group of young twenty-somethings who are now invigorating the men’s game to win a Grand Slam.", "That will not be easy, of course. Since 2006, Federer, Nadal, and Novak Djokovic, collectively, have won every Australian Open save one, in 2014, when Stan Wawrinka beat Nadal—who, it should be noted, was hampered by a back injury. But Tsitsipas has beaten not only Federer but also Djokovic (twice) and Nadal (once) since making his A.T.P. tournament main-draw debut, less than two years ago, in Rotterdam. And he has been on familiar terms with the next to impossible, more or less, from the start—which is to say, since age three, when a racquet was first put in his hand. Greece is not known for producing tennis greats; Tsitsipas, like so many world-class players, is a family product. His father played tennis well enough to find work as a coaching pro. His mother, Julia (née Salnikova), was born in Moscow, and cracked the top two hundred in both singles and doubles in the early nineties. (Tsitsipas is not the only up-and-coming player with this lineage: the mother of the twenty-year-old Canadian Denis Shapovalov was also a serious player in Russia, before leaving a collapsing Soviet Union for Israel.) Apostolos told an interviewer, in 2018, that when Tsitsipas was still a young boy he woke in the middle of the night to tell his father that he wanted to be a tennis player when he grew up. As a teen-ager on the junior circuit, Tsitsipas rose to No. 1 in the world.", "Like most aspiring professionals, Tsitsipas moved on from the junior circuit to low-rung, far-flung pro events. It was on a match-free day during one such tournament in Crete, in the fall of 2016, that he nearly drowned, Shelley-like, in a storm-tossed sea. Last winter, he created a vlog about it for his YouTube channel. (Vlogging—about his travels, mostly, but also about his inner life—is what he devotes himself to when he is not playing tennis.) The video is titled “The Day I Was Supposed to Lose My Life.” It’s almost nine minutes long, and it’s like nothing you’ll find on the Players’ Tribune. Tsitsipas sits in a softly lit hotel room, speaking directly to the camera. A swim with a friend went terribly wrong, he explains. Amid cuts to shots of a beach and of roiling waters, he describes being carried far from shore by an undertow. He whispers of feeling helpless, sensing he was drowning and struggling to breathe, and of feeling, for a moment, that he was dead already. He gently weeps. His father eventually pulled him to safety, and into an altered life, in Tsitsipas’s telling—one of fuller commitment to the things that matter to him, and one less shadowed by fear.", "He does play tennis fearlessly, but, then, most élite players do. It’s his style that compels and holds the promise of greatness. (As the literary biographer Richard Holmes notes, for the English Romantics, style was substance.) There’s a sweeping abandon to Tsitsipas’s one-handed backhand, a footloose spontaneity to his many, many bursts toward the net, a spirited ingenuity to his point creation—the latter encouraged, perhaps, by the presence on his coaching team of Patrick Mouratoglou, who also coaches Serena Williams. There’s also his tall, lean frame, and the tangle of shoulder-length hair that brushes across his hitting arm as he torques to finish his forehand. Tsitsipas wins the crowd over to his side, and, with its backing, seems to unnerve an opponent—that was the case, or certainly looked to be, in his undoing of Federer in Melbourne, a year ago. Tsitsipas has a sense of play and a sense of himself that has carried his game forward. It’s just what men’s tennis needs, as it faces the prospect, sometime, presumably, in the new decade, of carrying on without Novak, Rafa, and Roger."], "authors": ["Gerald Marzorati", "Gerald Marzorat", "The New Yorker"], "keywords": ["tsitsipass", "takes", "player", "atp", "tennis", "shelley", "tsitsipas", "federer", "stefanos", "players", "percy", "open", "father", "mens", "australian", "young", "aim"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}