{"id": "4be73eb0-b580-3ba2-bdc4-ff068e8b7663", "title": "Pulling Our Politics Back from the Brink", "url": "https://www.newyorker.com/magazine/2020/11/16/pulling-our-politics-back-from-the-brink", "summary": "Others fear that the cleavages will only widen, until Americans reckon with a culture of political warfare that comes ever closer to actual combat.\nIn Washington, orators such as Henry Clay and Daniel Webster gained influence through speeches that drew huge crowds.\nBetween the eighteen-thirties and the outbreak of war, there were at least thirty-five major riots in the Northeast.\nBut it also tipped politics toward entertainment and fear, lighting a fuse that runs through to the age of @ realDonaldTrump.\nThe language of conflict blended with entertainment and bled back into politics.", "paragraphs": ["Larry Diamond, a political scientist at Stanford’s Hoover Institution and a former adviser to the Coalition Provisional Authority, in Iraq, told me, “There’s no other way to say this: the Republican Party, with notably few exceptions, has become a party of semi-loyalty to democracy. If you want to stop this, the answer is very simple. The Republican politicians who know better, in the House, the Senate, and the governorships, have to speak up. If they don’t put the preservation of democracy and civility over their own political careers, we’re going to keep sliding down this path.”", "“I’m sorry. I just don’t ﬁnd anything funny right now.” Facebook", "Twitter", "Email", "Shopping Cartoon by Liza Donnelly", "As Americans confront the uncertainty of the next four years, it’s not clear if the tradition of force or of reason is ascendant. Some theorists and philosophers are optimistic, beginning to map out plans to revive social cohesion and common purpose. Others fear that the cleavages will only widen, until Americans reckon with a culture of political warfare that comes ever closer to actual combat.", "From the beginning, the people who built America were seeking to improve on “what kings and popes had decreed,” the Stanford historian Caroline Winterer wrote in “American Enlightenments,” from 2016. “Wielding the gleaming razor of human reason, sharpened by empirical evidence, common sense, and withering sarcasm, they would slash away at traditions that rested on nothing but the dust of convention and privilege.”", "Early Americans formed literary salons, subscription libraries, and scientific societies, animated by the spirit of the Enlightenment. Benjamin Franklin gathered what he called “ingenious Acquaintances” into a “Club for mutual Improvement.” Known as the Junto, it was devoted to rigor, training, and the spread of the printed word, an ethic that the club called “Reason’s eye.”", "By the mid-nineteenth century, the country was in the midst of a vibrant literary outpouring. In Washington, orators such as Henry Clay and Daniel Webster gained influence through speeches that drew huge crowds. “Eloquence, in this empire, is power,” a journalist observed. A generation of writers and politicians—Margaret Fuller, Elizabeth Peabody, Frederick Douglass, Walt Whitman—produced impassioned writings and speeches that they hoped would reform the young Republic, giving rise to what the scholar James Perrin Warren later called a “culture of eloquence.” On the lyceum circuit, they travelled from town to town, an adult-education campaign offering lectures on everything from physical exercise to the moral crisis of slavery. Alfred Bunn, an Englishman visiting in 1853, said that it was “a matter of wonderment” to see “the over-tired artisan, the worn-out factory girl” rush from work to “the hot atmosphere of a crowded lecture room.” Even as the country slid toward the Civil War, the lectures continued, rooted in the belief in what Warren called “the word as a means toward reform.”", "At the same time, America was embarking on a surge of political violence, much of it directed at Black people, immigrants, Native Americans, and abolitionists. Between the eighteen-thirties and the outbreak of war, there were at least thirty-five major riots in the Northeast. One of them began in June, 1857, when three nativist gangs—the Chunkers, the Rip-Raps, and the Plug Uglies—attacked Catholic immigrants in Washington, D.C., as they tried to cast ballots. The U.S. Marines, called in to quell the unrest, ended up responsible for a number of deaths.", "But the most ominous sign for the Republic was the growing brutality among some of the country’s most powerful people: members of Congress. In “The Field of Blood,” the Yale history professor Joanne B. Freeman examined scores of previously unstudied attacks and melees, often initiated by Southern lawmakers who regarded opposition to slavery as a threat to their property and their power. In the eighteen-forties, Representative John Dawson, of Louisiana, threatened to cut a colleague’s throat “from ear to ear,” and was stopped from shooting another only by the intervention of other congressmen. Freeman described a legislature guided by the ethics of professional wrestling: “Punching. Pistols. Bowie knives. Congressmen brawling in bunches while colleagues stood on chairs to get a good look.” The fighting escalated to the point that a Southern lawmaker threatened to lead an assault on the Capitol, and British diplomats came to regard the House floor as too dangerous to visit. Benjamin Brown French, a genial New Englander who served as clerk of the House of Representatives, stopped socializing with Southerners and ultimately took to carrying a pistol.", "When I asked Freeman how violence and the cult of reason could coexist, she said that they sprang from a shared motive: “How did you prove that you were a leader in that period, to a vast audience? How did you earn support? Maybe through aggressive oratory. Maybe by making, and keeping, promises for your constituents, state, and section of the Union. And, for a time, maybe by displaying your domination of the political playing field with bullying and aggression.”", "Freeman’s history of congressional violence is an account of how some of the most privileged members of a society began to see their counterparts as enemies, and eventually as existential threats. Once political leaders lost trust in each other, the public was doomed to follow. “Unable to turn to the government for resolution, Americans North and South turned on one another,” she wrote.", "In 1844, Samuel F. B. Morse, the pioneer of the telegraph, transmitted his first message: “What hath God wrought?” Morse predicted that his invention would unify Americans, making “one neighborhood of the whole country.” Indeed, the telegraph brought benefits beyond measure. But it also tipped politics toward entertainment and fear, lighting a fuse that runs through to the age of @ realDonaldTrump.", "The day after Morse unveiled his device, a newspaper used a telegraph to relay the first squib of news from Washington to Baltimore. By the end of the century, readers were wading through a flood of cheap errata from afar—mostly of war, crime, fires, and floods. Neil Postman, one of the twentieth century’s most prominent scholars of communications, wrote, “The telegraph may have made the country into ‘one neighborhood,’ but it was a peculiar one, populated by strangers who knew nothing but the most superficial facts about each other.”", "In “Amusing Ourselves to Death,” published in 1985, Postman described how the triumph of television further heightened the entertainment value of politics. He watched the 1984 Presidential debates, between Ronald Reagan and Walter Mondale, and lamented the hollow dodges, casual deceptions, and abbreviated answers. With a level of alarm that now looks quaint, he bemoaned Reagan’s easy laugh lines and wrote, “The men were less concerned with giving arguments than with ‘giving off’ impressions, which is what television does best.” It would be three decades before the host of a reality show entered a bid for the Presidency. But Postman already sensed that “the demarcation line between what is show business and what is not becomes harder to see with each passing day.”", "Richard Hofstadter, the eminent political scientist, is best known for his work on what he called the “arena for uncommonly angry minds,” including anti-intellectualism and “the paranoid style.” But, in 1970, near the end of his life, Hofstadter became fascinated by the juncture of politics and force. It had swept through American life in recent years, producing assassinations and riots. Working with a co-author, Michael Wallace, who collected two thousand cases of violence—massacres, rebellions, vigilantism—he hoped to address what he called the American paradox: “There is far more violence in our national heritage than our proud, sometimes smug, national self-image admits of.”", "Sharp turns in politics and economics inspired new forms of bloodletting. After the Civil War, the Ku Klux Klan and other vigilantes adopted lynching to prevent freed Black people from working, studying, and voting. In the first scholarly study of lynching, from 1903, the sociologist James E. Cutler described it as a “criminal practice which is peculiar to the United States.” Later, as workers started to organize and demand protections, violence ignited. In 1914, the National Guard stormed an encampment of workers in the Colorado coalfields, causing a rifle battle and setting tents on fire, killing eleven children and two women. The historians Philip Taft and Philip Ross later wrote, “The United States has had the bloodiest and most violent labor history of any industrial nation.”", "Hofstadter noted that in America, unlike the rest of the world, political violence rarely involved poor citizens rising up against a powerful state; more often, citizens attacked one another, and, usually, the attackers were established Americans—white Protestants, in many cases—turning on minorities, immigrants, “Catholics, radicals, workers and labor organizers.” Hofstadter made note of “verbal and ideological violence” that laid the foundation for actual harm. He also fretted about a “rising mystique of violence on the left.” By 1969, the Student Nonviolent Coordinating Committee, a civil-rights group co-founded by John Lewis, had elected new leadership and dropped “Nonviolent” from its name. The usually staid New York Review of Books had featured an instructional diagram for making a Molotov cocktail. On both the left and the right, Hofstadter sensed, politics was giving way to a culture of self-expression suited to the rise of television, in which the “distinction between politics and theatre has been deliberately blurred.” Practitioners had figured out that what played well on TV was often the language and the imagery of force.", "Neil Postman liked to explain American history as a sequence of metaphors, which, he wrote, “create the content of our culture.” Each era had its own: the Western frontier, Upton Sinclair’s urban slaughterhouse, and eventually the gilded illusions of Las Vegas. Postman died in 2003, but he might have found the central metaphor of contemporary American culture in the era of “twilight” warfare, which began on September 11, 2001, and extended to Afghanistan, Iraq, Pakistan, Somalia, Syria, and at least nine other countries where U.S. troops were dispatched under the banner of fighting terrorism.", "The language of conflict blended with entertainment and bled back into politics. In 2006, Laura Ingraham, the conservative commentator, cited the TV series “24,” which featured frequent depictions of torture. “The average American out there loves the show ‘24,’ ” she said. “In my mind, that’s as close to a national referendum that it’s O.K. to use tough tactics against high-level Al Qaeda operatives as we’re going to get.”", "At times, the war came home, captured in headlines about a foiled plot or a radicalized “homegrown” terrorist. But, for most Americans, it was an abstraction, fought far away from what was now routinely described as the “homeland.” In the twilight war, Americans had acquired an enemy that felt invisible but ever present, everywhere and nowhere, threatening enough that any measures became permissible. Geography and details became incidental. More than three years into the Iraq War, a National Geographic poll found that fewer than a quarter of Americans with some college education could locate Iraq, Iran, Saudi Arabia, and Israel on a map.", "The peril of ignorance is a perennial American lament. Less than a generation after the founding of the country, Thomas Jefferson wrote, “If a nation expects to be ignorant and free, in a state of civilization, it expects what never was and never will be.” But, by the early years of the twenty-first century, Americans were no longer surprised by annual reports that showed our students falling behind other countries’. In a 2005 survey, two-thirds of Americans could not name the three branches of government. Scarcely a third of high-school seniors read at or above the level of proficiency."], "authors": ["Evan Osnos", "Evan Osno"], "keywords": ["violence", "national", "called", "politics", "americans", "american", "war", "postman", "pulling", "brink", "political", "wrote"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}