{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "4c133bc4-8b3a-31d0-9ae9-54cc029a814b", "keywords": ["hopes", "buttigieg", "pete", "high", "campaign", "bend", "told", "white", "black", "voters", "south", "buttigiegs", "way"], "pubDate": null, "title": "Pete Buttigieg’s High Hopes", "url": "https://www.newyorker.com/magazine/2019/12/23/pete-buttigiegs-high-hopes", "authors": ["Benjamin Wallace-Wells", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker"], "summary": "“The lesson I take from seeing what the Washington Republicans are doing is: if Democrats don’t start caring about deficits and the debt, that will mean nobody does,” Buttigieg told him.\nButtigieg’s husband, Chasten Buttigieg, a thirty-year-old schoolteacher, comes from a conservative Michigan family that struggled at first with Chasten’s sexuality.\n“Some of those homes needed to be knocked down,” Oliver Davis, a South Bend city councilman who has endorsed Biden, told me.\n“And here are all these old Polish guys toasting Pete and Chasten—the Mayor and his husband.” In South Bend, Buttigieg was keeping up the Harvard connections that would help make his high ambitions seem plausible.\nButtigieg told me that his father had left a subtler imprint on him.", "paragraphs": ["By November, Iowa and New Hampshire begin to feel as cold as they will in February, when the first votes in the Presidential race will be cast there. On November 10th, in Berlin, New Hampshire, the sun set at 4:22 P.M. In Littleton, on the far side of the White Mountains, there was a crust of snow on the ground. Among Democratic campaigns and voters, the carnival pageantry of the summer, of state fairs and parades, gave way to an intense theatre of hope, winnowing, and dread. More than a dozen candidates were competing for the nomination, but none had convincingly demonstrated that he or she could build a strong Democratic coalition, let alone defeat Donald Trump. Joe Biden—who, as Barack Obama’s Vice-President, was his most natural successor and who is still first in the national polls—had been campaigning languidly, with periodic outbursts of worrying verbiage, and his standing had deteriorated throughout the year. Bernie Sanders had been off the trail for two weeks in October following a heart attack. Elizabeth Warren, who had gathered strong support with her message about the quiet desperation of the middle class, now seemed to be confusing more voters than she was attracting, by insisting on her plan to dispense with private insurance and replace it, at a cost of more than twenty trillion dollars, with Medicare for All. This fall, as even the prospect of impeachment seemingly did little to erode Donald Trump’s base, Democrats began to notice the void at the center of American politics, and to wonder, with increasing urgency, who might fill it. When, over Veterans Day weekend, Pete Buttigieg, the mayor of South Bend, Indiana, a gay married man and a military veteran with a calm, slightly abstracted manner, boarded his campaign bus for a tour of New Hampshire, he still seemed like a niche candidate, polling in the low teens in the state. He was mostly popular with white professionals, and showed a distinct talent for fund-raising, bringing in more money than any other Democratic candidate in the second quarter of 2019. By Thanksgiving, the race had shifted. Buttigieg was leading by several points in both Iowa and New Hampshire, and he was up to second in a national Quinnipiac poll, which noted that he had become the favored candidate of white voters without college educations, too. The surface absurdity of this situation—that one of the leading candidates for the job of rescuing a free nation from a corrupt would-be authoritarian is a mayor who has never won more than eleven thousand votes in an election—is generally unacknowledged on the campaign trail these days. Buttigieg is thirty-seven, just two years clear of the constitutional minimum for a President. He is small and slight, with thick dark hair, peaked eyebrows, pale skin, and a quiet, anticipatory presence—he is often on the balls of his feet. In New Hampshire, Buttigieg wore a white shirt and a blue tie under an oversized brown leather bomber jacket that looked as if it had been purchased in haste when the cold descended. He followed the pilgrimage trail of a Democrat in a rural state—craft brewery to solar array, craft brewery to solar array—in an unassuming way. He is not an especially physical or energetic performer on the stump; his great gift is his voice, which is deep and relaxed. He often stands with his left shoulder a little slouched and lets a baritone reasonableness suffuse the room. His punch lines sound like observations: “I don’t have to throw myself a military parade to see what a convoy looks like, because I was driving one around Afghanistan—right about the time this President was taping Season 7 of ‘The Celebrity Apprentice.’ ” Voters who come to Buttigieg events tend to know two things about him. The first is that he was something of a boy wonder: an ace literature student at Harvard and a Rhodes Scholar. On the trail, Buttigieg wears his intelligence lightly but insistently. He does not use bookish words, or delve deeply into policy detail, but, early in the race, at the request of an Oslo camera crew, he did speak some words of Norwegian—a language he said he had taught himself in order to read the untranslated work of the novelist Erlend Loe—and when an exchange student from Gaza posed a question about the Israeli-Palestinian conflict he replied, briefly, in Arabic. Of all the aspects of Buttigieg’s persona, the boy-wonder thing is what has most seduced his fans and irritated his opponents, who see it as a way of turning a very fast and self-conscious rise through the establishment into a story of destiny. At the fifth Democratic debate, in November, Cory Booker, a senator from New Jersey, who was a two-term mayor of Newark, pointed out that he, too, was a Rhodes Scholar, and that he had served as mayor of “the largest city in my state.” (South Bend, with a population of a hundred and one thousand, is the fourth-largest city in Indiana, right behind Evansville.) Senator Amy Klobuchar, of Minnesota, who is running toward the bottom of the pack, was characteristically blunt about the modesty of her rival’s current office. “Women are held to a higher standard,” she said. The second thing that voters know about Buttigieg is more meaningful: that he hopes to embody what one of his senior strategists described to me as “the yearning for reconciliation.” Waiting to hear Buttigieg speak at the refurbished Rex Theatre, in Manchester, New Hampshire, Dan Chase, fifty-six, told me, “I’ll be honest with you—I voted for Trump and I’m embarrassed about it.” But if the President embarrassed him, Sanders and Warren spooked him: “They are way out there.” Standing next to Chase was Mary Kate Roukey, twenty-three, who had favored Warren until she heard the details of Warren’s Medicare for All plan, which seemed, she said dubiously, “super-ambitious.” Onstage, Buttigieg said that the coming years would require a President “who can stand on the rubble of what has been busted in our society and in our politics, pick up the pieces, implement bold solutions, get something done about those issues, and”—he leaned hard on the word—“find a way to do it that’s actually going to unify the American people. The good news I’m offering you is that can happen—that will happen—when I’m your President.” There was a round of applause. Watch Buttigieg long enough and you notice that he uses abstraction as an escape hatch. Above the quotidian divisions of politics, he describes a realm where all Americans are one. His campaign has failed dismally to attract African-American voters—according to one recent poll, his support among black Democrats in South Carolina is at less than one per cent—so I asked him what themes helped him make a connection with them. “A really big one is faith,” he said. What common ground could he offer Republicans, given his progressive policy ideas? “I think appealing to family and family values is really important to me,” he replied. It was like watching a pilot, once all normal systems had failed, push the button on an ejector seat. These appeals to old-fashioned American values are his most politician-like habit, and they give his language a touch of nostalgia. At the Rex Theatre, Buttigieg took questions from the audience. The microphone was passed to an older man in the back, a self-declared Republican who said that he would not vote for Donald Trump next year (lusty applause). He went on to say that he had observed rising interest costs and wanted to know whether Buttigieg was taking them seriously. Buttigieg furrowed his brow. For weeks, he had been talking about bringing “Republicans of conscience” into his campaign, and here was an ideal specimen. “The lesson I take from seeing what the Washington Republicans are doing is: if Democrats don’t start caring about deficits and the debt, that will mean nobody does,” Buttigieg told him. Fiscal “time bombs” will go off sooner or later. “It’s one of the reasons why you’ll see that I’m being very careful about the promises that I make on the campaign trail.” “I see you vaping in there.” Cartoon by Kim Warp For a moment it seemed that Buttigieg, in his eagerness to please, might have followed the Republican of conscience into an outright conservative position. “Still big!” he said hastily of his plans, and assured the audience that his health-care proposal, Medicare for All Who Want It, would be “the biggest thing we’ve done in fifty years.” Part of the tension in Buttigieg’s campaign is simple: he hopes to echo the transformative promises of the Warren and Sanders campaigns while appealing to the moderate voters who might well decide the general election. But Buttigieg would say that he is practicing a type of politics that has been all but abandoned since Trump’s election—in which the role of a candidate is not to champion a movement but to steer a consensus. He is slow to take a side. In recent weeks, his campaign has had the useful effect of putting before many mainstream Democrats the question of whether an uplifting figure, young and unifying, was truly whom they wanted as their candidate.", "As Buttigieg began rising in the polls, his staff invited groups of reporters onto the campaign bus for a rolling on-the-record conversation that lasted, one Sunday, for more than four and a half hours. The idea had been championed by Lis Smith, Buttigieg’s communications director, who is a year younger than he but is a veteran of New York politics and of Obama’s 2012 campaign. On the bus, Smith was an antic, profane presence. “You ingrates!” she mock-howled at us, when she realized that no reporter had thanked her for all the access. When I asked Smith if the tour had been modelled on John McCain’s Straight Talk Express, of 2000, she replied, “Obvi,” but Buttigieg is a less chummy presence than McCain. “He’ll tease the press,” David Foster Wallace wrote of McCain on the trail, in 2000, “and give them shit in a way they don’t ever mind because it’s the sort of shit that makes you feel that here’s this very cool, important guy who’s noticing you and liking you enough to give you shit.” Buttigieg gave no one shit. Everyone grew slightly more formal in his presence. He settled into a seat, steepled his fingers, and waited. It took a little time for the conversation to focus. Buttigieg can give a thoughtful answer to almost any question, but he rarely tells a joke or heartfelt accounts of the people he meets on the trail. He doesn’t gossip. When reporters ask him to comment about a development of the day, he says something generic, or just backs away from it. He’s far more interested in the broad sweep of social experience and political history. Eventually, I asked him to explain why so many Democrats want “big, structural change,” in Warren’s phrasing, or a “political revolution,” in Sanders’s. As Buttigieg told it, the story began in his childhood, with Ronald Reagan’s Administration, and stretched through the Obama years—a decades-long period that he described as the Reagan era, a time of neoliberal consensus around free-market capitalism and of escalating inequality. “A lot of it is Trump, but I think it’s really a reaction to forty years of dismantling social democracy,” Buttigieg said. “We’re reaping the consequences of them hollowing out so many of these things. And sometimes that expresses itself in very perverse ways, like it helps lead to Trump, who’s going to make it worse.” Obama, he noted, ushered in major financial and health-care reforms, but, in a matter of months, he was hamstrung by a Republican Senate majority that was obsessed with conservative fiscal policy and refused to work with the White House. “We saw real progress, but it was constrained,” Buttigieg said. “But I do think it’s true that we didn’t fully anticipate the bad faith of Mitch McConnell’s Senate.” His voice rose to a more speculative tone. He thought the problem was partly that the George W. Bush years had been characterized by “zealotry, which is different from cynicism. In other words, you had—especially with the neocons—these true believers kind of fanatically pulling us in a direction that I think was terrible, but there’s a sense that was what they truly believed.” With Trump, and with McConnell, Buttigieg said, “there’s so little good faith that it’s just different than a strong contest of ideas.” He had worked himself around to one of the central tensions of his candidacy: how a politics of unity could work at a time of extreme partisanship. Buttigieg’s theory seems to be that change will take place on two tracks. He has proposed radical reforms to the political system: abolishing the Electoral College in favor of a national popular vote and changing the composition of the Supreme Court. For the Court, he has suggested giving five seats to each party and creating five more seats, for federal judges who would rotate through on one-year appointments. “I believe I have an obligation to start building the case for that even if it won’t arrive for quite a while,” he said. In the meantime, he plans to pursue a more pragmatic agenda based on public support for gun-law reform, action on climate change, and heavier taxation of the very wealthy. He sometimes says that as President he would often fly to red states to pressure recalcitrant members of Congress. On the bus, someone asked him if that would actually work. “Even compared to the last time we had a Democratic President, people have moved in our direction on the issues,” Buttigieg said. “And there’s been zero extent to which that’s been tracked by a movement among Republicans in Congress. So I do think that showing up in areas where you can create pressure, even in areas where you’re going to be unpopular, is going to be really important for combatting polarization as well as for getting an agenda through.” If you squinted, you could start to see the outlines of a Buttigieg Presidency: uplifting talk about generational change, and an incrementalist approach to policy. At each stop in New Hampshire, a few reporters got off the bus, and a few others got on, and there would be another round of newsy questions. Eventually, the deeper topics would be picked up again. Buttigieg answered everything in the same ultra-thoughtful tone, so that we went down a few rabbit holes. At one point, he tried to recall exactly how he had responded to a bully who shoved him when he was thirteen or fourteen. When Buttigieg whirled around to confront him, had he hit the kid or just stared him down? A Presidential-summit-level intensity set in. Asked which hymn he liked best, Buttigieg named one that he’d learned in Welsh, and then was embarrassed that he couldn’t remember the words in English. The conversation moved on. Chicken wings were distributed. Someone cracked open a White Claw hard seltzer. As we headed over the White Mountains, a young CNN reporter tentatively referred to the healing that the candidate said he has been seeing under way in the country. Buttigieg’s husband, Chasten Buttigieg, a thirty-year-old schoolteacher, comes from a conservative Michigan family that struggled at first with Chasten’s sexuality. But now, Buttigieg had been saying on the stump, Chasten’s parents had embraced the couple, and the candidate planned to go deer-hunting on Thanksgiving morning with his father-in-law. “Have you spoken to Chasten’s brother lately?” the reporter asked. He was referring to Rhyan Glezman, a born-again Christian pastor who has appeared on Laura Ingraham’s show, and who told the Washington Post, “I just don’t support the gay lifestyle.” Would he be coming to Thanksgiving dinner? Many politicians, when asked a delicate question, pause, as they weigh what they want to say, and the sympathies their answer might provoke, and then the antagonisms. “Well . . . ,” they begin, and then they inhale, and we wait. “Buffering,” the MSNBC host Chris Hayes recently called it, referring to Obama, who does it often. Buttigieg did it now. Eventually, he said, “I think that part of my Thanksgiving will stay off the record.” The bus went quiet, and he sat there a little stiffly, no longer so pure an embodiment of the yearning for reconciliation.", "The central parable of the modern Democratic Party is of the young prodigy who returns home to a scene of decline. It is Bill Clinton, from “a place called Hope,” in Arkansas. The tale gets told even when the facts don’t exactly fit—when the politician is Cory Booker, for example, who has supplanted his middle-class upbringing in the New Jersey suburbs with his decades in Newark. One of the first ads that the Obama campaign released in Iowa in 2007 featured the Harvard constitutional-law professor Laurence Tribe, praising his former student’s decision to settle in Chicago. “It was inspiring, absolutely inspiring, to see someone as brilliant as Barack Obama, as successful, someone who could’ve written his ticket on Wall Street, take all of the talent and all of the learning and decide to devote it to the community and to making people’s lives better,” Tribe said. The parable is about selflessness, but it isn’t just that. The country is politically divided, between the cities and the countryside, and the coasts and the heartland, in ways that, because of the distribution of electoral power, have mostly benefitted Republicans. Hence the desire for the liberal prodigy, and hence the unusual expectations on him (so far, he has almost always been male): that, having returned to a struggling place, he could learn to express the sensations of both sides, ambition and loss. Pete Buttigieg was born in South Bend in 1982, the son of two Notre Dame professors, Joseph Buttigieg, a Maltese immigrant and a scholar and translator of the Italian Marxist Antonio Gramsci; and Anne Montgomery, an Indiana native and a linguist. Buttigieg notes in his elegant campaign memoir, “Shortest Way Home,” that the central trauma of South Bend, the closure of the Studebaker plant—which resulted in the loss of seven thousand jobs—occurred in the sixties, decades before he was born. “Growing up in any place with a lost golden age, you absorb its legacy in fragments, hearing once-great names—Oliver, Morris, Bendix, Studebaker—without being able to match them to anything living,” he writes. “You take them in at first without comprehension, like the names of the saints.” His family stayed in “South Bend proper,” near Notre Dame, even as many white families moved to the suburbs, and he was intensely aware of the deterioration of downtown: “You no longer went to get your first Communion suit from Gilbert’s or Robertson’s downtown anymore, you went instead to J.C. Penney at the mall in nearby Mishawaka.” De-industrialization had more severe effects in South Bend than the occasional trip to Mishawaka—in 2011, black poverty spiked to fifty-three per cent—but Buttigieg says little in the book about the African-American experience. He recently acknowledged that, as mayor, he was “slow to realize” that, in part because of white flight, the public schools in his county were effectively segregated. In 2004, Buttigieg graduated from Harvard, where he was the student president of the Institute of Politics, a nonpartisan center founded in honor of John F. Kennedy. For a young political hopeful, it was a heady but circumscribed time—Democrats seemed desperately in need of big ideas, but the center of the country was still understood to be pretty conservative. Buttigieg started a group with some college friends, the Democratic Renaissance Project, whose members read up on John Dewey, Louis Brandeis, and other liberal intellectual icons, and tried to imagine how Democrats might reclaim the initiative. K. Sabeel Rahman, a member of the Renaissance Project who is now a professor at Brooklyn Law School and the president of the liberal think tank Demos, told me, “There seemed to be all these crises—the Iraq War, the Bush tax cuts, the sanctioning of torture—and yet it felt like conservative ideas were ascendant and progressive ones kept losing, in part because we kept moderating ourselves and stayed within the bounds of a generally conservative world view.” Obama’s election in 2008 provoked hope and then some anxiety in Buttigieg’s circle. Rahman said, “There was a sense that the infrastructure of progressive ideas was not set up yet—that Obama had arrived after thirty years of Reaganism, while F.D.R. had followed thirty years of progressive agitation.” Buttigieg pursued his interest in political theory as a Rhodes Scholar, studying in the Philosophy, Politics, and Economics program at Oxford. He also wanted “an education in the real world, if there was such a thing,” he writes. This led him to a two-and-a-half-year stint at the Chicago office of McKinsey & Company, the prestigious American consulting firm, known for its discreet counsel to the world’s most powerful governments and corporations. It was a deeply conventional choice for an ambitious Harvard graduate, and Buttigieg has struggled to explain it to progressives. McKinsey’s reputation has been badly tarnished by recent reports that it has advised state-owned companies in China and Russia and the monarchy of Saudi Arabia, and that it helped Trump’s Immigration and Customs Enforcement agency identify “detention savings opportunities,” including cuts to food and medical care for detainees. Under pressure from Elizabeth Warren and the Times editorial board, Buttigieg released a summary of his work at McKinsey, and then a list of clients, which included Blue Cross Blue Shield of Michigan, Best Buy, and the U.S. Postal Service. While working for another client, the Defense Department, in 2009, he travelled to Iraq and Afghanistan as part of an economic-development project. Buttigieg moved back to South Bend in 2007, when he was twenty-five. It was time, he writes, to seek out “the things that mattered most.” Contemplating how few Harvard graduates now served in the military, he signed up for the Navy Reserve and began training as an intelligence officer. It cannot have been lost on him that his service would be an asset for a political career. In 2010, Buttigieg was the Democratic nominee for Indiana’s state treasurer and lost to the incumbent by more than twenty-four points, but two years later he ran in an open mayoral race and won with nearly seventy-four per cent of the vote. Buttigieg governed as a modernizer at a time when cities everywhere are modernizing. As mayor, he widened sidewalks, slowed down traffic, and used tax breaks to attract new businesses. “The idea was that a city couldn’t thrive without a heart, and that meant making the downtown and the city a place where people wanted to be,” Scott Ford, who helped lead the redevelopment effort, told me. By the most basic measure, Buttigieg’s administration was a success. The economy improved everywhere during his tenure, but it improved a bit more in South Bend, where the unemployment rate dropped from ten per cent to three and a half per cent, and a half-century-long decline in population began to reverse. “But, centuries from now, will people remember Stickhenge?” Cartoon by Mick Stevens Buttigieg writes with palpable fondness about his time as mayor, but there are discordant notes: in particular, a pattern of friction with the black community, which makes up nearly a third of the city’s population. In the winter of 2012, just weeks after Buttigieg’s inauguration, he learned that federal prosecutors were investigating South Bend’s first black police chief, Darryl Boykins, for recording the phone calls of white officers, who were said to be making racist remarks about Boykins and others. Buttigieg demoted the chief and hired a white replacement. A series of lawsuits followed, and Boykins, the white officers, and several others involved in the scandal received settlements from the city. As for Buttigieg, he has said that he cannot listen to or release the tapes, citing continuing legal restrictions. “It was right after the murder of Trayvon Martin, and black people were stirred up all over the country,” the Reverend Michael Patton, a longtime South Bend pastor who now leads the city’s N.A.A.C.P. chapter, told me. “We had a lot of stuff that was going on that was affecting people’s emotions over a ninety-day period, and the Mayor didn’t really seem to understand that context.” Three years later, Buttigieg, speaking about racial reconciliation, used the phrase “All lives matter” in his State of the City address. He explained this spring that he did not know at that time that the phrase “was coming to be viewed as a sort of counter-slogan to ‘Black lives matter.’ ” In his first term, Buttigieg also clashed with housing activists over a plan to demolish or repair a thousand vacant homes in a thousand days, largely in black and Latino communities. “Some of those homes needed to be knocked down,” Oliver Davis, a South Bend city councilman who has endorsed Biden, told me. “But then you’ve got to have a plan to build up those neighborhoods.” Several local officials and activists contested Buttigieg’s narrative of the city’s recovery, pointing out that black residents had not fared so well. The black poverty and black unemployment rates remain in the double digits. “He was not aware of how much animosity there is out in the community,” Jorden Giger, a Black Lives Matter activist in South Bend who supports Sanders, said. “When you finally see the faces at the bottom of the well, he’s not prepared for that—he’s not prepared for that visceral reaction to his policies, because for so long he’s had people in his ear telling him that what he’s doing is good.” Buttigieg’s memoir suggests that, during his years in South Bend, his technocratic persona softened. “A person aided by data can make fairer and smarter decisions,” he writes, “but only a person can sense when an unexplainable factor ought to come into play.” Midway through his first term, he was deployed to Afghanistan for seven months. As an intelligence analyst, he spent some of his time “behind a sophisticated computer terminal in a secure area,” but he also made dozens of dangerous forays in convoys into Kabul. Those assignments, he writes, “forced me to think about the cohesion, or lack thereof, in my life.” He had told a few friends that he was gay but feared “professional peril” if he came out. By his own account, the proximity to danger in Afghanistan intensified both his personal and his political ambitions. “I mean, you only get one turn at life, right?” he said. “I think I always felt that way. I felt that way more once I got back from the deployment.” Buttigieg came out to his parents in early 2015, and to the public that summer, during his reëlection campaign. He went on to win with more than eighty per cent of the vote, and he married Chasten in 2018, in the Episcopal cathedral downtown. Anne Mannix, a doyenne of housing activists in South Bend, told me with some amazement about accompanying Buttigieg this year to the West Side Democratic and Civic Club’s Dyngus Day celebration, an all-day drinking fest in honor of Polish heritage. “And here are all these old Polish guys toasting Pete and Chasten—the Mayor and his husband.” In South Bend, Buttigieg was keeping up the Harvard connections that would help make his high ambitions seem plausible. Through his friend Eric Lesser, who was working in the Obama Administration, he met and impressed Obama’s chief strategist, David Axelrod, who introduced him to Lis Smith. His friend Swati Mylavarapu, a tech founder and investor who was with him at Harvard and Oxford, is his campaign’s investment chair. Another college friend reportedly introduced him to Mark Zuckerberg, who, with his wife, Priscilla Chan, recommended two people who were hired by the campaign. This past September, Buttigieg was asked to define neoliberalism on Twitter, and he replied, “Neoliberalism is the political-economic consensus that has governed the last forty years of policy in the US and UK. Its failure helped to produce the Trump moment. Now we have to replace it with something better.” Neoliberalism might also be defined as the political-economic consensus that allows Mark Zuckerberg to recommend campaign hires to Pete Buttigieg. Some have recently observed that Buttigieg has left behind the politics of his father, the Marxist scholar, who died early this year. (He tends to emphasize his father’s less ideological work, on James Joyce.) “Centrist-child syndrome,” the writer Shuja Haider called it on the Web site the Outline. Buttigieg told me that his father had left a subtler imprint on him. “He was somebody who was impatient with some of the self-indulgence that had happened in the humanities as it drifted away from a connection to reality,” he said. “One of the books he loved was Edmund Wilson’s ‘To the Finland Station,’ right? Where you start off with, I think it’s Herder figuring out Vico”—the German philosopher Johann Gottfried Herder and the Italian philosopher Giambattista Vico—“and by the end you’ve got Lenin showing up. The point is that you see how something that starts out really esoteric and academic ends up changing history.” He thought about it a little more. “But, also, there were times where I would push off from it, too, because he was so furious with what the right has done that you could—you could spoil the taste of a wine for him by telling him it came from a right-wing vineyard.” Buttigieg smiled. “He was so deep in it.” Buttigieg is often charged with being too young or too inexperienced for the Presidency. In fact, his candidacy poses a slightly different problem: he has not yet fully formed his political identity and, as a Presidential candidate, he is immature. When he was asked on the bus in New Hampshire about his experience, Buttigieg mentioned that he had bought a house before he’d held down a steady job and had gone to war “before I had my first experience being in love.” He said, “I guess I’m comfortable doing things in a way that’s kind of out of order.”", "Buttigieg’s lack of connection with African-American voters, which began as a problem in South Bend, has become his campaign’s outstanding weak point. This past June, while he was in New York, a white South Bend police officer shot and killed a black man in his fifties named Eric Logan. Buttigieg rushed back and attended a public event, where Logan’s mother, Shirley Newbill, said to him, “I’ve been here my whole life, and you all don’t do a damn thing about me or my son or none of these people out here.” At a fiery town hall a few days later, Buttigieg was shouted down as a “liar” and told, “We don’t trust you.” I asked Buttigieg if he saw the potential for reconciliation between South Bend’s police force and its African-American community. “One thing that I do think animates all of this is a sense of the desire for safety,” he said. “That desire to come home safe is something we can all come back to. But it’s still such a gulf to try to bridge.” He had pressed the ejector button, but nothing had happened. Igor Rodriguez, a local forty-one-year-old Black Lives Matter activist, told me, “People in South Bend are tired of feeling silenced, and people in South Bend are tired of talking about Pete Buttigieg instead. This is a person who has built his career for over a year on talking about how he fixed everything in South Bend.” He added, “He really shot himself in the foot, because, guess what, we can talk, too.” By Thanksgiving, voters in New Hampshire were asking Buttigieg about his failure to attract black supporters. His efforts at outreach often seemed ham-fisted or contrived, and they left a series of insults and mini-scandals in their wake. Late in October, McClatchy reported that Buttigieg’s polling firm had conducted focus groups with black voters in South Carolina and written a memo concluding that Buttigieg’s “being gay was a barrier for these voters, particularly for the men who seemed deeply uncomfortable even discussing it.” This was instantly interpreted as an effort to shift blame for Buttigieg’s failings with African-Americans to their supposed discomfort with gay rights. The campaign circulated a letter of support for its racial-justice plan, the Douglass Plan. Named after the abolitionist Frederick Douglass, it promises a wide range of criminal-justice reforms and education, jobs, health, and housing programs. The campaign’s letter had been signed by more than four hundred South Carolinians. But the online publication the Intercept found that nearly half the signatories were white, and spoke to one “signatory,” Johnnie Cordero, the chair of the South Carolina Democratic Party’s Black Caucus, who said that he had not consented to have his name attached. “It’s presumptuous to think you can come up with a plan for black America without hearing from black folk,” he said. “We’re tired of people telling us what we need. You wanna find out what we need? Come and ask us.” (The campaign later removed Cordero’s name from the letter.) In mid-November, Buttigieg spoke at the historically black Morehouse College, in downtown Atlanta, to about two hundred students. It was an earnest, tedious affair. Buttigieg uncorked his stump speech, to little effect. The Douglass Plan, he said, is “as ambitious as the Marshall Plan, but this time investing right here at home.” Such flourishes led to little audible response. In the spirit of Atlanta’s first black mayor, Maynard Jackson, he said, his Administration would set aside twenty-five per cent of federal contracts for minority-owned businesses. There was no applause. He offered his support for H.R. 40, a bill before the House that would require the federal government to undertake a formal study of reparations for slavery. The idea just washed over the audience and out the back. Buttigieg wasn’t bombing, exactly. But his instincts and ideas were not connecting with his audience. After the event, Ted Winn, a former Morehouse student, said that he liked the Mayor’s “pliability,” but that the reparations answer struck him as a cop-out. “That bill is just like a safe space for Democrats who won’t go further,” he said. “You all have specific plans for health care and the economy. Why not for this?” Christopher Jackson, a sophomore, said that he had been more impressed by Buttigieg than he expected, but that the plan to expand the Supreme Court sounded like “science fiction.” Jackson went on, “They say he’s a pragmatist, but then, on issues like the Court, he actually goes further than everyone else.” The fifth Democratic debate was held two days later, at the Tyler Perry Studios in Atlanta, which are housed in a former military complex. The setting emphasized the relationship between the Party and its African-American base, and Buttigieg seemed determined to do better. It took a while for the debate to work its way around to Buttigieg, and to race, but when it did he turned from the idea of shared values to his own experience of marginalization. “While I do not have the experience of ever having been discriminated against because of the color of my skin, I do have the experience of sometimes feeling like a stranger in my own country, turning on the news and seeing my own rights come up for debate,” he said. “And seeing my rights expanded by a coalition of people like me and people not at all like me.” For that night, perhaps, it was good enough. But if this was the message for the long run, it seemed less sturdy, in part because Buttigieg was applying the optimism of the most immediately successful civil-rights struggle in American history, the movement for gay marriage, to its most enduring and frequently betrayed one, the campaign for black equality. After Thanksgiving, Buttigieg toured the South again, trying to find the resonant chords. A new TV ad in South Carolina led with faith, featuring footage in which Buttigieg asked, “Whatever happened to ‘I was hungry, and you fed me. I was a stranger and you welcomed me’?” On a visit to the new National Memorial for Peace and Justice, in Montgomery, Alabama, which honors victims of racial violence, he reflected that the memorial is “a reminder of the unspeakable harm done by white supremacy in this country. But it is also a reminder that things from hundreds of years ago and things going on today are all connected.” He spent Sunday, December 1st, in Goldsboro, North Carolina, at the church of the Reverend Dr. William Barber, the progressive civil-rights leader who is working to revive Martin Luther King, Jr.,’s Poor People’s Campaign. When I talked to Barber a few days later, he praised Buttigieg’s willingness to speak directly about poverty: “He said the word ‘poor,’ didn’t play around with it.” Cartoon by Roz Chast Buttigieg’s efforts to win over black voters were starting to seem a little like a kid fumbling with a Rubik’s Cube: he was going to do everything he could to solve the problem, and it probably wasn’t going to work. “Nothing operates in isolation,” Marc Morial, a former mayor of New Orleans and the president of the National Urban League, told me. “He starts with no track record in the African-American community on a national basis. You’ve got black candidates in the race. You’ve got Joe Biden, who’s got a Rolodex of relationships. Elizabeth Warren and Bernie Sanders have been out there hustling for several years. For many African-American voters, familiarity breeds trust, because of the habit of many elected officials to promise extravagantly and deliver meagrely.” In Morial’s view, it will take Buttigieg more than a few months to win African-American votes. “He’s clearly working,” Morial said. “He’s a new figure who is certainly evolving.”"]}