{"id": "4c36dc8e-3433-3907-a7f3-30589b944678", "title": "Here’s What to Bake So You Stop Election Day Doomscrolling", "url": "https://www.vogue.com/article/heres-what-to-bake-so-you-stop-election-day-doomscrolling", "summary": "Have you already voted and are now looking for an all-encompassing distraction while nervously awaiting election results?\nYou’ll make something that smells delicious, tastes delicious, and most importantly, requires complete focus so you can’t absent-mindedly doomscroll while doing it.\nAs food journalist Kat Kinsman summed up to The Atlantic: “People are afraid to spend money, and they’re feeling like shit.\nBaking is cheap, it’s easy, and it’s visceral.”But what to bake, exactly?\nThe Caker’s Triple Citrus CakeRecipe courtesy of Jordan Rondel, founder of New Zealand bakeshop, The Caker, whose bake kits just launched in the United States last month.", "paragraphs": ["Have you already voted and are now looking for an all-encompassing distraction while nervously awaiting election results? Well, we have an activity for you: anxiety baking! You’ll make something that smells delicious, tastes delicious, and most importantly, requires complete focus so you can’t absent-mindedly doomscroll while doing it. As food journalist Kat Kinsman summed up to The Atlantic: “People are afraid to spend money, and they’re feeling like shit. Baking is cheap, it’s easy, and it’s visceral.”", "But what to bake, exactly? Vogue has some thoughts. You are too delicate to make an easily burnt meringue right now, yet Godiva Brownie Mix will only distract you for 15 minutes, max. To adapt a phrase from the ultimate food tester, Goldilocks, you need something not too hard, not too easy, but just right.", "Below, three of our favorite baking recipes to occupy your racing mind.", "The Caker’s Triple Citrus Cake", "Recipe courtesy of Jordan Rondel, founder of New Zealand bakeshop, The Caker, whose bake kits just launched in the United States last month. Serves 12."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["easy", "zealand", "visceralbut", "delicious", "bake", "baking", "youll", "voted", "election", "vogue", "doomscrolling", "heres", "stop", "food", "day"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}