{"title": "Sotheby’s Wine Sales Top $100 Million for Second Consecutive Year", "summary": "The auction house's annual sales of wine reached $118 million in 2019.\nText sizeSotheby’s global sales of wine realized a total of $118 million in 2019, marking the second consecutive year that its wine sales exceeded $100 million, the auction house said Tuesday.\n“2019 has been another record-setting year for Sotheby’s Wine.\nWe achieved our highest-ever annual total for both auction and retail,” Jamie Ritchie, chairman of Sotheby’s Wine, said in a statement.\nIn total, Sotheby’s annual wine sales in Asia achieved a record HK$462 million (US$59 million), accounting for half of its wine sales worldwide.", "url": "https://www.barrons.com/articles/sothebys-wine-sales-top-100-million-for-second-consecutive-year-01576620125?mod=hp_minor_pos25", "paragraphs": ["Sotheby's launched Own Label Collection in October. The auction house's annual sales of wine reached $118 million in 2019.", "Text size", "Sotheby’s global sales of wine realized a total of $118 million in 2019, marking the second consecutive year that its wine sales exceeded $100 million, the auction house said Tuesday.", "Sotheby’s held several record-breaking auctions this year in Hong Kong, London, and New York, with aggregate auctions sales increasing 20% year-over-year.", "“2019 has been another record-setting year for Sotheby’s Wine. We achieved our highest-ever annual total for both auction and retail,” Jamie Ritchie, chairman of Sotheby’s Wine, said in a statement.", "The auction house also made two significant moves in its wine business, appointing Jonny Fowle as its first-ever dedicated Spirits specialist in May, and launching Sotheby’s Own Label Collection for retail in October.", "Strong Performance in Hong Kong", "During its spring sale in Hong Kong, Sotheby’s achieved a combined total of HK$273.1 million (US$34.8 million), a world record for any series of wine sales, according to the auction house.", "In October, a two-day auction of wine and spirits in Hong Kong realized HK$150 million. A bottle of The Yamazaki 50 Year Old 2007 release sold for an above-estimate HK$2.4 million, making it the most valuable bottle of Japanese whisky sold by Sotheby’s in Asia.", "In total, Sotheby’s annual wine sales in Asia achieved a record HK$462 million (US$59 million), accounting for half of its wine sales worldwide.", "In October, the sale of The Ultimate Whisky Collection in London totaled $10 million, including the record-setting $1.9-million sale of a bottle of The Macallan 60-Year-Old 1926. It became the most expensive bottle of wine or spirit sold at auction, according to Sotheby’s.", "Additionally, the auction house partnered with Château Mouton Rothschild, the cellar of Don Stott, and Cité du Vin to host dedicated sales or charity sales in 2019.", "During the year, the auction house also expanded its retail wine business, introducing Sotheby’s Own Label Collection, which offers an affordable range of wines in its store in New York and its e-commerce platform with prices ranging from $16.95 to $39.95.Sotheby’s first began wine sales in Glasgow, Scotland, in 1970."], "id": "4cdfad7c-857b-319a-abd4-4c7b5f0afcff", "authors": ["Fang Block"], "keywords": ["sothebys", "total", "collection", "second", "consecutive", "bottle", "100", "wine", "million", "sales", "auction", "hong", "house"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}