{"id": "4d5365e1-0ff6-311b-a6d8-05309f0d2f67", "title": "2020 election: What celebrities wore to vote", "url": "http://www.foxnews.com/lifestyle/2020-election-what-celebrities-wore-to-vote", "summary": "Hollywood celebrities (and former first family members) are using their star power to urge social media followers to vote in the 2020 presidential election.\nSteve Martin kept it casual by proudly sporting an \"I voted early\" sticker on his raincoat.\n\"If you voted but didn’t take a slightly seductive selfie with your I Voted sticker, did you really even vote?\"\nLena Dunham told followers she voted early, sharing a photo of herself in a cardigan and \"vote\" tee while filling out her ballot.\nFormer first lady Michelle Obama wore a dark tee and proudly posed with her \"I voted\" sticker, urging Americans to vote in the 2020 race.", "paragraphs": ["We may not know who they voted for, but we do know what they wore.", "The votes are in -- beyond a must-have face mask, fall’s ultimate accessory is an “I voted” sticker, according to the famous faces spotted at the polls. Hollywood celebrities (and former first family members) are using their star power to urge social media followers to vote in the 2020 presidential election.", "From hilarious costumes to patriotic tees, workout wear and even precariously placed pasties, see what the stars have worn to cast their ballots by mail and in-person.", "Katy Perry caused a commotion when she danced along the side of the road in an oversized \"I voted\" sticker headpiece to encourage people to get out and vote.", "TWIN GIRLS, 4, WEAR TRUMP, BIDEN COSTUMES FOR HALLOWEEN", "Beyonce made her allegiance clear in a Biden-Harris face mask, playing with her hat brim in an Instagram video.", "\"I voted,\" tweeted out Michael B. Jordan on Monday, sharing a selfie in a sweatshirt covered in stylish voter stickers.", "\"VOTE. Be heard! Make it count!\" Scott Baio said, throwing a thumbs-up and pointing to his \"I voted\" sticker.", "Undeterred when her mail-in ballot failed to arrive, Brie Larson grabbed her \"vote\" purse and drove to a local polling place to cast her ballot.", "Steve Martin kept it casual by proudly sporting an \"I voted early\" sticker on his raincoat.", "\"If you voted but didn’t take a slightly seductive selfie with your I Voted sticker, did you really even vote?\" Charlize Theron joked in her \"vote\" tee. \"However you do it, just VOTE\"", "CELEBRITIES VOTING FOR THE FIRST TIME IN THE 2020 PRESIDENTIAL ELECTION", "Jonathan Scott called voting a privilege and told followers not to \"take it for granted\" in a smiling shot with girlfriend Zooey Deschanel. The Canadian-born \"Property Brothers\" star said it was his first time voting in the U.S.", "Mariah Carey was ready for Election Day early in a black tee reading \"your voice matters,\" posing with an \"I voted\" sticker.", "Karlie Kloss -- who happens to be Ivanka Trump's sister-in-law -- showed support for the Biden-Harris ticket with a branded face mask.", "Former first daughter Chelsea Clinton recently wished mom Hillary Clinton a happy birthday and said she \"couldn't imagine a better way of celebrating\" than voting early, with an \"I voted early\" sticker on her face mask.", "\"I vote because I love my country,\" Demi Lovato said, sharing a selfie in a \"vote\" mask at a polling place.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"I voted!\" Demi Moore confirmed in a photo of her passing off a ballot to a poll worker.", "Lena Dunham told followers she voted early, sharing a photo of herself in a cardigan and \"vote\" tee while filling out her ballot.", "Lady Gaga showed off her ballot in athleisure wear and sunglasses on Vote Early Day — before catching heat for seemingly mocking rural Americans ahead of the 2020 presidential election in a pro-Biden campaign video.", "\"This election is too important. It’s about more than just politics... it’s about the character of our country,\" Jennifer Lopez said, wearing a turtleneck sweater and seated at a table with a ballot before her. \"It’s about decency and doing what is right for all people.\"", "Former first lady Michelle Obama wore a dark tee and proudly posed with her \"I voted\" sticker, urging Americans to vote in the 2020 race.", "Taking a cue from the former first lady, Joe Jonas stuck his own voter sticker onto a black baseball cap.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "Also responding to Obama's pitch, Faith Hill and her \"voting squad\" of husband Tim McGraw and daughter Audrey McGraw kept it casual in blue sweaters and black baseball caps.", "Camila Cabelo was ready for action in black workout wear, pointing to a ballot box and telling fans to return their mail-in ballots \"ASAP.\"", "Last but not least, Bebe Rexha took things to the extreme by putting her \"I voted\" sticker in an risque position on her chest beneath a sheer mesh top."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["ballot", "2020", "vote", "election", "wear", "black", "voted", "tee", "face", "sticker", "voting", "wore", "early", "celebrities"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}