{"authors": ["Guardian Fashion"], "keywords": ["team", "apology", "anna", "trailer", "hq", "runs", "vogue", "thumbs", "west", "wintour", "trace", "work", "tips", "triple", "fashion"], "pubDate": null, "summary": "The trailer for a 12-episode Anna Wintour Masterclass in leadership and creativity has just been released, rendering the one of the most enigmatic names in fashion marginally less mysterious.\nThis is the first time that Wintour has given substantial career tips.\nBudding fashion power players should note that in the trailer, at least, there is not a trace of Miranda Priestly-esque ice.\nShe even gives the team “triple thumbs up” for their work.\nThere are some good lines, however: “I do not believe in micro-managing”; “own who you are but without apology”; and, citing the controversial time she put Kim Kardashian and Kanye West on the cover, that it’s necessary to break rules – “You are leading, you are not following.”", "title": "'Own who you are but without apology': how Anna Wintour runs Vogue HQ - trailer", "url": "https://www.theguardian.com/fashion/video/2019/sep/05/own-who-you-are-but-without-apology-how-anna-wintour-runs-vogue-hq-trailer", "id": "4d898754-a2c8-3363-bf76-0fbf7ab07be7", "paragraphs": ["The trailer for a 12-episode Anna Wintour Masterclass in leadership and creativity has just been released, rendering the one of the most enigmatic names in fashion marginally less mysterious.", "This is the first time that Wintour has given substantial career tips. Budding fashion power players should note that in the trailer, at least, there is not a trace of Miranda Priestly-esque ice. She even gives the team “triple thumbs up” for their work. There are some good lines, however: “I do not believe in micro-managing”; “own who you are but without apology”; and, citing the controversial time she put Kim Kardashian and Kanye West on the cover, that it’s necessary to break rules – “You are leading, you are not following.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}