{"keywords": ["school", "white", "remains", "football", "nagata", "told", "coach", "black", "finally", "brother", "desegregated", "team", "teammate", "louisiana"], "authors": ["Jeré Longman", "William Widmer", "Photographs By"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/04/sports/1969-desegregation-football.html", "summary": "The next morning, Coach Nagata phoned me and other football players with grim news.\nCome to school, coach told us, and help look for the knife.\nCoach Nagata visited him regularly, my teammate told me, and even brought him cigarettes.\nBy then, Coach Nagata was retired and serving on the St. Landry Parish school board.\nHe showed up unannounced at Eunice Junior High School, where Darrel was the head football coach, and said, “Don’t have me call your name for something and you’re not prepared.”", "paragraphs": ["Still, the early years after desegregation were fraught with strain that veered into tragedy on Feb. 11, 1972. A fight broke out in a dimly lit parking lot at Eunice High School after a basketball game. A senior by then, I remember leaving the gym and seeing a trash can arc through the air like the jettisoned stage of a rocket.", "The next morning, Coach Nagata phoned me and other football players with grim news. The brawl had led to a stabbing. A white teenager from the visiting school had been nicked in the heart and died in the night. Come to school, coach told us, and help look for the knife. We never found it.", "Our best football player, who was black, was arrested and spent a week in the parish jail before being cleared and released. Coach Nagata visited him regularly, my teammate told me, and even brought him cigarettes.", "While my teammate was cleared, another black student — Darrel’s 16-year-old brother — was indicted on charges of unlawful killing and battery with a dangerous weapon, according to court records. But the evidence was apparently considered insufficient, and the charges did not hold. The case was sent to juvenile court, and the file remains sealed. Darrel’s brother received probation after pleading guilty to a count of juvenile delinquency, according to news reports in the highly publicized case. He has long maintained his innocence in the knifing.", "What happened that night in the school parking lot remains unclear. Darrel said he was certain that his brother did not stab anyone. At the time, he added, he felt both relief for his brother and “very sad” that a life had been taken. “I was sorry for the family,” he said.", "Darrel was midway through college at Grambling State , where he did not play football, building toward a career of keeping black and white students together. An important moment for him occurred in the early 1990s. By then, Coach Nagata was retired and serving on the St. Landry Parish school board. He showed up unannounced at Eunice Junior High School, where Darrel was the head football coach, and said, “Don’t have me call your name for something and you’re not prepared.”"], "id": "4d8e333b-9a2f-3cfc-a0e9-f326a1b47c2c", "pubDate": null, "title": "When My Louisiana School and Its Football Team Finally Desegregated"}