{"id": "4dce8439-7132-329d-a3cd-4da02cabc9af", "title": "Joe Biden Won—and Not Because of Voter Fraud", "url": "https://www.wired.com/story/joe-biden-wins-president-election-voter-fraud-myths/", "summary": "On Saturday morning, the Associated Press and other media outlets declared Joe Biden the winner of the 2020 United States presidential election after four days of electoral uncertainty.\nAnd despite Donald Trump's repeated insistence to the contrary, there has been no sign whatsoever of intentional voter fraud.\nAnd the ballots Trump describes as \"late\" were all cast on or before Election Day.\nIn fact, in spite of the daunting challenges posed by the pandemic, Election Day and the early and absentee voting leading up to it went as smoothly as it could have.\nFor one thing, research indicates that expanding mail voting doesn't necessarily benefit Democrats in every instance anyway.", "paragraphs": ["A bitter campaign season marked by extreme ideological disputes and an unprecedented pandemic is now over. On Saturday morning, the Associated Press and other media outlets declared Joe Biden the winner of the 2020 United States presidential election after four days of electoral uncertainty. And despite Donald Trump's repeated insistence to the contrary, there has been no sign whatsoever of intentional voter fraud.", "As he had telegraphed for months before Election Day, incumbent Donald Trump has attempted to discredit this year's electoral process on the grounds that expanded mail voting and the counting delays it caused in some states represent large-scale fraud. “If you count the legal votes, I easily win the election!\" Trump said in an all-caps campaign statement on Thursday. \"If you count the illegal and late votes, they can steal the election from us!\" In a press conference Thursday evening, Trump unleashed a torrent of lies centered on discrediting the electoral system in states he seemed poised to lose.", "Despite those claims, Trump and his campaign have presented no actual evidence of \"illegal\" votes at all. And the ballots Trump describes as \"late\" were all cast on or before Election Day. In fact, in spite of the daunting challenges posed by the pandemic, Election Day and the early and absentee voting leading up to it went as smoothly as it could have. Consider what has already been accomplished: Roughly 160 million people voted, a record turnout representing about two-thirds of all eligible voters.", "Trump has not yet conceded the race, and seems unlikely to anytime soon. There will likely be a recount in Georgia, because the victory margin is so close, and there could be others in states like Wisconsin as well. But as numerous courts have already signaled in response to a volley of spurious lawsuits filed by Trump's campaign, every aspect of the election was fully legitimate. If it weren't, you'd know it by now.", "The Mail Voting Is All Right", "One of the Trump campaign's core gripes is that expanded absentee by-mail voting, motivated by the pandemic, was actually a plot by Democrats to increase the party's voter turnout and enable fraud.", "\"Democrat officials never believed they could win this election honestly,\" Trump said in his Thursday evening press conference. \"That’s why they did the mail-in ballots, where there’s tremendous corruption and fraud going on.\"", "For one thing, research indicates that expanding mail voting doesn't necessarily benefit Democrats in every instance anyway. (In this case, Trump explicitly telling his supporters not to vote by mail may have led to more partisan imbalance than usual.) But even more important, local and state election officials around the country deployed expanded mail voting as a nonpartisan way to reduce crowding at polling places and make it easier for people to have a contactless voting experience.", "To Republican leadership, though, an unprecedented pandemic that has killed more than 200,000 people in the US alone has not been a convincing reason to deploy systemic safety measures.", "\"They used Covid as an excuse, and it was allowed to happen, and it is just wrong, and it is rigged,\" GOP chair Ronna McDaniel told FOX News on Thursday.", "Read More Don't miss the latest Election 2020 news and analysis.", "The Trump campaign particularly took issue with states like Nevada and California that for the first time sent mail ballots to all registered voters this year because of the pandemic. At the end of September a Nevada judge dismissed a Trump lawsuit aiming to block the practice in the state. Ahead of Election Day on Monday, a judge in Carson City, Nevada, also dismissed a suit by the Trump reelection campaign aimed at changing how Democratic-leaning Clark County verifies signatures and counts mail ballots."], "authors": ["Lily Hay Newman", "Lily Hay Newma"], "keywords": ["voter", "campaign", "votes", "wonand", "mail", "fraud", "states", "pandemic", "day", "ballots", "election", "voting", "biden", "trump", "joe"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}