{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "http://live.ft.com/Events/2019/Unlocking-Commercial-Potential-in-Pharma-Pipelines", "pubDate": null, "authors": [], "keywords": ["opportunities", "companies", "access", "ft", "organised", "unlocking", "commercial", "understand", "product", "value", "early", "challenges", "potential", "pharma", "unlock", "live", "pipelines"], "title": "Unlocking Commercial Potential in Pharma Pipelines organised by FT Live", "id": "4de0e64f-8871-3253-b99b-23d3ad09425c", "summary": "In an increasingly competitive, fast-paced and dynamic commercial environment, pharma companies must learn to act early to unlock the market potential of their products.\nEffective planning and strategic decisions are needed from the outset to tackle the challenges of development and launch.\nWhat does it take to enhance and communicate the value of your product, secure funding and access commercial opportunities?\nHosted by the Financial Times and Syneos Health, this breakfast meeting will bring together senior executives from biopharmaceutical companies to consider the benefits and challenges of a more active commercial strategy early in the product cycle.\nGuests will discuss how to understand and manage the risks, access the opportunities and accelerate progress towards successful commercialization.", "paragraphs": ["In an increasingly competitive, fast-paced and dynamic commercial environment, pharma companies must learn to act early to unlock the market potential of their products. Effective planning and strategic decisions are needed from the outset to tackle the challenges of development and launch. What does it take to enhance and communicate the value of your product, secure funding and access commercial opportunities? How do you meet changing stakeholder expectations and customer demands?", "Hosted by the Financial Times and Syneos Health, this breakfast meeting will bring together senior executives from biopharmaceutical companies to consider the benefits and challenges of a more active commercial strategy early in the product cycle. Guests will discuss how to understand and manage the risks, access the opportunities and accelerate progress towards successful commercialization."]}