{"id": "4dfc4bf0-2c4e-30cf-a74f-dd463b31eb98", "title": "Saints embarrass Buccaneers on the road, sit on top of NFC South", "url": "http://www.foxnews.com/sports/saints-buccaneers-week-9-2020-recap", "summary": "Drew Brees and the New Orleans Saints came out swinging against the Tampa Bay Buccaneers and put on an onslaught in the first half with 31 points.\nIt was more than enough for the Saints to pick up their second consecutive win over the Buccaneers this season and vault them into first place in the NFC South.\nIn terms of the larger picture, the Buccaneers losing two games against the Saints has a playoff impact.\nThe Saints would win the tiebreaker between the two teams and if it came down to it would host a playoff game come January.\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMThe Saints are now 6-2 and have control of first place in the NFC South.", "paragraphs": ["Drew Brees and the New Orleans Saints came out swinging against the Tampa Bay Buccaneers and put on an onslaught in the first half with 31 points.", "It was more than enough for the Saints to pick up their second consecutive win over the Buccaneers this season and vault them into first place in the NFC South.", "The Saints scored one more time in the fourth quarter to seal the 38-3 victory.", "PEYTON MANNING SURPRISES US AIR FORCE VETERAN WITH HEARTWARMING VIDEO", "Brees had a vintage performance against the Buccaneers. He finished 26-for-32 with 222 passing yards and four touchdown passes. Each of his four touchdown passes went to different receivers – Adam Trautman, Emmanuel Sanders, Tre’Quan Smith and Josh Hill each recorded one.", "Alvin Kamara ran for a touchdown and finished with 40 rushing yards on nine carries.", "Tampa Bay just couldn’t get anything going on offense.", "Tom Brady was sacked three times and threw three interceptions. He did not have a touchdown pass.", "STEELERS HOLD ON AGAINST COWBOYS FOR 8TH CONSECUTIVE VICTORY", "The Buccaneers got the ball down to the Saints’ 1-yard line at one point but couldn’t punch the ball through.", "Antonio Brown, in his first game since 2019, was virtually nonexistent. He was targeted five times and recorded three catches for 31 yards.", "In terms of the larger picture, the Buccaneers losing two games against the Saints has a playoff impact. The Saints would win the tiebreaker between the two teams and if it came down to it would host a playoff game come January.", "Brady also went 19 seasons without being swept by a divisional opponent – that mark ended.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "The Saints are now 6-2 and have control of first place in the NFC South. The Buccaneers fall to 6-3."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["yards", "road", "went", "touchdown", "embarrass", "saints", "south", "buccaneers", "playoff", "nfc", "place", "recorded", "win", "times", "sit"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}