{"title": "Call Of Duty: Modern Warfare Review – A New Theater Of War", "url": "https://www.gameinformer.com/index.php/review/call-of-duty-modern-warfare/call-of-duty-modern-warfare-review-a-new-theater-of-war", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "paragraphs": ["Modern Warfare is familiar in name, but its content carries a different tone and flow than we’ve come to expect from the annualized Call of Duty series. Developer Infinity Ward takes big chances in both multiplayer and the single-player campaign, and while some of the ideas hit with deadly precision, others fall flat.", "As great as it is to have a single-player campaign back after its hiatus in Black Ops 4, Infinity Ward shifts the focus away from the large-scale conflicts the series is known for towards more intimate firefights where the horrors of war are thoroughly (and grossly) explored. This story experience gets uncomfortable, putting the player in direct control of a young girl who is forced to kill with a knife and gun, as well as a soldier who is captured and waterboarded. The waterboarding even unfolds through a terrible minigame where you have to move your head back and forth to dodge the water. These gameplay sequences feel shoehorned in and do nothing to move the narrative forward – they just make it uncomfortable.", "Innocent civilians constantly barge through doors right in front of you or pop up from behind cover, creating intense and disturbing moments where you may accidentally shoot them. Infinity Ward wants you to feel the gruesomeness of war, and its tiring how often you are presented with these scenarios. Outside of a couple of cleverly designed sniping missions and a ridiculous moment where I piloted remote-controlled toy planes, I didn’t enjoy playing through many of the story missions, not just from their heavy themes, but rather the fairly pedestrian combat scenarios within them. Raiding a home, cave, or high rise can be intense, but knocking down doors isn’t as compelling as partaking in the sprawling wars this series is known for. There are a couple of big battles, but they don't last long or deliver much in terms of memorable set pieces.", "While the campaign isn’t as big in scope or as thrilling to play as most Call of Duty games, it does tell a hell of a story – perhaps the best in this series since, well, Call of Duty 4: Modern Warfare. The character performances are fantastic – especially for Captain Price, Farah, and Hadir – who get plenty of screen time and are legitimately interesting, especially how they are woven into the conflict at hand. The story is nicely paced, establishes villains you can't help but hate, and is engaging from start to finish. I also appreciate how the story and gameplay flow seamlessly from moment to moment without loading screens, much like a Naughty Dog production. I completed the campaign in roughly five hours, yet found I enjoyed watching it more for the twists than actually having a hand in some of the battles.", "As is the case with most Call of Duty games, the beating heart of Modern Warfare is competitive play, which succeeds by both shrinking and expanding the scale of war. The most rewarding multiplayer experience is a new mode called Gunfight, and it's designed for just four players. These 2v2 matches unfold on tiny square maps that deliver immediate action and end almost as quickly as they begin, since only two kills are needed for a team to win a round. Part of the brilliance of this mode is how level the playing field is: Both teams have the same loadouts and the map designs are fairly symmetrical. Laying down and camping is also frowned upon, as the match timer counts down quickly, and overtime pushes both teams to be the first to capture a flag. I can’t stress just how fun and frantic these battles are; I couldn’t get enough of them.", "Modern Warfare also balloons more than you would expect in a new take on Ground War, which borrows a page from Battlefield’s playbook with 64-players battling for a handful of control points on a sprawling map. This is another enjoyable avenue of play, but for entirely different reasons. Skill and precision take a backseat to organized chaos, as snipers line rooftops, kill streaks rain death every which way, and a tank could blast you from halfway across the map. Ground War is frantic, and while you won’t make much of a difference as one player, ends up being a great way to blow off steam after competing in this iteration’s excellently designed team deathmatch. Other multiplayer diversions like the new Realism and Night Vision modes are also good fun.", "All of the competitive modes offer cross-play and prop up Call of Duty’s legacy gunplay. It's phenomenal in Modern Warfare, and deeper than ever. The kill streak rewards are nice and powerful, and the speed and feel of weapons still rank among the best in gaming.", "Much like leveling a character in an RPG, players can level up guns – a process every bit as captivating as it sounds. With over 50 unlockable attachments and perks per firearm, players can sculpt their wares to their liking, and are pushed to keep using the same loadouts to power them up. I transformed my M4A1 into terrifying beast that was good for both blitz and distance tactics with a grenade launcher and 4.0x flip hybrid sight attachments. These alterations elevated my game significantly, but for every pro there’s a con. My sight zoomed further, but the zoom speed was reduced.", "As awesome as competitive play is, I can’t recommend players spend much time in Special Ops, Modern Warfare’s troubled version of cooperative play. Traversing a huge map with friends to hack computers and destroy heavily armored vehicles is a fun concept, and requires strategy. Aggravating bot spawns that can happen right behind you make the experience overly difficult in an unfair way. Even when my team was organized and moving slowly to clear out any threat, all it took was one enemy from behind to kill someone and create an unrecoverable scenario.", "All told, Modern Warfare should have received a new Call of Duty subhead given just how different its avenues of play are. Not every one of Infinity Ward’s ideas works, but a few are successful enough that I could see them as series staples. Modern Warfare’s accomplishments may not be as pronounced as Black Ops 4’s (Blackout being one of them), but it still delivers a hell of a multiplayer experience. Gunfight alone is worth the price of admission."], "keywords": ["war", "theater", "map", "warfare", "duty", "series", "multiplayer", "play", "players", "review", "kill", "modern"], "summary": "Modern Warfare is familiar in name, but its content carries a different tone and flow than we’ve come to expect from the annualized Call of Duty series.\nWhile the campaign isn’t as big in scope or as thrilling to play as most Call of Duty games, it does tell a hell of a story – perhaps the best in this series since, well, Call of Duty 4: Modern Warfare.\nAs is the case with most Call of Duty games, the beating heart of Modern Warfare is competitive play, which succeeds by both shrinking and expanding the scale of war.\nIt's phenomenal in Modern Warfare, and deeper than ever.\nAll told, Modern Warfare should have received a new Call of Duty subhead given just how different its avenues of play are.", "id": "4e378a1e-b710-3b0a-aebe-ac56109505f5", "pubDate": null}