{"id": "4e5f3cd3-a74a-377d-9925-680cbfeaf13d", "title": "Lunar exploration - There is now cast-iron evidence for water on the Moon", "url": "https://www.economist.com/science-and-technology/2020/10/26/there-is-now-cast-iron-evidence-for-water-on-the-moon", "summary": "This matters because ice—the form in which any lunar water is likely to exist—would be stable and long-lived in such cold, shaded regions.\nMost of the lunar surface is bathed in harsh ionising radiation from the sun, so any water molecules present would swiftly be torn apart or disappear into space.\nAn American instrument on board, the Moon Mineralogy Mapper ( M 3), employed a spectrometer to examine sunlight reflected back from the lunar surface.\nOne way to tell the difference is to look for missing light at six microns, too—for only water molecules absorb at this wavelength.\nThis confirmed that, here at least, between one and four parts in 10,000 of the material of the lunar surface is water.", "paragraphs": ["I F HUMAN BEINGS should ever wish to build bases on the Moon, those bases will need water. Residents will require it not only for their own sustenance but also as a raw material for rocket fuel to power adventures farther afield—Mars, for example. Given the cost of blasting things off the surface of Earth, however, such a base would be best served by finding its water locally. A pair of studies published on October 26th, in Nature Astronomy, will therefore raise the hopes of would-be lunar settlers.", "One, led by Paul Hayne of the University of Colorado, Boulder, shows that more of the Moon’s surface is in perpetual shadow than was previously believed. This matters because ice—the form in which any lunar water is likely to exist—would be stable and long-lived in such cold, shaded regions. Most of the lunar surface is bathed in harsh ionising radiation from the sun, so any water molecules present would swiftly be torn apart or disappear into space. But Dr Hayne’s work calculates that there are around 40,000 square kilometres of these ice-preserving “cold traps” on the Moon.", "The other investigation, led by Casey Honniball of the Goddard Space Flight Centre in Maryland, a branch of NASA , America’s space agency, confirms the presence of water molecules (H 2 O) on the Moon’s surface. Previous evidence could not distinguish such molecules from hydroxyl radicals (OH), which are subunits of water that are normally chemically bonded to other substances. Intriguingly, these water molecules are on sunlit parts of the surface, away from any cold traps.", "Sea of showers", "Despite the Moon being Earth’s closest and most studied celestial neighbour, the presence of water there was confirmed only recently, by a gradual accumulation of evidence. In 1999 a NASA craft called Cassini detected hints of the stuff as it flew past on its way to Saturn. The hints became stronger a decade later when Chandrayaan 1, an Indian probe, flew to the Moon. An American instrument on board, the Moon Mineralogy Mapper ( M 3), employed a spectrometer to examine sunlight reflected back from the lunar surface. M 3 found that infrared light of a specific wavelength—three microns—was being absorbed by the surface. This is an absorption pattern shown by water, but also by hydroxyl.", "In October 2009, a few months after the results from M 3 had been published, NASA crash-landed the spent stage of an Atlas V rocket into Cabeus, a crater near the Moon’s south pole. They chose Cabeus because it was known to have areas in perpetual shadow. The impact was followed minutes later by LCROSS , the Lunar Crater Observation and Sensing Satellite, its cameras trained on the site taking pictures and measurements of the resulting cloud of debris.", "Previous scans of the Moon’s south pole in the 1990s, by NASA missions called Clementine and Lunar Prospector, had indicated large amounts of hydrogen were present in the region, though it was unclear what form this hydrogen took. LCROSS was designed to find out. The crash excavated 350 tonnes of lunar regolith, creating within Cabeus a crater 20 metres wide and generating a plume that rose 10km from the surface. Among the ejecta, LCROSS detected the characteristic three-micron spectroscopic signal, but still could not distinguish whether the cause was water or hydroxyl.", "One way to tell the difference is to look for missing light at six microns, too—for only water molecules absorb at this wavelength. So that was what Dr Honniball set out to do. In 2018 she commandeered the only instrument capable of making the relevant measurement—the 2.5-metre-wide Stratospheric Observatory for Infrared Astronomy ( SOFIA ) telescope, which sits on board a modified Boeing 747 that can fly it to an altitude of 13km. This is above 99.9% of the water vapour in Earth’s atmosphere, which would otherwise obscure any infrared signal reflected from the Moon.", "SOFIA normally observes distant celestial objects, such as black holes. Instead, Dr Honniball pointed it towards Clavius, a crater about 75° south of the Moon’s equator, and which, perhaps coincidentally, was the fictional site of an American Moonbase in “2001: A Space Odyssey”. She found an absorption line at six microns in the reflected sunlight. This confirmed that, here at least, between one and four parts in 10,000 of the material of the lunar surface is water.", "How useful such water would be for future missions depends, though, not only on how much of it there is but also on how it is stored in the regolith. One possibility is that it exists as ice crystals in microscopic voids between regolithic grains. If that is true, lunar settlers could simply heat the regolith up to liberate its water. Dr Honniball thinks, however, that the water she has found is more likely to be trapped in tiny glassy beads that form when the lunar surface is hit by micrometeorites.", "The theory behind this idea is that the solar wind, which is composed largely of protons, the nuclei of hydrogen atoms, continuously deposits that element into the regolith. Some of this hydrogen then reacts with oxygen atoms present as part of lunar minerals. That leads to the creation of hydroxyl radicals. When a micrometeorite hits the Moon, the impact vaporises the regolith. Everything is lifted into space, where the hydroxyls combine to form water molecules. These molecules are then encapsulated within drops of rapidly cooling regolith as it falls back to the surface.", "Sea of cold", "Extracting water from such beads would not be straightforward. A more promising source is the ice thought to exist in cold traps. Dr Hayne’s team used high-resolution images from NASA ’s Lunar Reconnaissance Orbiter to identify potential cold traps all across the Moon’s surface. There are more than had been hoped for, and they range in size from several kilometres to a few centimetres across. Most, as expected, are found near the poles, where the sun, when visible, remains near the horizon and shadows are consequently long. But a small number also exist at lower latitudes, created by craters or other surface variations that might be small but nevertheless maintain shadows where the temperatures stay low enough to accumulate ice.", "Just because cold traps exist, however, does not mean they have trapped anything. Finding out if they have, and also answering the questions left open by Dr Honniball’s work, requires further examination of the regolith itself. In November 2023 NASA hopes to launch a mission called VIPER (Volatiles Investigating Polar Exploration Rover) to the Moon’s south pole. This craft will be armed with instruments designed to prospect the landing area for minerals and ice."], "authors": ["The Economist"], "keywords": ["lunar", "moon", "space", "dr", "cold", "regolith", "exploration", "water", "moons", "evidence", "molecules", "surface", "castiron", "nasa"], "pubDate": "2020-10-26T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}