{"id": "4e609b6a-9220-3686-a903-a82d9c8bb5a4", "title": "How can Joe Biden deal with Donald Trump's obstruction in transition?", "url": "https://www.theguardian.com/business/2020/nov/09/joe-biden-deal-donald-trump-transition-president-elect", "summary": "The year was 1932, and the transition from Herbert Hoover to Franklin D Roosevelt occurred in the midst of an unparalleled economic depression and banking crisis.\nThe outgoing president, Hoover, had an intense aversion to his successor, whose incapacity of concern was not any lack of mental acuity, but rather Roosevelt’s partial paralysis.\nDonald Trump’s refusal to concede sparks transition sabotage fears Read moreHoover was aware of the crisis.\nSimilarly, we can expect Biden to reject Trump’s entreaties – if there are any – and to avoid commitments that limit his room for policy manoeuvre.\nIn particular, Trump’s judicial appointees will challenge the new president’s effort to make policy through executive order and regulatory directive.", "paragraphs": ["Presidential transitions are never easy, especially when they involve an incumbent president defeated at the polls. But this time the transition occurs in the midst of an unprecedented crisis. The incumbent refuses to acknowledge the vote as a rejection of his policies and has a visceral dislike for the president-elect, who he accuses of dishonesty and dismisses as too frail to assume the duties of office. He tars his successor as a socialist, an advocate of policies that will put the country on the road to ruin.", "The year was 1932, and the transition from Herbert Hoover to Franklin D Roosevelt occurred in the midst of an unparalleled economic depression and banking crisis. The outgoing president, Hoover, had an intense aversion to his successor, whose incapacity of concern was not any lack of mental acuity, but rather Roosevelt’s partial paralysis. He called FDR a “chameleon on plaid” and accused him of dealing “from the bottom of the deck”. In his campaign and subsequently, Hoover insinuated that FDR’s socialistic tendencies would put the country on a “march to Moscow”.", "Back then, the interregnum lasted four months, during which the lame-duck president and Congress did little if anything to address the ongoing crisis. Bank runs and panics were spreading contagiously, forcing one state governor after another to shut down their banking systems. But Hoover refused to declare a bank holiday unilaterally. By the time FDR was inaugurated in March 1933, the banking system and the entire economy were virtually at a standstill.", "Donald Trump’s refusal to concede sparks transition sabotage fears Read more", "Hoover was aware of the crisis. But he was ideologically opposed to federal government intervention. And he was righteously convinced of his views.", "We can now expect similar behaviour from America’s lame-duck president, Donald Trump. Out of ideology and pique, he seems likely to refuse to do anything about the rampaging coronavirus. The question is how far he will go to impede Joe Biden’s efforts to address it upon taking office. Will Trump prohibit members of his coronavirus taskforce and other appointees from briefing the transition team? Will he withhold information about Operation Warp Speed, the government’s effort to produce a Covid-19 vaccine?", "Hoover, seeing no need for new policies, did everything in his power to limit the incoming president’s options. A believer in the sanctity of the gold standard, he asked FDR to issue a statement supporting its maintenance as a way of bolstering confidence. He encouraged the president-elect to endorse, and even recommend, members of the Hoover-appointed US delegation to the international conference slated to discuss European war debts and worldwide restoration of the gold standard.", "FDR recognised the danger of tying his own hands and refused to commit before taking office. When the president-elect rebuffed him, Hoover angrily released copies of their communications, inflaming public opinion.", "Similarly, we can expect Biden to reject Trump’s entreaties – if there are any – and to avoid commitments that limit his room for policy manoeuvre. But Trump has already constrained him in other ways. In particular, Trump’s judicial appointees will challenge the new president’s effort to make policy through executive order and regulatory directive. Meanwhile, efforts to advance legislation and confirm nominees to administrative positions are likely to be frustrated by Senate majority leader Mitch McConnell, assuming no further electoral surprises from Georgia (a state Biden appears to have won where runoff elections for two Senate seats will be held in January).", "The transition from Hoover to Roosevelt took place at a dangerous time. Spontaneous political mobilisations of all kinds were on the rise. A Bonus Army of more than 43,000 first world war veterans and their families had descended on Washington DC in mid-1932, demanding payment of their veteran’s service certificates. They were violently dispersed, with loss of life, by the Washington police and the US army under General Douglas MacArthur. That episode played no small part in Hoover’s electoral defeat (an outcome that might have served as a warning to Trump, who similarly called in troops to disperse demonstrators).", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "In addition, there were protests, some violent, against foreclosure auctions taking place on courthouse steps around the country. There was growing popular support for extremist politicians such as Louisiana’s Huey Long. Hardship, unemployment and economic hopelessness formed the backdrop against which Giuseppe Zangara, an unemployed bricklayer with physical and mental problems and extreme anti-system views, attempted to assassinate Roosevelt 17 days before the inauguration.", "There are two lessons here. The president-elect and those around him need to take extra precautions for their personal safety, given the inflamed political climate and Trump’s ongoing efforts to fan the flames. And Biden now, like FDR then, must reiterate his message of hope and unity as an antidote to the coronavirus and political division. In 1933, it was “fear itself” that Americans had to overcome. Today, when it is fear of each other that Americans must overcome, Biden’s affirmation that there are “no red or blue states, just the United States” is a good start.", "• Barry Eichengreen is professor of economics at the University of California, Berkeley, and a former senior policy adviser at the International Monetary Fund. His latest book is The Populist Temptation: Economic Grievance and Political Reaction in the Modern Era.", "© Project Syndicate"], "authors": ["Barry Eichengreen", "Rebecca Solnit"], "keywords": ["transition", "presidentelect", "president", "hoover", "trumps", "obstruction", "trump", "crisis", "deal", "political", "fdr", "taking", "donald", "joe", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}