{"paragraphs": ["Our month-long coverage of Overwatch 2 kicks off in a big way – with a complete playthrough of the first mission in the new PvE Story Experience mode. Join Lucio, Reinhardt, Tracer, and Mei as they battle Null Sector's invasion forces in the city streets of Rio De Janeiro. The battle begins in Lucio's home and eventually stretches to a Null Sector command ship.", "The footage you are about to watch is spliced from various playthroughs to give you a look at each hero in action. We sadly weren't able to include the intro and outro story sequences, as they were still being worked on when we played the game in early October, but everything else is here, including a boss battle, item usage, and talent selection. The talents are designed for the separate Hero Missions mode, but since Blizzard didn't have one of those missions ready for our visit, decided to include them in the Story Experience demo. The team likes how the talents play in Story Experience and are currently toying with the idea of leaving them in.", "Enjoy the video, and we'll be back tomorrow with another big look at Overwatch 2. Otherwise, click the banner below to check out other content within our Blizzard Issue:"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "New Gameplay Today – Overwatch 2's Story Experience", "id": "4e7e7a85-9481-3756-9d57-ecb8612326c1", "keywords": ["talents", "mode", "include", "today", "overwatch", "gameplay", "experience", "look", "missions", "null", "hero", "battle", "2s"], "summary": "Our month-long coverage of Overwatch 2 kicks off in a big way – with a complete playthrough of the first mission in the new PvE Story Experience mode.\nJoin Lucio, Reinhardt, Tracer, and Mei as they battle Null Sector's invasion forces in the city streets of Rio De Janeiro.\nThe talents are designed for the separate Hero Missions mode, but since Blizzard didn't have one of those missions ready for our visit, decided to include them in the Story Experience demo.\nThe team likes how the talents play in Story Experience and are currently toying with the idea of leaving them in.\nEnjoy the video, and we'll be back tomorrow with another big look at Overwatch 2.", "pubDate": null, "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2019/11/04/new-gameplay-today-overwatch-2s-story-experience"}