{"id": "4e970ab3-0d4d-3b17-9227-b36796bec34c", "title": "Tropical Storm Eta floods South Florida, man in critical condition after driving into canal", "url": "http://www.foxnews.com/us/tropical-storm-eta-south-florida-hurricane-season-landfall-miami-dade-florida-keys", "summary": "Major flooding was reported across South Florida on Monday as soaking rains from Tropical Storm Eta drench the region, leading to rescues and some evacuations.\n\"A lot of heavy rainfall across South Florida, as well as tropical storm-force winds over the next 12 to 24 hours,\" Fox News senior meteorologist Janice Dean said on \"Fox & Friends.\"\n\"It's going to be with us for the next five to six days, unfortunately, just kind of hovering across the west coast of Florida,\" Dean said.\nWhile the center of Eta may be off the coast, the storm is still producing gusty winds and heavy rain across portions of South Florida and the Florida Keys.\nThe storm also knocked out power to tens of thousands of residents across South Florida, with at least 36,000 customers impacted as of Monday morning, according to poweroutage.us.", "paragraphs": ["Major flooding was reported across South Florida on Monday as soaking rains from Tropical Storm Eta drench the region, leading to rescues and some evacuations.", "The National Hurricane Center (NHC) in Miami said that Eta made landfall Sunday night over Lower Matecumbe Key and is now off the coast of southwest Florida. The storm is still packing maximum sustained winds of 65 mph and is located about 80 miles south of Key West, moving west at 13 mph.", "\"A lot of heavy rainfall across South Florida, as well as tropical storm-force winds over the next 12 to 24 hours,\" Fox News senior meteorologist Janice Dean said on \"Fox & Friends.\"", "TROPICAL STORM ETA MAKES LANDFALL IN SOUTH FLORIDA", "The system is going to hover offshore of Florida’s west coast over the next few days, perhaps reaching hurricane strength again before making another potential landfall along the eastern Gulf Coast later this week.", "\"It's going to be with us for the next five to six days, unfortunately, just kind of hovering across the west coast of Florida,\" Dean said.", "Confidence in the track is quite low several days out, so much of the Gulf and Florida need to monitor Eta’s path.", "While the center of Eta may be off the coast, the storm is still producing gusty winds and heavy rain across portions of South Florida and the Florida Keys.", "The storm is expected to bring another 2 to 4 inches of rain across southern Florida, with isolated maximum storm amounts totaling up to 18 inches, according to the NHC.", "That may exacerbate flooding in an area that received more than 14 inches of rain last month.", "Fort Lauderdale Mayor Dean Trantalis warned residents that floodwaters may remain for several days after the storm, as the region is experiencing a 100-year rain event.", "“Once the ground becomes saturated, there’s really no place for the water to go,” Trantalis told WSVN-TV. “It’s not like a major hurricane. It’s more of a rain event, and we’re just doing our best to ensure that the people in our community are being protected.”", "TROPICAL STORM ETA ROARS TOWARD FLORIDA AS HURRICANE WARNING, STATE OF EMERGENCY DECLARED", "The storm has created dangerous conditions for motorists as flooding was reported on area roadways. Fort Lauderdale officials had 23 vacuum trucks mobilized to clear as many drains as possible, but flooding was still reported.", "In Broward County, rescue crews were busy responding to a man who drove into a canal behind a parking lot of an apartment building.", "Officials told WSVN the floodwaters concealed the canal behind the darkened parking lot.", "Rescuers broke the car's window to reach the main and pulled him out. He was transported to Broward Health Medical Center in critical condition.", "Miami-Dade County Mayor Carlos Gimenez said he was in frequent contact with county water officials about the struggle to drain the flooded waters, which has stalled vehicles, whitewashed some intersections, and even crept into some homes.", "In the Florida Keys, the mayor ordered mandatory evacuations for mobile home parks, campgrounds, and RV parks and those in low-lying areas. Several school districts closed, saying the roads were already too flooded and the winds could be too gusty for buses to transport students.", "Several shelters also opened in Miami and the Florida Keys.", "“Please take this storm seriously,” urged Palm Beach County Emergency Management Director Bill Johnson. “Please don’t drive through flooded roadways.”", "CLICK HERE FOR MORE WEATHER COVERAGE FROM FOX NEWS", "Florida Gov. Ron DeSantis has declared a state of emergency for the southern part of the state, and local leaders had already declared their own regional states of emergency to encourage residents to stay home.", "The storm also knocked out power to tens of thousands of residents across South Florida, with at least 36,000 customers impacted as of Monday morning, according to poweroutage.us.", "Florida Power & Light said it was prepared for widespread impacts as the storm system slams the region for several days.", "“We understand the anxiety and frustration our customers are feeling to have to prepare for a storm late in this unprecedented hurricane season,” FPL CEO and President Eric Silagy said in a statement. “We have assembled a restoration workforce of approximately 10,000 and we are working to secure additional personnel.\"", "CLICK HERE FOR THE FOX NEWS APP", "Eta was once a Category 4 hurricane before it slammed into Central America on Election Day, and authorities from Panama to Mexico were still surveying the damage following days of torrential rains during the week.", "The Associated Press contributed to this report."], "authors": ["Travis Fedschun", "Janice Dean Currently Serves As Senior Meteorologist For Fox News Channel", "Fnc . In Addition", "She Is The Morning Meteorologist For Fnc S", "Fox", "Friends", "Weekdays Et . She Joined The Network In January She Is The Author Of Several Books. Her Latest Is", "Mostly Sunny", "Harper Collins", "March"], "keywords": ["hurricane", "west", "eta", "driving", "condition", "critical", "days", "florida", "rain", "tropical", "floods", "coast", "south", "storm", "winds", "man"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}