{"id": "4f092d68-c052-3bcf-9225-1faaa0c5633b", "keywords": ["star", "lived", "zellweger", "say", "longer", "addiction", "garlands", "luft", "werent", "judy", "surrounding", "stigma", "daughter", "know", "movies", "garland", "really"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Stephanie Nolasco"], "url": "https://www.foxnews.com/entertainment/judy-garland-lorna-luft-stigma-drug-addiction", "title": "Judy Garland’s daughter says star would have lived longer if it weren’t for the ‘stigma’ surrounding addiction", "summary": "Lorna Luft believes her mother Judy Garland would have survived her battle with drug addiction if she had lived in a different time.\nJUDY GARLAND AND SID LUFT’S DAUGHTER LORNA REFLECTS ON COUPLE’S TUMULTUOUS MARRIAGE: ‘THEY LOVED EACH OTHER’Garland passed away in 1969 at age 47 from a barbiturate overdose.\nJUDY GARLAND’S ASSISTANT SAYS THE STAR WAS ‘COMPLETELY FRAGILE’ AND ‘SO BEATEN UP’ BEFORE HER DEATH“Here’s the deal,” she said.\nJUDY GARLAND’S DAUGHTER LORNA LUFT SAYS SHE ISN’T WATCHING NEW BIOPIC: ‘I HAVE TO PROTECT HER LEGACY’“You know, I’m really protective of my mom’s legacy and my mother’s legendary career,” she explained.\n“I don’t know how these stories get started, but I do not approve nor sanction the upcoming film about Judy Garland in any way.", "pubDate": null, "paragraphs": ["Lorna Luft believes her mother Judy Garland would have survived her battle with drug addiction if she had lived in a different time.", "The 66-year-old recently appeared on UK’s “This Morning,” where she said the music icon would have lived much longer had it not been for the “stigma” surrounding addiction in the 1960s.", "JUDY GARLAND AND SID LUFT’S DAUGHTER LORNA REFLECTS ON COUPLE’S TUMULTUOUS MARRIAGE: ‘THEY LOVED EACH OTHER’", "Garland passed away in 1969 at age 47 from a barbiturate overdose. The actress is now the subject of “Judy,” a new biopic starring Oscar-winning actress Renee Zellweger as the troubled entertainer.", "The film opened Sept. 27 with $3.1 million on 461 screens. The movie’s main draw is Zellweger’s celebrated performance as Garland during her final years, which has made the actress, 50, a Best Actress Oscar front-runner.", "In Garland’s lifetime, she was plagued by drug and alcohol abuse.", "“We have so much education about the world of addiction and it’s so prevalent in everybody’s life right now — and the stigma has been taken off,” explained Luft, 66, as reported by UK’s Daily Mail.", "TRAGIC TAPES OF JUDY GARLAND WERE ‘HARD TO LISTEN TO,’ SAYS ‘JUDY’ SCREENWRITER: ‘THERE’S SO MUCH FURY THERE’", "“It’s OK to say ‘I have a problem’ and back then it wasn’t,” added the fellow entertainer.", "Luft also shared that easy access to prescription drugs meant it was also easier for addicts to “keep that part of their life going.”", "“It was shameful but it was different because it was doctors who were writing prescriptions,” continued Luft. “So something made it sort of OK for that person to keep that part of their life going. We have a long way to go but we have the education, facilities and knowledge — it’s not so much a shameful problem anymore. It’s OK to say ‘I need help.’”", "When it comes to the biopic, Luft said audiences would be better off watching Garland’s own body of work instead.", "JUDY GARLAND’S ASSISTANT SAYS THE STAR WAS ‘COMPLETELY FRAGILE’ AND ‘SO BEATEN UP’ BEFORE HER DEATH", "“Here’s the deal,” she said. “I always want people to look at my mother’s work. I want them to go and see her films, listen to other recordings and watch her shows because then you really get to know her. I think that’s really important.”", "Luft, who was 16 when Garland passed away, admitted she struggled to share her grief with the world.", "“I knew her,” said Luft. “I knew this woman and I always thought to myself it was painful because she was everywhere and I had to share her with everyone. It was bittersweet because I would comfort people and they would go into their stories about how much they loved her and I thought, ‘When is my time to say, ‘She’s your icon, she’s your legend, [but] she’s my mom?’”", "Luft previously told “Good Morning Britain” hosts Ben Shepherd and Susanna Reed that she won’t be watching “Judy” anytime soon.", "JUDY GARLAND’S DAUGHTER LORNA LUFT SAYS SHE ISN’T WATCHING NEW BIOPIC: ‘I HAVE TO PROTECT HER LEGACY’", "“You know, I’m really protective of my mom’s legacy and my mother’s legendary career,” she explained. “And I feel that if you really want to know about my mom, go see her movies and go listen to her recordings and go watch her television shows.”", "“By the time my mother was 37, she had made 39 movies, and she had done over 500 radio shows, 1,257 concerts,” continued the actress/singer. “So, it was an extraordinary career.”", "When Luft was asked about her mother’s well-documented battle with addiction, she responded: “I sit here and I think to myself that I’m the luckiest person in the world to have had her as my mom. She passed away early but what an incredible legacy that she left.”", "Luft also shared a quote from Tracee Ellis Ross, Diana Ross’ daughter, on what it was really like to grow up with a Hollywood icon for a parent.", "WHY RENEE ZELLWEGER DIDN'T MEET JUDY GARLAND'S CHILDREN TO RESEARCH ROLE IN UPCOMING BIOPIC", "“I didn’t live in her shadow, I lived in her embrace,” Luft quoted Ross, 46, as saying. “And I thought, ‘How great, what a wonderful thing to say.’ And that’s how I feel.”", "In June 2018, Garland’s other daughter Liza Minnelli made it clear on social media that she doesn’t approve of “Judy.”", "“I have never met nor spoken to Renee Zellweger,” wrote the 73-year-old actress-singer on Facebook, linking to a post on Radar Online claiming the star had bonded with Zellweger. “I don’t know how these stories get started, but I do not approve nor sanction the upcoming film about Judy Garland in any way. Any reports to the contrary are 100% Fiction.”", "In response to the movie’s upcoming release, a rep for Minnelli told Fox News she had no comment."]}