{"keywords": ["work", "intelligence", "washington", "security", "lose", "report", "cnas", "clout", "big", "national", "bet", "ai", "global", "artificial", "technology", "rasser"], "summary": "The report, from the Center for New American Security (CNAS), is the latest to highlight the importance of AI to the future of the US.\nThe CNAS report calls for a broader national AI strategy and a level of commitment reminiscent of the Apollo program.\nLast month, a report to Congress by the National Security Commission on Artificial Intelligence, declared that AI will be critical to US national security.\nIn addition to calling for new funding, the CNAS report argues that a different attitude towards international talent is needed.\nKeep Reading The latest on artificial intelligence , from machine learning to computer vision and moreThe administration’s current immigration strategy arguably undermines US competitiveness.", "id": "4f126f5b-4f4f-3e39-af82-f9d68644de7b", "paragraphs": ["The US government must spend $25 billion on artificial intelligence research by 2025, stem the loss of foreign AI talent, and find new ways to prevent critical AI technology from being stolen and exported, according to a policy report issued Tuesday. Otherwise it risks falling behind China and losing its standing on the world stage.", "The report, from the Center for New American Security (CNAS), is the latest to highlight the importance of AI to the future of the US. It argues that the technology will define economic, military, and geopolitical power in coming decades.", "Advanced technologies, including AI, 5G wireless services, and quantum computing, are already at the center of an emerging technological cold war between the US and China. The Trump administration has declared AI a national priority, and it has enacted policies, such as technology export controls, designed to limit China’s progress in AI and related areas.", "The CNAS report calls for a broader national AI strategy and a level of commitment reminiscent of the Apollo program. “If the United States wants to continue to be the world leader, not just in technology but in political power and being able to promote democracy and human rights, that calls for this type of effort,” says Martijn Rasser, a senior fellow at CNAS and the lead author of the report.", "Rasser and his coauthors believe AI will be as pervasive and transformative as software itself has been. This means it will be of critical importance to economic success as well as military might and global influence. Rasser argues that $25 billion over five years is achievable, and notes that it would constitute less than 19 percent of total federal R&D in the 2020 budget.", "“We're back in an era of great power competition, and technology is that the center,” Rasser says. “And the nation that leads, not just artificial intelligence but technology across the board, will truly dominate the 21st century.”", "Over the past three years, the White House’s Office of Science and Technology Policy, which shapes the administration's technology strategy, has highlighted the importance of AI and called for federal funds to be redirected towards its development. In its 2020 budget plan, the administration has proposed $5 billion in funding for AI research and development. But officials have generally maintained that the private sector should also play a primary role in investing and developing AI.", "Rasser says this is a mistake because private companies do not invest in the kind of fundamental research that serves as a foundation for big technological advances. “Investments that the US government made in the ‘50s, ‘60s, and ‘70s propagated the technologies that the American economy, and the global economy, are built on,” he says.", "Artificial intelligence could prove particularly important to America’s military standing. Last month, a report to Congress by the National Security Commission on Artificial Intelligence, declared that AI will be critical to US national security. Collaboration between the government and the US tech sector would be vital, it advised.", "“Both the Russians and the Chinese have concluded that the way to leapfrog the US is with AI,” says Bob Work, a distinguished senior fellow at CNAS who served as deputy secretary of defense under Presidents Obama and Trump. Work says the US needs to convince the public and that it doesn’t intend to develop lethal autonomous weapons, only technology that would counter the work Russia and China are doing.", "In addition to calling for new funding, the CNAS report argues that a different attitude towards international talent is needed. It recommends that the US attract and retain more foreign scientists by raising the number of H1-B visas and removing the cap for people with advanced degrees. “You want these people to live, work, and stay in the United States,” Rasser says. The report suggests early vetting of applications at foriegn embassies to identify potential security risks.", "Keep Reading The latest on artificial intelligence , from machine learning to computer vision and more", "The administration’s current immigration strategy arguably undermines US competitiveness. Trump’s travel ban, which prevents anyone from Iran, Iraq, Somalia, Libya, Somalia, Syria, Yemen, Chad, North Korea, and Venezuela from coming to the United States, has contributed to a culture unwelcoming to foreign scientists, prompting some to study and work elsewhere. A more rigorous visa vetting process has also reduced the number of Chinese scientists that are able to enter the country."], "title": "Washington Must Bet Big on AI or Lose Its Global Clout", "url": "https://www.wired.com/story/washington-bet-big-ai-or-lose-global-clout/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Will Knigh"]}