{"id": "4f28d9c1-68b9-3fdb-bdf5-cc782a1d6048", "title": "Days Gone Is Getting Solid Performance Upgrades On PS5", "url": "https://www.gameinformer.com/2020/11/03/days-gone-is-getting-solid-performance-upgrades-on-ps5", "summary": "Days Gone is getting some pretty decent upgrades for the PlayStation 5.\nSony's Bend Studio published a tweet that detailed the enhancements: 60 fps, dynamic 4K resolution, and current-gen to next-gen save transfers.\nAdditionally, Days Gone is part of the PlayStation Plus Collection subscription — a catalogue of the biggest hits from PlayStation 4 that will be available on PlayStation 5.\nSo now you have no excuses not to dive in!\nIf zombie outbreaks or post-apocalyptic scenarios interest you, check out our coverage on the disappearance of Dying Light 2.", "paragraphs": ["Days Gone is getting some pretty decent upgrades for the PlayStation 5. Sony's Bend Studio published a tweet that detailed the enhancements: 60 fps, dynamic 4K resolution, and current-gen to next-gen save transfers. So, if you've completed Days Gone and are looking for a reason to hop into its new game plus mode, if you started the game and never completed it, or if you still have yet to experience the apocalyptic life and times of Deacon St. John, you'll be able to do all of that and more when the PlayStation 5 launches on November 12. You can see the tweet below.", "Additionally, Days Gone is part of the PlayStation Plus Collection subscription — a catalogue of the biggest hits from PlayStation 4 that will be available on PlayStation 5. So now you have no excuses not to dive in! If zombie outbreaks or post-apocalyptic scenarios interest you, check out our coverage on the disappearance of Dying Light 2.", "[Source: GameSpot]"], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["youll", "playstation", "ps5", "zombie", "upgrades", "youve", "performance", "days", "getting", "gone", "completed", "solid", "game", "plus"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}