{"id": "4f9e62bf-103b-3814-92e1-13b38ebded1a", "title": "Burst of radio waves in Milky Way probably came from neutron star", "url": "https://www.theguardian.com/science/2020/nov/04/burst-of-radio-waves-in-milky-way-probably-came-from-neutron-star", "summary": "For more than a decade, astronomers have puzzled over the origins of mysterious and fleeting bursts of radio waves that arrive from faraway galaxies.\nNow, scientists have discovered the first such blast in the Milky Way and traced it back to its probable source: a small, spinning remnant from a collapsed star about 30,000 light years from Earth.\nThe intense burst of radio waves lasted less than five milliseconds, and what had produced it was a mystery.\nChris Bochenek, an astrophysicist at Caltech who helped to build Stare2, said he and his colleagues had given the project a 10% chance of detecting an FRB in the Milky Way.\nAnother is that powerful flares from magnetars collide with particles in space, producing intense shockwaves and magnetic fields that whip electrons around, releasing bursts of radio waves in the process.", "paragraphs": ["For more than a decade, astronomers have puzzled over the origins of mysterious and fleeting bursts of radio waves that arrive from faraway galaxies.", "Now, scientists have discovered the first such blast in the Milky Way and traced it back to its probable source: a small, spinning remnant from a collapsed star about 30,000 light years from Earth.", "The surprise detection has handed researchers their strongest evidence yet that some if not all fast radio bursts, or FRBs, are unleashed by compact, highly magnetised neutron stars called magnetars – exotic objects born in the embers of supernovae.", "“This is the most luminous radio burst ever detected in our galaxy,” said Daniele Michilli, an astrophysicist at McGill University in Montreal who works on the Canadian Hydrogen Intensity Mapping Experiment, or Chime telescope.", "The first FRB sighting came in 2007 when Duncan Lorimer and his student David Narkevic worked through archived observations from the Parkes radio dish in Australia. The intense burst of radio waves lasted less than five milliseconds, and what had produced it was a mystery. Scientists have recorded dozens more since, all from beyond our own galaxy.", "The latest discovery came on 28 April when the Chime telescope detected a millisecond-long FRB coming from a region of the sky where a magnetar called SGR1935+2154 lurks. A second, less sophisticated telescope – made from metal poles and cake tins – known as the Survey for Transient Astronomical Radio Emission 2, or Stare2, swiftly confirmed the sighting, along with an outburst of x-rays from the same source.", "Chris Bochenek, an astrophysicist at Caltech who helped to build Stare2, said he and his colleagues had given the project a 10% chance of detecting an FRB in the Milky Way. “When I looked at the data for first time, I froze and was basically paralysed with excitement,” he said. “The fact that we detected such a burst in the Milky Way at all is surprising.”", "Analysis of the signal, named FRB 200428, found that the magnetar emitted as much energy in radiowaves in one millisecond as the sun does in half a minute. Details of the discovery are published in three independent studies in Nature.", "While the discovery does not mean that all fast radio bursts come from magnetars, it pinpoints the objects as one source that astronomers will now observe more closely.", "A major question that remains is how magnetars unleash such intense blasts of radiation. One idea is that magnetars are distorted by “starquakes” that tear open their surfaces and release vast blasts of energy. Another is that powerful flares from magnetars collide with particles in space, producing intense shockwaves and magnetic fields that whip electrons around, releasing bursts of radio waves in the process.", "Duncan Lorimer, an astrophysicist at West Virginia University, who was not involved in the latest work, called the finding “an incredibly important development” that showed magnetars were “really credible sources of FRBs”.", "“Back in the day, we thought about magnetars, but I think I was more prone to a one-off source like a neutron star merger,” he said."], "authors": ["Ian Sample"], "keywords": ["magnetars", "milky", "source", "discovery", "radio", "came", "burst", "way", "waves", "neutron", "star", "bursts", "frb", "probably", "intense"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}