{"id": "4fb114fa-85e2-3130-85cf-391e6a582b4e", "title": "Rachel Roddy’s recipe for eggs in tomato sauce", "url": "https://www.theguardian.com/food/2020/nov/09/rachel-roddy-recipe-for-eggs-in-tomato-sauce", "summary": "Enter uova in trippa alla Romana – eggs cooked like tripe, Roman-style.\nEggs are beaten, fried into slender omelettes, then rolled, sliced into thick ribbons and stirred into a rich tomato sauce, the effect of which is reminiscent of its sister dish.\nThe taste, I assure you, is quite different; also, completely different from eggs cracked in tomato sauce (uova in purgatorio or shakshuka), the strips having a completely different feel – lively somehow, and gentle – and good-tasting in the way tomatoes and eggs always are.\nIf you want to make trippa alla Romana, omit the eggs, obviously.\nOnce the sauce is ready, stir the egg strips into the tomato sauce, and serve with a sprinkling of pecorino or parmesan, if you like.", "paragraphs": ["This isn’t a column about tripe. But also, it is a column about tripe. Half honeycomb, half rug-that-has-been-forgotten-on-the-washing-line-in-the-rain, tripe, its form and function, is fascinating and precious. Despite changing habits, tripe remains pretty ordinary in Rome, even for those who don’t eat it. It is as much the part of a butcher’s counter or supermarket shelf as chicken, sausages, chops and minced beef. Seeing the honeycomb rug sitting in folds behind the curved glass counter, I am reminded of Fergus Henderson’s words at the start of his book Nose To Tail Eating. He explains that, given the book’s title, it would be disingenuous not to eat the whole beast; that there is a set of delights, textural and flavoursome, beyond the fillet. Quoting this isn’t to say I don’t have thoughts, many of them conflicting, about tripe, and about meat in general, but complicated thoughts about meat are useful, I think – now more than ever.", "Also complicated are my thoughts about tripe’s texture – what Fuchsia Dunlop calls “the rubber factor” – but, again, this is an entirely welcome thing, the texture like rubbery cheese meeting velvet mushroom with a cartilage crunch. I like to think my love of it was passed on by my Lancastrian grandparents, who bought tripe from United Cow Products and ate it with vinegar.", "As I have mentioned before, our part of Rome, Testaccio, with its mustard-yellow palazzi and grid of streets named after inventors and builders, is the old slaughterhouse district, and is inextricably linked with quinto quarto – fifth quarter cooking. That is, of offal. Tripe is a fixture on the menus of most trattorias, served alla Romana – boiled until tender, then braised with tomato and a wild herb called mentuccia (which tastes like the lovechild of mint, oregano, sage and a bit of cat pee, although don’t let that put you off), then finished with plenty of pecorino.", "These days, like most offal, tripe is no longer cheap, and not everyone wants to eat it. Enter uova in trippa alla Romana – eggs cooked like tripe, Roman-style. Eggs are beaten, fried into slender omelettes, then rolled, sliced into thick ribbons and stirred into a rich tomato sauce, the effect of which is reminiscent of its sister dish. The taste, I assure you, is quite different; also, completely different from eggs cracked in tomato sauce (uova in purgatorio or shakshuka), the strips having a completely different feel – lively somehow, and gentle – and good-tasting in the way tomatoes and eggs always are.", "If you want to make trippa alla Romana, omit the eggs, obviously. The tripe will need parboiling and then another 30 minutes or so in with the sauce, to which you can add mentuccia, if you can find it; alternatively, mint. Whether the version you make is or isn’t about tripe, it isn’t complicated. It also needs bread.", "", "Eggs in tomato sauce (Uova in trippa alla Romana)", "Serves 4", "", "6 tbsp olive oil", "1 garlic clove, peeled and sliced", "800g tin of peeled plum tomatoes, milled or chopped", "1 small, crumbled dried red chilli", "1 handful basil leaves", "Salt and black pepper", "6 eggs", "1 tbsp chopped mint or parsley", "Pecorino or parmesan, to serve (optional)", "Make the sauce by warming the oil and garlic over a medium-low heat, so the garlic fries gently. Add the tomatoes, chilli, basil and a pinch of salt, bring to an almost-boil, then reduce to a simmer for 15 minutes, or until rich and thick.", "While the sauce simmers, prepare the egg omelettes. In a bowl, beat the eggs, parsley or mint, salt and pepper. Working in a nonstick pan, and using a third of the mixture each time, make three slim omelettes. Leave to cool, then roll into a log and cut into strips.", "Once the sauce is ready, stir the egg strips into the tomato sauce, and serve with a sprinkling of pecorino or parmesan, if you like."], "authors": ["Rachel Roddy"], "keywords": ["isnt", "sauce", "roddys", "tripe", "uova", "tomatoes", "recipe", "alla", "eggs", "mint", "trippa", "rachel", "tomato"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}