{"id": "4ff622dc-051b-365a-baba-dfc8e5f98d73", "title": "Nuclear review – escape to the post-apocalyptic country", "url": "https://www.theguardian.com/film/2020/nov/05/nuclear-review-catherine-linstrum-emilia-jones-sienna-guillory", "summary": "But it hooks into the mind, like a sharp short story, thanks to strong acting and an intuitive use of locations.\nPerhaps it is this building, humming with malign occult energy and bad karma, that is radiating supernatural possibilities for them both.\nLindstrum cleverly creates the strange atmosphere in which the landscape seems utterly deserted, like something post-apocalyptic, or set in the aftermath of some Chernobyl-style catastrophe.\nAnd the film plays with your expectations: who is doing the imagining?\n• Nuclear is available on digital platforms from 9 November.", "paragraphs": ["A strange, semi-hallucinatory film from debut feature director Catherine Linstrum that teeters on the edge of incoherence, and then sometimes teeters in the opposite direction – of all too obvious symbolism. But it hooks into the mind, like a sharp short story, thanks to strong acting and an intuitive use of locations.", "Bright newcomer Emilia Jones plays 14-year-old Emma, who was the horrified witness to an assault on her mother (Sienna Guillory) by her deeply disturbed and abusive half-brother (Oliver Coopersmith) who has already done jail time for violence. So she grabs her poor, injured mum and takes off with her in the car, with Emma driving – under-age though she is – as far as Snowdonia in north Wales where they break into an empty house.", "Leaving her mum at home in post-trauma, suffering from visions and delusions, Emma roams around outside and meets a young man (played by George MacKay) who is into parkour and free climbing. He explains to her his plans to enter the eerie Dracula’s-castle building that looms over the landscape – the very creepy and very real Trawsfynydd nuclear power station, disused for nearly 30 years – and climb to the top. Perhaps it is this building, humming with malign occult energy and bad karma, that is radiating supernatural possibilities for them both.", "Lindstrum cleverly creates the strange atmosphere in which the landscape seems utterly deserted, like something post-apocalyptic, or set in the aftermath of some Chernobyl-style catastrophe. And the film plays with your expectations: who is doing the imagining? Who is being imagined? A quirky, eccentric film in some ways, but it achieves its own kind of internal consistency, with very strong performances from Jones and Guillory, as the haunted mother and daughter.", "• Nuclear is available on digital platforms from 9 November."], "authors": ["Peter Bradshaw"], "keywords": ["teeters", "landscape", "plays", "emma", "postapocalyptic", "nuclear", "mother", "escape", "film", "strong", "country", "mum", "review", "strange"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}