{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/66292436-8515-4a75-aa19-b500799fd1db?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=6", "pubDate": null, "authors": ["Produced", "Edited Donell Newkirk."], "keywords": ["companies", "ags", "point", "vital", "heading", "seriously", "google", "potential", "state", "saying", "facebook", "mean", "breakup"], "title": "Are Google and Facebook heading for break-up?", "id": "50ebf83d-8cf4-3425-beeb-929837b98413", "summary": "You can enable subtitles (captions) in the video playerFor Facebook and Google, the threat of breakup has become a lot more real over the last couple of weeks.\nThen Google said it was under investigation by the Department of Justice for similar concerns.\nAnd then we had Ken Paxton, the Texas State AG, saying he was leading a group of 50 state and territorial AGs also looking into potential anti-competitive practises at Google.\nWell, the first thing to say is that we're a long way from any potential breakup of either company.\nThese state AGs are seeking to prove a vital legal point.", "paragraphs": ["You can enable subtitles (captions) in the video player", "For Facebook and Google, the threat of breakup has become a lot more real over the last couple of weeks. First up, we had to Letitia James, the state attorney general for New York, saying that she was leading a group of eight other state AGs in an investigation into whether Facebook has been exploiting its market dominance.", "Then Google said it was under investigation by the Department of Justice for similar concerns. And then we had Ken Paxton, the Texas State AG, saying he was leading a group of 50 state and territorial AGs also looking into potential anti-competitive practises at Google.", "So what does all this mean, and how seriously should these companies take these investigations? Well, the first thing to say is that we're a long way from any potential breakup of either company. It took nine years, for example, for officials from the Federal Trade Commission between bringing that famous case against Microsoft and eventually reaching a settlement with them in 2001.", "However, that doesn't mean that these companies shouldn't take this process seriously. Once things like this get started, they often take on the momentum of their own. And it is particularly worth watching what is going on at a state level.", "These state AGs are seeking to prove a vital legal point. They argue that consumers are being harmed by Facebook and Google's dominant market positions, not by raising prices, because, of course, their services are free for users, but in a variety of other ways, such as increasing advertising fees or by exploiting customers by rating their data. If these AGs are successful in arguing this legal point, it will be a vital piece of ammunition for those who do seek to eventually break these companies up."]}