{"paragraphs": ["Temujin Doran, CNN Thomas Page , CNN Written by", "For an artist who deals in ephemera, Olafur Eliasson likes to take the long view. Outside the gallery, he fears humanity is transfixed on now at the expense of tomorrow -- and warns that obsession could be at the expense of the planet.", "Eliasson has returned to London for what he calls his \"mid-career survey,\" assembling three decades of work, some new, in the Tate Modern for exhibition \"In Real Life.\" It marks a spiritual return to the gallery that hosted what is perhaps still his crowning achievement, 2003's Turbine Hall installation \"The Weather Project.\"", "From suspended water droplets to restless light shows, the Icelandic-Danish artist has always placed transience at the heart of his elemental work. He bottles lightning, so to speak, so that we may appreciate its delicate majesty. And the delicacy of nature is coming into even sharper focus as the years pass.", "An artist who says he's interested in the environment, rather than an environmental artist, visitors will see gathering momentum on the subject of climate change throughout his career. No more explicitly is this made than in \"Ice Watch,\" a glacial henge made of icebergs from Greenland, first created in 2014 and reprised in London in the lead up to his current show.", "\"Ice Watch\" (2018) by Olafur Eliasson and Minik Rosing. Credit: Charlie Forgham-Bailey", "As our institutions drag their heels and reform is slow, he believes art has a crucial role to play in the public discourse.", "\"Politicians are getting increasingly obsessed with the immediate,\" he says. \"(Solutions to climate change) require long-term decisions, long-term investment, long-term planning. We need to see accountability by politicians, 10, 20, 30, 40, 50 years (into the future), long after the politician's dead and gone.\"", "He believes we have been let down by politicians and the private sector. \"I'm afraid we can't wait for them to do the work for us. Because they are not going fast enough,\" he argues. Civic society holds the answers, Eliasson suggests, and art can act as a great communicator within it.", "\"Cold wind sphere\" (2012) by Olafur Eliasson, viewed through \"Your spiral view\" (2002) by Olafur Eliasson. Credit: Temujin Doran/CNN", "\"We get a lot of science ... but it's fair to say that it's often very disembodied,\" he explains. \"It is knowledge that doesn't have a physical sort of storage; there's no memory (of it) in our bodies... One of the things that art can do -- and it's not the only thing -- is it can sort of bring a physical narrative to something that one knows.\"", "A new work, \"The presence of absence pavilion,\" conveys one such narrative. A cast bronze sculpture molded around the negative space of glacial ice, it's a permanent memorial to a loss we seem incapable of stopping.", "\"The presence of absence pavilion\" (2019) by Olafur Eliasson. Courtesy the artist; neugerriemschneider, Berlin; Tanya Bonakdar Gallery, New York / Los Angeles. Credit: Anders Sune Berg", "\"I think we have a better ability to translate our critical enquiry into action once we have a physical relationship with the world,\" he says. \"Bringing an experiential narrative to knowledge ... gives you a certain empowerment.\"", "\"We have a situation now where the whole planet has become conscious about (climate change). I think we see a trend how to translate our climate knowledge into climate actions. I hope it's the beginning we are seeing, and not the peak,\" Eliasson adds.", "\"The glacier series\" (1999) by Olafur Eliasson. Credit: CNN", "Art's slow churn is part of the medium's appeal for Eliasson. \"Sometimes the idea of a work of art is 10 years in the making, and it's 10 years in the arriving, and 10 years in the responding,\" he says, referring to no work in particular.", "\"Some communication has to be very slow, like philosophy, somehow. The world needs that too. I think what culture and art can offer is this slowness that also allows you to ask the bigger questions.\""], "id": "512a1731-d837-38a4-a5f8-1a172c50e95f", "url": "https://edition.cnn.com/style/article/olafur-eliasson-in-real-life/index.html", "title": "Olafur Eliasson on what art can do to fight climate change", "authors": ["Temujin Doran"], "keywords": ["slow", "art", "climate", "change", "politicians", "work", "olafur", "eliasson", "credit", "artist", "think", "fight"], "pubDate": null, "summary": "Temujin Doran, CNN Thomas Page , CNN Written byFor an artist who deals in ephemera, Olafur Eliasson likes to take the long view.\n\"Ice Watch\" (2018) by Olafur Eliasson and Minik Rosing.\n\"Cold wind sphere\" (2012) by Olafur Eliasson, viewed through \"Your spiral view\" (2002) by Olafur Eliasson.\n\"The presence of absence pavilion\" (2019) by Olafur Eliasson.\n\"The glacier series\" (1999) by Olafur Eliasson.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}