{"summary": "The first downloadable content pack for Marvel Ultimate Alliance 3: The Black Order is out now.\nCurse of the Vampire adds Punisher, Blade, Moon Knight, and Morbius to fight alongside the likes of Iron Man, Captain America, Spider-Man, Wolverine, and more.\nThis first DLC pack launches alongside a free update for every Marvel Ultimate Alliance 3 player.\nMarvel Ultimate Alliance 3: The Black Order launched on Switch July 19.\nFor more information on the development of Marvel Ultimate Alliance 3, check out our exclusive coverage hub.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["marvel", "moon", "today", "alliance", "gauntlet", "pack", "mode", "adds", "morbius", "blade", "update", "vampire", "ultimate", "punisher", "knight", "come", "black"], "id": "5132d969-0cca-33c4-ba12-d5169e71bae0", "url": "https://www.gameinformer.com/dlc/2019/09/30/punisher-blade-morbius-and-moon-knight-come-to-marvel-ultimate-alliance-3-today", "title": "Punisher, Blade, Morbius, And Moon Knight Come To Marvel Ultimate Alliance 3 Today", "pubDate": null, "paragraphs": ["The first downloadable content pack for Marvel Ultimate Alliance 3: The Black Order is out now. Marvel Knights: Curse of the Vampire adds four popular characters to the game's already-massive roster of playable heroes. The pack is out now as a part of the title's Expansion Pass.", "Curse of the Vampire adds Punisher, Blade, Moon Knight, and Morbius to fight alongside the likes of Iron Man, Captain America, Spider-Man, Wolverine, and more. Those who purchased the Expansion Pass can also play a new mode: Gauntlet. In Gauntlet mode, you can join a team of four co-op players to tackle challenges one after the other to earn rewards. Once you beat Gauntlet, you unlock a survival version of the mode where you see how long you can last and where you land on the global leaderboards.", "This first DLC pack launches alongside a free update for every Marvel Ultimate Alliance 3 player. The free update adds new outfits for Captain America, Black Panther, Iron Man, and Thor, which you can see below. In addition, players who think they're worthy of a new challenge can attempt to play through story missions in a new \"Nightmare\" difficulty mode.", "Marvel Ultimate Alliance 3: The Black Order launched on Switch July 19. For our review, head here. For more information on the development of Marvel Ultimate Alliance 3, check out our exclusive coverage hub."]}