{"paragraphs": ["While celebrating the 15-year anniversary of World of Warcraft today at BlizzCon 2019, the company also unveiled World of Warcraft: Shadowlands, an expansion coming in 2020 (the game can be pre-purchased now).", "Dead souls are no longer going to their appropriate resting place in the Shadowlands, but are instead being fed into The Maw thanks to Sylvanas Windrunner, who has breached the veil separating Azeroth and the realm.", "The Shadowlands features five zones: Bastion, Maldraxxus, Ardenweald, Revendreth, and the Maw. The first four are overseen by Covenants corresponding to specific kinds of souls. The Kyrian (Bastian) watch over souls from the mortal realm. The Night Fae (Ardenweald) defend nature spirits. The Venthyr are gothic masters. The Necrolords forge undead warriors for the Shadowlands. Players will create a bond with one of the Covenants, completing their campaign and getting class-specific abilities and more.", "The Shadowlands' Maw also features the Tower of the Damned – an otherwordly prison where the \"wickedest souls in the universe\" are kept, and which contains trials for extraordinary treasure.", "The expansion also includes a new leveling system (up to 60), new appearance options, the return of legends such as Uther the Lightbringer and Kael'thas, and the ability for pandaren and all allied races to become Death Knights.", "For a quick overview of Shadowlands, be sure to check out the video above."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "World of Warcraft Enters The Afterlife With Shadowlands Expansion", "id": "513836b4-7022-3571-9200-4c4e8957e1ed", "keywords": ["ardenweald", "enters", "zones", "shadowlands", "afterlife", "expansion", "world", "souls", "covenants", "maw", "features", "warcraft"], "summary": "While celebrating the 15-year anniversary of World of Warcraft today at BlizzCon 2019, the company also unveiled World of Warcraft: Shadowlands, an expansion coming in 2020 (the game can be pre-purchased now).\nThe Shadowlands features five zones: Bastion, Maldraxxus, Ardenweald, Revendreth, and the Maw.\nPlayers will create a bond with one of the Covenants, completing their campaign and getting class-specific abilities and more.\nThe Shadowlands' Maw also features the Tower of the Damned – an otherwordly prison where the \"wickedest souls in the universe\" are kept, and which contains trials for extraordinary treasure.\nFor a quick overview of Shadowlands, be sure to check out the video above.", "pubDate": null, "url": "https://www.gameinformer.com/blizzcon-2019/2019/11/01/world-of-warcraft-enters-the-afterlife-with-shadowlands-expansion"}