{"summary": "Google “Ben Stokes at Headingley” and the list of superlatives used to describe his performance against Australia on the fourth day of the third Ashes Test of 2019 is endless.\nThis picture, commissioned for The Guardian and shot by Tom Jenkins, captures Stokes in reflective mood just a few months later, surrounded by paintings of some of the game’s legends in the Long Room at Lord’s.\nPhotograph: Tom Jenkins / The GuardianWords: Jonny WeeksBuy your exclusive print herePrice£55 including free delivery (30x40cm print size).\nAll editions are printed and quality checked by experts at theprintspace, the UK’s leading photo and fine-art print provider.\nTheprintspace takes great care in packaging your artwork, with a no-quibble satisfaction guarantee should you be unhappy in any way.", "url": "https://www.theguardian.com/artanddesign/2019/dec/17/buy-a-classic-sport-photograph-stokes-in-the-long-room", "paragraphs": ["“Miracle”, “masterclass”, “sensational”, “heroic”. Google “Ben Stokes at Headingley” and the list of superlatives used to describe his performance against Australia on the fourth day of the third Ashes Test of 2019 is endless. Stokes almost single-handedly won the Test for England with a knock of 135 not out as his team successfully pursued a second innings deficit of 359 – a result that, for a while at least, prevented Australia from retaining the Ashes. With 11 fours and eight sixes, Stokes was simply electric. But it was the dying moments of his partnership with Jack Leach – overs which were fraught with danger and missed opportunities for the Aussies – which made the achievement so dramatic. This picture, commissioned for The Guardian and shot by Tom Jenkins, captures Stokes in reflective mood just a few months later, surrounded by paintings of some of the game’s legends in the Long Room at Lord’s. Might Stokes’s portrait one day be hung at Lord’s?", "Photograph: Tom Jenkins / The Guardian", "Words: Jonny Weeks", "Buy your exclusive print here", "Price", "£55 including free delivery (30x40cm print size).", "Prints", "Photographs are presented on museum-grade, fine-art paper stocks, with archival standards guaranteeing quality for 100-plus years. All editions are printed and quality checked by experts at theprintspace, the UK’s leading photo and fine-art print provider.", "Delivery", "Artworks are dispatched via Royal Mail and delivered within three to five working days. Theprintspace takes great care in packaging your artwork, with a no-quibble satisfaction guarantee should you be unhappy in any way. Global shipping is available.", "Contact", "Email: guardianprintsales@theprintspace.co.uk"], "pubDate": null, "keywords": ["long", "buy", "tom", "test", "jenkins", "fineart", "print", "sport", "photograph", "theprintspace", "room", "classic", "quality", "day", "stokes", "australia"], "id": "518bb1ab-10e2-3f2a-a7e8-ec466159f424", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": [], "title": "Buy a classic sport photograph: Stokes in the Long Room"}