{"summary": "Drivers caught by the cameras before March will receive a warning letter, but then fines of $344 will be leviedMobile phone detection cameras have captured 3,303 New South Wales drivers in a single week of operation.\nThat represented less than 0.5% of the 773,532 vehicles checked by the new cameras in various locations across the state in the first week of December.\nLegislation to support the use of the cameras still has not passed the New South Wales parliament.\nIf even 3% of drivers caught were to challenge the penalty, it would lead to 72,000 cases a year.\nThe legislation would reverse the onus of proof, requiring drivers to prove on the balance of probabilities the object in their hand in the photo was not a mobile phone.", "url": "https://www.theguardian.com/world/2019/dec/17/mobile-phone-detection-cameras-more-than-3000-nsw-drivers-week", "paragraphs": ["Drivers caught by the cameras before March will receive a warning letter, but then fines of $344 will be levied", "Mobile phone detection cameras have captured 3,303 New South Wales drivers in a single week of operation.", "That represented less than 0.5% of the 773,532 vehicles checked by the new cameras in various locations across the state in the first week of December.", "The roads minister, Andrew Constance, said those caught between now and March would receive a warning letter, but after that would be liable to a $344 fine, or $457 in a school zone, and five demerit points.", "“At 60km/h if you look at your phone while driving for just two seconds, you travel 33 metres blind – it’s dangerous, it’s stupid and it needs to stop, Constance said.", "Victoria urged to lower speed limits as road death toll jumps 50% Read more", "“Around 500 drivers a day are getting pinged by these cameras doing the wrong thing. With double demerits starting Friday we need drivers to get the message and get off the phone, otherwise they risk killing themselves or someone innocent on our roads.”", "A trial of a smaller number of cameras between January and June caught more than 100,000 drivers out of 8.5 million checked, just over 1%.", "The government has estimated that the cameras could prevent about 100 fatal and serious crashes over five years.", "Legislation to support the use of the cameras still has not passed the New South Wales parliament.", "A committee examining the legislation reported in November that the cameras could lead to tens of thousands of court cases because of the sheer number of vehicles being checked (135m a year). If even 3% of drivers caught were to challenge the penalty, it would lead to 72,000 cases a year.", "The legislation would reverse the onus of proof, requiring drivers to prove on the balance of probabilities the object in their hand in the photo was not a mobile phone.", "The system will cost $88m over the forward estimates to operate."], "pubDate": null, "keywords": ["checked", "wales", "warning", "week", "cameras", "mobile", "pick", "south", "drivers", "3000", "caught", "phone", "vehicles", "nsw", "detection"], "id": "51c4554b-fb90-32b6-b6c7-41cca4a221fc", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Josh Taylor"], "title": "Mobile phone detection cameras pick up more than 3,000 NSW drivers in a week"}