{"authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "title": "'Legally' haunted New York home back on the market", "url": "https://www.foxnews.com/real-estate/legally-haunted-new-york-home-for-sale", "summary": "A well-known late 19th century home in New York is about to hit the market for $1.9 million — though the three-level dwelling in the heart of town comes with a spooky catch: it’s “legally” haunted.\nThe Hudson riverfront home at 1 Laveta Pl., built in the 1890s, boasts an expanded seven bedrooms, five bathrooms, spectacular views and a spooky past.\nSAN FRANCISCO’S LEAST EXPENSIVE HOME STILL COSTS $600GThe 4,600 square foot Queen Anne Victorian home was the center of a lawsuit that led to a New York Supreme Court ruling in 1991, declaring the home haunted.\nThe Supreme Court ruled in Stambovsky’s favor.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "keywords": ["supreme", "lifestyle", "market", "york", "haunted", "ackley", "legally", "reportedly", "spooky", "past", "fox", "stambovsky", "court"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A well-known late 19th century home in New York is about to hit the market for $1.9 million — though the three-level dwelling in the heart of town comes with a spooky catch: it’s “legally” haunted.", "The Hudson riverfront home at 1 Laveta Pl., built in the 1890s, boasts an expanded seven bedrooms, five bathrooms, spectacular views and a spooky past.", "SAN FRANCISCO’S LEAST EXPENSIVE HOME STILL COSTS $600G", "The 4,600 square foot Queen Anne Victorian home was the center of a lawsuit that led to a New York Supreme Court ruling in 1991, declaring the home haunted.", "According to reports, owner Helen Ackley, who lived in the home from the 1960s to 1980s, sold the house to Jeffrey Stambovsky in 1989. However, Ackley failed to disclose that while she inhabited the home, she had allegedly witnessed “Revolutionary War-era” poltergeists who shook beds, slammed doors and walked the hall, the New York Post reports.", "CLICK HERE TO GET THE FOX NEWS APP", "Once Stambovsky reportedly learned of the scary additions, he sued Ackley for the omission and demanded his deposit back to get out of purchasing the expansive home, which sits about 25 miles north of New York City.", "The Supreme Court ruled in Stambovsky’s favor.", "However, the haunted past seems to be just that – in the past – as it has had several high-profile inhabitants, including director and screenwriter Adam Brooks, Jewish rapper Matisyahu and singer-songwriter Ingrid Michaelson, none of whom have experienced anything haunted.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The home has been restored over the years to keep up its 1890s glory, complete with inlaid hardwood floors, arched doorways and wraparound porch. It also boasts some modern details – like an updated kitchen, gourmet appliances and three-car garage, along with its in-ground hot tub – which help bring it into a ghost-free 2019.", "The property is reportedly listed with Nancy Blaker Weber of Better Homes and Gardens Rand Realty.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS"], "pubDate": null, "id": "51f2d1ad-5c67-3aae-98ae-21714aa83945"}