{"id": "52017d6a-d66b-3eb0-b609-ee0bd43a4346", "title": "Checks and Balance - What happened—the week the world watched America", "url": "https://www.economist.com/podcasts/2020/11/06/what-happened-the-week-the-world-watched-america", "summary": "JOE BIDEN is set to score a rare victory against an incumbent to become America’s 46th president.\nA Biden White House will set a new tone for the country.\nYet the unexpected closeness of the vote - and the president’s refusal to go quietly - means the Trump brand of populism will live on.\nJohn Prideaux, The Economist's US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, Washington correspondent.\nRuntime: 45 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod", "paragraphs": ["JOE BIDEN is set to score a rare victory against an incumbent to become America’s 46th president. A Biden White House will set a new tone for the country. Yet the unexpected closeness of the vote - and the president’s refusal to go quietly - means the Trump brand of populism will live on.", "In this episode we decode the message the voters sent and what it means for America with The Economist’s data journalist Elliott Morris and David Rennie, Beijing bureau chief.", "John Prideaux, The Economist's US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, Washington correspondent. Runtime: 45 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod"], "authors": ["The Economist"], "keywords": ["week", "america", "biden", "checks", "watched", "set", "means", "york", "white", "bureau", "balance", "washington", "economists", "vote", "voters", "happenedthe", "world"], "pubDate": "2020-11-06T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}