{"id": "520bc835-a4be-3910-a670-285980f93967", "title": "Growing Up Abroad, the Delia’s Catalog Was My Connection to America", "url": "https://www.vogue.com/article/growing-up-abroad-the-delias-catalog-was-my-connection-to-america", "summary": "Somber faces lent an air of gravity to the occasion, but for me there was an added layer of significance.\nSuddenly I was at boarding school in northern Michigan, and America was no longer a far-flung notion.\nAmerica was never home, always an idea: an identity I longed to claim but felt totally removed from.\nAs soon as we landed, the first thing I did was load up on teen magazines at the Miami airport.\nYet, in spite of my love of YM and Seventeen, there was no better guidebook for the American teenage girl than the Delia’s catalogue.", "paragraphs": ["The community center’s lights turned everyone a bruised green color, and despite the chill, a ceiling fan had been turned on for “air circulation purposes.” We all stood six feet apart, pretending not to notice the large black housefly that landed on each of us in a brazen display of rule breaking. I was voting early in Massachusetts, standing in line with my husband, waiting to feel the subtle change that would come as I colored in the circle for a new president. Somber faces lent an air of gravity to the occasion, but for me there was an added layer of significance. It was the first time in my life that I had cast my ballot in person.", "I come from a long tradition of absentee voters, and watched from a young age as my parents stuffed their own ballots into the embassy’s diplomatic pouch and sent them off to be counted back in the States. It wasn’t until I was approaching my teen years, that I realized people showed up to vote at all. Both my mother and father were career foreign service officers, who moved our family to a different country every two years. This made me a “Third Culture Kid” or TCK, a term coined by the American sociologist Ruth Useem which defines the experience of expatriate children who spend their formative years outside of their passport country, usually due to the profession of their parents.", "Though I was born in Florida, it was only three weeks later that I boarded my first plane to Zimbabwe. In Harare, our neighborhood was lined with jacaranda trees that bent over one another and exploded with purple flowers that rained down a lilac carpet. My parents had to remove their shoes at the door or they would leave lavender footprints all over the hardwood floors. Over the next few years, we lived in Austria, Ireland, Mexico, Kenya, Bolivia, and Ethiopia. This way of life ended for me when I reached high school and my mother took a hardship post in Bosnia, a country where the sheer volume of leftover land mines meant that dependents were strictly forbidden. Suddenly I was at boarding school in northern Michigan, and America was no longer a far-flung notion.", "Growing up, I never felt American. But I was also keenly aware that I would never fully assimilate into the country in which we were presently living, especially when I knew that in only 24 months another move was imminent. America was never home, always an idea: an identity I longed to claim but felt totally removed from. As a child, the only significant time I spent in the States was every other summer when we flew back for home leave—a requisite vacation meant to reacquaint you with your American roots. As soon as we landed, the first thing I did was load up on teen magazines at the Miami airport. I’d stay up all night reading them like I was cramming for a test, and even took notes in the margins: must see Ten Things I Hate About You; must get a mini backpack. Yet, in spite of my love of YM and Seventeen, there was no better guidebook for the American teenage girl than the Delia’s catalogue."], "authors": ["Lacy Warner", "Lacy Warne"], "keywords": ["school", "america", "teen", "meant", "growing", "connection", "states", "mother", "took", "american", "catalog", "abroad", "turned", "parents", "delias", "country"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}