{"id": "5266ffee-6d79-311d-b720-4baac88f3372", "keywords": ["incident", "moment", "man", "caught", "breaks", "camera", "light", "oregon", "open", "face", "woman", "told", "fox12", "catches", "priceless", "car"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "url": "https://www.foxnews.com/us/oregon-caught-on-camera-car-break-in-video", "title": "Oregon woman catches 'priceless' moment when man breaks into car, is caught on camera", "summary": "Authorities in Oregon have a pretty big clue about who broke into several vehicles in a Portland suburb recently after one of the break-ins – and its stunned perpetrator – was caught on camera.\nThe incident happened early Tuesday in Beaverton when a woman's vehicle surveillance system caught a man getting into her car, looking straight into a dash camera, and then hurrying out.\nShe said incidents like this are why she purchased the $300 camera in the first place.\n“You set off an alarm and it scares them away, you’ve kept your thing, but you don’t have any proof of who did what,\" she told FOX12.\nCLICK HERE FOR THE NEW FOXBUSINESS.COM\"Then the light comes on, it makes me laugh every time,\" she told FOX12.", "pubDate": null, "paragraphs": ["Authorities in Oregon have a pretty big clue about who broke into several vehicles in a Portland suburb recently after one of the break-ins – and its stunned perpetrator – was caught on camera.", "The incident happened early Tuesday in Beaverton when a woman's vehicle surveillance system caught a man getting into her car, looking straight into a dash camera, and then hurrying out.", "“I just wanted to make sure I got a really good look at him and I laughed so hard at the shock on his face when that light came on, it was priceless,\" the woman, who asked to not be identified, told FOX12. \"I couldn’t stop laughing, I played it over and over.”", "'EL CHAPO' PAID $1 MILLION BRIBE TO FUND SITTING HONDURAN PRESIDENT'S CAMPAIGN: PROSECUTORS", "The woman said the Owlcam dashboard camera started recording once the man opened her car door.", "She said incidents like this are why she purchased the $300 camera in the first place.", "“You set off an alarm and it scares them away, you’ve kept your thing, but you don’t have any proof of who did what,\" she told FOX12. \"I want to know who, so that’s why I got it.\"", "CALIFORNIA COLD-CASE VICTIM FOUND IN 1996 NOW HAS A 'FACE' THANKS TO RECONSTRUCTION TECHNOLOGY", "The woman said she didn't realize she had left her car unlocked until she found one door wide open, with the glove box and center console also open. Now she wants the suspect's face to get as much attention as possible.", "CLICK HERE FOR THE NEW FOXBUSINESS.COM", "\"Then the light comes on, it makes me laugh every time,\" she told FOX12.", "CLICK HERE FOR THE FOX NEWS APP", "The Beaverton Police Department said that they are investigating the break-in, in addition to another incident at the same apartment complex early Tuesday."]}