{"id": "52860fcb-af05-3963-b9b3-53d133ed168a", "title": "Sen. Chris Coons: Joe Biden is a man of faith dedicated to serving others — as president he can heal America", "url": "http://www.foxnews.com/opinion/joe-biden-faith-election-chris-coons", "summary": "II’ve had the great privilege of knowing Joe Biden for 30 years.\nAmong the many reasons I’m voting to make him our next president is that his extraordinary and selfless public service is guided by faith.\nIn 1968, Joe Biden was a young lawyer in Wilmington, Del., with his entire life ahead of him.\nOver five decades, Joe Biden’s private life and public service have been shaped by his faith.\nThe American people have heard Joe Biden talk about how his faith has taught him to fight for those in need and to find common ground with those with whom we disagree.", "paragraphs": ["I", "I’ve had the great privilege of knowing Joe Biden for 30 years. Among the many reasons I’m voting to make him our next president is that his extraordinary and selfless public service is guided by faith. He is the leader we need to heal and unite our country, and deserves your vote as well.", "In 1968, Joe Biden was a young lawyer in Wilmington, Del., with his entire life ahead of him. He had recently graduated from law school and returned to his hometown, where he was clerking at one of the city’s prominent law firms. Only 25 years old, he had a clear path to a quiet, comfortable life as a successful local attorney ahead of him.", "During the summer of 1968, though, the city of Wilmington saw dramatic civil unrest in the wake of the assassination of Dr. Martin Luther King Jr. The National Guard was brought in, occupied the city for months, and a difficult, long-overdue period of conversations about racial injustice were finally taking place.", "RICHARD FOWLER: AMERICANS ARE TIRED OF TRUMP’S LIES, INCOMPETENCE, IGNORANCE AND FAILURES", "That’s when Joe Biden decided to take a different path in his life, began working instead as a public defender, and eventually ran for local office to begin healing his hometown.", "For Joe, the fight for civil rights was a natural evolution of his upbringing, when nuns and priests taught him that all of us are made in the image of God. His mother — a tough, Irish Catholic woman named Catherine Eugenia Finnegan — taught him that nobody was better than him, but that he wasn’t better than anyone else, either.", "It was Joe’s faith that inspired in him a passion for justice, a respect for the dignity of all people, and a sense of responsibility to serve his neighbors, his brothers and sisters in Christ.", "What started as a run for local office in the midst of the civil rights movement turned into a remarkable public service career, and all along, the Joe Biden our country has come to know is the same Catholic kid from Delaware who wanted to right some of the wrongs he saw in his home state.", "Over five decades, Joe Biden’s private life and public service have been shaped by his faith. Throughout his campaign for president, he hasn’t just talked about his faith — he’s shown it through his actions.", "In a political age defined by divisiveness and vulgarity, Joe has stayed true to who he is: a man of prayerful decency and kindness.", "The American people have heard Joe Biden talk about how his faith has taught him to fight for those in need and to find common ground with those with whom we disagree. They’ve seen him comfort and pray with grieving families and carry a rosary with him everywhere he goes.", "It’s not just a matter of style, though. Joe’s faith also informs his views on policy. His faith inspired him decades ago to take on climate change, recognizing our role as stewards of creation. His faith has led him to work towards a more just and humane immigration policy, and it has driven him throughout his entire career to call out and confront the original sins of our nation: slavery and racism.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "In early 2017, Joe Biden ended his service as vice president and he was back at home in Delaware with his family, with a remarkable career in public service now behind him. He finally had more time to spend with his beloved grandkids and energy to pour into the fight against cancer in honor of his beloved son Beau, who died of the disease.", "But everything changed later that summer, when white supremacists, Ku Klux Klansmen and neo-Nazis rallied in Charlottesville, Va. —spewing hate, attacking innocent citizens, and even killing a young woman.", "Joe knew then what he’s said almost every day since — that we’re in a battle for the soul of this country.", "CLICK HERE TO GET THE FOX NEWS APP", "It's not only Joe Biden’s belief in God that motivates him. It’s his belief in the American people that has allowed him to run a campaign built on hope for a better future and a stubborn insistence that our country can and must heal and come back together.", "", "Joe believes. He believes in both the greatness and the goodness of our country. He believes in us and in what we can do together. He will make a great president.", "CLICK HERE FOR MORE FROM SEN. CHRIS COONS"], "authors": ["Sen. Chris Coons"], "keywords": ["country", "serving", "dedicated", "president", "local", "biden", "life", "coons", "heal", "taught", "service", "joe", "public", "chris", "faith", "sen", "man"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}