{"id": "52f7f0ad-50d6-381c-b9f4-a35ae9ae25c6", "title": "Here's How Call Of Duty: Warzone Works In A Call Of Duty: Black Ops Cold War World", "url": "https://www.gameinformer.com/2020/11/05/heres-how-call-of-duty-warzone-works-in-a-call-of-duty-black-ops-cold-war-world", "summary": "Since the reveal of Call of Duty: Black Ops Cold War, we've been wondering — just how would the new game work with Call of Duty: Warzone, the free-to-play battle royale offering injected with tons of Call of Duty: Modern Warfare trappings?\nWith the launch of Black Ops Cold War, you have a unified progression path that you can feed into across all three titles.\nAll of the current operator roster remains, plus any operators you unlock in Modern Warfare or Black Ops Cold War.\nNew battle pass and seasonal content begins on December 10, and will be tied to Call of Duty: Black Ops Cold War.\nCheck out some of our multiplayer experiences with Call of Duty: Black Ops Cold War here.", "paragraphs": ["Since the reveal of Call of Duty: Black Ops Cold War, we've been wondering — just how would the new game work with Call of Duty: Warzone, the free-to-play battle royale offering injected with tons of Call of Duty: Modern Warfare trappings? As of today, we finally have a good idea on how integration is going to work. The result is that Warzone essentially stays its own game, and will be direct fed from both Modern Warfare and Black Ops Cold War, in terms of player progression. Yep, it's pretty wild. Activision breaks it all down in a lengthy blog post today, but lets go over the important points here.", "Players are already used to working on progression in both Modern Warfare and Warzone at the same time. With the launch of Black Ops Cold War, you have a unified progression path that you can feed into across all three titles. This image makes it simple to visualize. While your rank will be reset in the name of this unified progression path, don't worry — everything you've unlocked stays unlocked.", "Think that's cool? You haven't seen anything yet. Here's where things get really interesting. You'll be able to use weapons from both Modern Warfare and Black Ops Cold War in the Warzone, making it a massive overall armory to draw from. This means you'll have access to everything you've unlocked as primaries and secondaries in both games on deck, including blueprint configurations and attachments. This means for some weapons that are staples in Call of Duty and shooters in general like the AK, you may have two different versions (one from each game) to draw upon! While both armories feed into Warzone which is quite exciting, you won't be able to take arsenals from Modern Warfare to Black Ops Cold War or vice versa. Oh well!", "Next up, Operators. We've all got our favorites unlocked, right? Well don't worry, you don't have to give up Price. All of the current operator roster remains, plus any operators you unlock in Modern Warfare or Black Ops Cold War. It's going to be a real crowded cast in the Warzone, and I can't wait to see Russell Adlers take on Prices in battle for the ultimate Warzone badass.", "New battle pass and seasonal content begins on December 10, and will be tied to Call of Duty: Black Ops Cold War. The Call of Duty suite offers cross-gen and cross-platform play. Check out some of our multiplayer experiences with Call of Duty: Black Ops Cold War here."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["warzone", "modern", "works", "progression", "unlocked", "world", "heres", "ops", "war", "cold", "warfare", "duty", "black"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}