{"summary": "The boy remained in the intensive-care unit at Seattle’s Harborview Medical Center in critical condition but was expected to survive.\nSeven others - including an infant who suffered bumps and bruises - were taken to Highline Medical Center and one person was taken to Valley Medical Center to be treated, according to Abbott.\nThe man’s 49-year-old passenger had allegedly shoplifted items described as “knick-knacks” from the store at about 9:15 p.m. Monday.\nShe then got into the front passenger seat of a white 1998 Dodge van, according to Abbott.\nThe passenger was also booked into the SCORE Jail before she, too, was transported to the RJC, jail records show.", "keywords": ["injured", "hurt", "seattlearea", "say", "critically", "toddler", "suffered", "dui", "left", "medical", "center", "according", "seattle", "store", "van", "driver", "suspected", "working", "jail"], "paragraphs": ["A 2-year-old boy was the most gravely injured victim Monday when a van driven by an allegedly impaired driver plowed into a crowded clothing store near Seattle, injuring 11 people, a King County Sheriff’s Office spokesman revealed one day after the crash.", "The young child didn’t have a pulse when police arrived, according to a report. The boy remained in the intensive-care unit at Seattle’s Harborview Medical Center in critical condition but was expected to survive. Police and medics performed CPR and were able to revive him, sheriff’s spokesman Sgt. Ryan Abbot told The Seattle Times.", "", "The 2-year-old, who was in a stroller, became pinned by the van and had to be extricated by officers and medics, Abbott said.", "", "VAN SLAMS INTO ROSS DRESS FOR LESS STORE OUTSIDE SEATTLE, INJURES 11, 3 CRITICALLY", "Meanwhile, the unidentified boy’s grandfather was reported in serious condition in the hospital’s intensive care unit, a hospital spokesman said.", "In addition, a 21-year-old man — a employee of the Burien, Wash., store who was working at the jewelry counter — suffered a broken leg and underwent surgery early Tuesday but was expected to be discharged later in the day, his mother said.", "Seven others - including an infant who suffered bumps and bruises - were taken to Highline Medical Center and one person was taken to Valley Medical Center to be treated, according to Abbott.", "The 51-year-old driver — who suffered minor injuries in the crash — was treated at a hospital for an undisclosed medical issue before he was briefly booked at the South Correctional Entity (SCORE) Regional Jail in Des Moines at 5:30 a.m. Tuesday, Abbott said.", "", "ILLINOIS MAN CHARGED WITH DRIVING ON REVOKED LICENSE 26 TIMES IS SENT TO PRISON", "Jail records show the unidentified driver was later transferred to the Maleng Regional Justice Center (RJC) in Kent about five hours later, where he was being held on investigation of vehicular assault.", "Police suspect the driver was impaired by drugs and obtained a search warrant to draw his blood, with toxicology results pending, Abbott said. The man was expected to make his first court appearance Wednesday.", "The man’s 49-year-old passenger had allegedly shoplifted items described as “knick-knacks” from the store at about 9:15 p.m. Monday. She then got into the front passenger seat of a white 1998 Dodge van, according to Abbott.", "As the driver attempted to leave the parking lot, he struck a car before careening through the store’s front windows, striking several people as the van plowed 40 feet into the store, the newspaper reported.", "The passenger was also booked into the SCORE Jail before she, too, was transported to the RJC, jail records show. She was arrested on a bench warrant issued by Seattle Municipal Court for failing to appear on a theft charge filed in March and is being held in lieu of $2,000 bail, according to jail and court records.", "", "CLICK HERE TO GET THE FOX NEWS APP", "Initial reports said no store employees were injured from the incident, but that has changed, the Times reported.", "Danielle O’Donnell of Des Moines said her son, 21-year-old Harley Hatch, was working near the front of the store on Monday night when the van crashed through the glass doors and hit him.", "“He was working at the jewelry counter when he heard a crash and [the van] just drug him back through the store,” O’Donnell said by phone Tuesday.", "O’Donnell said her son’s fiancée was not hurt. Her son thought two of their co-workers may have been injured, said O’Donnell."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/toddler-critically-injured-expected-to-survive-day-after-van-crashed-through-doors-of-clothing-store", "authors": ["Jack Durschlag"], "id": "53044341-9105-3685-847f-318058725d48", "pubDate": null, "title": "Seattle-area suspected DUI crash into clothing store left toddler critically injured, 10 others hurt, authorities say"}