{"keywords": ["space", "unique", "large", "view", "selva", "ft2", "port", "house", "sale", "floor", "villa", "girona", "3864", "spain", "la", "storage", "bedrooms", "sea", "quality"], "title": "Girona - Port de la Selva - House - 3864 ft2 - 5 Bedrooms, Spain For Sale", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/homes/2542872/spain-property-for-sale/girona-port-de-la-selva-house-3864-ft2-5-bedrooms", "pubDate": null, "id": "5339a77d-24fe-352d-8e66-fbd13dad46c7", "paragraphs": ["Original architect's villa due to its quality construction and unique style, with a view on the sea and on the port of El Port de la Selva.Located 2 steps from the city centre, in a wooded and well-ventilated urban area, offering a privileged environment and easy access to the sea. The villa is composed on the ground floor, an entrance hall, a large open space Living room, an independent kitchen equipped and furnished, a master suite with bathroom and toilet, storage closets; At the rear garden level, a corridor allows to distribute 3 bedrooms with wardrobes, a large bathroom. On the 1st floor, a large office opening onto a large terrace with sea view and a storage space of 40m². The house has a large converted garage that can accommodate 3 cars. Its architecture is unique in its design and many quality materials characterize this property facing the sea and surrounded by maritime pines."], "authors": [], "summary": "Original architect's villa due to its quality construction and unique style, with a view on the sea and on the port of El Port de la Selva.Located 2 steps from the city centre, in a wooded and well-ventilated urban area, offering a privileged environment and easy access to the sea.\nThe villa is composed on the ground floor, an entrance hall, a large open space Living room, an independent kitchen equipped and furnished, a master suite with bathroom and toilet, storage closets; At the rear garden level, a corridor allows to distribute 3 bedrooms with wardrobes, a large bathroom.\nOn the 1st floor, a large office opening onto a large terrace with sea view and a storage space of 40m².\nThe house has a large converted garage that can accommodate 3 cars.\nIts architecture is unique in its design and many quality materials characterize this property facing the sea and surrounded by maritime pines."}