{"id": "533b02f2-ca30-3c02-bd73-3fd501170679", "summary": "What’s the plan, Europe?\nBeyond the confines of the actual camp, there was even more chaos, with homemade tents and piles of garbage.\nStanding in that camp, listening to people tell me their stories, I could not feel proud to be European.\nIn Lesbos’s Moria camp, I see what happens when a child loses all hope | Jules Montague Read moreThat’s when it really dawned on me: Europe did not have a plan.\nSo I’m asking myself now: what’s the plan, Europe?", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/commentisfree/2019/dec/18/europe-humanitarian-crisis-brussels-refugees", "title": "Europe is home to a grave humanitarian crisis – but Brussels looks the other way | Damian Boeselager", "paragraphs": ["Last month, I took a plane to Athens, and then another to get to the island of Lesbos. From the airport in Mytilene we drove to the village of Moria, overlooking the Aegean Sea. The waters are clear and in the distance one can see Turkey, a mere five miles (8km) away. The whole trip took less than five hours from Brussels.", "From Moria, we drove to what was once an army base, surrounded by olive trees. Approaching the site, we could see people walking on the side of the road. First a few, then a small crowd, then so many that we couldn’t drive any further. Getting out of the car to walk towards the campsite, I saw all kinds of faces: young faces, old faces, women with children, children without mothers, men with injuries.", "What’s the plan, Europe? Negotiations can be tough, sure, but we manage to find agreement on things such as the EU budget", "Once I passed the official barracks that house officials from the Greek ministry of citizen protection, I was met with rows of tents, halls, housing made of plastic – it looked like a construction site. And then I became aware of the smell, the result of people crowded in small spaces with limited access to sanitation. Beyond the confines of the actual camp, there was even more chaos, with homemade tents and piles of garbage.", "At night, I am told, the situation becomes worse. Women are being raped. Rather than using the communal washrooms, some women wear nappies so they can stay in their tents. And every night, someone is stabbed, someone’s property is stolen.", "The lack of a proper processing system has created a state of dreadful limbo, where people live in horrendous conditions without an end in sight. Some have been waiting more than two years to receive news about their asylum application.", "The doctors working in the camp, of which there are too few, tell me that the physical and mental repercussions are dire. People are living too close to each other for years at a time, often without enough food, or access to medical services and basic sanitation. This is a humanitarian crisis and it is happening on European soil. Standing in that camp, listening to people tell me their stories, I could not feel proud to be European.", "How could I be proud to be European – or even worse, proud to be a European representative – when I am standing idly by while people are dying avoidably, right here in Europe? The very place that pledges to become a leader in digital technology is also the continent that allows people to starve and die only five hours from Brussels.", "I got in the car and drove back to Mytilene. That night, 262 new migrants arrived just a few kilometres north of where I was staying.", "The next morning, I spoke to the people who were there trying to help. Lawyers, doctors, students, gym instructors, bicycle mechanics. They had come from everywhere. They could help some with their most basic rights and needs, such as handing out nappies to women.", "I felt helpless when they asked me what the plan was. Sometimes I thought about explaining how things work within the European commission, the parliament, or why member states couldn’t agree on a negotiation approach – but then I stopped.", "They were asking me in the name of the boy who had died a week before from fever after being denied proper medical care; in the names of the 1,200 unaccompanied minors who were sleeping on the ground below the olive trees.", "In Lesbos’s Moria camp, I see what happens when a child loses all hope | Jules Montague Read more", "That’s when it really dawned on me: Europe did not have a plan. And it was the first time I truly felt ashamed of being European. So I’m asking myself now: what’s the plan, Europe? Every night we don’t address the situation, another woman is likely to get raped, another child might die and another person will get stabbed.", "Negotiations can be tough, sure, but we manage to find agreement on things such as the EU budget. I accept that there are a number of possible solutions out there – some focused more on returns, some more on relocation. But I expect us to be honest, to comply with the laws and ethics of our continent. We must find short-term measures immediately, to meet the magnitude of the suffering. We should start with relocating the 1,200 unaccompanied minors freezing in the open right now.", "As an old Greek adage goes, you can’t hide an elephant under a rock. And if we keep turning a blind eye to people dying, I have trouble seeing how us politicians can feel any pride in the offices we hold.", "• Damian Boeselager is a German MEP and a co-founder of Volt, a pan-European party"], "authors": ["Damian Boeselager"], "keywords": ["damian", "way", "women", "boeselager", "looks", "humanitarian", "grave", "crisis", "europe", "tents", "night", "things", "brussels", "plan", "camp", "proud", "european", "moria"]}