{"id": "53420ad8-b17b-3b53-8296-b9c3e4e5cef0", "pubDate": null, "paragraphs": ["IT’S A SUNDAY AFTERNOON in Tribeca, and I’m in Taylor Swift’s loft, inside a former printing house that she has restored and fortified into a sanctuary of brick, velvet, and mahogany. The space is warm and cozy and vaguely literary—later, when we pass through her bedroom en route to her garden, 10 percent of my brain will believe her wardrobe might open up to Narnia. Barefoot in a wine-colored floral top and matching flowy pants, Swift is typing passwords into a laptop to show me the video for “You Need to Calm Down,” eight days before she unleashes it on the world.", "I have a sliver of an idea what to expect. A few weeks earlier, I spent a day at the video shoot, in a dusty field-slash-junkyard north of Los Angeles. Swift had made it a sort of Big Gay Candy Mountain trailer park, a Technicolor happy place. The cast and crew wore heart-shaped sunglasses—living, breathing lovey-eyes emoji—and a mailbox warned, LOVE LETTERS ONLY.", "Swift and a stream of costars filmed six scenes over about a dozen hours. The singer-songwriter Hayley Kiyoko, known to her fans as “Lesbian Jesus,” shot arrows at a bull’s-eye. The YouTube comedian-chef Hannah Hart danced alongside Dexter Mayfield, the plus-size male model and self-described “big boy in heels.” The Olympic figure skater Adam Rippon served up icy red snow cones. Swift and her close friend Todrick Hall, of Kinky Boots and RuPaul’s Drag Race, sipped tea with the cast of Queer Eye.", "The mood was joyous and laid-back. But by the end of the day, I wasn’t sure what the vignettes would add up to. There were shoot days and cameos I wouldn’t observe. For security reasons, the song was never played aloud. (The cast wore ear buds.) Even the hero shot, in which Swift and Hall sauntered arm in arm through the dreamscape at golden hour, was filmed in near-total silence.", "For weeks afterward, I tried to sleuth out a theory. I started casually. There was a “5” on the bull’s-eye, so I did a quick search to figure out what that number might mean. Immediately I was in over my head.", "Swift has a thing for symbols. I knew she had been embedding secret messages in liner notes and deploying metaphors as refrains since her self-titled debut in 2006—long before her megafame made her into a symbol of pop supremacy. But I hadn’t understood how coded and byzantine her body of work has become; I hadn’t learned, as Swift’s fans have, to see hidden meanings everywhere. For instance: In the 2017 video for “Look What You Made Me Do,” a headstone in a graveyard scene reads NILS SJOBERG, the pseudonym Swift used as her writing credit on Rihanna’s hit “This Is What You Came For,” a Swedish-sounding nod to that country’s pop wizards.", "After an excessive amount of ad hoc scholarship—a friend joked that I could have learned Mandarin in the time I spent trying to unpack Swift’s oeuvre—I was no closer to a theory. Pop music has become so layered and meta, but the Taylor Swift Universe stands apart. Apprehending it is like grasping quantum physics.", "My first indication of what her new album, Lover, would be about came just after midnight on June 1, the beginning of Pride Month, when Swift introduced a petition in support of the federal Equality Act. This legislation would amend the Civil Rights Act to outlaw discrimination based on gender identity and sexual orientation. (It has passed the House, but prospects in Mitch McConnell’s Senate are unclear.) Swift also posted a letter to Senator Lamar Alexander, Republican of Tennessee, asking him to vote yes. The request, on her personal letterhead (born in 1989. LOVES CATS.), denounced President Trump for not supporting the Equality Act. “I personally reject the president’s stance,” Swift wrote.", "Back in the kitchen, Swift hits play. “The first verse is about trolls and cancel culture,” she says. “The second verse is about homophobes and the people picketing outside our concerts. The third verse is about successful women being pitted against each other.”", "The video is, for erudite Swifties, a rich text. I had followed enough clues to correctly guess some of the other cameos—Ellen DeGeneres, RuPaul, Katy Perry. I felt the satisfaction of a gamer who successfully levels up—achievement unlocked! The video’s final frame sends viewers to Swift’s change.org petition in support of the Equality Act, which has acquired more than 400,000 signatures—including those of Cory Booker, Elizabeth Warren, Beto O’Rourke, and Kirsten Gillibrand—or four times the number required to elicit an official response from the White House.", "“MAYBE A YEAR OR TWO AGO, Todrick and I are in the car, and he asked me, What would you do if your son was gay?”", "We are upstairs in Swift’s secret garden, comfortably ensconced in a human-scale basket that is sort of shaped like a cocoon. Swift has brought up an ornate charcuterie board and is happily slathering triple-cream Brie onto sea-salt crackers. “The fact that he had to ask me . . . shocked me and made me realize that I had not made my position clear enough or loud enough,” she says. “If my son was gay, he’d be gay. I don’t understand the question.”", "I have pressed Swift on this topic, and her answers have been direct, not performative or scripted. I do sense that she enjoys talking to me about as much as she’d enjoy a root canal—but she’s unfailingly polite, and when we turn to music, her face will light up and she will add little melodic phrases to her speech, clearly her preferred language.", "“If he was thinking that, I can’t imagine what my fans in the LGBTQ community might be thinking,” she goes on. “It was kind of devastating to realize that I hadn’t been publicly clear about that.”", "I understand why she was surprised; she has been sending pro-LGBTQ signals since at least 2011. Many have been subtle, but none insignificant—especially for a young country star coming out of Nashville.", "In the video for her single “Mean” (from 2010’s Speak Now), we see a boy in a school locker room wearing a lavender sweater and bow tie, surrounded by football players. In “Welcome to New York,” the first track on 1989, she sings, “And you can want who you want. Boys and boys and girls and girls.” Two years later, she donated to a fund for the newly created Stonewall National Monument and presented Ruby Rose with a GLAAD Media Award. Every night of last year’s Reputation tour, she dedicated the song “Dress” to Loie Fuller, the openly gay pioneer of modern dance and theatrical lighting who captured the imagination of fin-de-siècle Paris.", "Swift, who has been criticized for keeping her politics to herself, first took an explicit stance a month before the 2018 midterms. On Instagram, she endorsed Democrats for the Tennessee Legislature and called out the Republican running for Senate, Marsha Blackburn. “She believes businesses have a right to refuse service to gay couples,” Swift wrote. “She also believes they should not have the right to marry. These are not MY Tennessee values.”", "Swift says the post was partly to help young fans understand that if they wanted to vote, they had to register. To tell them, as she puts it, “Hey, just so you know, you can’t just roll up.” Some 65,000 new voters registered in the first 24 hours after her post, according to Vote.org.", "Trump came to Blackburn’s defense the following day. “She’s a tremendous woman,” he told reporters. “I’m sure Taylor Swift doesn’t know anything about her. Let’s say I like Taylor’s music about 25 percent less now, OK?”", "In April, spurred by a raft of anti-LGBTQ bills in Tennessee, Swift donated $113,000 to the Tennessee Equality Project, which advocates for LGBTQ rights. “Horrendous,” she says of the legislation. “They don’t call it ‘Slate of Hate’ for nothing.” Swift especially liked that the Tennessee Equality Project had organized a petition of faith leaders in opposition. “I loved how smart it was to come at it from a religious perspective.”", "Meanwhile, the “Calm Down” video provoked a Colorado pastor to call Swift “a sinner in desperate need of a savior” and warn that “God will cut her down.” It also revived heated debate within LGBTQ communities about the politics of allyship and corporatization of Pride. Some critics argued Swift’s pro-LGBTQ imagery and lyrics were overdue and out of the blue—a reaction the new Swift scholar in me found bewildering. Had they not been paying attention?", "Nor did it strike me as out of character for Swift to leverage her power for a cause. She pulled her catalog from Spotify in 2014 over questions of artist compensation. She stared down Apple in 2015, when the company said it would not pay artists during the launch of its music service. (Apple reversed itself immediately.) As a condition of her record deal with Universal Music Group last year, the company promised that it would distribute proceeds from any sale of its Spotify shares to all of its artists. And this summer, Swift furiously called out Scott Borchetta, founder of Big Machine Label Group, for selling her master recordings to the music manager Scooter Braun. (When I ask Swift if she tried to get her masters from Big Machine, her whole body slumps with a palpable heaviness. “It was either investing in my past or my and other artists’ future, and I chose the future,” she says of the deal she struck with Universal.)", "Swift’s blunt testimony during her 2017 sexual-assault case against a radio DJ—months before the #MeToo reckoning blew open—felt deeply political to me and, I imagine, many other women. Swift accused the DJ, David Mueller, of groping her under her skirt at a photo session in 2013. Her camp reported the incident to his employer, who fired him. Mueller denied the allegation, sued Swift for $3 million, and his case was thrown out. Swift countersued for a symbolic $1 and won.", "In a Colorado courtroom, Swift described the incident: “He stayed latched onto my bare ass cheek” as photos were being snapped. Asked why photos of the front of her skirt didn’t show this, she said, “Because my ass is located at the back of my body.” Asked if she felt bad about the DJ’s losing his job, she said, “I’m not going to let you or your client make me feel in any way that this is my fault. Here we are years later, and I’m being blamed for the unfortunate events of his life that are the product of his decisions—not mine.”", "When Time included Swift on the cover of its “Silence Breakers” issue that year, the magazine asked how she felt during the testimony. “I was angry,” she said. “In that moment, I decided to forgo any courtroom formalities and just answer the questions the way it happened...I’m told it was the most amount of times the word ass has ever been said in Colorado Federal Court.”", "Mueller has since paid Swift the dollar—with a Sacagawea coin. “He was trolling me, implying that I was self-righteous and hell-bent on angry, vengeful feminism. That’s what I’m inferring from him giving me a Sacagawea coin,” Swift says. “Hey, maybe he was trying to do it in honor of a powerful Native American woman. I didn’t ask.” Where is the coin now? “My lawyer has it.”", "Watch Taylor Swift Take Over Go Ask Anna:", "I ask her, why get louder about LGBTQ rights now? “Rights are being stripped from basically everyone who isn’t a straight white cisgender male,” she says. “I didn’t realize until recently that I could advocate for a community that I’m not a part of. It’s hard to know how to do that without being so fearful of making a mistake that you just freeze. Because my mistakes are very loud. When I make a mistake, it echoes through the canyons of the world. It’s clickbait, and it’s a part of my life story, and it’s a part of my career arc.”", "I’d argue that no heterosexual woman can listen to “You Need to Calm Down” and hear only a gay anthem. “Calm down” is what controlling men tell women who are angry, contrary, or “hysterical,” or, let’s say, fearing for their physical safety. It is what Panic! at the Disco singer Brendon Urie says to Swift in the beginning of the “ME!” music video, prompting her to scream, “Je suis calme!”", "I cannot believe it is a coincidence that Swift, a numbers geek with an affinity for dates, dropped the single—whose slow, incessant bass is likely to be bumping in stadiums across the world in 2020 if she goes on tour—on June 14, a certain president’s birthday.", "IT'S ENLIGHTENING to read 13 years of Taylor Swift coverage—all the big reviews, all the big profiles—in one sitting. You notice things.", "How quickly Swift went from a “prodigy” (The New Yorker) and a “songwriting savant” (Rolling Stone) to a tabloid fixture, for instance. Or how suspect her ambition is made to seem once she acquires real power.", "Other plot points simply look different in the light of #MeToo. It is hard to imagine that Swift’s songs about her exes would be reviewed as sensationally today. I wonder if, in 2019, any man would dare grab the microphone out of a young woman’s hands at an awards show. I stared into space for a good long while when I was reminded that Pitchfork did not review Taylor Swift’s 1989 but did review Ryan Adams’s cover album of Taylor Swift’s 1989.", "I ask Swift if she had always been aware of sexism. “I think about this a lot,” she says. “When I was a teenager, I would hear people talk about sexism in the music industry, and I’d be like, I don’t see it. I don’t understand. Then I realized that was because I was a kid. Men in the industry saw me as a kid. I was a lanky, scrawny, overexcited young girl who reminded them more of their little niece or their daughter than a successful woman in business or a colleague. The second I became a woman, in people’s perception, was when I started seeing it.", "“It’s fine to infantilize a girl’s success and say, How cute that she’s having some hit songs,” she goes on. “How cute that she’s writing songs. But the second it becomes formidable? As soon as I started playing stadiums—when I started to look like a woman—that wasn’t as cool anymore. It was when I started to have songs from Red come out and cross over, like ‘I Knew You Were Trouble’ and ‘We Are Never Ever Getting Back Together.’ ”", "Those songs are also more assertive than the ones that came before, I say. “Yeah, the angle was different when I started saying, I knew you were trouble when you walked in. Basically, you emotionally manipulated me and I didn’t love it. That wasn’t fun for me.”", "I have to wonder if having her songwriting overlooked as her hits were picked apart and scrutinized wasn’t the biggest bummer of all. Swift: “I wanted to say to people, You realize writing songs is an art and a craft and not, like, an easy thing to do? Or to do well? People would act like it was a weapon I was using. Like a cheap dirty trick. Be careful, bro, she’ll write a song about you. Don’t stand near her. First of all, that’s not how it works. Second of all, find me a time when they say that about a male artist: Be careful, girl, he’ll use his experience with you to get—God forbid—inspiration to make art.”", "Without question the tenor of the Taylor Swift Narrative changed most dramatically in July 2016, when Kim Kardashian West called her a “snake” on Twitter, and released video clips of Swift and Kanye West discussing the lyrics to his song “Famous.” (No need to rehash the details here. Suffice it to say that Swift’s version of events hasn’t changed: She knew about some of the lyrics but not others; specifically, the words that bitch.) The posts sparked several hashtags, including #TaylorSwiftIsASnake and #TaylorSwiftIsCanceled, which quickly escalated into a months-long campaign to “cancel” Swift.", "To this day Swift doesn’t think people grasp the repercussions of that term. “A mass public shaming, with millions of people saying you are quote-unquote canceled, is a very isolating experience,” she says. “I don’t think there are that many people who can actually understand what it’s like to have millions of people hate you very loudly.” She adds: “When you say someone is canceled, it’s not a TV show. It’s a human being. You’re sending mass amounts of messaging to this person to either shut up, disappear, or it could also be perceived as, Kill yourself.”", "An overhaul was in order. “I realized I needed to restructure my life because it felt completely out of control,” Swift says. “I knew immediately I needed to make music about it because I knew it was the only way I could survive it. It was the only way I could preserve my mental health and also tell the story of what it’s like to go through something so humiliating.”", "I get a sense of the whiplash Swift experienced when I notice that, a few months into this ordeal, while she was writing the songs that would become her album Reputation—and fighting off Mueller’s lawsuit—a portion of the media and internet began demanding to know why she hadn’t un-canceled herself long enough to take a position in the presidential election.", "On that: “Unfortunately in the 2016 election you had a political opponent who was weaponizing the idea of the celebrity endorsement. He was going around saying, I’m a man of the people. I’m for you. I care about you. I just knew I wasn’t going to help. Also, you know, the summer before that election, all people were saying was She’s calculated. She’s manipulative. She’s not what she seems. She’s a snake. She’s a liar. These are the same exact insults people were hurling at Hillary. Would I be an endorsement or would I be a liability? Look, snakes of a feather flock together. Look, the two lying women. The two nasty women. Literally millions of people were telling me to disappear. So I disappeared. In many senses.”", "Swift previewed Reputation in August 2017 with “Look What You Made Me Do.” The single came with a lyric video whose central image was an ouroboros—a snake swallowing its own tail, an ancient symbol for continual renewal. Swift wiped her social-media feeds clean and began posting video snippets of a slithering snake. The song was pure bombast and high camp. (Lest there be any doubt, the chorus was an interpolation of a ’90s camp classic, Right Said Fred’s “I’m Too Sexy.”) Nonetheless, most critics read it as a grenade lobbed in the general direction of Calabasas.", "One longtime Nashville critic, Brian Mansfield, had a more plausible take: She was writing sarcastically as the “Taylor Swift” portrayed in the media in a bid for privacy. “Yeah, this is the character you created for me, let me just hide behind it,” she says now of the persona she created. “I always used this metaphor when I was younger. I’d say that with every reinvention, I never wanted to tear down my house. ’Cause I built this house. This house being, metaphorically, my body of work, my songwriting, my music, my catalog, my library. I just wanted to redecorate. I think a lot of people, with Reputation, would have perceived that I had torn down the house. Actually, I just built a bunker around it.”", "IN MARCH, the snakes started to morph into butterflies, the vampire color palette into Easter pastels. When a superbloom of wildflowers lured a mesmerizing deluge of Painted Lady butterflies to Los Angeles, Swift marked it with an Instagram post. She attended the iHeartRadio Music Awards that night in a sequin romper and stilettos with shimmery wings attached.", "Swift announced the single “ME!” a month later, with a large butterfly mural in Nashville. In the music video for the (conspicuously) bubblegum song, a hissing pastel-pink snake explodes into a kaleidoscope of butterflies. One flutters by the window of an apartment, where Swift is arguing in French with Urie. A record player is playing in the background. “It’s an old-timey, 1940s-sounding instrumental version of ‘You Need to Calm Down,’ ’’ Swift says. Later, in the “Calm Down” video, Swift wears a (fake) back tattoo of a snake swarmed by butterflies.", "We are only two songs in, people. Lover, to be released on August 23, will have a total of 18 songs. “I was compiling ideas for a very long time,” Swift says. “When I started writing, I couldn’t stop.” (We can assume the British actor Joe Alwyn, with whom Swift has been in a relationship for nearly three years, provided some of the inspiration.)", "Swift thinks Lover might be her favorite album yet. “There are so many ways in which this album feels like a new beginning,” she says. “This album is really a love letter to love, in all of its maddening, passionate, exciting, enchanting, horrific, tragic, wonderful glory.”", "I have to ask Swift, given how genuinely at peace she seems, if part of her isn’t thankful, if not for the Great Cancellation of 2016, then for the person she now is—knowing who her friends are, knowing what’s what. “When you’re going through loss or embarrassment or shame, it’s a grieving process with so many micro emotions in a day. One of the reasons why I didn’t do interviews for Reputation was that I couldn’t figure out how I felt hour to hour. Sometimes I felt like: All these things taught me something that I never could have learned in a way that didn’t hurt as much. Five minutes later, I’d feel like: That was horrible. Why did that have to happen? What am I supposed to take from this other than mass amounts of humiliation? And then five minutes later I’d think: I think I might be happier than I’ve ever been.”", "She goes on: “It’s so strange trying to be self-aware when you’ve been cast as this always smiling, always happy ‘America’s sweetheart’ thing, and then having that taken away and realizing that it’s actually a great thing that it was taken away, because that’s extremely limiting.” Swift leans back in the cocoon and smiles: “We’re not going to go straight to gratitude with it. Ever. But we’re going to find positive aspects to it. We’re never going to write a thank-you note.”", "Though people will take the Perry-Swift burger-and-fries embrace in the “You Need to Calm Down” video as a press release that the two have mended fences, Swift says it’s actually a comment on how the media pits female pop stars against one another. After Perry sent Swift an (actual) olive branch last year, Swift asked her to be in the video: “She wrote back, This makes me so emotional. I’m so up for this. I want us to be that example. But let’s spend some time together. Because I want it to be real. So she came over and we talked for hours.", "“We decided the metaphor for what happens in the media,” Swift explains, “is they pick two people and it’s like they’re pouring gasoline all over the floor. All that needs to happen is one false move, one false word, one misunderstanding, and a match is lit and dropped. That’s what happened with us. It was: Who’s better? Katy or Taylor? Katy or Taylor? Katy or Taylor? Katy or Taylor? The tension is so high that it becomes impossible for you to not think that the other person has something against you.\"", "Meanwhile, the protesters in the video reference a real-life religious group that pickets outside Swift’s concerts, not the white working class in general, as some have assumed. “So many artists have them at their shows, and it’s such a confounding, confusing, infuriating thing to have outside of joyful concerts,” she tells me. “Obviously I don’t want to mention the actual entity, because they would get excited about that. Giving them press is not on my list of priorities.”", "At one point, Swift asks if I would like to hear two other songs off the new album. (Duh.) First she plays “Lover,” the title track, coproduced by Jack Antonoff. “This has one of my favorite bridges,” she says. “I love a bridge, and I was really able to go to Bridge City.” It’s a romantic, haunting, waltzy, singer-songwritery nugget: classic Swift. “My heart’s been borrowed and yours has been blue,” she sings. “All’s well that ends well to end up with you.”", "Next, Swift cues up a track that “plays with the idea of perception.” She has often wondered how she would be written and spoken about if she were a man, “so I wrote a song called ‘The Man.’ ” It’s a thought experiment of sorts: “If I had made all the same choices, all the same mistakes, all the same accomplishments, how would it read?” Seconds later, Swift’s earpods are pumping a synth-pop earworm into my head: “I’d be a fearless leader. I’d be an alpha type. When everyone believes ya: What’s that like?”", "Swift wrote the first two singles with Joel Little, best known as one of Lorde’s go-to producers. (“From a pop-songwriting point of view, she’s the pinnacle,” Little says of Swift.) The album is likely to include more marquee names. A portrait of the Dixie Chicks in the background of the “ME!” video almost certainly portends a collaboration. If fans are correctly reading a button affixed to her denim jacket in a recent magazine cover, we can expect one with Drake, too.", "She recently announced a fashion collection with Stella McCartney to coincide with Lover. “We met at one of her shows,” says McCartney, “and then we had a girls’ night and kind of jumped straight in. In London we’ll go on walks and talk about everything—life and love.” (Swift has no further fashion ambitions at the moment. “I really love my job right now,” she tells me. “My focus is on music.”) Oh, and that “5” on the bullseye? Track five is called “The Archer.”", "Yet something tells me the most illuminating clue for reading both Lover and Reputation may be Loie Fuller, the dancer to whom Swift paid homage on tour. As Swift noted on a Jumbotron, Fuller “fought for artists to own their work.” Fuller also used swirling fabric and colored lights to metamorphose onstage, playing a “hide-and-seek illusionist game” with her audience, as one writer has put it. She became a muse to the Symbolists in Paris, where Jean Cocteau wrote that she created “the phantom of an era.” The effect, said the poet Stéphane Mallarmé, was a “dizziness of soul made visible by an artifice.” Fuller’s most famous piece was “Serpentine Dance.” Another was “Butterfly Dance.”", "SWIFT HAS HAD almost no downtime since late 2017, but what little she does have is divided among New York, Nashville, Los Angeles, and Rhode Island, where she keeps homes—plus London. In an essay earlier this year, she revealed that her mother, Andrea Swift, is fighting cancer for a second time. “There was a relapse that happened,” Swift says, declining to go into detail. “It’s something that my family is going through.”", "Later this year, she will star in a film adaptation of Andrew Lloyd Webber’s Cats as Bombalurina, the flirtatious red cat. “They made us the size of cats by making the furniture bigger,” she says. “You’d be standing there and you could barely reach the seat of a chair. It was phenomenal. It made you feel like a little kid.”", "But first, she will spend much of the summer holding “secret sessions”—a tradition wherein Swift invites hundreds of fans to her various homes to preview her new music. “They’ve never given me a reason to stop doing it,” she says. “Not a single one.”", "Speaking of: Inquiring fans will want to know if Swift dropped any more clues about how to decode Lover during this interview. For you I reviewed the audio again, and there were a few things that made my newly acquired Swifty sense tingle.", "At one point she compared superstardom in the digital age to life in a dollhouse, one where voyeurs “can ‘ship’ you with who they want to ‘ship’ you with, and they can ‘favorite’ friends that you have, and they can know where you are all the time.” The metaphor was precise and vivid and, well, a little too intricately rendered to be off the cuff. (Also, the “ME!” lyric: “Baby doll, when it comes to a lover. I promise that you’ll never find another like me.”)", "Then there was the balloon—a giant gold balloon in the shape of a numeral seven that happened to float by while we were on her roof, on this, the occasion of her seventh album. “Is it an L’?” I say. “No, because look, the string is hanging from the bottom,” she says.", "It might seem an obvious symbolic gesture, deployed for this interview, except for how impossible that seems. Swift let me control the timing of nearly everything. Moreover, the gold seven wasn’t floating up from the sidewalk below. It was already high in the sky, drifting slowly toward us from down the street. She would have had to control the wind, or at least to have studied it. Would Taylor Swift really go to such elaborate lengths for her fans? This much I know: Yes, she would.", "Taylor Swift Talks Googling Herself, Which Celebrity's Closet She'd Raid, and the Bravest Thing She's Ever Done:"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Inez"], "url": "https://www.vogue.com/article/taylor-swift-cover-september-2019", "keywords": ["standing", "im", "album", "scrutiny", "songs", "sexism", "swift", "swifts", "music", "say", "video", "shes", "taylor"], "summary": "Pop music has become so layered and meta, but the Taylor Swift Universe stands apart.\n“My lawyer has it.”Watch Taylor Swift Take Over Go Ask Anna:I ask her, why get louder about LGBTQ rights now?\nIT'S ENLIGHTENING to read 13 years of Taylor Swift coverage—all the big reviews, all the big profiles—in one sitting.\nI stared into space for a good long while when I was reminded that Pitchfork did not review Taylor Swift’s 1989 but did review Ryan Adams’s cover album of Taylor Swift’s 1989.\nWould Taylor Swift really go to such elaborate lengths for her fans?", "title": "Taylor Swift on Sexism, Scrutiny, and Standing Up for Herself"}