{"url": "https://www.newyorker.com/magazine/2019/10/14/at-mos-original-it-pays-to-be-open-minded", "paragraphs": ["The story of Mo’s Original, a new restaurant in Brooklyn, involves a few false starts. First, there was Glady’s, an eclectic sandwich shop opened in Crown Heights, in 2013, by Michael Jacober, a chef and grilled-cheese-truck impresario. The sandwiches were excitingly unusual, but after a few months Jacober, feeling like an interloper in the neighborhood, decided to rebrand as a Caribbean restaurant, focussing on Jamaican-style jerk to better serve the local community. If this was pandering, it was in good faith—Jacober travelled around Jamaica to educate himself and found a partner in one of his sous-chefs, Junior Felix, a native of St. Lucia—and it worked; in 2016, they expanded to a second, bigger location, in Prospect-Lefferts Gardens.", "The menu showcases several varieties of ramen, including one made with a vegan mushroom broth, fried tofu, and smoked cherry tomatoes (left) and a spicy miso-curry iteration (right) with a rich, creamy chicken broth and smoked chicken. Photograph by Makeda Sandford for The New Yorker", "In these new digs, however, Glady’s didn’t quite take. And so, in May, Felix, with a new partner, William (Mo) Garfield, a onetime collaborator with Jacober (who recently divested from both places), decided to rebrand, as a Caribbean-ramen restaurant. If this sounds to you, as it did to me, like an outlandishly misguided and even lazily of-the-moment idea: I’m happy to report that it pays to be more open-minded. Garfield and Felix are not trend-chasing hacks but, rather, skilled chefs who have found the intersection of their passions. Garfield, originally from Portland, Maine, and a veteran of Japanese restaurants, is a devoted student of ramen; Felix is fluent in Caribbean flavors and a master of the custom smoker that he and Jacober designed for Glady’s, which burns American maple and ash wood in addition to traditional Jamaican pimento chips.", "The bar serves beers on tap, sake, and tiki-style cocktails, plus a house-made yuzu lemonade. Photograph by Makeda Sandford for The New Yorker", "The success of Mo’s is best exemplified by the spicy miso-curry ramen. Curry is Caribbean, curry is Japanese, curry is fantastic when added in balanced proportion to an incredibly rich chicken broth, which is so thick with miso that it’s almost a sauce. Golden and creamy, it’s a perfect base for a tangle of thick-cut wavy noodles and generous curls of succulent smoked chicken thigh, nestled with charred cabbage and carrots and topped with wisps of scallion, garlic oil, and a house-made togarashi spice mixture.", "The menu goes far beyond ramen, offering smoked meats served barbecue style, burgers, tater tots, and chicken wings. Photograph by Makeda Sandford for The New Yorker", "The “smoke” ramen, made with both smoked-chicken broth and shreds of smoked pork loin, would be my second choice, and, in the mushroom-broth ramen, the three-dimensional flavor of the sweet smoked cherry tomatoes alone makes that dish worth ordering. (The latter is vegan, and the kitchen is unusually accommodating of dietary restrictions, using only wheat-free tamari in lieu of regular soy sauce and offering to substitute rice noodles in any ramen.)", "But the menu goes far beyond noodles. Dinner begins with complimentary baskets of freshly made, copper-hued potato chips sprinkled with togarashi. Appetizers include crunchy tater tots topped with eel sauce, aioli, and bonito flakes; fried Brussels sprouts with vegan fish sauce (made with seaweed and mushrooms); and plump bao buns filled with sweet-and-sour pickles and meaty-textured deep-fried tofu. A “big salad” features frilly-tendrilled mixed greens that taste like they came from the farmers’ market as opposed to a plastic clamshell, tossed with carrots, daikon, hemp seeds, almonds, and herbs in an oniony dressing. The smoked chicken and pork loin are available barbecue style, too, and, to really please the crowds, there’s a burger—with two beef patties—plus a veggie “burger” (actually a smoked portobello cap).", "Fried Brussels sprouts (left) are seasoned with vegan fish sauce. Japanese-style bao buns are filled with smoked pork (center) or deep-fried tofu, plus sweet-and-sour pickles and aioli, and finished with a sprinkle of a house-made togarashi spice mix. Photograph by Makeda Sandford for The New Yorker", "A few months in, Mo’s has some kinks to iron out. On several recent evenings, the kitchen had run out of a good third of its offerings, and delicious-sounding specials, though prominently advertised, have been elusive; I’ve been chasing the smoked lobster with corn for weeks. I was sorry to see a dish of excellent head-on shrimp grilled in soy and ginger replaced by one with shrimp breaded and fried, and to be served a plate of tamari-brined fried chicken that was just shy of inedibly burnt. With a few tweaks, Mo’s could end its Goldilocks-like journey and feel exactly right. (Dishes $5-$15.) ♦"], "pubDate": null, "id": "537984f6-ff1c-360d-827d-d3a0de4aa91d", "keywords": ["ramen", "sauce", "pays", "photograph", "smoked", "vegan", "makeda", "original", "sandford", "mos", "openminded", "jacober", "chicken"], "title": "At Mo’s Original, It Pays to Be Open-Minded", "summary": "The story of Mo’s Original, a new restaurant in Brooklyn, involves a few false starts.\nPhotograph by Makeda Sandford for The New YorkerIn these new digs, however, Glady’s didn’t quite take.\nPhotograph by Makeda Sandford for The New YorkerThe success of Mo’s is best exemplified by the spicy miso-curry ramen.\nThe smoked chicken and pork loin are available barbecue style, too, and, to really please the crowds, there’s a burger—with two beef patties—plus a veggie “burger” (actually a smoked portobello cap).\nPhotograph by Makeda Sandford for The New YorkerA few months in, Mo’s has some kinks to iron out.", "authors": ["Hannah Goldfield", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}