{"pubDate": null, "title": "GI Show - Modern Warfare's Campaign, Evo, Xbox's Matt Booty Interview", "keywords": ["campaign", "warfare", "booty", "gi", "duty", "game", "xboxs", "interview", "xbox", "warfares", "modern", "studios", "listen", "evo", "video", "matt"], "id": "538dc658-0d9e-3493-9efd-a826586dd63a", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Game Informer's Ben Hanson, Dan Tack, and Brian Shea share new details on Call of Duty: Modern Warfare based on our cover story trip and Suriel Vazquez talks about going to EVO 2019. After some great community emails, we're joined by corporate vice president of Xbox Game Studios Matt Booty to talk about his past at Midway, why they purchased studios like Double Fine and Ninja Theory, and some hints about the future of Xbox.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "3:40 - Call of Duty: Modern Warfare groundwar and campaign impressions", "31:15 - EVO 2019", "1:01:30 - Community emails", "2:04:36 - Head of Xbox studios Matt Booty interview"], "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/08/08/gi-show-modern-warfares-campaign-evo-xboxs-matt", "summary": "Game Informer's Ben Hanson, Dan Tack, and Brian Shea share new details on Call of Duty: Modern Warfare based on our cover story trip and Suriel Vazquez talks about going to EVO 2019.\nAfter some great community emails, we're joined by corporate vice president of Xbox Game Studios Matt Booty to talk about his past at Midway, why they purchased studios like Double Fine and Ninja Theory, and some hints about the future of Xbox.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n3:40 - Call of Duty: Modern Warfare groundwar and campaign impressions31:15 - EVO 20191:01:30 - Community emails2:04:36 - Head of Xbox studios Matt Booty interview"}