{"id": "53b794c4-d67b-3849-b973-bf31fdea2092", "title": "Kelly’s heroics - How a former astronaut won John McCain’s old Arizona Senate seat", "url": "https://www.economist.com/united-states/2020/11/05/how-a-former-astronaut-won-john-mccains-old-arizona-senate-seat", "summary": "But Mark Kelly, who has won the late John McCain’s Senate seat in Arizona—giving the state its first all-Democratic mission to the Senate in nearly 70 years—has blazed his own trail.\nThe biggest single strength of Mr Kelly is his aura of independence in a purple state.\nHe suggested that he had more in common with Mr Trump than with Democrats on border control.\nYet Mr Kelly supports the constitutional right to bear arms and often reminds voters that he is a gun owner himself.\nBefore he was an astronaut Mr Kelly was a naval aviator, flying dozens of missions in Operation Desert Storm.", "paragraphs": ["Editor’s note: See our results page for details of the vote.", "AS POLITICAL POLARISATION has grown, winning Senate candidates have increasingly clung to the coat-tails of presidential ones. But Mark Kelly, who has won the late John McCain’s Senate seat in Arizona—giving the state its first all-Democratic mission to the Senate in nearly 70 years—has blazed his own trail. For much of 2020 Joe Biden polled only narrowly ahead of President Donald Trump in Arizona. Mr Kelly, by contrast, put a solid margin between himself and Martha McSally, the Republican who was appointed to fill the seat after McCain’s death in 2018, and maintained it, winning by about five points.", "The biggest single strength of Mr Kelly is his aura of independence in a purple state. Once reliably Republican, Arizona has been drifting to the left, thanks to increasing proportions of well-educated voters, many of them newcomers, and young Hispanic ones. Mr Kelly flagged his enthusiasm for bipartisanship. He lauded McCain and tended to use the word “Democratic” only to make clear it does not define him (he registered as a member of the party just two years ago). He suggested that he had more in common with Mr Trump than with Democrats on border control.", "He is also nuanced on the issue that brought him to politics: gun control. After his wife, Gabby Giffords, then serving in the House of Representatives, was shot in the head in 2011, the couple established a group that campaigns for stricter gun laws. Yet Mr Kelly supports the constitutional right to bear arms and often reminds voters that he is a gun owner himself.", "His own independent-mindedness highlighted his rival’s apparent lack of it. Formerly a moderate Republican who had refused to endorse Mr Trump in 2016, Ms McSally threw in her lot with the president in 2020. This seems to have been a particularly disastrous strategy when it came to the covid-19 pandemic. Whereas Ms McSally mimicked Mr Trump’s line, blaming the virus on China, Mr Kelly tied his careful, science-based approach to his defence of the Affordable Care Act (ACA), pointing out that without the law, insurers could have claimed covid-19 was a pre-existing condition. Many voters no doubt remembered that McCain saved the ACA from defeat; Ms McSally voted to repeal it.", "Mr Kelly’s other great selling-point has little to do with politics: he has flown into space four times. His campaign flogged bumper stickers illustrated with a space shuttle; its website linked to the International Space station, his “old office”. Before he was an astronaut Mr Kelly was a naval aviator, flying dozens of missions in Operation Desert Storm.", "All that served to dissipate one of Ms McSally’s key strengths: her own trail-blazing career as a colonel in the air force, the first woman to fly in combat and lead a squadron. Mr Kelly’s career also no doubt appealed to voters still grieving McCain, a Vietnam-war hero. Time will tell whether he will follow McCain’s habit of sometimes voting against his party.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["kelly", "astronaut", "mcsally", "old", "heroics", "voters", "trump", "politics", "won", "kellys", "arizona", "john", "republican", "mr", "space", "ms", "seat", "senate", "mccains"], "pubDate": "2020-11-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}