{"id": "53ba323e-efd4-37ca-b76e-2af4b5c07989", "title": "Witch Pix, a Salem Favorite, on Surviving the City’s Weirdest Halloween Yet", "url": "https://www.vogue.com/article/witch-pix-halloween-salem-massachusetts-covid-19", "summary": "All this comes at a time when Hitchcock should have been set up for success.\nShe was planning a huge relaunch with three new sets: Witch Cottage, Magick Avenue, and Olde Salem Village.\n“They are very much theatrical sets.” Hitchcock also noted that pre-pandemic she had invested in expanding her women’s costumes as well.\n“This year, we have 30 new women’s costumes,” she says.\nI have to keep reminding myself because there is truly an emotional seesaw.” \\@halloweenhappy in a custom Witch Pix maskCustomers sanitizing their hands before they take photographs Photo: Courtesy of Witch Pix", "paragraphs": ["A spooky scene taken by a masked photographer Photo: Courtesy of Witch Pix", "She describes costume and prop sanitation as the “the elephant in the room”; props are sterilized, and costumes and hats are steamed at 212 degrees to kill viruses, with industrial-strength OdoBan used for fabric. This requires at least three staff on weekend days.", "All this comes at a time when Hitchcock should have been set up for success. She was planning a huge relaunch with three new sets: Witch Cottage, Magick Avenue, and Olde Salem Village. Each set was hand built and later hand painted by Hitchcock herself. “People walk in and say that their jaws just dropped,” she says. “They are very much theatrical sets.” Hitchcock also noted that pre-pandemic she had invested in expanding her women’s costumes as well. “This year, we have 30 new women’s costumes,” she says. “I know 30 is not a huge number, but it is in my operation.”", "Owner Hope Hitchcock and photographer Billie Desmond wearing custom Witch Pix masks Photo: Courtesy of Witch Pix", "Hitchcock notes that crowds of people are still coming into Salem to celebrate Halloween, but that has brought in another issue: The City of Salem has instituted sets of COVID-19 rules and regulations regarding crowd control, sealing off parking lots and enforcing geo-fencing so people can’t buy tickets to events unless they are already inside the city. (Local train service has been skipping the Salem stop.)", "“It’s very mixed emotions and different sides of the rationale,” says Hitchcock. Despite the obvious constraints on her busiest month of the year, she is staying positive. “I’m hanging on until the next season, which is spring. I think I am going to be okay by the skin of my chinny chin chin. I will do what I can because I know in my heart that what I had planned on, what we built this year, it’s in place now, it’s successful, and it’s going to be successful next year. I have to keep reminding myself because there is truly an emotional seesaw.” \\", "@halloweenhappy in a custom Witch Pix mask", "Customers sanitizing their hands before they take photographs Photo: Courtesy of Witch Pix"], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["witch", "costumes", "set", "pix", "citys", "favorite", "weirdest", "womens", "hitchcock", "successful", "sets", "halloween", "surviving", "salem", "courtesy"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}