{"id": "546de120-136f-3fef-8d46-f94ebfe4cb79", "title": "Trump 'voter fraud hotline' inundated by prank calls", "url": "https://www.theguardian.com/us-news/2020/nov/09/trump-voter-hotline-inundated-by-prank-calls", "summary": "Jonathan Swan (@jonathanvswan) Trump campaign aides manning the “voter fraud hotline” describe mostly fielding prank calls from lefty teenagers and dealing with some disturbing unsolicited adult images.\nEric Trump, one of the president’s sons, claimed on Twitter that the Democratic party was to blame for the prank calls.\nSome early callers appeared to be motivated by keeping the lines busy so that those wanting to help the Trump campaign could not get through.\nRick Wilson (@TheRickWilson) I believe @gtconway3d warned you not to call the Trump voter fraud hotline at 1-888-630-1776.\nKei Yasui (@keiyasui) The Tik-Tok youth are flooding the Trump voter fraud hotline with prank calls pic.twitter.com/v5HqToJpTTComedian Alex Hirsch joined in on Sunday night.", "paragraphs": ["Reports in US media say the hotline has turned into a ‘nightmare’ after TikTok and Twitter users began calling in with bizarre stories", "A “voter-fraud” hotline set up by Donald Trump’s campaign team has been on the receiving end of a slew of prank calls after being targeted by TikTok and Twitter users.", "Citing unnamed sources, the ABC reports that the hotline, which is being run by campaign staff from the headquarters of the re-election campaign headquarters in Virginia, has turned into a “nightmare”, with staffers answering “prank calls from people laughing or mocking them over Biden’s win before hanging up”.", "Some have also received “disturbing unsolicited adult images” and calls from “lefty teenagers”, according to Axios reporter Jonathan Swan.", "Jonathan Swan (@jonathanvswan) Trump campaign aides manning the “voter fraud hotline” describe mostly fielding prank calls from lefty teenagers and dealing with some disturbing unsolicited adult images.", "Eric Trump, one of the president’s sons, claimed on Twitter that the Democratic party was to blame for the prank calls.", "Some early callers appeared to be motivated by keeping the lines busy so that those wanting to help the Trump campaign could not get through.", "Rick Wilson (@TheRickWilson) I believe @gtconway3d warned you not to call the Trump voter fraud hotline at 1-888-630-1776.", "", "That would be so wrong.", "", "In their time of crisis, calling 1-888-630-1776 would distract them from their vital work.", "", "So please don’t call 1-888-630-1776.", "In one, a caller reports that “there’s an obese turtle that has rolled onto its back and is flailing in the hot sun,” a reference to CNN anchor Anderson Cooper’s description of Trump last week.", "Kei Yasui (@keiyasui) The Tik-Tok youth are flooding the Trump voter fraud hotline with prank calls pic.twitter.com/v5HqToJpTT", "Comedian Alex Hirsch joined in on Sunday night.", "“So I saw a man, he walked into this building,” he said, on a recording of his call to the hotline. “And he was wearing a – he had a black hat, a black mask, striped shirt and a red tie. And I believe there were hamburgers in his bag? And he was saying, ‘Robble, robble,’ as he was exiting the building, like a burglar. You know, I think he’s probably Antifa. Can I speak to Rudy Giuliani?” The person on the other end of the line then hung up.", "Alex Hirsch (@_AlexHirsch) I...may just do this all night pic.twitter.com/OFtKDeMBqE", "Comedian Nick Lutsko also rang in to report that he had discovered an envelope marked, “INSIDE: 100,000 Trump ballots Pennsylvania. Very important do NOT lose!!!”:", "Nick Lutsko (@NickLutsko) .@RudyGiuliani call me back! pic.twitter.com/vPqbFNk6RG", "A Trump spokesman told The Hill that the hotline had been “very effective”.", "Trump has refused to concede defeat in the election, insisting he would press ahead with legal challenges from Monday. There is no evidence of widespread election irregularities."], "authors": ["Helen Sullivan"], "keywords": ["calls", "voter", "fraud", "hotline", "twitter", "trump", "tiktok", "prank", "inundated", "reports", "campaign"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}