{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://howtospendit.ft.com/travel/120061-rose-carrarinis-paris", "pubDate": null, "authors": [], "keywords": ["la", "rose", "ill", "japanese", "food", "weekend", "wonderful", "american", "perfect", "carrarinis", "lots", "place", "wood", "paris"], "title": "Rose Carrarini’s perfect weekend in Paris", "id": "549e378a-ecf5-38b2-b6b8-e1e392850136", "summary": "When my husband Jean‑Charles and I arrived in Paris from London, a friend suggested we base ourselves in the ninth arrondissement.\nWe have a typical 1930s apartment, with two bedrooms – a complete luxury in Paris – and an old-fashioned lift in wood and metal.\nParis is not a relaxing city; it’s very hard to find a quiet spot anywhere.\nI’ll buy a coffee and some madeleines – they are the best in Paris.\nThey’ve redone the whole store and it’s a wonderful place to browse – I love the épicerie and the homeware department, where I stock up on sheets and linens.", "paragraphs": ["When my husband Jean‑Charles and I arrived in Paris from London, a friend suggested we base ourselves in the ninth arrondissement. It’s a little like Marylebone – quite residential and one step away from the galleries and big stores in the city centre, and there are lots of schools and families too. We have a typical 1930s apartment, with two bedrooms – a complete luxury in Paris – and an old-fashioned lift in wood and metal. It’s incredibly peaceful, apart from the motorbikes that echo through the courtyard. Paris is not a relaxing city; it’s very hard to find a quiet spot anywhere.", "On Saturday morning I often go to see any new pastry shops that have opened and one of my favourites is Pâtisserie Gilles Marchal. It’s tiny but worth going up the hill towards Montmartre for, and it’s good exercise. There are fantastic cakes, Viennoiserie and biscuits, and everything is made in the studio at the back. I’ll buy a coffee and some madeleines – they are the best in Paris.", "On the way back home I’ll stop off at Oh My Cream!, a fantastic beauty shop that stocks lots of American brands that are hard to find here, such as Tata Harper – I love her natural oils, and the smell of everything she makes is wonderful. I’ll also buy some creams by Susanne Kaufmann.", "After a quick sandwich at home, I’ll go to Le Bon Marché. They’ve redone the whole store and it’s a wonderful place to browse – I love the épicerie and the homeware department, where I stock up on sheets and linens. I have three grandchildren now, so the children’s department on the third floor is another place where I can spend lots of money.", "Advertisement", "I used to go to galleries a lot and I feel ashamed that I don’t visit them more often so I will go to La Maison Rouge, an independent gallery that shows private collections of contemporary art from around the world. It’s a beautiful space and always has interesting exhibitions.", "If it’s sunny I will go and get myself some English books from WHSmith on Rue de Rivoli and then have a wander around the Tuileries Garden opposite. Jean-Charles is usually working on Saturdays so I will treat myself to tea at Toraya, which is close by. It’s one of the few places that I really enjoy – it’s so serene and calming with a lot of pale wood, very Japanese. The food is simple and there’s not much choice but it’s perfect; they have a tray with little bowls of different vegetables, an egg dish, miso and lovely tea and they bring you a Japanese cake afterwards. It’s fabulous. You feel very good about it because it’s wholesome and healthy.", "We often have Mondays off, so sometimes on Sunday we go to our house in Normandy. If we stay in Paris, eating out can be tricky as so much is closed – one of my favourite new restaurants, La Bourse et La Vie, was opened by an American serving classic French bistro food in a long, elegant restaurant that’s very Parisian. He brings a lovely gougère, a cheese puff pastry, to the table instead of bread and it’s just to die for. His steak and chips are the best in Paris. But he’s not open on Sundays. Instead I’d opt for lunch at a Japanese noodle place, and our favourite is Kunitoraya – there is no booking and it’s easy food. I normally have the bowl of udon noodles with either the tofu or deep-fried prawns.", "Sunday night, we might go and see a film at a small cinema, the Gaumont in the Opéra district, which shows lots of foreign-language films. My husband likes intellectual films because he comes from the heartland of pure French cinema, so he sniffs at anything that’s American. But I quite like blockbusters, so we have to compromise."]}