{"pubDate": null, "title": "Revisiting Final Fantasy XIV's Eorzea Cafe With A Shadowbringers-Inspired Feast", "keywords": ["feast", "cafe", "fantasy", "yes", "xiv", "trip", "revisiting", "eorzea", "wanted", "xivs", "final", "shadowbringersinspired", "visit"], "id": "54dd5395-e36c-3514-8882-ecd242a20321", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["This isn't our first trip to Final Fantasy XIV's Eorzea Cafe in Akihabara, but our last visit was five years ago. A lot has changed since then, for both the cafe and game, making us eager to revisit, especially with the new menu items crafted in the image of Shadowbringers. Since this was our second visit, we wanted to go all-out and order up quite an impressive feast, complete with drinks and dessert.", "This first gallery showcases our feast in all its glory. We got everything from an Aramigo beef bowl to our very own potion drink.", "After eating, we got up and took in the atmosphere, which you get a glimpse of below. Yes, you can log into your Final Fantasy XIV account and play while there.", "To learn more about the cafe, you can visit the official site here."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "url": "https://www.gameinformer.com/tgs-2019/2019/09/11/revisiting-final-fantasy-xivs-eorzea-cafe-with-a-shadowbringers-inspired-feast", "summary": "This isn't our first trip to Final Fantasy XIV's Eorzea Cafe in Akihabara, but our last visit was five years ago.\nA lot has changed since then, for both the cafe and game, making us eager to revisit, especially with the new menu items crafted in the image of Shadowbringers.\nSince this was our second visit, we wanted to go all-out and order up quite an impressive feast, complete with drinks and dessert.\nYes, you can log into your Final Fantasy XIV account and play while there.\nTo learn more about the cafe, you can visit the official site here."}