{"id": "55340387-c75a-3ecf-9c38-6a46a66552d1", "title": "The Best Shoes I've Ever Worn Are Hardly Shoes at All", "url": "https://www.wired.com/story/xero-z-trail-barefoot#intcid=_wired-most-popular-right-rail_4f3bd516-b55a-46c4-bc44-b0fba9ab7957_popular4-1", "summary": "The Z-Trail sandals from footwear maker Xero are true \"barefoot\" shoes.\nWhich is the whole point: Instead of protecting your feet from the ground, so-called barefoot shoes bring the feel of the ground through the sole to your feet.\nWhile emerging science appears to be on the side of bare feet, for me the barefoot shoe is about something more than the purely physical benefits.\nPhotograph: Xero ShoesNot free in any political sense of the word, but free in the way you were free as a child.\nYou'd head to the pool or the beach or the park and jump out of the car with bare feet, ready to play.", "paragraphs": ["The Z-Trail sandals from footwear maker Xero are true \"barefoot\" shoes. The sandals are so thin of sole, so minimal of strap, I routinely forget I'm wearing them. Which is the whole point: Instead of protecting your feet from the ground, so-called barefoot shoes bring the feel of the ground through the sole to your feet.", "Barefoot shoes—a design that has gained a sizable following among runners and outdoors enthusiasts—take everything you think you know about shoes and invert it. A growing body of evidence suggests that the padding in the modern shoe isn't good for your feet. Allowing your feet to bend, twist, flex, stretch and otherwise do what feet evolved to do can reduce injuries and improve balance and agility. The more information your feet can convey to your brain, the better you can navigate the terrain.", "Still, there's something undeniably quixotic about paying real money for footwear with almost no support or cushion. While emerging science appears to be on the side of bare feet, for me the barefoot shoe is about something more than the purely physical benefits. I have had a lifelong love affair with being barefoot, because to be barefoot is to be free.", "Photograph: Xero Shoes", "Not free in any political sense of the word, but free in the way you were free as a child. Free to run and jump and play. Free of obligation. Free to do whatever you wanted for no reason at all because that freedom is the foundation of all human delight.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "Remember when school first let out for the summer? Your feet had been imprisoned in shoes all through the year and suddenly they were free. You'd head to the pool or the beach or the park and jump out of the car with bare feet, ready to play. Of course, it hurt. The burning hot asphalt singed your bare soles. But it hurt so good. Walking across the hot blacktop was nothing compared to the boredom of staring at a blackboard all day. That pain would be gone after a few weeks—your feet are remarkably adaptable body parts—but that sense of freedom remained."], "authors": ["Scott Gilbertson", "Scott Gilbertso"], "keywords": ["bare", "sole", "xero", "best", "shoes", "support", "barefoot", "shoe", "free", "ive", "feet", "sense", "worn", "hardly"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}