{"authors": [], "id": "55631dcc-70fb-3d1d-bcf2-c4b0f6c8df03", "pubDate": null, "title": "New York Region News", "keywords": ["transit", "region", "payroll", "city", "bill", "traffic", "upstate", "state", "seven", "york", "vendors"], "paragraphs": ["Transit Buses Cruise Through Manhattan Corridor as Traffic Change Takes Effect A new traffic change to speed up mass transit on one of Manhattan’s busiest crosstown streets was so successful on its first day that bus drivers had to slow down to keep to their schedules.", "New York Bill Would Pull the Plug on Vendors at Christmas Lights Extravaganza in Brooklyn The New York City Council met to discuss a bill that would prohibit some vendors from the Dyker Heights Christmas Spectacular, which has been overrun with hot cocoa stands and others.", "New York Meeting-Space Companies See Big Money in Manhattan A British company that builds and rents out meeting space in office properties is expanding in New York, challenging hotels and other operators for a slice of the city’s more than $10 billion annual conference business.", "Tri-State Area At Least Seven Killed in Vintage Bomber Plane Crash in Connecticut Seven people were killed when a World War II-era bomber plane crashed while attempting an emergency landing at a Connecticut airport.", "Crime New York City Council Proposes a Plan for Jails After Rikers New York City lawmakers presented an expanded inmates’ bill of rights and other reforms to create better conditions for prisoners ahead of a critical vote to replace the jail complex on Rikers Island.", "New York Payroll Firms Subpoenaed After MyPayrollHR Collapses The New York State Department of Financial Services sent subpoenas to more than 40 payroll processors that do business in the state after the collapse of an upstate payroll company.", "Politics Judge Agrees to Block N.J.’s Political-Donor Disclosure Law The preliminary injunction was granted in response to a lawsuit brought by a think tank founded by the Koch brothers.", "Culture Baryshnikov Arts Center Names New President Cora Cahan will become president and CEO of the New York arts center founded by the dance legend Mikhail Baryshnikov.", "Tri-State Area Newark to Tap Port Authority Lease Money for Lead Crisis Newark, N.J., has reached a $155 million lease deal with the Port Authority of New York and New Jersey, giving the city a cash boost it plans to use to address its crisis with lead-contaminated drinking water.", "New York Former New York Congressman Pleads Guilty in Insider-Trading Case Christopher Collins, the newly resigned upstate New York congressman,to conspiracy to commit securities fraud and lying to the FBI, ending his federal insider-trading case.", "Load More"], "summary": "New York Bill Would Pull the Plug on Vendors at Christmas Lights Extravaganza in Brooklyn The New York City Council met to discuss a bill that would prohibit some vendors from the Dyker Heights Christmas Spectacular, which has been overrun with hot cocoa stands and others.\nCrime New York City Council Proposes a Plan for Jails After Rikers New York City lawmakers presented an expanded inmates’ bill of rights and other reforms to create better conditions for prisoners ahead of a critical vote to replace the jail complex on Rikers Island.\nNew York Payroll Firms Subpoenaed After MyPayrollHR Collapses The New York State Department of Financial Services sent subpoenas to more than 40 payroll processors that do business in the state after the collapse of an upstate payroll company.\nCulture Baryshnikov Arts Center Names New President Cora Cahan will become president and CEO of the New York arts center founded by the dance legend Mikhail Baryshnikov.\nNew York Former New York Congressman Pleads Guilty in Insider-Trading Case Christopher Collins, the newly resigned upstate New York congressman,to conspiracy to commit securities fraud and lying to the FBI, ending his federal insider-trading case.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/news/us/greater-new-york"}