{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["currency", "china", "kong", "chinese", "theory", "hong", "money", "companies", "foreign", "world", "important"], "title": "Why Hong Kong is important to China", "paragraphs": ["You can enable subtitles (captions) in the video player", "Hong Kong is the world's gateway to China, but it's more than that. It's China's gateway to the world, especially when it comes to what makes the city really tick - finance. Hong Kong is run under a different set of rules to the rest of China known as One Country Two Systems. It has its own currency, an independent legal system, and a quasi-democratic government that - in theory at least - operates under a high degree of autonomy. However, three months of increasingly violent demonstrations have exposed the fault lines in the system and are forcing Beijing to face an uncomfortable question. Just how important is Hong Kong?", "When the territory was handed over from the British to the Chinese in 1997, Hong Kong's economy was equal to about a fifth of China's.", "Spectacular growth in China over the two decades since then have shrunk that to the equivalent of less than three per cent. Surely, China could live without that if it needed to. The truth isn't that simple.", "Capital controls on the renminbi mean that if a Chinese company wants to expand overseas, it needs to raise money outside mainland China. At the moment, a third of all dollar bond issuance by Chinese companies happens in Hong Kong. Could companies raise foreign currency in New York or London?", "In theory, yes, but the lack of knowledge and familiarity would make it a whole lot more difficult for many of them. It's a similar story when it comes to the stock market. Three-quarters of all funding from offshore IPOs is raised in Hong Kong, where investors are comfortable putting their money into mainland-based companies.", "With the Hong Kong currency pegged to the US dollar, that means Chinese companies can get ready access to some of the deepest capital markets in the world. Chinese companies could list elsewhere, but a highly liquid market on their doorstep makes Hong Kong an easier and more attractive option. It isn't just companies looking to expand overseas that want foreign investment.", "Hong Kong's Stock Connects with markets in Shanghai and Shenzhen allow foreign investors to put their money into Chinese companies without worrying about China's capital controls, which could stop them getting back out. Hong Kong may have become politically unstable and a source of discomfort for the government in Beijing. But if China was to dismantle the firewall between the mainland and Hong Kong, it's not just the Asian financial hub that would suffer. Corporate China would also find itself left in the lurch."], "id": "55750c87-3280-3a58-a88b-fedb298b0df4", "url": "https://www.ft.com/video/23d5dbc2-812a-42af-9a77-7599a3b76836", "authors": ["Filmed", "Produced Tom Griggs. Additional Footage Getty"], "summary": "Hong Kong is run under a different set of rules to the rest of China known as One Country Two Systems.\nJust how important is Hong Kong?\nAt the moment, a third of all dollar bond issuance by Chinese companies happens in Hong Kong.\nHong Kong may have become politically unstable and a source of discomfort for the government in Beijing.\nBut if China was to dismantle the firewall between the mainland and Hong Kong, it's not just the Asian financial hub that would suffer."}