{"id": "55a76a9d-cedc-30c4-b828-896c08cff049", "title": "3 billion journeys: World's biggest human migration begins in China", "url": "https://edition.cnn.com/travel/article/chunyun-2020-lunar-new-year-travel-rush-china/index.html", "summary": "(CNN) — Lunar New Year might still be two weeks away, but China is already bracing itself for an annual homecoming of epic proportions.\nSome 3 billion trips are expected to be made during the 2020 Chunyun period, a slight increase from last year's figure (2.99 billion trips).\nMore railways, more roads and fewer tollsDuring last year's Chunyun period, 2.99 billion trips were made.\nMore high-speed trains, with a total of 157.5 pairs of trains per night, will be deployed at night during the peak period.\nAirports around China have scheduled at least 17,000 flights every day, 13.3% higher than last year, to deal with the traffic.", "paragraphs": ["(CNN) — Lunar New Year might still be two weeks away, but China is already bracing itself for an annual homecoming of epic proportions.", "Considered the largest human migration on the planet, Chunyun -- the 40-day period when Chinese people head home to celebrate the Lunar New Year Spring Festival with their families -- officially began on January 10 and will end on February 18.", "Related content Lunar New Year dos and don'ts", "It's going to be even busier than usual", "Travellers wait for their trains outside the entrance to Beijing railway station in the Chinese capital on January 10, 2020. WANG ZHAO/AFP/AFP via Getty Images", "Lunar New Year falls on January 25 this year -- the earliest LNY since 2012.", "This means that the beginning of Spring Festival rush, when workers begin their journey home, will overlap with the peak time when college students begin winter holidays, putting an even bigger strain on the nation's infrastructure.", "Some 3 billion trips are expected to be made during the 2020 Chunyun period, a slight increase from last year's figure (2.99 billion trips).", "Of those, 2.43 billion trips will be made by automobile (1.2% fewer than last year), 440 million by rail (a rise of 8%), 79 million by air (an 8.4% increase) and 45 million by sea (a 9.6% increase).", "These figures are indeed staggering. But fret not, China has already planned ahead.", "On Thursday, a day before Chunyun officially began, China's State Council Information Office hosted a joint press conference with seven departments including the National Development and Resort Commission and the Ministry of Transport to announce this year's stats and the special measures taken for this year's Spring Festival rush.", "More railways, more roads and fewer tolls", "During last year's Chunyun period, 2.99 billion trips were made. STR/AFP/AFP via Getty Images", "Already boasting the world's largest rail network, China has built 8,489 kilometers (about 5,275 miles) of new railway lines in 2019, including 5,474 kilometers of high-speed rail.", "The Beijing-Zhangjiakou high-speed railway -- which features driverless bullet trains operating at 350 kilometers per hour -- and the Chengdu-Guiyang high-speed railway are two highlights among the openings that will ease the normally heavy road traffic in the northern and western regions of China.", "Some 5,275 pairs of train services will operate per day before the Lunar New Year holiday and 5,410 after.", "More high-speed trains, with a total of 157.5 pairs of trains per night, will be deployed at night during the peak period.", "\"Comparing to Chunyun last year, ticket shortage problems for some of the most popular routes have been alleviated,\" said Li Wenxin, vice general manager of the China State Railway Group Co. Ltd, in the press conference. \"It's easier to get tickets [this year].\"", "Apart from the peak travel days (Jan 20-22 and Jan 31-Feb 1), many of the previously sold-out routes still have tickets available.", "Related content 40 beautiful places to visit in China", "Speeding up traffic with technology", "CNN's David Culver tours the new starfish-shaped Daxing airport, boasting customer service robots and a terminal the size of 97 soccer fields.", "New tech will play a part in easing congestion at train stations, highways and airports.", "More than 1,000 train stations in the country have been installed with e-ticket check-in system to speed up ticketing procedures.", "The Civil Aviation Administration of China estimated that the new airport in the capital city will ferry 190 million passengers during the Lunar New Year period, with 15% more flights than usual.", "In addition to featuring technology to help flying in low visibility, to reduce the chances of flight delays during adverse weather conditions, Daxing International Airport has also adopted facial recognition and automated technologies to increase efficiency.", "Airports around China have scheduled at least 17,000 flights every day, 13.3% higher than last year, to deal with the traffic.", "Wang Yang, chief engineer of the Ministry of Transport, said that about 790,000 buses and 19,000 boats will be utilized to ferry home-comers.", "Some 330,000 kilometers of highway has also been built and expanded."], "authors": ["Maggie Hiufu Wong"], "keywords": ["migration", "railway", "lunar", "highspeed", "billion", "million", "human", "begins", "biggest", "china", "chunyun", "trains", "period", "kilometers", "journeys", "worlds"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}