{"summary": "At least three children in Colorado are hospitalized with measles, a highly contagious virus that could possibly put those who recently traveled through the Denver International Airport at risk.\nOfficials did not say which country the children had traveled to.\nThough it’s unclear how many people may have been exposed, some 179,000 people traveled through the airport on Dec. 11, The Denver Post reported.\nThe MMR vaccine can protect both individuals and other people from contracting the virus.\nYoung children are typically most at risk of contracting measles.", "keywords": ["vaccine", "denver", "hospital", "hospitalized", "virus", "measles", "contracting", "colorado", "travelers", "risk", "children", "officials", "airport", "traveled", "mmr"], "paragraphs": ["At least three children in Colorado are hospitalized with measles, a highly contagious virus that could possibly put those who recently traveled through the Denver International Airport at risk.", "The three children, who were not identified, are currently hospitalized at Children’s Hospital Colorado after contracting the disease while visiting another country with an “ongoing measles outbreak,” as per a statement from the Tri-County Health Department, which serves Adams, Arapahoe, and Douglas counties. Officials did not say which country the children had traveled to.", "FLU CAUSES MORE THAN 300 MINNESOTA MIDDLE SCHOOL STUDENTS TO CALL OUT SICK", "The children, who are related, according to The Denver Post, had not received the measles, mumps, and rubella (MMR) vaccine prior to falling ill.", "Those who traveled to the Denver International Airport on Dec. 11 between 1:15 p.m. until 5:45 p.m. could be at risk of contracting the disease, especially if they have not received the MMR vaccine. Those who were at the Children's Hospital Colorado’s Anschutz Campus Emergency Department between 1 p.m. until 7:30 p.m. on Dec. 12 may also be at risk.", "Though it’s unclear how many people may have been exposed, some 179,000 people traveled through the airport on Dec. 11, The Denver Post reported.", "“All individuals traveling on the plane with these children or who visited Children’s Colorado during this time frame and are believed to be at risk are being contacted directly by public health,” officials said in the news release, adding, “However; anyone who visited these locations at these times should monitor themselves or their children for symptoms of measles.”", "CHILDREN'S HOSPITAL IN WISCONSIN TEMPORARILY BANS KIDS UNDER 12 FOR THIS REASON", "“I urge everyone to make sure they have gotten their Measles, Mumps, and Rubella (MMR) vaccine,” said Dr. John M. Douglas, Jr., executive director of Tri-County Health Department, in a statement. “Vaccination is the only way to protect yourself and the ones you love from measles.”", "Measles is a highly contagious virus that spreads through the air after an infected person coughs or sneezes. Others can contract measles when they breathe the contaminated air or touch a contaminated surface, and then touch their eyes, nose or mouth.", "CLICK HERE TO GET THE FOX NEWS APP", "“Infected people can spread measles to others from four days before through four days after the rash appears,” says the Centers for Disease Control and Prevention (CDC).", "The MMR vaccine can protect both individuals and other people from contracting the virus. Young children are typically most at risk of contracting measles. The CDC recommends children get two doses of the MMR vaccination, but the first dose is typically given to children when they are between 12 and 15 months old, with the second occurring between ages 4 and 6."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/health/children-colorado-hospitalized-measles-denver-airport", "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "id": "55db8b19-a9a2-3c77-8095-f278b434cf61", "pubDate": null, "title": "3 children in Colorado hospitalized with measles; Denver airport travelers could be at risk: officials"}