{"authors": ["Condé Nast", "Michael Hard", "Michael Hardy", "Liz Stinson", "Laura Mallonee", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain"], "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "id": "55e0b0ff-ffea-3816-9b81-a80dbb96b33b", "title": "Reclaiming South Africa's Townships Through Queer Culture", "paragraphs": ["Shakira Mabika moved to Cape Town, South Africa, from her native Zimbabwe to escape homophobia—the country's late president, Robert Mugabe, considered gay people \"worse than dogs and pigs\"—only to encounter similar prejudice, compounded by xenophobia, in Cape Town's Delft township. The South African Constitution provides strong protections for transgender people like Mabika, but on the rough streets of the country's townships those words mean little. Mabika has struggled to find a job. Walking through the township, she is frequently harassed or called a \"moffie\"—a derogatory slur for trans women.", "Mabika is one of the six subjects featured in South African photographer Lee-Ann Olwage's new series, #BlackDragMagic, which she created in collaboration with Cape Town drag artist Belinda Qaqamba Ka-Fassie. Olwage met Ka-Fassie while working on a previous series documenting the flourishing Cape Town drag scene. Together, they came up with the idea of doing a photo shoot in one of South Africa's townships, the settlements where non-whites were forced to live during apartheid.", "\"There are a lot of really talented drag queens in South African townships, but there isn't a platform for them,\" Olwage explains. \"The township is a very dangerous place for queer people to express themselves.\" Except for Mabika, all the drag queens who participated in the shoot are Xhosa and grew up in the townships outside Cape Town. To illustrate their dual identities, several of the subjects chose to dress in traditional Xhosa clothing for the photo shoot. In one of the pictures, Ka-Fossie poses in a dress resembling the white blanket men wear during the Xhosa circumcision ceremony. College student Mthulic Vee Vuma is pictured with a colorful beaded stick and headpiece worn by Xhosa brides. \"For them to do that as queer bodies was definitely a statement,\" Olwage says. \"It was risky.\"", "Olwage shot the images over the course of an afternoon in the township of Khayelitsha, choosing the locations in collaboration with her subjects. Mandisi Dolle Phika, who grew up in an extremely religious family and was once told she was possessed by a \"gay demon,\" asked to pose in front of a church. Other locations included a tshinayama, a community space where women buy and sell meat; a trash-strewn field; and a taxi stand where the group took a portrait together. Worried about attracting negative attention, Olwage and her small crew moved quickly from location to location, finishing the entire series in about four and a half hours.", "Olwage and several of her subjects will return to Khayelitsha on October 19 to exhibit the photographs and hold a symposium in partnership with the African transgender rights organization Gender DynamiX. The photographer hopes the series will help trans people find greater acceptance in their home communities. \"One of the girls told me that if they didn't do projects like this it would be as if they didn't exist,\" Olwage says. \"Storytelling is the most basic way of communicating our stories, telling who we are.\"", "Updated 10-2-19, 1:15 pm EST: This story was updated to reflect the correct spelling of photographer Lee-Ann Olwage's name.", "More Great WIRED Stories"], "url": "https://www.wired.com/story/black-drag-magic-photo-gallery/", "keywords": ["xhosa", "subjects", "townships", "olwage", "series", "reclaiming", "town", "culture", "africas", "mabika", "south", "queer", "cape", "township"], "summary": "The South African Constitution provides strong protections for transgender people like Mabika, but on the rough streets of the country's townships those words mean little.\nOlwage met Ka-Fassie while working on a previous series documenting the flourishing Cape Town drag scene.\nTogether, they came up with the idea of doing a photo shoot in one of South Africa's townships, the settlements where non-whites were forced to live during apartheid.\n\"There are a lot of really talented drag queens in South African townships, but there isn't a platform for them,\" Olwage explains.\nExcept for Mabika, all the drag queens who participated in the shoot are Xhosa and grew up in the townships outside Cape Town."}