{"id": "55e1942f-42d2-3866-80a1-586f825cb03f", "title": "Nancy Pelosi, House Dems need to do some self-reflection, says GOP congresswoman-elect", "url": "https://www.foxnews.com/politics/nancy-pelosi-house-dems-self-reflection-congresswoman-elect-lisa-mcclain", "summary": "House Speaker Nancy Pelosi needs to reevaluate her role and the direction of the Democratic Party, said Congresswoman-elect Lisa McClain, R-Mich., on Monday.\n“I think Nancy Pelosi is going to do what Nancy Pelosi wants,” McClain told “Fox & Friends.”“I think Nancy Pelosi is a very strong leader and has her agendas and one of the most important things I think you need to be able to do as a leader is pause, take a step back, self-reflect that this isn’t about you, this is about your constituents,” she said.\nMCCARTHY: PELOSI IS 10 DEMOCRATIC VOTES AWAY FROM LOSING HOUSE SPEAKER RACEWith Republicans adding House seats in the 2020 election, House Minority Leader Rep. Kevin McCarthy, R-Calif., told “Sunday Morning Futures” that it would only take 10 Democrats to block Nancy Pelosi from being reelected as House speaker.\nPelosi defended the 2020 results, saying Democrats \"lost some battles, but we won the war.\"\nMcClain suggested that Democrats need to consider adopting more moderate policy ideas after the 2020 election indicated a rejection of their \"radical agenda.\"", "paragraphs": ["House Speaker Nancy Pelosi needs to reevaluate her role and the direction of the Democratic Party, said Congresswoman-elect Lisa McClain, R-Mich., on Monday.", "“I think Nancy Pelosi is going to do what Nancy Pelosi wants,” McClain told “Fox & Friends.”", "“I think Nancy Pelosi is a very strong leader and has her agendas and one of the most important things I think you need to be able to do as a leader is pause, take a step back, self-reflect that this isn’t about you, this is about your constituents,” she said.", "MCCARTHY: PELOSI IS 10 DEMOCRATIC VOTES AWAY FROM LOSING HOUSE SPEAKER RACE", "With Republicans adding House seats in the 2020 election, House Minority Leader Rep. Kevin McCarthy, R-Calif., told “Sunday Morning Futures” that it would only take 10 Democrats to block Nancy Pelosi from being reelected as House speaker.", "McCarthy made the comments after his party flipped at least seven seats from blue to red and an eighth seat in Michigan that was most recently occupied by a Libertarian.", "Pelosi has announced her bid for reelection as speaker, but McCarthy said that is not a sure thing with the slimmer Democratic majority.", "“To become speaker, you have to have 218 votes on the floor,” he explained. “When she went up for that vote two years ago, there were 15 Democrats who voted against her. Ten of those Democrats will be coming back to Congress. If those 10 vote against her again, she will not be speaker of the House ... because of the gains of the Republicans.”", "CLICK HERE TO GET THE FOX NEWS APP", "“We are close enough now that we can control the floor with a few Democrats joining with us,” he said.", "Pelosi defended the 2020 results, saying Democrats \"lost some battles, but we won the war.\"", "McClain suggested that Democrats need to consider adopting more moderate policy ideas after the 2020 election indicated a rejection of their \"radical agenda.\"", "“If they are good politicians, which I believe they are, they’re going to [say] maybe we need to get back to the middle a little bit if we want to get anything done because, clearly, America has spoken on their radical agenda.\"", "Fox News' Angelica Stabile contributed to this report."], "authors": ["Joshua Nelson", "Joshua Q. Nelson", "Is A Reporter For Foxnews.Com. You Can Find Him On Twitter"], "keywords": ["speaker", "2020", "nancy", "congresswomanelect", "dems", "pelosi", "democratic", "need", "gop", "selfreflection", "think", "house", "democrats", "leader"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}