{"id": "55ecffcc-fef4-3d5f-8912-6b2524157955", "keywords": ["drum", "family", "biden", "oped", "repeats", "destroy", "ukrainian", "democratic", "trump", "post", "president", "washington", "china", "son", "wont", "vow"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Morgan Phillips"], "url": "http://www.foxnews.com/politics/biden-punches-back-at-trump-in-washington-post-op-ed-it-all-comes-down-to-the-abuse-of-power", "title": "Biden repeats vow to beat Trump 'like a drum' in Washington Post op-ed, says 'you won't destroy my family'", "summary": "Democratic presidential candidate Joe Biden accused President Trump of \"pushing flat-out lies, debunked conspiracy theories and smears against me and my family\" in a Washington Post op-ed published late Saturday before repeating his vow to beat the incumbent \"like a drum\" in next year's election.\nBiden, the former vice president of the United States, contrasted Trump with George Washington, who Biden said \"famously could not tell a lie.\"\n\"President Trump seemingly cannot tell the truth — about anything,\" Biden continued.\nTRUMP CALLS FOR CHINA TO INVESTIGATE BIDEN FAMILYThe former vice president did not mention his son, Burisma Holdings or Ukraine in the op-ed.\n\"You won’t destroy me, and you won’t destroy my family.", "pubDate": null, "paragraphs": ["Democratic presidential candidate Joe Biden accused President Trump of \"pushing flat-out lies, debunked conspiracy theories and smears against me and my family\" in a Washington Post op-ed published late Saturday before repeating his vow to beat the incumbent \"like a drum\" in next year's election.", "Biden, the former vice president of the United States, contrasted Trump with George Washington, who Biden said \"famously could not tell a lie.\"", "\"President Trump seemingly cannot tell the truth — about anything,\" Biden continued. \"He slanders anyone he sees as a threat ... It's the same cynical playbook he returns to again and again.\"", "BIDEN TO TRUMP, REPUBLICAN ENEMIES: 'YOU'RE NOT GOING TO DESTROY ME'", "Biden, whose status as the frontrunner in the Democratic race has been challenged in recent weeks, has been at the center of a political storm since House Democrats launched an impeachment inquiry into Trump last week. The probe centers around a July 25 phone call between Trump and newly elected Ukrainian President Volodymyr Zelensky, during which the American president asked his Ukrainian counterpart to look into whether Biden halted an investigation into Ukrainian gas firm Burisma Holdings, where Biden's son Hunter once sat on the board.", "\"There's a lot of talk about Biden's son, that Biden stopped the prosecution and a lot of people want to find out about that,\" Trump told Zelensky, according to a memorandum of the conversation released Sept. 25. \"So whatever you can do with the Attorney General would be great. Biden went around bragging that he stopped the prosecution, so if you can look into it ... It sounds horrible to me.\"", "One of the major issues in the impeachment inquiry is whether Trump withheld $400 million in military aid to Ukraine, making its release conditional on the Kiev government investigating the Bidens.", "TRUMP CALLS FOR CHINA TO INVESTIGATE BIDEN FAMILY", "The former vice president did not mention his son, Burisma Holdings or Ukraine in the op-ed. He did reference remarks Trump made Thursday on the South Lawn of the White House in which the president said China \"should start an investigation into the Bidens because what happened with China is just about as bad as what happened with Ukraine.\"", "\"I’m sure that President Xi [Jinping] does not like being under that kind of scrutiny where billions of dollars is taken out of his country by a guy that just got kicked out of the Navy,\" said Trump, who was making an apparent reference to a 2013 trip by Joe Biden to Beijing on Air Force Two on which Hunter Biden tagged along. NBC News reported that the younger Biden was attempting to start a big-money private equity fund, for which Chinese authorities issued a business license 10 days after the trip was over.", "Joe Biden described Trump's remarks as a \"violation of the rule of law ... [that] is so outrageous, it's clear he considers the presidency a free pass to do whatever he wants, with no accountability.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“America’s word and our standing in the world are in free fall because of the actions and incompetence of this president,” added Biden, who also used the op-ed to hit Trump on gun control and climate change, two key Democratic campaign issues.", "The piece concluded with a reprise of the \"like a drum\" refrain, which Biden used when addressing voters in Iowa last month.", "\"[T]o Trump and those who facilitate his abuses of power, and all the special interests funding his attacks against me: Please know that I’m not going anywhere,\" Biden said. \"You won’t destroy me, and you won’t destroy my family. And come November 2020, I intend to beat you like a drum.\""]}