{"id": "56177f99-31e9-3150-8d62-9c748fccc19c", "title": "Playboy model claims she was almost booted from Southwest flight for low-cut dress", "url": "https://www.foxnews.com/travel/southwest-playboy-eve-marie-booted-low-cut-dress", "summary": "A model claims she was told to cover up on a flight from Dallas to Tulsa, Okla., after a crew member allegedly told her she would have to leave the plane because of her low-cut dress.\nEve J. Marie, who identifies herself as a Playboy Playmate on her Instagram page, was traveling on a Southwest Airlines flight when the incident occurred, The Sun reports.\nShe also took to social media during the flight, blasting Southwest for taking issue with her clothing and asking, \"What's exactly wrong with what I have on?\"\nLater, Marie says she was offered $100 compensation from Southwest Airlines, but she feels that is not enough to make up for the humiliation.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWSFox News reached out to Southwest Airlines for comment, but representatives did not immediately respond.", "paragraphs": ["A model claims she was told to cover up on a flight from Dallas to Tulsa, Okla., after a crew member allegedly told her she would have to leave the plane because of her low-cut dress.", "Eve J. Marie, who identifies herself as a Playboy Playmate on her Instagram page, was traveling on a Southwest Airlines flight when the incident occurred, The Sun reports. Marie says she had already flown on the first leg of her trip, from Florida to Dallas, when a flight attendant took issue with her outfit.", "The model claims she felt humiliated and offended when she was told she would have to change her clothes or face being removed from the plane. Marie says she even boarded the plane with no issues, but was later called over by a crew member and informed of her choice.", "PASSENGERS BOOTED FROM AMERICAN AIRLINES FLIGHT AFTER WOMAN ALLEGEDLY HIDES UNDER THE OTHER'S FIRST-CLASS SEAT", "“I’m an A list member for SWA and have a credit card with the airline and I have perks that allow any person traveling with me to fly free because of my high status with the airline,\" Marie said, according to The Sun. \"So even as being a loyal customer with them, I felt like the other women on the plane were judging me based on my attire and they were saying my breasts are too large.”", "CLICK HERE TO GET THE FOX NEWS APP", "Marie was eventually offered one of the flight attendant’s uniform sweaters, which she reportedly draped across her chest for the remainder of the flight. She also took to social media during the flight, blasting Southwest for taking issue with her clothing and asking, \"What's exactly wrong with what I have on?\"", "Later, Marie says she was offered $100 compensation from Southwest Airlines, but she feels that is not enough to make up for the humiliation.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Fox News reached out to Southwest Airlines for comment, but representatives did not immediately respond.", "Southwest's current contract of carriage, meanwhile, stipulates that guests are prohibited from \"engaging in lewd, obscene or patently offensive behavior, including wearing clothes that are lewd, obscene or patently offensive,\" although it is unclear how the airline determines offensive clothing, or whether they made this known to Marie."], "authors": ["Michael Hollan"], "keywords": ["marie", "airlines", "booted", "dress", "offensive", "member", "claims", "traveling", "southwest", "airline", "plane", "model", "playboy", "lowcut", "told", "flight"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}