{"id": "565c4762-e8d5-3cfd-9172-7fd344495d66", "title": "A Speed-Reading App Condenses the Jeffrey Epstein Saga", "url": "https://www.newyorker.com/magazine/2020/11/09/a-speed-reading-app-condenses-the-jeffrey-epstein-saga", "summary": "Those trying to manage their daily news-bingeing couldn’t have known in advance to budget hours for both of these unnerving events.\nBlinkist, a book-summarizing subscription service with sixteen million users, caters to people who prefer not to sift through nearly five hundred pages.\n“Almost none of us have the time to read everything we’d like to read,” the app’s Web site says.\nHere’s a Blinked version of the Blinkist distillation: “The first key insight is: Ghislaine Maxwell claims that Virginia Giuffre is a liar.\n“It could be that, as a cultural document, the most important thing you need to know is: how was it summarized?” she said.", "paragraphs": ["Hours before the final debate between Donald Trump and Joseph Biden, a federal court unsealed the four-hundred-and-sixty-five-page transcript of a deposition given by the British socialite Ghislaine Maxwell in 2016, about the sex-trafficking ring she allegedly ran with Jeffrey Epstein. Those trying to manage their daily news-bingeing couldn’t have known in advance to budget hours for both of these unnerving events. Blinkist, a book-summarizing subscription service with sixteen million users, caters to people who prefer not to sift through nearly five hundred pages. “Almost none of us have the time to read everything we’d like to read,” the app’s Web site says. Blinkist’s “expert readers” mine nonfiction titles to distill them into fifteen-minute audio slabs of what they call “key insights”; recent top downloads include “Fire and Fury,” by Michael Wolff; “Political Order and Political Decay,” by Francis Fukuyama; and “Becoming,” Michelle Obama’s memoir.", "Ghislaine Maxwell Illustration by João Fazenda", "The service eliminates the vicissitudes of normal reading; as one user put it, “By playing Blinkist books at 2x normal speed I can squeeze in a book while standing in line, riding in an Uber or as a bedtime story. I just want the information, not to be the author or be forced to see through his or her eyes.” Even “The Ethics of Ambiguity,” by Simone de Beauvoir, and Immanuel Kant’s “Critique of Pure Reason” have been boiled down into bullet points, a SparkNotes for high-functioning grownups. Take the extracted essence of Joe Biden’s “Promises to Keep”: “Falling in love gave Biden the courage to pursue his ambitions”; “Slowly, Biden became more engaged in his work in the Senate.”", "After the release of the Maxwell deposition, Blinkist employees convened a war room at the company’s headquarters, in Berlin; three of them sat around a table next to a whiteboard, drinking tea and contemplating how they’d condense the Epstein saga. Recent projects included two books about the Harvey Weinstein trial; “The Education of Brett Kavanaugh,” by Robin Pogrebin and Kate Kelly; and “She Comes First,” an instructional treatise on female orgasm by Dr. Ian Kerner.", "The company had considered Blinking the Mueller report and decided that the task was too difficult, but it had a go at Maxwell’s testimony. Erik Niklasson, the company’s content producer, said, “Sometimes we do very abstract books. Our tone is hand-holding, like: Bear with us, this gets a bit complicated. We use repetition and disclaimers. And context is so important.” He added, “I don’t get cultural references sometimes. I’m from Sweden.”", "“Our star writer found this pretty tough,” Thomas Anderson, the company’s head of English content, said of the Maxwell transcript. “Compared with a nonfiction book, there isn’t too much concrete information in there.” Despite the salacious nature of the case, he said, the key insights are “a bit bland.” The Blinkist summation makes no mention of a basket of sex toys, a detail that other news accounts of the deposition highlight.", "Here’s a Blinked version of the Blinkist distillation: “The first key insight is: Ghislaine Maxwell claims that Virginia Giuffre is a liar. ‘Lies,’ ‘liar,’ ‘lied,’ ‘lying’—the words appear again and again throughout the deposition. During the afternoon session, however, allegations of Virginia’s mendacity appear in a dense cluster—thirty-four times in a mere thirteen pages.”", "Jonathan Arac, the former chair of Columbia’s English department, said, “This is a new version of an old way of reading.” He recalled the approximately ten-line summary of Homer’s Odyssey in Aristotle’s Poetics: “Aristotle invented the idea of the unity of a work as defined by its plot. The plot as the soul of the work, the component that gives it its integrity and wholeness. Plato didn’t seem to understand this. He probably wondered, Is Homer writing about how to drive a chariot? Or how to slaughter an ox? Aristotle says the poet knows how to make a plot.”", "Arac went on, “We choose to have someone else do it for us because we assume this is an experience we don’t have time for.” In the nineteenth century, he noted, Edgar Allan Poe argued that modern life was so busy that the short story was the right form for it.", "A new app, Instaread, condenses fiction titles: one can experience “The Fountainhead,” “1984,” or Jonathan Franzen’s latest, “Purity” (which clocks in at five hundred and sixty-three pages), as a twenty-six-minute audio summary. Franzen, who has not checked out the whittled-down version, said, “My own approach is to talk knowledgeably at a party about a book I’ve never even cracked or read the dust jacket of—it’s the tried-and-true approach.” He added, “The trend has been towards the tweet, so, at this point, spending more than twenty minutes actively engaged with a complete work of something seems like a step forward. I’m hard pressed to deplore it.”", "Sarah Allison, a professor of English—and a pro-summary Victorianist—is the author of “Reductive Reading: A Syntax of Victorian Moralizing.” Of Blinkist, she said, “It’s the TED-talk-ification of nonfiction.” But is a summary of the 9/11 report or the Maxwell deposition enough? “It could be that, as a cultural document, the most important thing you need to know is: how was it summarized?” she said. “Though, of course, these days, sometimes that’s memes or hot takes.” ♦"], "authors": ["Antonia Hitchens", "Antonia Hitchen"], "keywords": ["app", "blinkist", "maxwell", "jeffrey", "read", "work", "epstein", "summary", "nonfiction", "key", "speedreading", "saga", "reading", "deposition", "condenses", "version"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}