{"id": "5686442d-9ac2-3342-8549-30357caa0b3f", "title": "Replay – Assassin's Creed Rogue", "url": "https://www.gameinformer.com/replay/replay/2020/08/14/replay-assassins-creed-rogue", "summary": "Assassin's Creed Rogue occupies an odd space in the long-running Ubisoft franchise.\nThe nineth best AC game retreads familiar territory to anyone who's taken up the mantle of Edward Kenway but throws in the interesting twist of hunting assassin's instead of templars.\nJoin Andrew Reiner, Ben Reeves, and me as we take this journey together and return to a time before the series changed into the sprawling RPG it is today.\nWe went live earlier but be sure to check out the full archive of the stream above!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["Assassin's Creed Rogue occupies an odd space in the long-running Ubisoft franchise. The nineth best AC game retreads familiar territory to anyone who's taken up the mantle of Edward Kenway but throws in the interesting twist of hunting assassin's instead of templars.", "Join Andrew Reiner, Ben Reeves, and me as we take this journey together and return to a time before the series changed into the sprawling RPG it is today.", "We went live earlier but be sure to check out the full archive of the stream above! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["replay", "twitter", "creed", "rogue", "week", "whos", "twitch", "live", "twist", "youtube", "went", "assassins", "ubisoft"], "pubDate": "2020-08-14T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}