{"id": "56a534df-17be-3f83-855e-3311b39ae6e0", "title": "LeBron James, Athletes React to Joe Biden's Projected Presidential Election", "url": "https://bleacherreport.com/articles/2916795-lebron-james-athletes-react-to-joe-biden-winning-2020-presidential-election?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Carolyn Kaster/Associated PressLeBron James and other athletes are reacting Saturday after Democratic candidate Joe Biden was widely projected as the winner in Pennsylvania to put him above the 270 Electoral College votes necessary to win the 2020 United States presidential election over Republican incumbent Donald Trump.\nBiden was projected as the president elect on the fifth day of counting votes after polls closed across the U.S. on Tuesday.\nShould Biden's victory in Pennsylvania be confirmed, the former vice president to Barack Obama holds an insurmountable 273-214 lead with Alaska, Arizona, Georgia, Nevada and North Carolina still uncalled, per Decision Desk HQ.\nBiden will be sworn in as the 46th president of the United States on Jan. 20.\nKamala Harris will serve as his vice president.", "paragraphs": ["Carolyn Kaster/Associated Press", "LeBron James and other athletes are reacting Saturday after Democratic candidate Joe Biden was widely projected as the winner in Pennsylvania to put him above the 270 Electoral College votes necessary to win the 2020 United States presidential election over Republican incumbent Donald Trump.", "CNN was one of a number of major networks to call the election Saturday.", "Biden was projected as the president elect on the fifth day of counting votes after polls closed across the U.S. on Tuesday. Should Biden's victory in Pennsylvania be confirmed, the former vice president to Barack Obama holds an insurmountable 273-214 lead with Alaska, Arizona, Georgia, Nevada and North Carolina still uncalled, per Decision Desk HQ.", "Here's a look at reaction to the result from around the sports world:", "Trump quickly became a polarizing figure among athletes after he was elected in 2016, in particular after he staunchly opposed players taking a knee during the national anthem in protest against social injustice and racial inequality.", "His most common target in recent years was James, an outspoken critic of the president who joined other sports stars to create the More Than A Vote campaign. Trump called him \"nasty\" and a \"hater\" during an October appearance on The Rush Limbaugh Show (via TMZ Sports).", "Trump's words and actions led several teams to skip the traditional White House visit after winning a championship over the past four years, while others continued the trip to 1600 Pennsylvania Avenue but saw individual players opt out.", "Biden will be sworn in as the 46th president of the United States on Jan. 20. Kamala Harris will serve as his vice president."], "authors": ["Tim Daniels"], "keywords": ["president", "joe", "react", "votes", "james", "players", "pennsylvania", "united", "lebron", "presidential", "vice", "athletes", "election", "bidens", "states", "projected"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}