{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["currency", "uk", "thats", "sterling", "brexit", "rebound", "nodeal", "trading", "pound", "pushed", "way", "started"], "title": "Why sterling is on the rebound", "paragraphs": ["You can enable subtitles (captions) in the video player", "KATIE MARTIN: That sound you can hear is a loud sigh of relief coming from trading floors after a particularly testing couple of weeks for the pound. The currency started September on a very dour note, plunging under $1.20 as it appeared increasingly likely that new Prime Minister Boris Johnson would stick to his pledge to take the UK out of the EU without a deal if needs be at the end of October.", "The tighter the grip he appeared to have on Parliament and on the Brexit process, the more the pound fell, hitting levels more usually associated with the mid-1980s. But abruptly, something has changed.", "Once MPs started jumping or being pushed from Johnson's Conservative party in greater numbers and Parliament stood in the way of no-deal plans, sterling started to recover. Rumblings now about at least the potential for a breakthrough on talks with the EU have pushed the currency higher still.", "It's now trading above $1.24, a 4% rise in 10 days. That's not to be sniffed at. And it reflects an absolutely consistent theme ever since the 2016 referendum-- the harder the Brexit, the harder the fall for the currency, with all that entails for input costs and potential inflation.", "So what's next? Well, again, the further we get away from the immediate prospect of a no-deal Brexit, the higher the currency is expected to climb. Whisper it, but some analysts even say the market is prepared to stomach a Corbyn government if that's the way to get that done, a real reversal in sentiment.", "The pound looks cheap after its long period of stress. And it's clear that overseas companies are out there looking for UK targets to buy. The path from here is for further gains, but only if a no-deal Brexit can be kept at bay. Otherwise, hold tight."], "id": "56b162a1-633f-3ac8-97ff-44eddb52d967", "url": "https://www.ft.com/video/f08cfcb7-3fe4-4f24-be71-9b3c6ce313e3?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=3", "authors": ["Produced Margot Tiounine. Edited Jamie Han", "Footage", "Reuters Bloomberg"], "summary": "The tighter the grip he appeared to have on Parliament and on the Brexit process, the more the pound fell, hitting levels more usually associated with the mid-1980s.\nOnce MPs started jumping or being pushed from Johnson's Conservative party in greater numbers and Parliament stood in the way of no-deal plans, sterling started to recover.\nRumblings now about at least the potential for a breakthrough on talks with the EU have pushed the currency higher still.\nWell, again, the further we get away from the immediate prospect of a no-deal Brexit, the higher the currency is expected to climb.\nThe path from here is for further gains, but only if a no-deal Brexit can be kept at bay."}