{"paragraphs": ["Welcome back to The Game Informer Show! We have a big episode this week, with a passionate unloading of everything we learned in Tokyo from visiting Game Freak for our new cover story on Pokémon Sword and Shield and YS Net for Shenmue 3. We also share early impressions of Nintendo's bizarre new fitness peripheral and Ring Fit Adventure. After some wonderful community emails (thank YOU!), we're joined by the director of Capy's Grindstone Dan Vader, senior producer of Skate City Andrew Schimmel, and Where Cards Fall's Sam Rosenthal who talk about the process of releasing content on the Apple Arcade.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "3:40 - Pokémon Sword and Shield", "36:35 - Little Town Hero", "40:10 - Shenmue 3", "1:04:20 - Yooka-Laylee and the Impossible Lair", "1:08:25 - Ring Fit Adventure", "1:17:10 - Community emails", "2:26:05 - Apple Arcade developer roundtable"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "title": "Pokémon Exclusive, Shenmue 3, Apple Developer Roundtable", "id": "56feddee-829d-3856-993c-d69833a152ec", "keywords": ["informer", "community", "video", "game", "listen", "roundtable", "apple", "exclusive", "ring", "developer", "shenmue", "sword", "pokémon", "fit"], "summary": "Welcome back to The Game Informer Show!\nWe also share early impressions of Nintendo's bizarre new fitness peripheral and Ring Fit Adventure.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n3:40 - Pokémon Sword and Shield36:35 - Little Town Hero40:10 - Shenmue 31:04:20 - Yooka-Laylee and the Impossible Lair1:08:25 - Ring Fit Adventure1:17:10 - Community emails2:26:05 - Apple Arcade developer roundtable", "pubDate": null, "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/10/03/gi-show-pokemon-exclusive-shenmue-3-apple-developer"}