{"id": "57067eac-e607-3152-9522-9c01a3ae6a9f", "title": "Trump no more - Joe Biden captures the White House", "url": "https://www.economist.com/united-states/2020/11/06/joe-biden-captures-the-white-house", "summary": "By the time final results come in from Alaska, on or before November 18th, Mr Biden will have won around 5m votes more than Mr Trump.\nIn the same vein, it seems unimaginable that a more leftist Democrat than Mr Biden would have done better against Mr Trump.\nIt was implausible; Mr Biden ended the campaign with better personal ratings than he began it (unlike Hillary Clinton in 2016).\nBesides Florida, Mr Trump won another important pocket of Hispanic support in southern Texas.\nMr Trump, as the variance between presidential and congressional races shows, is the single main reason for its loss.", "paragraphs": ["After a hard electoral battle the Democrats have won the presidency, but they have done less well than they had hoped", "Editor’s note: This story has been updated since it was first published.", "IN 1916 THE Franco-British allies launched a ferocious attack on the German army near the River Somme in northern France, hoping to break the deadlock on the Western Front. The ensuing battle involved more than 3m men and groundbreaking new technologies, such as the British tank. It raged for five months, left over a million men dead or wounded; and by the end the allies had advanced six miles. It was a victory, but by no means a game-changer.", "America’s general election has followed a similar pattern. In their determination to bring their superior numbers to bear and expel President Donald Trump, the Democrats launched an unprecedented onslaught. Joe Biden was the first presidential candidate to raise over a billion dollars in a single election cycle. About $14bn is estimated to have been spent on the election overall—more than the GDP of 25 African countries.", "The result is a Democratic victory. This was confirmed on November 7th, the fifth day of the count,when American media organisations predicted that Mr Biden would win Pennsylvania, with its 20 electoral-college votes, giving him more than the requisite 270 to go to the White House. The former vice-president was also favoured to win Georgia, Nevada and possibly Arizona, all of which were still too close to call.", "That puts Mr Biden on track to finish with more than 300 electoral-college votes. The Republican president falsely claims to have won the election, says it is rigged and has filed multiple lawsuits to try to disrupt the vote-count. But however he may rage he is only the fourth president in a century to have failed to win re-election. He is also the first president since Benjamin Harrison, in 1892, to have lost the popular vote twice.", "That underlines not only Mr Trump’s unpopularity but also the advantages his party draws from America’s electoral system. The Democrats have now won the popular vote in seven of the past eight elections. By the time final results come in from Alaska, on or before November 18th, Mr Biden will have won around 5m votes more than Mr Trump. The Republicans are only in the running nationally because of the bias towards their many rural voters in the electoral college and Senate.", "Many Democrats hoped this election would give them an opportunity to correct that bias, transforming the country’s politics. That won’t be possible, because Mr Biden’s win was much smaller than the polls predicted; and many Democratic congressional candidates fared even worse.", "Against expectations, the Republicans retained control of the Senate for now and made modest advances in the Democratic-controlled House. Yet another bout of deadlock in Washington, DC, is almost assured. So this was an important Democratic win: Mr Trump’s presidency will be over in two months. But it was not a game-changer in the partisan war that he, through his refusal to accept his defeat, now threatens to inflame in an unprecedented new way.", "Democratic voters’ hunger to see the back of Mr Trump was matched by their rivals’ to defend him. Turnout overall was the highest since 1900. And contrary to the Democrats’ assumption that high turnout must always help the most popular party, this appears to have exaggerated the Republicans’ advantage in many of the battleground states.", "Conservative states such as Iowa, Ohio and Texas, which were predicted to be close this year, mostly delivered crushing wins for Mr Trump and down-the-ballot Republican candidates. South Carolina’s Senate race had been considered a toss-up; Lindsey Graham beat his Democratic challenger, Jaime Harrison, there by ten points. In his victory speech the veteran Republican (and Democratic hate figure) called the large sums raised for Mr Harrison, more than $100m, “the worst return on investment in the history of American politics”. He had a point. There are indications that the deluge of Democratic ads in battleground states, paid for by liberal well-wishers in distant cities, was more aggravating to voters than persuasive.", "Having been predicted to win back the Senate, Democrats picked up seats only in Arizona and Colorado, leaving them two short of the 50 they would need to control the chamber (given that the vice-president wields a casting vote). Their relatively strong showing in Georgia will at least give them a second bite at capturing the Senate in January. Both that state’s Senate races—which could determine control of the chamber—will go to a second-stage run-off then. It will be another expensive election.", "The Democrats kept hold of the House of Representatives. But instead of increasing their majority, as they had expected to, they lost a handful of the seats they took two years ago. Unusually accomplished candidates, many of them women, were at the heart of the Democratic “blue wave” back then. This time Republicans successfully aped that strategy to a limited degree. Most of their early House pick-ups, in Iowa, South Carolina and elsewhere, were by women candidates. Republican officials predicted they would send 19 new Republican women to Congress, setting a modest new record for female Republican lawmakers.", "House Democrats are already arguing over their losses. In a conference call with Nancy Pelosi, moderate representatives slammed the left of the party for tainting them with progressive slogans—such as “Medicare-for-all” and “defund the police”—that their constituents mostly disliked. “We will get fucking torn apart” in the next election that way, Abigail Spanberger, a leading moderate, who narrowly retained her conservative district on the outskirts of Richmond, Virginia, told the meeting.", "In the same vein, it seems unimaginable that a more leftist Democrat than Mr Biden would have done better against Mr Trump. Notwithstanding the ravages of covid-19—including 10m lost jobs as well as the 235,000 dead—most Americans say they are better off now than they were four years ago. That does not suggest an appetite for radical change.", "The president also devoted much of the campaign to trying to pin the centrist Mr Biden as a socialist. It was implausible; Mr Biden ended the campaign with better personal ratings than he began it (unlike Hillary Clinton in 2016). Bernie Sanders would not have found this so easy to manage. As it is, the president’s anti-left rants probably help explain his stunning advance with Cuban-Americans, the main reason he won Florida easily.", "A left-winger would also have struggled to win the slim margin of disaffected Republicans—representing around 8% of Mr Trump’s supporters in 2016—who broke for Mr Biden. They appear to have been crucial to the former vice-president’s winning Wisconsin by less than one percentage point. The mixed feelings those voters had about the Democratic Party are manifest in the fact that many voted for Republican congressional candidates—who generally did better than Mr Trump. It is a tribute to Mr Biden’s reassuring centrism that he was able to win them. Notwithstanding, that is, Mr Trump calling him a corrupt, senile leftie.", "It will take more rigorous data than exit polls to understand how much vote-switching the election saw. Besides Florida, Mr Trump won another important pocket of Hispanic support in southern Texas. But there is otherwise little evidence that either party found significant new support. Democrats did not win over the multitude of older conservatives, worried about covid-19, they had expected to. They won their races mainly by turning out millions of their stalwart voters, especially non-whites and college-educated whites.", "The Republican successes, equally predictably, were based on a huge turnout by working-class whites, especially men. That signals the strength of the Trump coalition; but perhaps also its limitations against an equally enthused opponent. Given that working-class whites are shrinking relative to the overall population, Republicans need to make inroads into Hispanic and other groups. The extent to which they might have started to do that this week is one of the biggest unanswered questions of the election.", "More pressingly, the party needs to extricate itself from its unpopular leader. Mr Trump, as the variance between presidential and congressional races shows, is the single main reason for its loss. The immediate prospects of this are not promising, however.", "Faced with defeat, the president has never seemed more reckless or unhinged. On November 5th, with Mr Biden on the point of overhauling his early leads in Georgia and Pennsylvania, Mr Trump held a press conference in which he offered a range of conspiracy theories about the vote-count, somewhat undermined by his inability to understand it. He accused pernicious Democrats of robbing him of victory in Georgia, though the count is run by Republicans there. He claimed Pennsylvania’s postal votes were illegitimate, though—thanks to a decision by the state’s Republican legislature—they were merely being counted after election day rather than before it.", "The president’s thuggish sons are meanwhile trying to goad elected Republicans into backing Mr Trump’s effort to rubbish the electoral system. “For GOPers to not stand up now shows your true colours,” tweeted the president’s eldest son and would-be successor, Donald Trump junior.", "Only the usual few principled Republicans—Adam Kinzinger, Mitt Romney—have repudiated this dangerous nonsense. Most elected Republicans have kept schtum. Meanwhile a few Trump hangers-on have reaffirmed their loyalty—including, naturally, the newly re-elected Mr Graham. Appearing on Fox News, he pledged $500,000 to the president’s electoral legal bills.", "America is probably not in any danger of democratic overthrow. More likely, it is hearing the last bark of the Trumpian carnival. But it is remarkable that that is even a relevant question—in America, today. No one should underestimate how good it is that Mr Trump will soon be gone.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["mr", "win", "biden", "republican", "election", "white", "trump", "democrats", "democratic", "joe", "won", "republicans", "house", "captures"], "pubDate": "2020-11-06T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}