{"paragraphs": ["With a focus to bring new League of Legends games to players, Riot Forge just gave us our first taste of what to expect during the Game Awards. Ruined King: A League of Legends Story is in development in conjunction between Riot Games and Airship Syndicate, the studio behind Darksiders: Genesis and Battle Chasers: Nightwar.", "Airship is building a story-driven, turn-based role-playing game with the art direction the studio is known for. The game takes place after The Burning Tides, and players will explore the Shadow Isles and get the chance to control elite champions. No release date was given or platforms other than PC and console.", "You can see the trailer below:"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "First Riot Forge Game Ruined King: A League of Legends Story Announced", "id": "57279f00-b110-3ce0-ab93-28650f650ac3", "keywords": ["king", "players", "tides", "game", "forge", "legends", "riot", "turnbased", "studio", "league", "ruined", "announced", "games", "trailer"], "summary": "With a focus to bring new League of Legends games to players, Riot Forge just gave us our first taste of what to expect during the Game Awards.\nRuined King: A League of Legends Story is in development in conjunction between Riot Games and Airship Syndicate, the studio behind Darksiders: Genesis and Battle Chasers: Nightwar.\nAirship is building a story-driven, turn-based role-playing game with the art direction the studio is known for.\nThe game takes place after The Burning Tides, and players will explore the Shadow Isles and get the chance to control elite champions.\nNo release date was given or platforms other than PC and console.", "pubDate": null, "url": "https://www.gameinformer.com/the-game-awards-2019/2019/12/12/first-riot-forge-game-ruined-king-a-league-of-legends-story"}