{"id": "57597644-921a-3d4d-be85-e45dfce8e12b", "title": "Tropical Storm Eta Makes Landfall in the Florida Keys", "url": "https://www.nytimes.com/2020/11/08/us/eta-storm-updates.html", "summary": "Tropical Storm Eta, the 28th named storm of this year’s busy hurricane season, made landfall on the central part of the Florida Keys late Sunday night, bringing strong winds and heavy rains to the region, the National Hurricane Center said.\nThe storm devastated portions of Central America, where it started on Tuesday as a Category 4 hurricane, leaving more than 50 dead in its wake before weakening to a tropical depression.\nIt passed over the Cayman Islands and the northwestern Bahamas on Saturday and made landfall on the south-central coast of Cuba early Sunday morning.\nEarly Monday, it was about 65 miles south of Naples, Fla., according to hurricane center advisory issued at 4 a.m. Eastern.\nForecasters expected the storm to move gradually into the southeastern Gulf of Mexico through Wednesday and possibly strengthen back into a hurricane once again before moving toward Florida’s Gulf Coast.", "paragraphs": ["Tropical Storm Eta, the 28th named storm of this year’s busy hurricane season, made landfall on the central part of the Florida Keys late Sunday night, bringing strong winds and heavy rains to the region, the National Hurricane Center said.", "The storm had maximum wind speeds of about 65 miles per hour as it struck Lower Matecumbe Key around 11 p.m. on Sunday, according to Doppler radar data, the center said.", "The storm devastated portions of Central America, where it started on Tuesday as a Category 4 hurricane, leaving more than 50 dead in its wake before weakening to a tropical depression. It passed over the Cayman Islands and the northwestern Bahamas on Saturday and made landfall on the south-central coast of Cuba early Sunday morning.", "Early Monday, it was about 65 miles south of Naples, Fla., according to hurricane center advisory issued at 4 a.m. Eastern. Forecasters expected the storm to move gradually into the southeastern Gulf of Mexico through Wednesday and possibly strengthen back into a hurricane once again before moving toward Florida’s Gulf Coast."], "authors": ["Marie Fazio"], "keywords": ["tropical", "eta", "landfall", "florida", "miles", "coast", "keys", "makes", "hurricane", "central", "storm", "gulf", "center", "saidthe"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}