{"id": "57628e86-5227-3b1d-9615-af707b2ecbec", "title": "The Trouble with Election Projections", "url": "https://www.newyorker.com/magazine/2020/11/09/the-trouble-with-election-projections", "summary": "This year, responsible news outlets have been more cautious, but they’re also trying to undo an expectation that their own industry has set: that the winner will be known on Election Night.\nElection predictions are mathematical projections that use polls, early returns, and past election results.\nIn cities, Election Night was like New Year’s Eve: crowds gathered outside newspaper offices, where you could learn the results the fastest.\nThat Election Night saw an unexpected outcome: Dwight D. Eisenhower beat Adlai Stevenson in a landslide.\nTen states don’t even begin counting mail-in ballots until Election Day, and eighteen others accept them afterward, as long as they’re properly postmarked.", "paragraphs": ["The 2020 Presidential election is likely to smash records. Turnout may well be higher than in any election in the past century. More young people are voting, more people of color are voting, and more people are voting early and by mail. The tallying, too, stands a chance of setting records: in how long it takes for the ballots to be counted, in how widely the results diverge from preëlection predictions, and—if the vote is close—in how fiercely the results are contested in the courts, in the states, in Congress, and in the streets.", "Illustration by João Fazenda", "All this uncertainty has been driving people to horse-race the polls. Liberals, it seems, pay more attention to polls than conservatives do, and some research suggests that, in 2016, preëlection polls helped deliver the White House to Donald Trump. Four years ago this month, much of the press published not only national polls (which Hillary Clinton led with forty-six per cent of the vote) but also forecasts of the probability of victory (“Hillary Clinton has an 85% chance to win,” the Times announced on Election Day). This may have led some people, confusing the two, to conclude that Clinton was projected to win eighty-five per cent of the vote. Quite possibly, a number of them, given the seeming inevitability, decided not to vote.", "This year, responsible news outlets have been more cautious, but they’re also trying to undo an expectation that their own industry has set: that the winner will be known on Election Night. Newspaper publishers and TV producers have taken pains to explain to their audiences that getting the results might take longer, much longer, this time, and reporters have been warned not to head off for vacation on November 4th. The most prudent outlets, including the Washington Post, have agreed not to make any predictions—an about-face, since, as Ira Chinoy, of the University of Maryland, has detailed, the press has been predicting the results of Presidential elections for nearly two centuries.", "Election predictions are mathematical projections that use polls, early returns, and past election results. Americans across the country voted on the same day for the first time in 1848. That was also the first election reported by the newly formed Associated Press, a “wire service,” made possible by the telegraph, which, as a Wisconsin newspaper put it, promised to relieve the public of “that long suspense which formerly followed elections.” A Massachusetts newspaper urged readers to cut out and keep the returns, because they’d come in handy in 1852, for those who wanted to make their own projections. In 1860, the New York Tribune sold a “Political Text Book,” containing all the returns back to 1824, and many papers printed “score sheets,” something like baseball scorebooks, which readers could use to figure out who was winning.", "In cities, Election Night was like New Year’s Eve: crowds gathered outside newspaper offices, where you could learn the results the fastest. In 1896, the Tribune announced the winner, William McKinley, by flashing red lights from its building. (Green would have signalled a victory for William Jennings Bryan.) In St. Paul, you only needed to open your window, because the Dispatch had arranged for a steamship whistle to blow a “Succession of Sharp, Short Toots If Returns Favor McKinley. A Long, Dismal Wail If Returns Favor Bryan.” In 1916, William Randolph Hearst’s New York American broadcast the results by wireless, boasting, “Thus, through the clouds, was hurled the news of the night.” At 11 P.M., the paper called the election for Charles Evans Hughes; by morning, it had become clear that Woodrow Wilson had won. That same year, the Boston Globe, which pioneered the method of relying on “key precincts” to forecast a national result, offered an accurate projection.", "In the race to be the first to call an election, CBS found a Polish mathematical savant, Salo Finkelstein, who could make predictions faster than any adding machine. He made his radio début in 1932, in the contest between Franklin D. Roosevelt and Herbert Hoover. In 1952, CBS television news engaged the services of a “giant electronic brain,” the UNIVAC computer. That Election Night saw an unexpected outcome: Dwight D. Eisenhower beat Adlai Stevenson in a landslide. On the air, UNIVAC didn’t make that prediction until near midnight. “To me the most impressive thing about tonight is again the demonstration that the people of this country are sovereign, that they are unpredictable,” Edward R. Murrow said. But UNIVAC had made the right call early on; CBS had just been too shocked to broadcast it.", "In truth, mathematical modelling based on key precincts in swing states, or what used to be called “the doubtful states,” had made projections so reliable that, in 1955, Isaac Asimov published a short story about a future in which a very fast computer, the Multivac, selects a representative American to decide the election for the whole country. No one else votes. That dystopia has not come to pass. In 2000, however, the Bush v. Gore debacle made clear that projecting a winner is not the same as counting ballots. “We don’t just have egg on our face,” NBC’s Tom Brokaw said the day after the election. “We have an omelette.” Early in the evening, NBC, followed by virtually every other network, had called Florida for Gore and then, later that night, called it for Bush, when all along it had been too close to call.", "The networks’ projections in 2000 relied, in part, on exit polling, which was often flawed and has become an anachronism: it doesn’t work when so many people vote early, or by mail. The A.P., in the aftermath of the 2016 election, launched a painstakingly scrupulous program called VoteCast, which combines real-time national surveys with data and modelling derived from past elections. The problem is that there has never been an election like this one.", "On November 3rd, if there’s a landslide for Joe Biden, that could be clear as early as eleven o’clock on the East Coast. But, if the vote is close, a “red mirage” could show Trump winning, a lead that might be swept away by a “blue shift.” Democrats are three times as likely as Republicans to vote by mail. Ten states don’t even begin counting mail-in ballots until Election Day, and eighteen others accept them afterward, as long as they’re properly postmarked. Counting the actual votes might take weeks, Republicans may try to stop it, and Trump could declare an illegitimate victory. Twitter and Facebook have pledged to add warning labels to any such claim, which is a little like sticking a warning label on a land mine, just before burying it. Meanwhile, there are two things to do: vote, and wait. ♦", "Read More About the 2020 Election"], "authors": ["Jill Lepore", "Jill Lepor"], "keywords": ["results", "projections", "polls", "trouble", "called", "states", "early", "night", "returns", "election", "vote"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}