{"summary": "Fashion Nova is infamous for its skimpy styles, but a new report claims the workers that make its clothing are being paid skimpy wages.\nThe report also alleged that some of Fashion Nova’s contractors were paying employees as little as $2.77 per hour.\n“Any suggestion that Fashion Nova is responsible for underpaying anyone working on our brand is categorically false,” the company wrote.\nOn Twitter, Fashion Nova further defended its brand and claimed that anyone found to be in violation of California law would be temporarily removed as a contractor.\nCLICK HERE TO GET THE FOX NEWS APPThis isn’t the first time Fashion Nova has found itself in hot water.", "keywords": ["times", "produced", "work", "underpaid", "fashion", "report", "employees", "nova", "novas", "clothing", "factory", "responds", "factories", "working", "retailer", "workers"], "paragraphs": ["Fashion Nova is infamous for its skimpy styles, but a new report claims the workers that make its clothing are being paid skimpy wages.", "The online retailer — purveyor of such items as the “Here For Fun” bodysuit and the “Buckle Up Mock Neck Romper” — is accused of working with Los Angeles factories that pay their employees less than minimum wage, according to an exposé published by The New York Times on Monday.", "SEE IT: TWITTER IS CONVINCED THAT FASHION NOVA IS TROLLING KIM KARDASHIAN", "Citing internal documents from the U.S. Department of Labor, which conducted investigations in 2016, 2017, 2018, and 2019, The Times revealed that “dozens of factories” making Fashion Nova’s clothing had owed a total of $3.8 million to its workers in back wages. The report also alleged that some of Fashion Nova’s contractors were paying employees as little as $2.77 per hour.", "“There were cockroaches. There were rats,” Mercedes Cortes, 56, told The Times of working in a Vernon, Calif., factory. “The conditions weren’t good.”", "Fashion Nova didn’t work directly with the factories or employees, but rather by purchasing materials and having them sent to the sewing contractors, some of whom allegedly employed the underpaid workers.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Fashion Nova has since responded to The Times’ investigation on Twitter.", "“Any suggestion that Fashion Nova is responsible for underpaying anyone working on our brand is categorically false,” the company wrote.", "Fashion Nova's lawyer said the company is addressing the matter.", "“We have already had a highly productive and positive meeting with the Department of Labor in which we discussed our ongoing commitment to ensuring that all workers involved with the Fashion Nova brand are appropriately compensated for the work they do,” Erica Meierhans, Fashion Nova’s general counsel, told the Times.", "On Twitter, Fashion Nova further defended its brand and claimed that anyone found to be in violation of California law would be temporarily removed as a contractor.", "\"Furthermore, we have written agreements with all of our more than 700 vendors in which they commit to pay their employees and sub-contractors in strict alignment with California law. Any vendor found to not be in compliance is immediately put on a six-month probationary period. A second violation results in a suspension of all agreements with that vendor.\"", "A representative for the fast-fashion retailer was not immediately available to comment.", "CLICK HERE TO GET THE FOX NEWS APP", "This isn’t the first time Fashion Nova has found itself in hot water. The company was recently slapped with a lawsuit by Versace, which accused the retailer of copying the famous Versace gown work by Jennifer Lopez at the 2000 Grammy Awards."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/lifestyle/fashion-nova-responds-report-underpaid-workers", "authors": ["Michael Bartiromo"], "id": "57d46abe-80fc-3a60-9fcb-a90ff671f34c", "pubDate": null, "title": "Fashion Nova responds to report of clothing being produced by underpaid factory workers"}