{"id": "57e16d57-a776-3896-9cbd-74eb1f78d6a1", "title": "Deluged by floods, America’s ‘oldest city' struggles to save landmarks from climate crisis", "url": "https://www.theguardian.com/us-news/2020/oct/28/st-augustine-florida-floods-climate-crisis", "summary": "St Augustine, Florida, was founded in 1565 by Spanish explorers.\n“Sea level rise is taking place, so of course climate change is playing a role in these flooding events,” she said.\nPhotograph: Brendan RiversFlooding poses a unique threat to cities like St Augustine whose economies depend on heritage tourism.\nIn a non-pandemic year, millions of tourists make their way to St Augustine, which has a population of less than 15,000.\nDefense has been the focus of efforts in St Augustine, through infrastructure projects like installing tide check valves.", "paragraphs": ["St Augustine, Florida, was founded in 1565 by Spanish explorers. Flooding has been a threat for centuries and is worsening with rising tides", "The holiday season in St Augustine, Florida, is approaching, and residents are looking ahead to the annual Nights of Lights festival – a months-long tradition that sees millions of white lights strung along every corner of the city’s historic downtown.", "But an old enemy is rearing its head: the sea. Increasingly, residents have to wear rain boots just to get to their cars and plan their commutes to avoid roads that are flooded with salty sea water.", "Founded in 1565 by Spanish explorers, St Augustine on the north-east coast of Florida is the oldest continuously occupied settlement of European origin in the US. Flooding has been a threat here for centuries, but conditions are worsening with rising seas. As local officials commit large portions of the city’s limited resources to fight flooding, they worry it won’t be enough if state, federal and international leaders fail to address climate change.", "Facebook Twitter Pinterest Flooding in St Augustine in the last century. The date and photographer are unknown. Photograph: The city of St Augustine", "On the weekend of 19 September, a combination of lunar and meteorological factors combined to sweep the sea on to the streets. St Augustine experiences similar, though usually less severe, tidal flooding – often referred to as nuisance or “sunny day” flooding – between 12 and 16 times a year.", "The city also frequently floods during heavy rains. On 27 September, less than a week after the tidewaters had finally receded, flooding struck again, only this time the water came from above. Parts of the old city were drenched with more than five inches of rain in just a few hours – a deluge the city’s ageing stormwater drainage system isn’t equipped to handle.", "“We locals like to joke and say, ‘You can spill a glass of water and it will flood in St Augustine,’” said Athena Masson, a meteorologist for the Florida Public Radio Emergency Network, who is originally from St Augustine.", "Masson says that while climate change isn’t directly causing the floods, it is making them worse and more frequent. “Sea level rise is taking place, so of course climate change is playing a role in these flooding events,” she said.", "According to the non-profit SeaLevelRise.org, the waters around Florida rose as much as 8.59in between 1950 and 2016, and the rate of sea level rise is accelerating. One city assessment predicted St Augustine could face one foot of sea level rise in the next decade and as much as three feet of sea level rise by the 2060s.", "On top of those rising sea levels, warmer temperatures – another symptom of the changing climate – increase the amount of moisture that can be held in the atmosphere. This leads to more clouds, which, in turn, lead to more rain. According to Masson, north-east Florida experienced higher than average rain in August and September of this year.", "St Augustine’s public works director, Reuben Franklin, puts it like this: flooding like what St Augustine experienced in September is “almost like peering into the future of what the daily tide cycle might look like”.", "Facebook Twitter Pinterest Flooding in St Augustine at the end of September. Photograph: Brendan Rivers", "Flooding poses a unique threat to cities like St Augustine whose economies depend on heritage tourism. Visitors are drawn to landmarks like the Castillo de San Marcos, a 17th-century Spanish fort, before strolling down the pedestrian-friendly streets in search of historic tours, shopping, food and drinks.", "In a non-pandemic year, millions of tourists make their way to St Augustine, which has a population of less than 15,000. Of those, 95% to 99% walk down the city’s historic downtown streets, according to a recent city resilience report. So-called “heritage tourists” spend, on average, more than $1.6m every day they are in St Augustine, and each day of spending generates about 29 year-round jobs and close to a million dollars in daily income for local businesses.", "With heritage resources worth an estimated $2.9bn, the city’s history is closely tied to its economy and the city has the resources to recover faster from a disaster than a typical city its size.", "But properties in the city’s historic districts are overwhelmingly at risk of flooding: 76% of land parcels are expected to be underwater during a 100-year flood – a flood that is statistically expected to occur once every hundred years and which city officials said looks like what St. Augustine experienced during Hurricane Matthew in 2016. And though historic districts make up just 7% of the land area in St Augustine – less than a square mile – more than a quarter of the city’s population lives in them.", "St Augustine’s archaeological sites include relics from centuries of European colonial and American history, as well as more than 4,000 years of Native American heritage. Today, nuisance flooding affects more than 60% of the archaeological zones in the city, and all sites will be vulnerable with 1.5ft of sea level rise. On top of surface flooding, rising water tables below the ground make excavating and documenting archaeological resources more urgent.", "To combat these threats, the city of St Augustine has committed to dozens of flood mitigation projects with a combined price tag of at least tens of millions of dollars. That is no small feat in a city with an annual budget of around $60m. Additionally, the city commission recently formed a new citizens advisory committee tasked with amending building codes to reduce flooding.", "Facebook Twitter Pinterest An aerial view of downtown St Augustine, from May 2013. Photograph: Stacey Sather/FloridasHistoricCoast.com", "In addition to these steps, the city appointed its first chief resilience officer last year – though the position was at least temporarily eliminated just a year later for budgetary reasons.", "Mayor Tracy Upchurch said St Augustine was fighting the invading sea using three main strategies: defend, adapt and retreat.", "“I think most communities, but certainly our community both on the public and the private level, are pursuing all those simultaneously,” he said.", "Defense has been the focus of efforts in St Augustine, through infrastructure projects like installing tide check valves. Adaptation primarily means raising vulnerable structures. But retreat – probably the most effective way to protect residents from the threats posed by flooding – is an extremely challenging prospect in St Augustine, where historic sites and buildings that are often difficult, expensive or even impossible to relocate are critical to the city’s identity, economy and resiliency strategy.", "With no escape in sight, the worry is that St Augustine could be fighting a losing battle: if global fossil fuel emissions aren’t quickly and sharply reduced, by the end of the century the sea could regularly – even daily – spill over the defenses the city is building.", "“We’re a city of 14,000 in a county of 300,000 in a state of 20 million,” Mayor Upchurch said. “There certainly are things we can do and are doing, but much of this is beyond our control.”"], "authors": ["Brendan Rivers Of Adapt"], "keywords": ["level", "americas", "oldest", "st", "citys", "florida", "sea", "flooding", "landmarks", "floods", "augustine", "historic", "crisis", "climate", "save", "rise", "struggles", "city", "deluged"], "pubDate": "2020-10-28T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}