{"id": "581beee8-a1da-3118-81b7-7279487d57cc", "title": "Uganda's 'street uncles' transform young lives in the slum - a photo essay", "url": "https://www.theguardian.com/global-development/2020/nov/04/ugandas-street-uncles-transform-young-lives-in-the-slum-a-photo-essay", "summary": "It was as a child in 1983 that Mark Owori first began using drugs.\nThe other street uncles helping to rehabilitate drug users are Musa Ssebagala, 36, Matua Francis, 31, Sam Mugadi, 20, and 25-year-old Kyikabi David.\n“You as a person choose whether to keep using drugs or not,” she says.\nIt was the same year he joined the street uncles.\nSwaliki, like the other street uncles, believes drug use should not be criminalised and that it should be viewed separately from actual crimes.", "paragraphs": ["It was as a child in 1983 that Mark Owori first began using drugs. He started by supplying them to his sister, Lucky, who was a soldier in Uganda’s bush war. Eventually he also became both involved in the war and an addict.", "This was under the rule of Ugandan independence leader Milton Obote and during a conflict in which Owori says that everyone had a role – from spying to looking for food. His was to keep soldiers supplied with drugs.", "Even now, he says, he doesn’t regret it and he considers his contribution was important to Uganda’s liberation from British colonial rule. But today he is using this experience as a child soldier to ensure that other children don’t go through the same.", "Today Owori is 48 and still a drug user, but he is also part of a small group of men known as the “street uncles”, who rehabilitate addicts in Kisenyi, a slum in the capital, Kampala, that is infamous for high levels of drug use among its estimated population of almost 24,000 people.", "“People look at the drugs and not the person or the humanity that they have,” he says. “We look at the talent we have and not the drugs we take.”", "Kisenyi slum, which is infamous for its high levels of drug use", "Owori, or “Uncle Mark”, as he is known, says his own experience in rehab inspired him in 2001 to open a centre in Kisenyi where street children and adults with addiction problems could find other avenues of self-expression beyond using the cheap and toxic drugs available in the slum.", "", "The other street uncles helping to rehabilitate drug users are Musa Ssebagala, 36, Matua Francis, 31, Sam Mugadi, 20, and 25-year-old Kyikabi David. They advocate against the criminalisation of drug users and encourage responsible use among adults.", "Hasifa Nakibuli, a 17-year-old who uses cannabis and “jet fuel” [aviation fuel], is one of the estimated 500 children and adults who either live at the centre or visit regularly. For her, limiting her drug use to just two substances is progress.", "Homeless children in Kisenyi wait for clothes to be distributed", "“Even though I want to use many [drugs], I have decided ‘no’ because I know that they are going to take me back,” says Nakibuli. “And now I want to go forwards, not back.”", "She says she started using drugs when she was 13, and although she arrived in Kisenyi just over a year ago from her family home in Masaka, a town about two and a half hours from Kampala, she has already been picked up by the police.", "", "“They open our rooms and check, and if they find the drugs, they take you,” she says. She was later released, but the experience convinced her that she did not want to be arrested again. “I cannot take drugs if I see a policeman. I run away. If I am not smoking, I can stand and we talk because I am not a criminal.”", "Musa Ssebagala and helpers prepare lunch for street children", "An estimated 5-10% of Uganda’s population regularly abuse alcohol and drugs. One study of 12-24-year-olds in northern and central Uganda showed that 70% of people had abused these substances and more than a third used them regularly.", "Hand-rolled marijuana cigarettes sell for around 500 Ugandan shillings (around 10p) each; jet fuel can also be bought for as little as 500 Ugandan shillings.", "In 2014, Uganda’s parliament passed a Narcotics bill to punish drug trafficking with life imprisonment and impose a minimum fine of $4,000 (£3,097) or a two-year jail term for the possession of drugs.", "A child packages homemade marijuana icigarettes inside a kiosk in Kisenyi", "But not everyone sees Uganda’s bill and the draconian drug laws of many southern African countries as helping to address the problem.", "“Criminalisation is a total farce,” says Chris Jay, the founder of the South African chapter of the National Organisation for the Reform of Marijuana Laws (Norml), which advocates for the right of adults to use cannabis. “I think countries need to look at the bigger picture and look at models that are tried and tested for decades, such as in the Netherlands and Portugal, and legalise all drugs.”", "Since 2008 Norml has organised pro-cannabis marches in South Africa, and it supports the Dagga party, which was instrumental in the 2018 legalisation of cannabis in South Africa, a law Jay believes still falls short in addressing the problem.", "“The judgment had actually nothing to do with cannabis. It had more to do with privacy. That’s what it was about. It was about an adult smoking a joint in the privacy of their home,” Jay says. “It wasn’t effectively legalising or decriminalising cannabis itself. People are still getting arrested every day. It’s a huge, huge problem.”", "Jet fuel, shown in the bottle in the left-hand picture, is a cheap and readily available drug in Kisenyi", "Uganda legalised marijuana for medical use in 2019, becoming one of seven countries in Africa to have done so.", "Nigeria has the harshest drug laws in West Africa, with the penalty for drug trafficking attracting a sentence of anything from two years to life imprisonment. Drug possession carries a 15 to 25-year sentence in the country.", "Adeolu Adebiyi, a Nigerian and member of the West African chapter of the Global Commission on Drug Policy, says drug use or misuse should be treated within the framework of public health.", "“Using a criminal justice system to respond to the drug use challenge is actually a misnomer,” he says. “I once did a story on some young people who have been locked up in prisons for drug use offences and after they had been released ... 99.9% of them were still actively using drugs. So the prison did not reform them.”", "", "A 2016 study of a prison in north-central Nigeria found that 57.7% of inmates reported using more than two drugs while incarcerated and in Uganda, a study by the UN office on drugs and crime (UNODC) cited 65% of inmates as reporting drug abuse inside the prison.", "The street uncles want to help encourage those with addiction problems to find other avenues of self-expression beyond cheap and toxic drugs", "The Global Commission for Drug Policy includes the former presidents of Nigeria and South Africa, Olusegun Obasanjo and Kgalema Motlanthe, who recently co-authored a piece for the Africa Report saying that as leaders they had failed in the war on drugs, a viewpoint that Adebiyi understands.", "“Many African countries suffered from the influence of the US war on drugs, which [we] copied directly, ignorantly and not so ignorantly,” he says. “Ignorantly in the sense that the idea that we need to be tough on drugs somehow sits with our conservative norms within the African setting.”", "Dorah Namulondo, 20, says Owori and the other street uncles helped her save enough money to start a business selling alcohol and cigarettes, though she doesn’t use either of them. “You as a person choose whether to keep using drugs or not,” she says.", "But of course addiction is much more complex, says Nene Okereke, a pharmacist based in Bayelsa, southern Nigeria.", "Homeless children in Kisenyi", "According to Okereke, psychoactive substances like cocaine and marijuana can hijack what is known as the brain’s reward circuit. “With constant use of these drugs over time, the body responds to other cues associated with these drugs,” she says.", "“It progresses from being a choice to something that is beyond one’s control, whether or not I want to use it,” she says. “The brain sends out signals because it remembers the reward it got and then the body begins to seek it intensely.", "On the streets of Kisenyi there are many drug users who feel they have the situation under control. Ssebagala, a street uncle and former addict, is among them.", "“I have been exposed to different drugs, so I know what to take and what I can’t,” he says. “Cannabis is the drug I take, and I know how to control it. It’s like [taking] a herb to make me feel stable and confident.”", "Left to right: Sam Mugadi, Musa Ssebagala, Mark Owori, Matua Francis and David Kyikabi", "In 2016, Ssebagala, who is married and has four children, spent four months in prison for drug-related offences. It was the same year he joined the street uncles. “I don’t want the kids to go through what I went through then, that’s why I am so into this project,” he says.", "‘Money makes money’: Uganda’s Tarantino raises funds with rap Read more", "Like Ssebagala, 33-year old Saraine Swaliki, who teaches the children music, dance and drama at the centre, believes he has his drug use under control. He says cannabis inspires his music.", "Swaliki, like the other street uncles, believes drug use should not be criminalised and that it should be viewed separately from actual crimes. “Some people hide under the disguise of drugs to do bad things. If you are a thief, you are a thief, regardless of taking cannabis or not.”"], "authors": [], "keywords": ["lives", "transform", "slum", "using", "cannabis", "drug", "ssebagala", "essay", "young", "africa", "street", "children", "uncles", "ugandas", "drugs"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}