{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["property", "pasadena", "rose", "los", "price", "angeles", "tech", "california", "gas", "la", "reasons", "live"], "title": "Five reasons to live in Pasadena, US", "paragraphs": ["Historic homes and spectacular mountain scenery make this one of California’s most relaxed cities", "By Elsa Court", "If you thought California’s tech scene was restricted to San Francisco and Palo Alto, think again. Incorporated in 1886, Pasadena is one of Los Angeles County’s oldest cities and a sought-after destination for tech workers and those Angelenos who crave the greater privacy and proximity to the natural world it offers.", "Green action", "In 2006, California became the first US state to mandate reductions in greenhouse gas emissions. Pasadena has felt the effects of global warming: figures from the State of California Energy Commission show that the number of extreme hot days in the city rose from three to 18 per year between 1990 and 2015, and are predicted to increase to 48 a year by 2050.", "Pasadena unanimously adopted a climate change action plan last year, which committed the city to reducing gas emissions to 27 per cent below 2009 levels by 2020, exceeding statewide targets by 12 percentage points. Pasadena aims to reduce gas emissions to 83 per cent below 2009 levels by 2050.", "Pasadena wants to beat statewide targets on reducing greenhouse gas emissions", "Innovation centre", "Pasadena’s economy is bolstered by several thriving tech research institutions, including the California Institute of Technology (Caltech), which manages Nasa’s Jet Propulsion Laboratory.", "Together Caltech and Nasa are Pasadena’s largest employer, accounting for more than 10 per cent of the city’s workforce, and have so far helped create more than 160 start-ups in fields ranging from software producers to life science companies, two-thirds of which are still active.", "Nasa’s Jet Propulsion Laboratory, with Caltech, is the city’s largest employer", "Convenient location", "Nestled at the foot of the San Gabriel mountains, a 350,000-acre portion of which was designated a national monument by President Obama in 2014, Pasadena is a short drive from some of the country’s most ambitious hiking trails. These include the dauntingly named Devil’s Backbone Trail, which takes in the highest peak in Los Angeles County.", "The Devil’s Backbone Trail takes in the county’s highest peak", "The commute from Pasadena to downtown LA is less strenuous: the Gold Line on LA’s Metro system connects Pasadena to Union Station in under 30 minutes and to Los Angeles International Airport in a little over an hour.", "Historic homes", "Pasadena has fine examples of early 20th-century residential architecture, including the arts and crafts Gamble House and Frank Lloyd Wright’s 1923 Millard House.", "While these are not available to buy, other craftsmen-style homes are, not to mention Spanish colonial revival-style residences dating from the early 1900s, as well as mid-century post-and-beam dwellings.", "The Gamble House is one of the city’s early 20th-century architectural jewels", "Property listing site Zillow shows Pasadena as a buyers’ market, with lower median home values compared with other well-heeled LA neighbourhoods.", "According to Knight Frank, the average median price for a three-bedroom property in Pasadena ($1,035,000) is about two-thirds of the price for a similar property in the neighbouring suburb of La Cañada Flintridge. A two-bedroom apartment in Pasadena ($736,483) is less than half the price of a similar property in West Hollywood ($1,680,833).", "Sporting history", "The Rose Bowl is the oldest American football contest, held every New Year’s Day in Pasadena since 1902. It is preceded by a parade of flower-covered floats, which brings hundreds of thousands of visitors to the city.", "The Rose Bowl Stadium, a National Historic Landmark and home to the University of California, Los Angeles Bruins football team, will celebrate its centenary in 2022. It has hosted concerts by the likes of Beyoncé, Justin Timberlake and JayZ.", "The Rose Bowl Stadium is approaching its centenary in 2022", "Photographs: Kit Leong; Getty Images; Ken Wolter; Dreamstime"], "id": "583db5b6-1907-3690-a82a-11767143b6a4", "url": "https://propertylistings.ft.com/propertynews/california/5913-five-reasons-to-live-in-pasadena-us.html", "authors": [], "summary": "Pasadena aims to reduce gas emissions to 83 per cent below 2009 levels by 2050.\nThese include the dauntingly named Devil’s Backbone Trail, which takes in the highest peak in Los Angeles County.\nA two-bedroom apartment in Pasadena ($736,483) is less than half the price of a similar property in West Hollywood ($1,680,833).\nSporting historyThe Rose Bowl is the oldest American football contest, held every New Year’s Day in Pasadena since 1902.\nThe Rose Bowl Stadium, a National Historic Landmark and home to the University of California, Los Angeles Bruins football team, will celebrate its centenary in 2022."}