{"id": "585d509e-c912-3c9d-929c-877e384941fa", "summary": "It is a move that could spell trouble for Boeing’s own plans to fill the middle of the market.\nThe A321XLR is a plane “that is of interest to the entire world,” says Francois Caudron, a marketing boss at Airbus.\nBoeing had hoped to answer that same question with its proposed Boeing 797.\nBoeing’s proposed New Midsize Airplane (NMA) is instead a wide-body aircraft with two instead of one aisle.\nBut it would also be more costly plane to fly, as the wider fuselage increases the amount of drag on the plane.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["BOEING, AN American aerospace giant, had once hoped that it would have a good week at this year’s Paris Air Show, which ends on June 23rd. It was expected to launch the 797, a new mid-sized jet to fill the gap in its range between its smaller 737 narrow-body airliner and its much larger 787 and 777 wide-body jets. But instead it was Airbus, its European arch-rival, that launched a plane that fitted this criteria. The A321XLR (the XLR stands for “extra long range”) is a version of the planemaker’s popular narrow-body adapted to boost its range to 5,400 miles (8,700 km). This is made possible by enlarging the aircraft’s centre fuel tank. It is a move that could spell trouble for Boeing’s own plans to fill the middle of the market.", "The A321XLR is a plane “that is of interest to the entire world,” says Francois Caudron, a marketing boss at Airbus. He says the demand for the proposed jet came from airlines flying previous A321 models, which had a range of about 4,000 miles. “The market, asked us, ‘With the A321 now, we can fly from the East Coast of the United States into Europe, but we can’t really go deep into Europe. We can’t go to Rome. So Airbus, can you do something to give us another 500 nautical miles?’” The company responded, he says, with a new fuel tank configuration that added an extra 700 nautical miles.", "Boeing had hoped to answer that same question with its proposed Boeing 797. The American firm had hoped that it would serve as a replacement for the Boeing 757 and 767, two older mid-sized jets. But Mr Caudron says that Airbus also sees the new model as a replacement for Boeing’s 757. Both are narrow-body jets and they offer the same range and similar seating capacities. The XLR also burns 30% less fuel than the 757. Boeing’s proposed New Midsize Airplane (NMA) is instead a wide-body aircraft with two instead of one aisle. It has a slightly larger seating capacity and has more range than the XLR. So it seems much more like a replacement for the Boeing 767 in terms of size and design. All the extra space would certainly make it a more comfortable plane than the XLR for flyers. But it would also be more costly plane to fly, as the wider fuselage increases the amount of drag on the plane. And as passengers increasingly choose the cheapest tickets whatever the service on board an airline is like, that could harm sales.", "Much has been made of Boeing’s other troubles for the postponement of the 797’s launch. It is true that the continued grounding of its 737 MAX planes, due to safety worries following two crashes of the type in Ethiopia and Indonesia that killed 346 people, does not help. But even before the 737 MAX’s problems, the business case for the 797 was already weak. Analysts have long said that the business plan only made sense if the profits from aftermarket services, such as maintenance checks and spare parts, were enough to make up the losses produced by designing and building the planes. With the XLR eating into the bottom of that market, it has become weaker still."], "url": "https://www.economist.com/gulliver/2019/06/21/how-much-trouble-does-airbuss-new-plane-pose-to-boeing", "title": "The squeezed middle - How much trouble does Airbus’s new plane pose to Boeing?", "pubDate": null, "keywords": ["trouble", "replacement", "boeings", "pose", "squeezed", "does", "middle", "plane", "xlr", "proposed", "miles", "narrowbody", "airbus", "boeing", "range", "airbuss"]}