{"id": "58a55f39-723c-39c6-8c2c-9dbc5a7e561b", "title": "Fauci said Trump 'asking for trouble' with potential super spreader rallies – but silent on Biden celebrations", "url": "https://www.foxnews.com/politics/fauci-trump-asking-trouble-super-spreader-rallies-silent-biden-celebrations", "summary": "“We know that that is asking for trouble when you do that,” Fauci told host Jake Tapper.\nBut Fauci, and other health experts, have been quiet on the celebrations taking place across the country this weekend in response to Biden’s win.\nAfter Biden's win was announced on Saturday, multiple video clips emerged online showing thousands of people packed should-to-shoulder in major cities across the country.\nInterestingly enough, CNN's Tapper on Saturday acknowledged the risk of the coronavirus spreading at these celebrations for Biden’s win.\nIt’s good to see people wearing masks -- although for some of them they’re slipping off their face.\"", "paragraphs": ["Dr. Anthony Fauci, the nation’s top disease expert, warned last month that President Trump was “asking for trouble” by holding large rallies amid the ongoing coronavirus pandemic, but has so far been silent on celebrations being held nationwide over President-elect Joe Biden’s projected win.", "Fauci, 79, made the comments during an Oct. 12 interview on CNN to discuss Trump’s decision to hold campaign rallies despite having recovered from COVID-19.", "“We know that that is asking for trouble when you do that,” Fauci told host Jake Tapper. “We’ve that when you have situations of congregate settings where there are a lot of people without masks, the data speak for themselves.”", "Fauci said the nation’s failure to “get things under control” before heading into fall and winter was “a recipe for disaster.”", "BIDEN PREACHES UNITY, PROMISES TO ADDRESS CORONAVIRUS CRISIS IN FIRST SPEECH AS PRESIDENT-ELECT", "Trump announced on Oct. 1 that he and the first lady had tested positive for COVID-19. He held a rally in Sanford, Fla. less than two weeks later, proclaiming that he had recovered from the virus.", "But Fauci, and other health experts, have been quiet on the celebrations taking place across the country this weekend in response to Biden’s win. Fox News has made multiple attempts to contact Dr. Fauci, as well as members of the Centers for Disease Control and Preventions (CDC) and the National Institutes of Health (NIH), seeking comment.", "After Biden's win was announced on Saturday, multiple video clips emerged online showing thousands of people packed should-to-shoulder in major cities across the country. While some could be seen wearing face masks, countless attendees appeared to be violating social distancing rules.", "Neither Biden nor his campaign team has addressed concerns that some of these celebrations could contribute to the spread of the coronavirus.", "Interestingly enough, CNN's Tapper on Saturday acknowledged the risk of the coronavirus spreading at these celebrations for Biden’s win.", "WHO REPORTS CORONAVIRUS DISCOVERED AMONG MINK POPULATIONS IN 6 COUNTRIES", "“I hate to be a scold here, but we just had the highest day of infections in the United States,\" Tapper said during a CNN panel discussion after Biden's victory. \"I believe yesterday was 125,000 Americans with new coronavirus infections. That was the third straight day of more than 100,000 infections. It’s good to see people wearing masks -- although for some of them they’re slipping off their face.\"", "CLICK HERE TO GET THE FOX NEWS APP", "As of Sunday, the United States has recorded more than 9,926,600 cases of the novel coronavirus with over 237,000 deaths, according to the latest figures from Johns Hopkins University.", "Fox News Evie Fordham contributed to this report."], "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["super", "trouble", "fauci", "rallies", "celebrations", "tapper", "united", "silent", "biden", "bidens", "masks", "infections", "wearing", "coronavirus", "win", "potential", "trump", "spreader"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}