{"id": "58bf8393-8e7f-36fd-81e6-41d6fde5502a", "title": "Japan business lobby denies climate change sabotage claim", "url": "https://www.ft.com/content/a2004ab7-0144-4941-9dd1-5b1a87390c01", "summary": "In August, InfluenceMap, a London-based think-tank, published research on climate and energy policymaking in Japan that criticised Keidanren, an association of Japan’s big businesses, over its climate policy position.\nBut Masami Hasegawa, director of the environment and energy policy bureau at Keidanren, has hit back at the claim.\nMr Hasegawa believes InfluenceMap’s viewpoint is due to a fundamental difference in opinion over what “the ideal energy policy should look like”.\nHe cites the 74-year-old organisation’s role earlier this year in helping to get the Renewable Energy Act amended, which aims to bring notable changes to the country’s renewable energy landscape.\nThe Japan Association of Corporate Executives (Keizai Doyukai), another leading business association, asserts that 40 per cent of the energy supply in Japan should be renewable by 2030.", "paragraphs": ["As some observers question whether Japan can meet its next set of climate change goals by 2030, one organisation charged with hindering the country’s efforts has come out to defend its record.", "In August, InfluenceMap, a London-based think-tank, published research on climate and energy policymaking in Japan that criticised Keidanren, an association of Japan’s big businesses, over its climate policy position.", "InfluenceMap said that as the membership of Keidanren — viewed as the country’s most powerful lobby group — was overwhelmingly represented by emission-heavy sectors like steel, electric power and automotive production, this was hampering Japan’s efforts to roll out its green transformation plans.", "But Masami Hasegawa, director of the environment and energy policy bureau at Keidanren, has hit back at the claim. “We have worked to curb global warming since 1991,” he says.", "He points to actions ahead of the Kyoto protocol in 1997, when Keidanren drew up an action plan outlining its commitment to a low-carbon society, which it renewed in 2013. As a result, he says, companies represented by Keidanren reduced carbon emissions by about 10 per cent between 2013 and 2018.", "Masami Hasegawa: ‘Decarbonisation is a very important issue, but it is not the only goal of Japan’s energy policy.’", "In June, Keidanren launched an initiative called “Challenge Zero” encouraging companies to develop innovative technology to help Japan achieve net zero emissions by 2050 in order to meet the 1.5°C global warming limit set in the Paris Agreement. Since then, more than 150 companies have participated in the framework and 300-plus innovations have already been submitted.", "Yet InfluenceMap scored Keidanren poorly on its level of support for climate policy aligned with the Paris Agreement, adding the group acts “as convener and central negotiating point with key government agencies such as the Ministry of Economy, Trade and Industry”, lobbying negatively against most of the climate change regulations.", "Promoting innovation doesn’t get credit under InfluenceMap’s methodology while carbon pricing does", "Keidanren has acted as a bridge between business and policymakers since its foundation in 1946 and played a big role in leading the recovery of corporate Japan after the second world war.", "Mr Hasegawa believes InfluenceMap’s viewpoint is due to a fundamental difference in opinion over what “the ideal energy policy should look like”. He says: “Decarbonisation is a very important issue, but it is not the only goal of Japan’s energy policy.”", "Referring to the government’s so-called “3E+S” principles — energy [policy] security, economic efficiency, and environmental protection without compromising safety — he argues that energy policy needs to “balance” all these factors.", "Mr Hasegawa does acknowledge Japan needs to make more effort to reduce its reliance on coal, but says the country’s situation does not make this easy.", "“Coal is an important energy source for a country like Japan, where natural resources are scarce. One of coal’s advantages is that Japan can import it from politically stable countries such as Australia,” he says.", "Mr Hasegawa adds that keeping nuclear power plants is important, especially “when Japan is trying to trim” its use of coal; cutting back two major sources of energy — coal and nuclear — at the same time is not realistic, he says. Nuclear power plants are considered a low-emission alternative to coal, but they come with safety concerns after the Fukushima nuclear disaster in 2011.", "By 2030, Japan is aiming to create an energy mix of 26 per cent coal,", "20-22 per cent from nuclear power, 22-24 per cent from renewable energy, and 27 per cent from natural gas-fired plants. In 2018, coal-fired plants accounted for 32 per cent, so under the plan Japan has committed to reduce coal usage significantly — a move that Keidanren supports.", "The government is expected to start a process of renewing the plan soon. Keidanren is planning to engage with the process, although the organisation has not yet set out the details of its proposal.", "Mr Hasegawa says that, contrary to InfluenceMap’s perception, Keidanren backs Japan’s shift to renewable energy, and has been engaging with government agencies and demanding policy changes to support solar and wind powers. He cites the 74-year-old organisation’s role earlier this year in helping to get the Renewable Energy Act amended, which aims to bring notable changes to the country’s renewable energy landscape.", "Mr Hasegawa also disagrees with InfluenceMap’s argument that the make-up of the association’s energy decision-making process is dominated by the “coal-focused industries”.", "He says all major decisions, including energy and climate policies, are approved by a group of the chairman and vice chairs, which comprises seven executives from manufacturing companies Hitachi, Toyota and Nippon Steel, and 12 non-manufacturing executives representing a range of industries like finance, trade and airlines.", "“Promoting innovation doesn’t get credit under InfluenceMap’s methodology while carbon pricing does,” says Mr Hasegawa. Keidanren does not support carbon pricing as it believes that this will push up the cost of electricity in a country which already pays more for it than the rest of the world, and hinders investment and innovation. The business group takes the view that “innovation is the only solution for climate change”, he adds.", "The Japan Association of Corporate Executives (Keizai Doyukai), another leading business association, asserts that 40 per cent of the energy supply in Japan should be renewable by 2030.", "With the rise of globalisation and impact investing, Mr Hasegawa accepts that Keidanren’s purpose is widening. He also says the group would like to engage more with overseas investors.", "But Keidanren will have its eye on the clock as there is much for Japan to do to achieve its net-zero emissions aims by 2050."], "authors": ["Tamami Shimizuishi"], "keywords": ["japan", "renewable", "japans", "hasegawa", "claim", "climate", "business", "sabotage", "policy", "nuclear", "keidanren", "denies", "energy", "change", "cent", "lobby"], "pubDate": "2020-10-05T02:00:10.486000+00:00", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}