{"id": "58c62acd-5ca7-3e3a-9e6b-f049ca1d8481", "title": "Tanzania to relocate 36 Serengeti lions after attacks on humans and cattle", "url": "https://www.theguardian.com/world/2020/jan/19/tanzania-to-relocate-36-serengeti-lions-after-attacks-on-humans-and-cattle", "summary": "The lions, which live on the edge of the national park, will be moved to avoid conflicts with people and livestockTanzania to relocate 36 Serengeti lions after attacks on humans and cattleTanzania will find a new home for 36 lions following a slew of attacks by the big cats on people and cattle.\nThe lions, an increasingly endangered species, live on the edge of the safari mecca of the Serengeti national park, but have been affected by encroaching human activity.\n“We used to kill when one lion attacked people but this is a huge group which we can not do the same (with),” said Mduma.\n“Lions are becoming vulnerable and we want to take action that will sustain them.”Twenty of the lions will be rehoused at Burigi Chato, according to the Institute.\nNumbers have slumped 43% over the last two decades to some 20,000, according to an estimate by the International Union for Conservation of Nature, which classes the predator as a vulnerable species amid habitat loss and increased land provision for agriculture.", "paragraphs": ["The lions, which live on the edge of the national park, will be moved to avoid conflicts with people and livestock", "Tanzania to relocate 36 Serengeti lions after attacks on humans and cattle", "Tanzania will find a new home for 36 lions following a slew of attacks by the big cats on people and cattle.", "The lions, an increasingly endangered species, live on the edge of the safari mecca of the Serengeti national park, but have been affected by encroaching human activity.", "US says man can bring back 'skin, skull, teeth and claws' of hunted Tanzania lion Read more", "Eleven of the group have already been captured and will be taken to the Burigi Chato national park in the country’s north-west, Simon Mduma, director general of the east African country’s Wildlife Research Institute said.", "“We used to kill when one lion attacked people but this is a huge group which we can not do the same (with),” said Mduma.", "“Lions are becoming vulnerable and we want to take action that will sustain them.”", "Twenty of the lions will be rehoused at Burigi Chato, according to the Institute. Another venue has yet to be found for the other 16.", "Planting trees is only a good news story if it’s done right | Bibi van der Zee Read more", "“More areas have been taken for human activities and that has really affected the life of lions,” said institute researcher Dennis Ikanda.", "Last September the Tanzanian government annulled the special status of 12 protected zones and of seven wildlife and forest reserves, allocating more than 700,000 hectares (1.8 million acres) of land to settlement, farming and livestock following an assessment of land disputes.", "That move came as the global lion population continues to dwindle. Numbers have slumped 43% over the last two decades to some 20,000, according to an estimate by the International Union for Conservation of Nature, which classes the predator as a vulnerable species amid habitat loss and increased land provision for agriculture."], "authors": ["Agence France Presse"], "keywords": ["relocate", "vulnerable", "species", "taken", "lions", "national", "wildlife", "tanzania", "cattle", "attacks", "36", "institute", "lion", "land", "park", "humans", "serengeti"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}