{"id": "58d72621-2558-33a9-af16-afd0beb9220d", "title": "Resurrecting Cossack: Seaside Australian ghost town poised for major transformation", "url": "https://edition.cnn.com/travel/article/cossack-ghost-town-australia/index.html", "summary": "And now, this entire Western Australia ghost town could soon be on the market.\nRelated content 9 best things to do in PerthThe town's unusual, ghost town environment offers a unique experience as well.\nCossack is one of more than a dozen ghost towns across WA, a massive state nearly four times larger than Texas.\nBut aside from the notoriety it gained as a hazardous ghost town, Wittenoom has little to offer tourists.\nUnlike some of WA's other ghost towns, it hasn't been left to decay.", "paragraphs": ["(CNN) — With its eerie empty streets, dark history, colonial architecture and stunning seaside location, remote Cossack is an offbeat but rewarding tourist attraction.", "And now, this entire Western Australia ghost town could soon be on the market.", "Located 1,300 kilometers north of Perth, Cossack was abandoned 70 years ago. Yet it remains lined by well-maintained, historic buildings.", "The birthplace of Australia's pearling industry, it was dissolved in 1910 when a new port was opened to its north, then vacated in 1950.", "Today it's inhabited only by a caretaker tasked with keeping the town neat and tidy -- and waving to the occasional tourist.", "Related content The Italian town auctioning off abandoned homes for €1", "Soon, however, Cossack could be brought out of hibernation, as plans are reportedly underway to develop it into a bigger tourist attraction complete with eco-tourism accommodation, cafes, galleries and camping facilities.", "Despite its remote perch in the northwest of Western Australia (WA), Cossack is in a prime location within the Pilbara region's tourism triangle of Coral Bay, Karratha and Karijini National Park.", "Developing Cossack has been debated for decades, but it wasn't until late October 2020 that progress was finally made.", "The WA Government, which owns Cossack, released a document asking investors to register interest in acquiring a leasehold or freehold title of the town, the latter of which refers to land ownership.", "Any investor planning to develop Cossack would have to adhere to heritage and Indigenous land use agreements.", "A bleak period in Australian history", "Cossack has deep ties to Australia's Indigenous people, who've inhabited this region for more than 40,000 years and were subject to atrocities in the fledgling days of WA's pearling industry in the mid-to-late 1800s.", "\"Next time you gaze in wonder at the beauty of a Western Australian pearl, spare a thought for the Aboriginal people who suffered so appallingly during the industry's darkest days,\" reads a plaque at Cossack.", "This refers to the slavery of Indigenous men, women and children, who were forced to dive for pearls. They did so to earn riches for Westerners who began pearling in Australia 20,000 years after its Indigenous people first harvested and traded these gems.", "While this is a grim period of WA's history, that plaque is part of the inspiring Warlu Way , a 2,480-kilometer trail through the state's north, which introduces tourists to key Indigenous sites, beliefs and culture.", "Cossack would be the perfect site for a new Indigenous tourism business focused on pearling history, according to Natasha Mahar, CEO of WA's North West Tourism Board.", "Exterior view of the Cossack Courthouse, which was built in 1895. Robert Garvey/Tourism Western Australia", "She says the town enjoyed great success with its annual Cossack Art Awards, which for the past 28 years have exhibited artworks from across the Pilbara region, including many incredible Indigenous works.", "\"Outside that three weeks of the awards festival, Cossack is pretty much abandoned so it'd be great to see the town developed in a sustainable way so it can be vibrant all year round,\" Mahar tells CNN Travel.", "\"Telling the story of Cossacks' pearling from an Aboriginal perspective would be a great tourism initiative here.\"", "Related content 9 best things to do in Perth", "The town's unusual, ghost town environment offers a unique experience as well.", "\"When you walk around this empty place and see all its beautiful old buildings you feel drawn to understand its history, why it was abandoned,\" she says.", "Cossack is one of more than a dozen ghost towns across WA, a massive state nearly four times larger than Texas.", "With about 80% of the state's 2.7 million residents living in state capital Perth, that leaves an extraordinary amount of empty space. Hiding in some of these isolated nooks are formerly thriving towns, vacated when the industries that powered them ran dry.", "The most notorious of these ghost towns lies 200 kilometers southeast of Cossack. Often called the deadliest place in Australia, Wittenoom was condemned by the WA government in 2008 for being riddled with lethal asbestos.", "Mined for decades in Wittenoom, the mineral reportedly led to the cancer-related deaths of more than 2,000 residents of this town.", "Although the WA Government urges travelers to avoid Wittenoom, due to the danger of airborne asbestos fibers, it has become a dark tourism hotspot . But aside from the notoriety it gained as a hazardous ghost town, Wittenoom has little to offer tourists.", "Cossack, by comparison, has generous appeal. Unlike some of WA's other ghost towns, it hasn't been left to decay. Cossack has heritage protection status, meaning its stately 19th-century bluestone buildings have been impressively maintained.", "Beaches, water sports and heritage buildings", "Cossack's stately 19th-century bluestone buildings are well maintained. Western Australia Department of Planning, Lands and Heritage", "Visitors to Cossack, who typically stay in the nearby town of Karratha, can follow a marked walking trail , which passes its most notable structures. These include the original post office, registrar's office, customs house, police barracks and lockup, Galbraith Store and the Courthouse, which now operates as a free museum.", "Panoramic views of the town and coastline can be enjoyed from Cossack's Tien Tsin Lookout, which is adjacent to a 110-year-old leprosy quarantine center.", "A similarly fine viewpoint, Reader Head Lookout, is just north of the town, and allows visitors to absorb the majesty of Cossack's beaches. A long, pristine and all-but-deserted strip of sand, Settlers Beach is wonderfully serene.", "In addition to swimming and sunbathing, the coast near Cossack is renowned for its suitability for watersports like fishing, kayaking and snorkeling.", "Mahar says this tranquil environment makes Cossack an appealing location for an eco-resort, adding she hopes any development of the town would blend into its unspoiled setting.", "Related content The most beautiful places in Australia", "A WA State Government spokesperson confirmed to CNN Travel that investors could register interest in gaining a freehold title for Cossack, which equates to ownership.", "But they stressed the WA Government was only seeking interest from investors at this stage, and that Cossack was not yet available to be leased or purchased. The deadline to register is November 20, 2020.", "\"The objective of the ROI (Registration of Interest) is to activate and revitalize the town site, as opposed to achieving a monetary value,\" the spokesperson says. \"Should a successful proponent be found, arrangements will be put in place to provide for the long-term management of the asset, subject to all relevant approvals, including Native Title and heritage conservation considerations.\""], "authors": ["Ronan O'Connell"], "keywords": ["indigenous", "transformation", "poised", "western", "wa", "seaside", "cossack", "north", "town", "ghost", "tourism", "pearling", "towns", "australian", "resurrecting", "major"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}