{"id": "58e5df7f-4cc1-39d8-ac20-93410bb269b7", "title": "US drug laws set for sweeping overhaul as voters choose decriminalization", "url": "https://www.theguardian.com/us-news/2020/nov/04/us-drug-laws-decriminalization-voters-us-elections", "summary": "Oregon to decriminalize all illegal drugs in historic first, while voters in many states vote to abolish penalties for possessionOn Tuesday night, a number of US states voted in favor of decriminalizing drugs in an unprecedented drug law overhaul.\nThanks to a push by drug reform advocates, in every state where the ballot was proposed, people voted to abolish criminal penalties for possession.\nProponents of the measures are hopeful that the changes will reduce overdose deaths; reduce racial disparities in drug sentencing and arrests; and drastically improve services for drug users across the country.\nThat money will be funneled towards treatment and social services for drug users – such as addiction recovery centers, housing and healthcare.\nThe initiative also looks set to reduce racial disparities in drug arrests and sentencing – in October, the Oregon secretary of state released a report suggesting that the reform could result in a 95% drop in racial disparities in drug arrests.", "paragraphs": ["Oregon to decriminalize all illegal drugs in historic first, while voters in many states vote to abolish penalties for possession", "On Tuesday night, a number of US states voted in favor of decriminalizing drugs in an unprecedented drug law overhaul. Thanks to a push by drug reform advocates, in every state where the ballot was proposed, people voted to abolish criminal penalties for possession.", "US election 2020 Trump v Biden: Democrats say 'results indicate we're on clear path to victory today' – live Read more", "Last night, Arizona, Montana, New Jersey and South Dakota, voted to decriminalize recreational marijuana. Meanwhile, in Mississippi and South Dakota, medical marijuana will legalized – taking the tally of US states that have legalized the substance up to 15. And in Washington DC, psychedelic plants will be decriminalized.", "In Oregon, all illegal drugs – including heroin, cocaine and methamphetamines – will be decriminalized, meanwhile psilocybin, or psychoactive mushrooms, will be legalized for therapeutic use – a historic first.", "Oregon has some of the highest substance use and mental health problems in the country, and its access to services is one of the worst in the country. It has the third highest number of people needing but not receiving treatment for alcohol and substance use disorders.", "Mimicking successful pilots in Europe, the initiative in Oregon places an emphasis on treating addiction as a health issue, rather than one of law and order. Instead of jail time, those found in possession of drugs will have the option to either pay a $100 fine, or sign up for addiction services.", "Proponents of the measures are hopeful that the changes will reduce overdose deaths; reduce racial disparities in drug sentencing and arrests; and drastically improve services for drug users across the country. The Drug Policy Alliance, which drafted and funded the measures in Oregon, say that $100m could be saved per year through its Measure 110, in law enforcement savings (from reduced arrests and incarceration) and increased tax revenue from drugs sales.", "That money will be funneled towards treatment and social services for drug users – such as addiction recovery centers, housing and healthcare.", "The initiative also looks set to reduce racial disparities in drug arrests and sentencing – in October, the Oregon secretary of state released a report suggesting that the reform could result in a 95% drop in racial disparities in drug arrests."], "authors": ["Poppy Noor"], "keywords": ["voters", "decriminalization", "drug", "choose", "overhaul", "sweeping", "substance", "arrests", "reduce", "voted", "laws", "set", "services", "oregon", "racial", "drugs", "states"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}