{"id": "58f08a86-1591-3666-8c15-976c9ba44359", "title": "XCOM 2 Review – Resistance Might Be Futile, But It’s Fun", "url": "https://www.gameinformer.com/games/xcom_2/b/pc/archive/2016/02/05/xcom-2-game-informer-review.aspx", "summary": "Thankfully, XCOM 2's combat system gives plenty of options to let you do just that.\nThe archetypes for all of XCOM 2's squad mates are reminiscent of XCOM: Enemy Unknown.\nXCOM 2's classes feel very balanced, and it's hard for me to pick a favorite because they are all extremely useful.\nIt might sound stressful, and at times it is, but XCOM 2's battles are so compelling that it's easy to pick yourself up after defeat and jump back into the fray.\nSuccessfully navigating XCOM 2's storm of difficult choices is enough to make you feel like a true legend.", "paragraphs": ["XCOM has never pulled its punches. The series has continually pitted hapless humans against a blitzkrieg of technologically superior alien invaders. In fact, so many players failed to save Earth during their playthroughs of 2012's XCOM: Enemy Unknown that Firaxis was inspired to dream up a dark future where the aliens actually won. In XCOM 2's dark future, small bands of human rebels have become the interlopers, and they are attempting to overturn a corrupt system and stop the aliens from exploiting the human race. It's an intriguing premise, and XCOM 2 lives up to its legacy of unforgiving challenge and unparalleled rewards.", "Like previous entries in the series, XCOM 2 is divided into two parts. One of the meatiest components is the combat layer, where you manage a squad of up to six rebels who tactically dismantle the alien forces without becoming dismembered in the process. The alien overlords give players plenty of reasons to be terrified. Beastly Berserkers run straight toward your forces, threatening to break your squaddies in half if they get within striking distance. Other enemies, such as the angelic-looking Archons, get stronger as you attack them and can call down a torrent of explosions from the sky. XCOM's battles are so nerve-wracking that, at any given moment, I felt like a single alien attack could dismantle my entire squad. Thankfully, this tension is all part of the fun. Your alien foes are often stronger and better equipped for battle, so you must constantly outsmart them. Thankfully, XCOM 2's combat system gives plenty of options to let you do just that.", "The archetypes for all of XCOM 2's squad mates are reminiscent of XCOM: Enemy Unknown. Sharpshooters function a lot like Enemy Unknown Sniper class, while Grenadiers perform a lot like the old Heavy class. However, each class has seen its fair share of improvements and upgrades. Psionic warriors from the Enemy Within expansion have essentially become their own class, and you can now turn any rookie into a psychic powerhouse. XCOM 2's classes feel very balanced, and it's hard for me to pick a favorite because they are all extremely useful.", "As your characters unlock more weapon upgrades and class abilities, your pool of available maneuvers grows ever deeper, giving you a wider variety of ways to approach every combat encounter. Do you have your Grenadier remain in an exposed position so he can drop a bomb on three enemies with heavy armor or take cover and fire at the biggest tank, which gives an aim boost to the rest of your squad? Do you have your psionic character stun an enemy for one round or empower your sharpshooter to take another shot? Do you have one of your support characters hack into an enemy turret and control it or lob an EMP grenade at the entire group? I never felt like I could rely on tired tactics because every combat scenario calls for a different approach.", "Unlike Enemy Unknown, you begin most battles concealed from your enemies. I appreciated how that gave me time to form a plan of attack, so I didn't always feel like I was just reacting to a series of terrible events. However, some missions force you deeper into the environment in order to complete certain tasks within a set number of turns, and this keeps battles brisk while making it harder to turtle up and play defense on every map. Thankfully, those procedurally generated maps also do a great job of making multiple playthroughs feel entirely unique. Not only does each mission feel like a believable environment, I never felt like a randomized piece of terrain was cheating me from victory.", "Between battles, you're pulled back to your home base, a mobile airship called the Avenger. Onboard, teams of scientists and engineers eagerly await your orders to build new tech and research alien artifacts. Much like the combat layer, the Avenger continues to evolve as you journey deeper towards disrupting the alien hierarchy. You can outfit the Avenger with new facilities that allow you to better train your warriors, upgrade weapons and equipment, and patch up soldiers after battle. I never felt like I had enough resources to accomplish all my tasks at once, so I was constantly torn between attending to my soldier's immediate needs and performing research that would bear fruit further down the line.", "In the midst of these hard choices, the aliens are performing their own research on a mysterious program called the Avatar Project. In order to investigate this project, you can send your Avenger across the globe, make new connections with local militia leaders, scan for supply drops, or buy and sell goods via an underground market. These events force you into even more strategic choices, and something as simple as selling extra alien alloys can have repercussions down the line. If you dally for too long in completing an essential task, the aliens can complete their project and ultimately win the game.", "You're constantly under the gun in XCOM 2, and the deck is often stacked against you. Firaxis' masterclass in strategy design has you second-guessing all your choices and analyzing your smallest decisions. It might sound stressful, and at times it is, but XCOM 2's battles are so compelling that it's easy to pick yourself up after defeat and jump back into the fray. Successfully navigating XCOM 2's storm of difficult choices is enough to make you feel like a true legend."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["review", "fun", "2s", "combat", "battles", "squad", "enemy", "resistance", "class", "alien", "unknown", "futile", "xcom", "feel"], "pubDate": "2016-02-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}