{"id": "58f4382e-47e0-3d66-aa84-8a0f8b1b11ac", "keywords": ["coupe", "2020", "stingray", "corvette", "version", "v8", "chevrolet", "closed", "convertible", "weight", "window", "engine", "car", "revealed", "price"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor. Follow Him"], "url": "http://www.foxnews.com/auto/2020-corvette-stingray-convertible-and-its-price-have-been-revealed", "title": "The 2020 Chevrolet Corvette Stingray convertible and its price have been revealed", "summary": "The 2020 Chevrolet Corvette Stingray has dropped its top.\nChevrolet unveiled the convertible version of its forthcoming mid-engine sports car Wednesday night at the Kennedy Space Center in Florida, a location meant to evoke the days when astronauts with “The Right Stuff” cruised around nearby Cocoa Beach in their Corvettes.\nIt’s the first Corvette convertible to employ a folding hardtop, which stows under a lid that also covers the engine bay.\nChevrolet says this eighth-generation Corvette was engineered from the start with a convertible in mind, so its chassis is structurally similar to the coupe.\nPricing starts at $67,495, which represents a $7,500 premium over the coupe, and deliveries are scheduled to begin in the first quarter of 2020.", "pubDate": null, "paragraphs": ["The 2020 Chevrolet Corvette Stingray has dropped its top.", "Chevrolet unveiled the convertible version of its forthcoming mid-engine sports car Wednesday night at the Kennedy Space Center in Florida, a location meant to evoke the days when astronauts with “The Right Stuff” cruised around nearby Cocoa Beach in their Corvettes.", "It’s the first Corvette convertible to employ a folding hardtop, which stows under a lid that also covers the engine bay. A retractable rear window, mounted between sleek nacelles that stretch back from behind the passengers’ heads, can be opened or closed independent of the roof.", "Chevrolet says this eighth-generation Corvette was engineered from the start with a convertible in mind, so its chassis is structurally similar to the coupe. The convertible gets just a few tweaks to its suspension and has the same aerodynamic drag as the coupe when their roofs are closed, with the \"coupe\" featuring a manually removable Targa-style roof panel.", "Chevrolet hasn’t detailed the difference in weight, but both cars use the same 6.2-liter V8, with up to 495 horsepower, and the eight-speed dual-clutch automatic transmission that goes with it.", "The convertible retains a trunk behind the engine that’s large enough to fit two golf bags, as well as a second compartment in the nose of the car. Pricing starts at $67,495, which represents a $7,500 premium over the coupe, and deliveries are scheduled to begin in the first quarter of 2020.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM"]}