{"authors": ["Chuck Devore"], "title": "Chuck DeVore: Carl Icahn is leaving New York for Florida. (At age 83!) Why now? Here's my theory", "url": "https://www.foxbusiness.com/money/carl-ichan-leaving-new-york-florida-chuck-devore", "summary": "As with the largest share of former Empire Staters, Icahn is moving to Florida, a state with no personal income tax.\nPresident Trump’s 2017 Tax Cuts and Jobs Act limited state and local tax (SALT) deductions to $10,000 per filing household.\nAs a result, his federal tax liability would about $16.3 million greater—just for living in New York.\nThat’s because the federal tax code no longer provides a generous subsidy—through an unlimited SALT deduction—for steep state and local taxes.\nLimiting the federal tax deductibility of high state and local taxes in late 2017 had the same economic effect as passing 50 state tax law changes at once.", "keywords": ["carl", "york", "tax", "chuck", "florida", "taxes", "icahn", "states", "age", "federal", "heres", "salt", "leaving", "california", "devore", "moving", "local", "theory", "state"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Carl Icahn, one of America’s most well-known investors, has summoned the movers, joining what, in an average year, adds up to almost a half-million New Yorkers looking for a better place to live. As with the largest share of former Empire Staters, Icahn is moving to Florida, a state with no personal income tax.", "Continue Reading Below", "Icahn isn’t just moving to Florida alone; he’s also offering each of his staff $50,000 in relocation benefits to move with him.", "Icahn, 83, has been paying New York’s top 8.82 percent tax on income for his entire storied career. Why move now?", "President Trump’s 2017 Tax Cuts and Jobs Act limited state and local tax (SALT) deductions to $10,000 per filing household. Let’s assume, for the sake of discussion, that Icahn earned $500 million in a year. The new $10,000 SALT deduction cap means that he’d not be able to take a deduction on about $44 million in state and local income taxes—not including additional property taxes. As a result, his federal tax liability would about $16.3 million greater—just for living in New York.", "While most taxpayers in New York—and every other state—saw their overall taxes decline as a result of the 2017 tax cut, some wealthy taxpayers in high tax states like New York and California saw a far smaller tax cut or, in a few cases, a tax increase. That’s because the federal tax code no longer provides a generous subsidy—through an unlimited SALT deduction—for steep state and local taxes.", "This led New York’s Democratic Gov. Andrew Cuomo to complain via Twitter that “The elimination of the #SALT deduction (state and local tax) was an economic attack on Democratic states.”", "Of course, he could also ask the New York legislature to cut taxes. But he won’t. As a result, wealthier New York taxpayers have likely shelled out an additional $38 billion in federal taxes over the past seven quarters as a result of changes to the tax code.", "In California, the state with the highest marginal personal income tax rate in the nation at 13.3 percent higher-end taxpayers have probably seen their federal tax liabilities increase by about $45 billion over what their peers in the lower-taxed states like Florida and Texas would be paying.", "Limiting the federal tax deductibility of high state and local taxes in late 2017 had the same economic effect as passing 50 state tax law changes at once.", "Since the tax law’s enactment, private-sector job growth in the 27 low-tax states with average 2016 SALT deductions of under $10,000 has run at more than double the rate of those 23 states with average SALT deductions above $10,000, adding 3.7 percent more jobs compared to only 1. 8 percent. The gap in manufacturing jobs is even greater: 3.4 percent job growth in the low-tax states vs. 0.8 percent in the high-tax states from December 2017 to July 2019. New York saw its manufacturing jobs shrink by -0.4 percent even as Gov. Cuomo fights to keep vital natural gas pipelines from being constructed that would provide clean, low cost and reliable Pennsylvania energy to New York residents and manufacturers. Instead, Cuomo’s policies require the importation of natural gas from abroad, including Putin’s Russia, via tankers.", "It Isn’t Just the Taxes—Land Use Regulations Are Also a Big Part of the Story", "According to the U.S. Census Bureau, some 453,000 people moved out of New York in 2017, while 285,000 moved in—for a net domestic migration loss of about 167,000 people. California showed a similar pattern, with 661,000 leaving California and 523,000 moving in, for a net domestic outmigration of 138,000.", "Domestic migration shows a strong statistical linkage to tax levels in the most populous 27 states, where 87 percent of Americans call home, with Americans consistently moving from high-tax states to lower-tax states. But housing costs driven in part by property rights also matter. In places like California and New York, restrictive zoning, environmental regulations, development taxes and fees and lawsuits act to drive up the cost of housing by restricting its supply.", "In my own case, it was the cost of living as much as the state tax burden that convinced my family to move from Southern California to Texas.", "In late 2010, my aged in-laws both started showing signs of dementia. They could clearly no longer live on their own on the East Coast.", "So, we took them into our home, with my father-in-law taking over my home office and my mother-in-law staying in one of my two daughters’ rooms. It was soon apparent that we’d need more living space but homes the size we needed were out of our price range in California. We moved to Texas, as tens of thousands of other Californians have in recent years, buying a home that was 70 percent larger for $110,000 less than the one we sold in California.", "Texas’ economic success has led millions of Americans to move there over the last decade, and that has unnerved some Texans, who worry that former blue staters will bring liberal voting habits with them. However, exit polling done in the hard-fought U.S. Senate contest between Sen. Ted Cruz and then-Congressman Beto O’Rourke suggests that new Texans are largely more conservative than native-born Texans, favoring Sen. Cruz by 15 percent vs. the natives’ support of O’Rourke by 3 percent.", "People who have fled high-tax states for greener pastures taking a dim view of big government and high taxes shouldn’t be a surprise—after all, they already voted… with their feet and a moving van.", "Chuck DeVore is Vice President of National Initiatives for the Texas Public Policy Foundation, he served as a California State Assemblyman from 2004 to 2010 and is a lieutenant colonel in the U.S. Army Retired Reserve."], "pubDate": null, "id": "590be98a-61b9-31e1-bd70-99e4ad896900"}