{"id": "591aec4a-ba93-30ac-95ae-65061cf22d37", "title": "'Little Women': Costumes get a modern spin in Greta Gerwig adaptation", "url": "https://edition.cnn.com/style/article/little-women-costumes-jacqueline-durran/index.html", "summary": "For Greta Gerwig's \"Little Women,\" she dressed a star-studded cast including Saoirse Ronan, Emma Watson, Florence Pugh and Eliza Scanlen, as the four March sisters.\nCNN: How did you channel the era and characters for \"Little Women\"?\nDid you get that on \"Little Women?\"\n\"Little Women\" still feels relevant today.\nEmma Watson and Greta Gerwig on the set of Little Women Credit: Wilson Webb/CTMG/Sony PicturesEven ten years ago there would have been a high chance this film would have been directed by a man.", "paragraphs": ["Written by Ananda Pellerin, CNN", "From the sinister, suit-clad cast of 2011's Cold War thriller \"Tinker Tailor Soldier Spy,\" to Emma Watson's ballroom-ready Belle in 2017's \"Beauty and the Beast,\" British designer Jacqueline Durran is no stranger to costuming period films.", "The secret to success for the Oscar winner -- she won an Academy Award in Costume Design for \"Anna Karenina\" in 2012 -- is her personal approach, designing as much for actors as she does for their characters.", "For Greta Gerwig's \"Little Women,\" she dressed a star-studded cast including Saoirse Ronan, Emma Watson, Florence Pugh and Eliza Scanlen, as the four March sisters.", "Durran's modern sensibility is matched only by her carefully researched designs, bringing to life the 2019 adaptation of the 1868 classic novel. CNN spoke with her in a phone interview from London.", "CNN: How did you channel the era and characters for \"Little Women\"?", "Jacqueline Durran: The first thing I do for any project is research the period. For \"Little Women\" I looked at contemporary photographs and paintings, and at fashion magazines from the time, which were really just books on how to make things and small line drawings of what was fashionable.", "Florence Pugh as Amy March (with Timothée Chalamet). Credit: Wilson Webb/CTMG/Sony Pictures", "I also looked at pictures of artists and radical communities, and people who were using photography to represent a different way of seeing things. I felt like that was the spirit of the March sisters.", "How do you balance the fictional character with the actress playing her?", "In the first fitting I'll have the research, and I just sit down and talk through with them what kind of elements I like.", "Then they start trying things on. At this stage it's usually just shapes to get a feeling of the silhouette of the character, what the mood is. Then you start thinking about fabrics and the number of costume changes, you sort of pull it all together into a story arc.", "Working with the actress is by far the most rewarding way of doing it. I love actresses who are engaged in what they want to look like.", "Did you get that on \"Little Women?\"", "100%. Also, I've known Saiorse since she was twelve, when we both worked on \"Atonement.\"", "How did you choose the color palettes for each of the March girls?", "They were taken from the color of the notebooks that Marmee (the girls' mother, played by Laura Dern) gives them on Christmas Day.", "Actress Saoirse Ronan as Jo March. Credit: Sony Pictures", "Jo's color is red. I presume it reflects her temper, or her spirit. But I didn't want her to wear red really obviously throughout the whole movie, so I threaded the color in and out of her story. She often has a bit of red on but very rarely all red, though she does for the first party.", "It was the same with Meg. I think her actual color was green, but we didn't want her to be just wearing that, so we balanced it with lavender.", "Beth's colors were pink to brown, which we ran with, and Amy's was light blue, which comes in and out of her story.", "Are there specific challenges to dressing an ensemble cast instead of a solo lead?", "You have to think about the actress in the context of the other actresses. It also just means a lot of costumes. Instead of one leading lady with twelve changes, you've got five women with twelve changes -- that's already sixty costumes. It's a mountain of clothing to design and make, while keeping things fresh and not repetitive.", "But the ensemble cast was one of the biggest pleasures for me, because the actresses were all amazing.", "The costumes have a contemporary feel to them even though they are clearly period pieces -- how did you strike this balance?", "When I first met with Amy Pascal, the producer, and Greta, I got the feeling that while they wanted it to be accurate to the period, they didn't want something that felt too strictly Victorian in a way that meant you couldn't identify with the characters.", "I tried to make it seem like the actresses really lived in the clothes. They had leeway in how they wore them, and also reused things in different combinations so you got the sense that these were items from their own wardrobes. In the spirit of Greta's film, you don't feel like you're in a very formal world, you feel like you're in something much looser.", "The March girls struggle with work-life balance, finding love, keeping family, creating a home and trying to be independent in the world. \"Little Women\" still feels relevant today.", "Greta often uses the example that Louisa May Alcott kept her copyright, but Taylor Swift currently has a problem with her own copyright. We're still fighting the same battles and the same issues around status.", "One of the joys of this film is that you get to see four different women, and each way of being is equally valid. For instance, Jo comes off as smart about how the world works, while Amy is an artist who is going to make her way. But, 150 years on, I fear that economics for women are not as advanced as they should be.", "What was it like dressing Timothée Chalamet, who plays Jo's supportive friend Laurie?", "The challenge of dressing men is finding a way to create character within a limited range of choices -- menswear just doesn't have the variety that womenswear does.", "But with Timothée, I had a broad range of styles to draw from. I wanted to make him look like a privileged, artistic boy. I had some reference pictures of young boys dressed in velvet suits from the mid-nineteenth-century, and I combined that aesthetic with shapes from boyswear of an earlier decade.", "When it came to his later, grown-up costumes I pushed the reference later, into the 1880s, though one of the key references was a Tissot painting of a group of men in Paris in 1867.", "Emma Watson and Greta Gerwig on the set of Little Women Credit: Wilson Webb/CTMG/Sony Pictures", "Even ten years ago there would have been a high chance this film would have been directed by a man. Have you seen the industry change over your career?", "I have but not as much as you'd think. It's a bit like the world, you feel like things have moved on a lot and then you think, hang on, no actually we're still not there yet.", "I have worked with some women directors, but I'm thrilled there are more coming through. It would be great to get to a point where women represented different voices in directing, rather than just being women directors. We need a broad spectrum of people telling a broad spectrum of stories.", "Greta is one of those people, she is an inspiration. What she represented as a widely loved actress is what she's brought to the spirit of her directing. It's something that everyone can imagine and be enthusiastic about straight away. For her to take on this film and do such a great job is a big step forward."], "authors": ["Ananda Pellerin"], "keywords": ["way", "think", "red", "gerwig", "little", "modern", "adaptation", "spin", "world", "costumes", "spirit", "period", "greta", "color", "women", "things"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}