{"authors": ["Thomas Barrabi"], "title": "NBA's Steve Ballmer, James Dolan feud over proposed Clippers stadium site", "url": "http://www.foxbusiness.com/sports/steve-ballmer-james-dolan-clippers-stadium", "summary": "\"We're on a path where we think we can build the arena, whatever happens in the litigation,\" Ballmer told ESPN.\nA Madison Square Garden Company representative did not immediately respond to a request for comment on Ballmer’s remarks.\nThe site of Ballmer’s proposed Clippers stadium is located about a mile from the Forum, a sports arena and concert site that the Madison Square Garden Company has owned since 2012, and would directly compete with that venue for concerts.\n\"I have talked to Jim Dolan and Steve Ballmer about that lawsuit,\" Silver said at the time.\nDolan’s holdings include the Knicks, the New York Rangers, the New York Liberty and Madison Square Garden itself.", "keywords": ["owner", "proposed", "clippers", "square", "steve", "york", "dolan", "company", "madison", "site", "feud", "nbas", "stadium", "ballmer", "james", "garden"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Two of the NBA’s most recognizable owners are embroiled in a public feud over a proposal to build a new stadium for the Los Angeles Clippers in Inglewood, California.", "Continue Reading Below", "Steve Ballmer, the Clippers’ billionaire owner and former Microsoft CEO, plans to build a new facility for the franchise for use when its current lease at the Staples Center expires in 2024. The project is opposed by New York Knicks owner James Dolan, who’s Madison Square Garden Company owns the Forum in Inglewood and has filed lawsuits against the city and its mayor in a bid to block construction.", "\"We're on a path where we think we can build the arena, whatever happens in the litigation,\" Ballmer told ESPN. \"We're moving along. ... The other side is just trying to slow us down a little bit. But it's another thing where we're grinders. We're long-term players and we're grinders.\"", "A Madison Square Garden Company representative did not immediately respond to a request for comment on Ballmer’s remarks.", "The site of Ballmer’s proposed Clippers stadium is located about a mile from the Forum, a sports arena and concert site that the Madison Square Garden Company has owned since 2012, and would directly compete with that venue for concerts. Dolan serves as the company’s chairman and CEO.", "\"We are going to open that arena one way or another,” Ballmer added.", "Ballmer has said the stadium would be privately financed. NBA Commissioner Adam Silver has backed Ballmer’s plans and addressed the legal feud last May.", "\"I have talked to Jim Dolan and Steve Ballmer about that lawsuit,\" Silver said at the time. \"Obviously, it's not something you like to see between partners in the NBA. I don't think there's a role for the league at the moment, but it's something that we're paying a lot of attention to.\"", "Silver’s attempts to broker a meeting between the two billionaires was unsuccessful, the New York Daily News reported.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Ballmer, 63, paid a then-record $2 billion to purchase the Clippers from disgraced former owner Donald Sterling in 2014. Dolan’s holdings include the Knicks, the New York Rangers, the New York Liberty and Madison Square Garden itself."], "pubDate": null, "id": "59f716d7-f032-39e8-a8ca-08dfa97a1629"}