{"id": "59fb5b93-0386-31da-b9c6-e992c39f1d77", "title": "With His Path to Re-election Narrowing, Trump Turns to the Courts", "url": "https://www.nytimes.com/2020/11/04/us/politics/trump-election-courts.html", "summary": "Early on Wednesday morning, Mr. Trump had appeared before supporters and reporters at the White House to say, “We’ll be going to the U.S. Supreme Court, we want all voting to stop,” a statement that drew bipartisan criticism.\nHis campaign team did go to the Supreme Court on Wednesday to file a motion to take over perhaps the highest-profile of the elections cases.\nThe state’s legal deadline for the receipt of ballots is ordinarily 8 p.m. on Election Day.\nThe court could, conceivably, decide to take up the case, though that would be a rare move.\nDemocrats portrayed the Republican efforts as part of a desperate bid to reverse a trajectory that was threatening their hold on the White House.", "paragraphs": ["Early on Wednesday morning, Mr. Trump had appeared before supporters and reporters at the White House to say, “We’ll be going to the U.S. Supreme Court, we want all voting to stop,” a statement that drew bipartisan criticism.", "His campaign team did go to the Supreme Court on Wednesday to file a motion to take over perhaps the highest-profile of the elections cases. In that dispute, Pennsylvania Republicans had sought to block state officials from moving forward with their plan to count all mail ballots postmarked on or before Nov. 3 for three days after Election Day. The state’s legal deadline for the receipt of ballots is ordinarily 8 p.m. on Election Day.", "Republicans unsuccessfully sought to appeal their case against the deadline extension to the Supreme Court twice, but on the second occasion three justices — Samuel A. Alito Jr., Bret M. Kavanaugh and Clarence Thomas — indicated they would be open to reconsidering their arguments during the post-Election Day period, when their newest colleague, Justice Amy Coney Barrett, would be settled into her role on the court.", "The court could, conceivably, decide to take up the case, though that would be a rare move. And Republicans would need to gather more evidence to show that they were harmed by the deadline extension before filing a new motion to engage the court.", "Democrats portrayed the Republican efforts as part of a desperate bid to reverse a trajectory that was threatening their hold on the White House.", "“We’re winning the election,” Bob Bauer, a senior Biden campaign adviser, said in a call with reporters on Wednesday, “and we’re going to protect the election.”", "He said that for the Biden campaign and the Democratic Party, that meant meeting court challenges from Mr. Trump and the Republicans wherever they might arise. The national party did so late Wednesday in another case the president’s campaign was bringing in Pennsylvania seeking to reject votes from citizens who were given opportunities to fix problems that had caused their mail-in ballots to be rejected."], "authors": ["Jim Rutenberg", "Nick Corasaniti"], "keywords": ["narrowing", "case", "turns", "reelection", "court", "campaign", "supreme", "republicans", "white", "trump", "path", "election", "deadline", "ballots", "courts"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}