{"keywords": ["tails", "restaurant", "washington", "senator", "republican", "stone", "lobster", "shrimp", "al", "spent", "spots", "dcs", "hot", "outpost", "fundraising", "representative", "capitol", "jumbo"], "authors": ["Jennifer Steinhauer", "Mark Walker"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "http://www.nytimes.com/2019/10/05/us/politics/washingtons-fund-raising-hot-spots.html", "summary": "The restaurant is popular with Senator Roger Wicker, Republican of Mississippi, who spent more than $60,000 at some dozen events there.\nThe filetto al mirtillo — a filet mignon topped with a blueberry reduction sauce — is the restaurant’s signature dish.\nRepresentative Steve Scalise, Republican of Louisiana, spent about $67,000 at the outpost.\nThe cocktail reception menu is high-roller comfort food: lump crab cakes, lobster tails, beef tenderloin sliders and Alaskan king crab.\nRepresentative John Shimkus, Republican of Illinois, spent $155,000 at the restaurant, and Representative Scott Tipton, Republican of Colorado, spent $21,000.", "paragraphs": ["Charlie Palmer Steak", "Spending: At least $1.3 million", "Charlie Palmer, one of the closest high-end spots to the Capitol, has a roof deck that offers unobstructed views of the Capitol’s dome and the Washington Monument. The restaurant is popular with Senator Roger Wicker, Republican of Mississippi, who spent more than $60,000 at some dozen events there.", "Acqua Al 2", "Spending: At least $1.1 million", "Acqua Al 2, the Capitol Hill outpost of a restaurant based in Florence, Italy, is a favorite of everyone from Ms. Pelosi to Representative Mike Rogers, an Alabama Republican who has spent $26,077 to hold fund-raisers there. The filetto al mirtillo — a filet mignon topped with a blueberry reduction sauce — is the restaurant’s signature dish.", "Bistro Bis", "Spending: At least $1 million", "The French standard in the George Hotel never seems to wane. On any given weekday morning when Congress is in session, tables are filled with members and lobbyists scooping eggs, bacon and breakfast potatoes from a hot pan — a sort of Denny’s experience for the suited crowd. By 5 p.m., large glasses of wine have replaced the morning coffee.", "The restaurant’s proximity to the Senate side of the Capitol has made it a draw for Senator Jon Tester, Democrat of Montana, who spent $29,000 on a fund-raiser there, and Senator Kirsten Gillibrand, Democrat of New York and a recent presidential candidate, whose team spent $26,000.", "Joe’s Stone Crab", "Spending: At least $1 million", "The Washington outpost of the famous Miami Beach restaurant known for its stone crabs and key lime pie is a relatively new spot for political fund-raising — it opened in 2014 — but has quickly climbed the list. While members of both parties have events there, its formal feel, including servers in tuxedos, seems to give it an edge with Republicans. Representative Steve Scalise, Republican of Louisiana, spent about $67,000 at the outpost. Representative Mike Kelly, a Republican of Pennsylvania, spent nearly $36,000. The cocktail reception menu is high-roller comfort food: lump crab cakes, lobster tails, beef tenderloin sliders and Alaskan king crab.", "Capital Grille", "Spending: At least $730,000", "Of all the Capitol Hill-adjacent fund-raising spots, Cap Grille, as it is known colloquially, best fits the bill for a Netflix show depicting life in Washington as the rest of the world imagines it. The service is solicitous and the food just as you would imagine — steaks, decadent lobster mac and cheese, spinach lavished with cream, shrimp cocktail the size of a Midwestern state. Representative John Shimkus, Republican of Illinois, spent $155,000 at the restaurant, and Representative Scott Tipton, Republican of Colorado, spent $21,000. Mr. Scalise likes this place, too: His spending since 2017 has been about $110,000."], "id": "5a081e27-b0a1-3d4e-98de-9c88f9e5bf02", "pubDate": null, "title": "Jumbo Shrimp and Lobster Tails: D.C.’s Fund-Raising Hot Spots"}