{"id": "5a0dfc3e-20a8-3aeb-8d57-b214f0b0f02b", "title": "Pfizer’s Early Data Shows Vaccine Is More Than 90% Effective", "url": "https://www.nytimes.com/2020/11/09/health/covid-vaccine-pfizer.html", "summary": "“We have always said that science is driving how we conduct ourselves — no politics,” she said.\nThe data released by Pfizer Monday was delivered in a news release, not a peer-reviewed medical journal.\nIt is not conclusive evidence that the vaccine is safe and effective, and the initial finding of more than 90 percent efficacy could change as the trial goes on.\n“We need to see the actual data, and we’re going to need longer-term results,” said Jesse Goodman, a professor of medicine and infectious diseases at Georgetown University.\nhas said it will need to evaluate any coronavirus vaccine.", "paragraphs": ["“We were never part of the Warp Speed,” she said. “We have never taken any money from the U.S. government, or from anyone.”", "She said she learned of the results from the outside panel of experts shortly after 1 p.m. on Sunday, and that the timing was not influenced by the election. “We have always said that science is driving how we conduct ourselves — no politics,” she said.", "The data released by Pfizer Monday was delivered in a news release, not a peer-reviewed medical journal. It is not conclusive evidence that the vaccine is safe and effective, and the initial finding of more than 90 percent efficacy could change as the trial goes on. “We need to see the actual data, and we’re going to need longer-term results,” said Jesse Goodman, a professor of medicine and infectious diseases at Georgetown University.", "Still, scientists were stunned by the data so far.", "“This is really a spectacular number,” said Akiko Iwasaki, an immunologist at Yale University. “I wasn’t expecting it to be this high. I was preparing myself for something like 55 percent.”", "If the final vaccine ends up with that level of efficacy, it “would be higher than your regular flu vaccine, and this vaccine could have a serious impact on bending the curve of this outbreak,” said Dr. Saad B. Omer, the director of the Yale Institute for Global Health.", "Dr. Jansen said that because the trial is continuing, an independent board reviewing the data has not told her or other company executives other details, such as how many of the people developed mild versus more severe forms of Covid-19 — crucial information that the F.D.A. has said it will need to evaluate any coronavirus vaccine. The agency has also asked for other detailed data that could take weeks to review, including about how the company plans to manufacture millions of doses and ensure that the product is consistent and safe.", "The trial is expected to continue until 164 people in the 44,000 person trial have developed Covid-19, and will also evaluate how well it protects against developing severe forms of the disease, and how well the vaccine protects people who have already been infected with the coronavirus."], "authors": ["Katie Thomas", "David Gelles", "Carl Zimmer"], "keywords": ["90", "evaluate", "effective", "vaccine", "protects", "trial", "early", "yale", "severe", "data", "need", "forms", "shows", "pfizers", "results"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}