{"authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "title": "Purple Heart recipient dies after saving granddaughter, 3, from Oklahoma house explosion", "url": "http://www.foxnews.com/us/purple-heart-recipient-oklahoma-house-explosion-death-granddaughter-saved", "summary": "Don Osteen, 69, was with his 3-year-old granddaughter Paetyn when a propane gas explosion leveled Osteen's house in Maud, Okla. on Sept. 19.\n\"Not only was the fire devastating, but the entire house collapsed on them both during the fire,\" family members wrote on a GoFundMe page.\n“He just got out of the house and headed straight to where he knew help was,\" Brendon Osteen told KFOR-TV.\nOn Sept. 23, family members said he succumbed to his injuries.\nAnd he gave it all for her to live,\" Brendon wrote on Facebook.", "keywords": ["purple", "osteen", "brendon", "saving", "life", "wrote", "oklahoma", "explosion", "members", "granddaughter", "house", "recipient", "family", "heart", "save", "told", "dies"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A Purple Heart recipient and Army veteran is being remembered for his heroic actions after sacrificing his own life to save his granddaughter after their home in Oklahoma exploded and caught fire last month.", "Don Osteen, 69, was with his 3-year-old granddaughter Paetyn when a propane gas explosion leveled Osteen's house in Maud, Okla. on Sept. 19.", "\"Not only was the fire devastating, but the entire house collapsed on them both during the fire,\" family members wrote on a GoFundMe page. \"Papa rushed to cover Pae with his body to save her from the collapsing house and flames.\"", "FATHER OF 3 KILLED BY LIGHTNING STRIKE WHILE FINISHING 50K RACE IN KANSAS", "His son, Brendon Osteen, told Oklahoma City television station KFOR his father was 15 to 30 feet away from the front door, lighting a candle next to the stove when the blast took place.", "“He wasn`t worried about himself at all,\" he told KFOR. \"I'll leave it at that, but save her was the message he was trying to get across and he did exactly that.\"", "After the blast, family members said the 69-year-old sustained a collapsed lung, broken ribs, and third-degree burns over 70 percent of his body that left \"flesh hanging off his body.\" Even after sustaining such serious injuries, Osteen grabbed his granddaughter and carried her a quarter of a mile up a driveway to find help.", "“He just got out of the house and headed straight to where he knew help was,\" Brendon Osteen told KFOR-TV. \"He tried to get in his truck and his keys were melted to him. His phone was exploded in his pocket.\"", "FLORIDA SMALL PLANE CRASH KILLS 3 AFTER AIRCRAFT SLAMS INTO WOODED AREA, CATCHES FIRE", "The two were eventually airlifted to Integris Burn Center in Oklahoma City, with both placed in critical condition. On Sept. 23, family members said he succumbed to his injuries.", "\"He knew that he did his job by saving the life of his Boo Boo Chicken. He loved my daughter beyond unconditionally. And he gave it all for her to live,\" Brendon wrote on Facebook. \"He was a great God-fearing man who impacted so many people. And he will be missed dearly.\"", "Brendon, who said his father was a \"very Christian man,\" called him a hero.", "\"He believed he should try his best to live his life to the standard of Jesus Christ and that was his first obligation every day that he woke up,\" he wrote. \"He lived to be like Christ, and he gave his life in sacrifice of my daughters Like Christ.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "On Monday, Brendon said on Facebook that Paetyn is \"healing up wonderfully' as she continues to recover at the hospital.", "The 3-year-old was moved into her own room on the pediatric floor at the hospital, and on Thursday will have a skin graph during surgery.", "\"The resilience of this little girl is more than most men I see nowadays. One proud set of parents here,\" her father wrote. \"We’ve got a special one for sure.\"", "CLICK HERE FOR THE FOX NEWS APP", "A memorial service with military honors for Don Osteen will be scheduled at a later date under the direction of Swearingen Funeral Home of Konowa, Okla., according to an obituary.", "The 69-year-old served in the U.S. Army and was wounded in Vietnam in the early 1970s. Besides being awarded a Purple Heart, Osteen also received the National Defense Medal, Vietnam Service Medal, Marksmanship Medal, and two Bronze Star Medals.", "A fundraiser has been set up by the family to help pay for Paetyn's ongoing medical bills."], "pubDate": null, "id": "5a0defc8-e00a-3e1e-a8bf-96e66c06e077"}