{"paragraphs": ["CrossFire first took Korea by storm in 2007, becoming one of the most-played and top-grossing video games ever. The game hit the U.S. years later, but it never found the same traction as it did in Eastern markets. Now, CrossfireX is set to kick off the series’ newfound push for global popularity with a new engine, fan-favorite maps, and an all-new campaign from Control and Alan Wake developer Remedy Entertainment.", "CrossfireX brings much of the original Crossfire’s core content, such as the maps and modes, so those who haven’t played the series can get a look at what made it so popular in the first place. Players join one of two private military factions to complete objective-based missions. While competitive multiplayer is the core of the franchise, CrossfireX adds a new single-player campaign, as well as a battle-royale mode.", "With the original game being more than a decade old, the core gameplay needed some modernizations. Developer Smilegate rebuilt the entire game in Unreal Engine 4, added the ability to aim down the sights, and made great strides in improving the visuals.", "The gameplay reveal trailer focuses on one of the original Crossfire’s most popular maps: Black Widow. While the map is carried forward, it’s more than just a remastered version of it. “It’s a very popular fan-favorite map in China,” Smilegate technical art director Jin Woo Jung says. “Our team has put a lot of love to rebuild the things which weren’t possible in our very old engine. Using the Unreal Engine gives us more opportunities to meet the expectations of the players and what they want to see visually.”", "Hot off Control, one of 2019’s biggest games, Remedy Entertainment is working on an all-new single-player campaign for CrossfireX. According to Tuukka Taipalvesi, executive producer at Remedy, the team at Smilegate were big fans. “They came to us because of our strengths of building worlds, building characters which are not one dimensional and that actually have a lot of depth,” he says. “That’s what we do. We tell stories through characters in worlds that either we build or someone else has built.”", "Because CrossFire was primarily successful in Asia, Taipalvesi admits he didn’t know much about the game prior to starting work on the single-player campaign. “I’ve been in esports before it was even ‘esports’ and played a lot of high-end FPS, but I had only a rudimentary knowledge of what CrossFire is when Smilegate contacted us,” he says. “It’s just like, ‘Let’s Google this up and see what’s what,’ and then get a client, get some streams, and start to immerse myself into it.”", "Remedy can’t yet talk about the single-player campaign, but developing a first-person shooter is an exciting prospect. “We have a lot of FPS fans,” Remedy communications director Thomas Puha says. “It’s just like this fun challenge of, ‘We could get to do that and see what is a Remedy experience in a first-person shooter.’”", "Despite Remedy’s involvement, you shouldn’t expect the mind-bending gameplay seen in games like Control or Max Payne, as it must still exist in the CrossFire universe. However, Remedy did some soul searching to determine what exactly defines a Remedy experience. Unfortunately, Remedy couldn’t talk about its findings, so we’ll have to wait until the team can divulge concrete details about the single-player campaign.", "Thankfully, CrossfireX launches in 2020, so the wait isn’t going to be too long for players to get their hands on it. With a strong pedigree, an overwhelmingly successful past, and an updated suite of features and gameplay, CrossfireX could prove to be a big hit when it comes to Xbox One next year."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "CrossfireX Preview – Making A Push For Global Domination", "id": "5a333d7d-b14c-3f07-b57f-65301dfff71b", "keywords": ["game", "singleplayer", "campaign", "crossfire", "gameplay", "smilegate", "preview", "engine", "domination", "global", "crossfirex", "remedy", "push", "making", "lot"], "summary": "Now, CrossfireX is set to kick off the series’ newfound push for global popularity with a new engine, fan-favorite maps, and an all-new campaign from Control and Alan Wake developer Remedy Entertainment.\nWhile competitive multiplayer is the core of the franchise, CrossfireX adds a new single-player campaign, as well as a battle-royale mode.\nUnfortunately, Remedy couldn’t talk about its findings, so we’ll have to wait until the team can divulge concrete details about the single-player campaign.\nThankfully, CrossfireX launches in 2020, so the wait isn’t going to be too long for players to get their hands on it.\nWith a strong pedigree, an overwhelmingly successful past, and an updated suite of features and gameplay, CrossfireX could prove to be a big hit when it comes to Xbox One next year.", "pubDate": null, "url": "https://www.gameinformer.com/preview/2019/11/21/crossfirex-preview-making-a-push-for-global-domination"}