{"id": "5ae7f245-2f08-3fd6-885d-b992225f2d6b", "title": "The weaponization of a first lady's image", "url": "https://edition.cnn.com/style/article/the-weaponization-of-a-first-ladys-image/index.html", "summary": "The stories offer an ongoing reminder that a woman's public image is inextricably linked to her success and the level of respect she receives from the outside world.\nWhen Americans elected their first Black president in 2008, the country's first Black first lady Michelle Obama was, to many adoring fans, a symbol of hope, opportunity and change.\n” Hillary ClintonLike Jackie Kennedy, Michelle Obama took the fact that she was being scrutinized and itemized for everything she wore and used it to her advantage.\nIndeed, it's well-documented that Hillary Clinton often felt the scorn of the American public, due in part to her career-woman image.\nOnce again, her image didn't fit the mold -- because the president was supposed to be a man.", "paragraphs": ["Many a first lady has felt the warm glow of public adoration, only to have it quickly flicker out when it is decided that she does not fit the image created for her.", "The role of first lady of the United States is one of the most visible public positions in the world. From the moment votes are counted, and often during campaigning in the preceding months, the spouse of a newly elected president is thrust into the spotlight, where she remains for the duration of his term.", "Throughout history, we've witnessed the breadth and depth of scrutiny withstood by the women who have so far held the position. From her mannerisms, to her physical attributes, to the way she chooses to dress, the first lady is thoroughly examined by the public, the media and those surrounding her on the political stage. And this is even before people begin assessing the work she is expected to carry out as an unpaid, unofficial public servant.", "Many a first lady has felt the warm glow of public adoration, only to have it quickly flicker out when it is decided that she does not fit the image created for her.", "Image, in this case, isn't just about clothing and looks, but also a more nuanced notion of the impression she's thought to give off. It's an air around her that is made of both physical and personal traits. And a number of first ladies have fallen victim to aspects of their image that have been both celebrated and weaponized, depending on the onlooking crowd.", "In \"First Ladies,\" a documentary series now airing on CNN, we see this paradox play out during six presidencies. The stories offer an ongoing reminder that a woman's public image is inextricably linked to her success and the level of respect she receives from the outside world.", "“ As a black woman, too, I knew I'd be criticized if I was perceived as being showy and high end, and I'd be criticized also if I was too casual. ” Michelle Obama", "So, why do critical voices repeatedly pass such undeserved judgment on these women? Leah Wright Rigueur, a professor at the Harvard Kennedy School, offers her answer early in an episode about Michelle Obama: First ladies are meant to be the \"representation of American's better selves.\"", "When Americans elected their first Black president in 2008, the country's first Black first lady Michelle Obama was, to many adoring fans, a symbol of hope, opportunity and change. Girls and women around the world looked up to this smart, determined woman from Chicago's South Side who now lived in America's most famous house.", "Michelle Obama poses for her official portrait in the Blue Room of the White House in February 2009. Credit: Joyce N. Boghosian/The White House/Getty Images", "But her critics had a different take on her conviction and strength of character, and they were not afraid to make their often racist and sexist ideas known. On the campaign trail she was labeled \"angry,\" and her love and loyalty for America was questioned.", "During the first few months of the Obama presidency her preference for sleeveless looks also drew extraordinary criticism. It was a phenomenon recalled by Robin Givhan, a Pulitzer Prize-winning fashion editor and critic-at-large for the Washington Post, during an interview for \"First Ladies.\"", "\"People zeroed in on her arms because they were not the arms of a fragile damsel who was White,\" she said in the episode about Obama. \"Non-White Americans have for years looked at a White first lady and were still able to say that she represented them. But I think it becomes a much more challenging thing for some White Americans to look at a Black first lady and see themselves in her. Instead, they simply saw her as an alien.\"", "By way of contrast, Jackie Kennedy had been mostly idolized for her beauty and style. While she did face flak from critics on the campaign trail for her expensive taste, from the moment she took to the stage on inauguration day in her now-iconic pillbox hat , Kennedy became the First Lady of Fashion. At age 31 -- young enough to be the daughter of the departing Mamie Eisenhower -- she was also seen as a symbol of youthful rejuvenation. She appeared on Capitol Hill for her husband's inauguration like \"the gorgeous petal in a dowdy bouquet of fur,\" wrote historian Thurston Clarke in his 2004 book \"Ask Not.\"", "Jackie Kennedy on inauguration day in 1961. Credit: Leonard McCombe/The LIFE Picture Collection/Getty Images", "And as journalist Evan Thomas notes during an interview for the CNN series, she \"was the perfect prize of the WASP establishment.\"", "\"She also knew that the Kennedy family was using her,\" Thomas added. \"She once said, 'the family treats me like, like a thing. Like an asset. Like Rhode Island.'\"", "The designer behind Jackie Kennedy's iconic pillbox hat Credit: CNN Films/Halston", "Complex legacies", "If history had played out differently, Jackie Kennedy's legacy might have been reduced to the story of a pretty object with a flair for interior design (she dedicated much of her time in the White House to renovating the official residence). Tragically, however, she had the opportunity to show the world what she was made of on the day of her husband's assassination. Hours after President Kennedy was shot beside her, she made a powerful decision: to face the public again in the same blood-stained pink dress she had worn during the attack, famously telling her staff, \"I want them to see what they've done to Jack.\"", "President John F. Kennedy and his wife Jackie on November 22, 1963, just after their arrival at the airport for the fateful drive through Dallas. Credit: Art Rickerby/The LIFE Picture Collection/Getty Images", "It was a catastrophic moment in American history. And it was also a devastating example of the power of clothing: A dress can send a message.", "In Michelle Obama's memoir \"Becoming,\" the former first lady reveals the lengths she went to when styling herself for public appearances, finding it impossible not to look across the room at her husband: \"I sighed sometimes, watching Barack pull the same dark suit out of his closet and head off to work without even needing a comb,\" she wrote. \"His biggest fashion consideration for a public moment was whether to have his suit jacket on or off. Tie or no tie?\"", "She also discussed the particular challenges she faced as an African American. \"As a black woman, too, I knew I'd be criticized if I was perceived as being showy and high end, and I'd be criticized also if I was too casual. So I mixed it up. I'd match a high-end Michael Kors skirt with a T-shirt from Gap. I wore something from Target one day and Diane von Furstenberg the next.\"", "She knew society wouldn't bend for her. So, in a move that was at once inspiring and saddening, she bent to fit society.", "But Michelle Obama won in the end. Her layered legacy, which will be defined by her work around issues of health, education and race, also acknowledges how graciously she used her platform to celebrate young, diverse fashion designers alongside the more established set. She wore Jason Wu, Prabal Gurung and Tracy Reese, offering them a moment in her limelight and helping their careers as a result.", "\"For me, my choices were simply a way to use my curious relationship with the public gaze to boost a diverse set of up-and-comers,\" she wrote.", "“ As a woman running for President, I liked the visual cue that I was different from the men but also familiar. ” Hillary Clinton", "Like Jackie Kennedy, Michelle Obama took the fact that she was being scrutinized and itemized for everything she wore and used it to her advantage. This, arguably limited power remains one of the ways that women in politics can make a statement without saying a word.", "'First Ladies': Reagan's inauguration was 'very Hollywood' Credit: AFP/AFP/Getty Images", "Conflicting expectations", "Nancy Reagan was seen as a relic of old Hollywood when she entered the White House. The inauguration celebrations in 1981 were, by all accounts, lavish and glitzy affairs. Around 700 private jets flew into the city that weekend, and Reagan's gown -- a white beaded one-shouldered sheath of lace over silk satin, made by high-society couturier James Galanos -- was a show-stopper.", "She and her husband, President Ronald Reagan, were both former actors who had met in Los Angeles in the 1940s, and their love for each other was like that of the silver screen. Her critics initially mocked the adoring way she looked at her husband, calling it \"the gaze,\" and she was seen as too wifely, too 1950s, too concerned with frills and the finer things in life, which seemed at odds with a country plunging into recession.", "Nancy and Ronald Reagan arrive at the inaugural ball in the Washington Hilton on January 21, 1985. Credit: Ira Schwarz/AP", "But, through the course of her husband's eight-year presidency she proved herself to be more than the outdated embodiment of a wealthy suburban wife. According to their son, Ron Reagan, who features in the documentary series, she wanted the President \"to be the frontman, and she wanted to be the producer/director behind the scenes.\"", "It was, perhaps, a precursor to the Clintons half-jokingly campaigning under the slogan \"buy one get one free.\" Indeed, it's well-documented that Hillary Clinton often felt the scorn of the American public, due in part to her career-woman image. Ironically, while Reagan was criticized for being a 1950s housewife, Clinton was told she wasn't domesticated enough.", "Hillary and Bill Clinton leave the White House after the Democratic Business Leaders event in September 1998. Credit: David Hume Kennerly/Archive Photos/Getty Images", "Her aggressors painted her as being too strong to stand back and let her politician husband call the shots and too weak to walk away when he was unfaithful.", "For the most part, she rallied against these judgments. Clinton's pantsuits became her emblem -- her way of reminding people that she was a first lady with a law degree, an independent career and, ultimately, her own agenda, which she proved when she left the White House as Senator of New York, not effectively jobless like her husband. So, when her official portrait was released in 2004, Clinton was of course depicted wearing her signature black pantsuit, another first for a first lady.", "Hillary Clinton greets supporters during a rally in Cincinnati, Ohio, for her 2016 presidential run. Credit: Justin Sullivan/Getty Images", "She took her signature look on the road again during her 2016 presidential campaign. In her book \"What Happened\" she explained: \"As a woman running for President, I liked the visual cue that I was different from the men but also familiar.\"", "The tactic didn't pay off. Throughout one of the ugliest elections in US history, Clinton would come under repeated fire. This time she wasn't charismatic enough, she was shady, she was \"a liar.\"", "But was the biggest issue, actually, the same one as always? Once again, her image didn't fit the mold -- because the president was supposed to be a man.", "Watch CNN Original Series \"First Ladies\" Sundays at 10 p.m. ET."], "authors": ["Fiona Sinclair Scott", "Michelle Obama", "Hillary Clinton"], "keywords": ["president", "credit", "lady", "kennedy", "ladys", "image", "clinton", "white", "michelle", "public", "obama", "weaponization"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}