{"summary": "I am not happy with the misdemeanor charges,” Mile told the Raleigh News & Observer.\nIt was unclear in the muted video what was said between the officer and student.\nThe video shows the officer lift the student up and slam him head-down into the floor.\nThe school district sent an emailed statement to the Observer that said:“We are deeply concerned by the actions that took place.\nSchool and district officials are working closely and in full cooperation with the local authorities to address this matter consistent with school board policy and state laws.", "keywords": ["deputy", "charges", "faces", "grandson", "happy", "carolina", "case", "child", "video", "officer", "fired", "office", "district", "north", "kin", "misdemeanor", "student", "school"], "paragraphs": ["A former North Carolina sheriff’s deputy-- who was fired from the department after surveillance video allegedly showed him violently slamming an 11-year-old middle school student to the floor twice and then dragging the boy down the hall – was arrested Tuesday on misdemeanor charges, officials said.", "Warren Durham, who was a resource officer at Vance County Middle School, located about 45 miles north of downtown Raleigh, was charged with assault on a child under 12, misdemeanor child abuse and failure to discharge duties, the county’s prosecutor’s office said. He had been placed on paid administrative leave amid an investigation into the incident reported Thursday. By Monday, Vance County Sheriff Curtis Brame said – without releasing the resource officer’s name – that he was no longer employed by the sheriff’s office. Durham was being held on a $10,000 bond.", "VIDEO ALLEGEDLY SHOWS NORTH CAROLINA DEPUTY BODY SLAMMING STUDENT: REPORT", "John Miles, the child’s grandfather and a pastor, said he was “totally disappointed in the law itself” over misdemeanor charges and claimed that his grandson still had sling on his arm after the incident.", "“I still stand today and forgive this man for hurting my grandson. I am not happy with the misdemeanor charges,” Mile told the Raleigh News & Observer. “One bad apple does not spoil the whole sheriff’s department. Sheriff Brame did a great job on this.”", "\"My grandson said to me last night, 'Granddaddy, what did I do to deserve this?' I said to my grandson, 'You haven't done anything',\" he added in an interview with Raleigh’s WTVD-TV.", "Speaking at a news conference Tuesday, District Attorney Mike Waters said \"by the grace of God\" the student – whose identity has not been released – did not suffer severe enough injuries for his office to pursue felony charges, the Raleigh News & Observer reported.", "“I don’t think there is any kind of training or anything like that, that would lead someone to act like that with an 11-year-old,” Waters said. “Had the child received more severe injuries we would be having a different discussion.”", "The State Bureau of Investigation launched a probe Thursday after the Vance County school district filed a complaint “regarding the assault on an 11-year-old boy by a law enforcement officer,” the newspaper reported. A security camera at the school in Henderson, N.C., captured the alleged assault.", "The video captured Thursday and released to local news outlets Friday appears to show an officer escorting a student wearing a red sweatshirt down a school hallway. It was unclear in the muted video what was said between the officer and student. The video shows the officer lift the student up and slam him head-down into the floor. He then picks up the child a second time and throws him to the ground before finally dragging the student by the shirt toward the camera before the clip ends.", "Waters said the child suffered bruises but was not hospitalized. The student reportedly did not suffer from broken bones, broken teeth, fractures or a concussion. Under North Carolina state law, felony injuries are defined as those that “create a risk of death, disfigurement, coma or extreme pain.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Durham had worked for the department for two years and had no prior convictions or disciplinary concerns, Raleigh’s WRAL-TV reported. He could face up to 90 days in jail if convicted, Waters said.", "The school district sent an emailed statement to the Observer that said:", "“We are deeply concerned by the actions that took place. School and district officials are working closely and in full cooperation with the local authorities to address this matter consistent with school board policy and state laws. The safety of our students has been and continues to be of the utmost importance to our district.”", "The district attorney's office added that the office was investigating a second incident between Durham and another student at the school."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/north-carolina-deputy-slamming-dragging-middle-school-student-arrested-misdemeanor-charges-no-felony", "authors": ["Danielle Wallace"], "id": "5af0f898-a1e2-34ca-b3c2-a053dde78114", "pubDate": null, "title": "North Carolina boy's kin 'not happy' fired deputy faces only misdemeanor charges in bodyslam case"}