{"id": "5af48c91-1b14-3786-a923-065825d54f1f", "title": "Watch Dogs: Legion Is Taking Over All Other Ubisoft Games", "url": "https://www.gameinformer.com/2020/10/30/watch-dogs-legion-is-taking-over-all-other-ubisoft-games", "summary": "Watch Dogs: Legion is out and highly interactive adventure is all about hackers, revolution, and the freedom to play how you want.\nIn a clever marketing move from Ubisoft, Watch Dogs: Legion is hacking its way over onto other Ubisoft big games like Assassin's Creed, Far Cry, and more.\nWatch Dogs: Legion places the player smack dab in the middle of a near-future London where they will join the resistance.\nNot every Ubisoft title got the Watch Dogs: Legion makeover, but plenty of them did.\nWhether you’re controlling a trained super spy or a gassy grandmother, Watch Dogs: Legion is a ton of fun.", "paragraphs": ["Watch Dogs: Legion is out and highly interactive adventure is all about hackers, revolution, and the freedom to play how you want. In a clever marketing move from Ubisoft, Watch Dogs: Legion is hacking its way over onto other Ubisoft big games like Assassin's Creed, Far Cry, and more.", "Our own keen-eyed Brian Shea noticed something was a little off with Assassin's Creed Odyssey's cover art when looking through his gaming library and upon that discovery, there was a rabbit hole of hilarious marketing and Watch Dog crossovers to be found.", "Watch Dogs: Legion places the player smack dab in the middle of a near-future London where they will join the resistance. Unlike the previous two games, there is no main protagonist. Instead, players can recruit from hundreds of NPCs, all with their own skills, personalities, and even voice lines. Hacking, as is the franchise's staple, is key and what better way to showcase that than to have Ubisoft's latest game \"hack\" all others?", "Not every Ubisoft title got the Watch Dogs: Legion makeover, but plenty of them did. Take a look at the photo gallery above to see some of our favorite Legion takeovers from the Xbox Games Store.", "Watch Dogs: Legion is available now and is a drastic pivot from the series thus far. We gave the latest hacking adventure a 9 out of 10, and for good reason. While not a flawless game, Legion offers a healthy blend of familiarity with the franchise and newness to keep it fresh, and we couldn't get enough. You can check out our full review here as well as a small blurb from it below:", "While Watch Dogs: Legion mostly sells the fantasy of a wholly unique populous, hearing the same handful of voice samples or viewing similar character portraits with slight variations sullies that vision a bit. Another small but regular annoyance comes in the load time while switching agents (at least on current-gen hardware). While not egregiously long, it’s just enough of a delay to break your stride. Legion feels like the realization of the hacker fantasy the first Watch Dogs tried to capture. Between the fun team-building, fantastic mission design, strong narrative, and a gorgeous world, everything comes together in a largely entertaining and cohesive package. Whether you’re controlling a trained super spy or a gassy grandmother, Watch Dogs: Legion is a ton of fun.", "Watch Dogs: Legion is available now on PlayStation 4, Xbox One, PC, and Google Stadia. It will also be available on PlayStation 5 and Xbox Series X when those systems launch later next month."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["games", "voice", "legion", "dogs", "available", "watch", "way", "ubisoft", "xbox", "hacking", "taking"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}