{"id": "5b36feb8-fac0-3ab8-a2e3-f032e1a562de", "title": "Donald Trump Hasn’t ‘Already Won’ the Election", "url": "https://www.wired.com/story/donald-trump-election-win-tweet/", "summary": "As of 6:30 pm ET on Tuesday, Philadelphia County had counted only 75,000 of its 350,000 mail votes, with more expected to arrive through the Friday deadline.\nAnd again, over a million mail ballots remain uncounted across the entire state.\n“Assuming that the 2020 presidential election will be as close as the preceding four elections, it is safe to speculate that the winner of the upcoming presidential election may not be known on election night,” Foley wrote in a 2020 follow-up paper along with coauthor Charles Stewart III of MIT.\nBut the phenomenon threatens to make a mirage out of whatever lead Trump sees for himself.\nThe president seems well aware that the longer votes get counted—never mind that they were cast legally and on time—the worse things likely get for Donald Trump.", "paragraphs": ["Take Pennsylvania, which Trump currently leads by over 14 percentage points. Over 3 million registered voters requested mail-in ballots in the state, which offered the option for the first time this year in the face of the Covid-19 pandemic. State law prohibited any of those to be counted before 7 am Thursday, which means a full counting could take days if not weeks. As of 6:30 pm ET on Tuesday, Philadelphia County had counted only 75,000 of its 350,000 mail votes, with more expected to arrive through the Friday deadline. Around 550,000 votes there remain to be counted overall. And that’s just Philadelphia. And again, over a million mail ballots remain uncounted across the entire state.", "Or Georgia, where an early Trump lead seems likely to erode as ballots from Democratic strongholds like Fulton County and DeKalb County get tabulated over the next two days. Or Michigan and Wisconsin, pivotal states that haven't reported enough results to provide useful information either way. (In a small irony, Trump declared those states safely in hand despite some razor-thin margins, while lamenting that Arizona, where he trailed by over 130,000 votes at the time of publication, remains within his reach if only they would count more votes.)", "And while they may not be as tightly contested as Pennsylvania and Georgia, more than a dozen states consider mail ballots valid as long as they're postmarked by November 3 and arrive anywhere from a few days to over two weeks after, depending on where you live. It doesn’t help matters that the United States Postal Service can’t account for 300,000 mail ballots; the USPS refused a court order to complete a sweep for them in time for Tuesday’s counts.", "It’s not just the incompleteness of tonight’s results that belie Trump’s declaration; it’s how the uncounted votes may change the outcome. In a 2013 paper, Ohio State law professor Edward Foley showed that a “blue shift” often occurs as more mail-in and provisional ballots get added to the final presidential vote count, meaning that Democrats often gain ground against their Republican opponents toward the end of the canvassing period.", "“Assuming that the 2020 presidential election will be as close as the preceding four elections, it is safe to speculate that the winner of the upcoming presidential election may not be known on election night,” Foley wrote in a 2020 follow-up paper along with coauthor Charles Stewart III of MIT. “If that is the case, then the analysis presented here suggests that the Democratic candidate could have an advantage in overtime.”", "The size of that advantage depends on several factors: the closeness of a race, the number of “overtime” votes left to count, and the speed at which they’re processed. But the phenomenon threatens to make a mirage out of whatever lead Trump sees for himself. The president seems well aware that the longer votes get counted—never mind that they were cast legally and on time—the worse things likely get for Donald Trump. Take North Carolina, where Trump’s margin is around 60,000 votes. As long as they’re postmarked by November 3, ballots have until this Friday to get there and still count.", "“We’re going to go in the night of, as soon as that election is over, we’re going in with our lawyers,” Trump told reporters in North Carolina on Sunday, referring to battleground states more broadly.", "In fact, the GOP hasn’t waited until the end of the election. Over the past few weeks it has moved aggressively in the courts to limit vote-counting after November 3 in multiple states, although largely without success so far. The challenges continued Tuesday night, with a lawsuit filed in (where else?) Pennsylvania, in an attempt to deprive voters with provisional ballots if their mail-in ballots were disqualified."], "authors": ["Brian Barrett", "Brian Barret"], "keywords": ["state", "donald", "election", "mail", "states", "votes", "trump", "ballots", "presidential", "theyre", "won", "weeks"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}