{"id": "5b3facf6-28fa-34a3-828a-11386596ef0b", "title": "Scarlett Johansson and Colin Jost Are Married! Plus 33 Other Celebrities Who Had Secret Weddings", "url": "https://www.vogue.com/article/secret-celebrity-weddings", "summary": "In fact, for many, keeping their wedding a secret is the ultimate goal.\nJohansson and Jost are far from the only celebrities to have a low key affair—especially in the pandemic age, where small-scale weddings are the safest option.\nDavid Harbour and Lily Allen, for example, recently eloped in Las Vegas and held their reception at In-n-Out.\nSome other stars who have pulled off the almost-impossible feat of getting hitched out of the public eye?\nHere, a look at 34 celebrity weddings we still know little about.", "paragraphs": ["Not every celebrity couple dreams of magazine covers and big wedding-dress reveals. In fact, for many, keeping their wedding a secret is the ultimate goal. The latest to do so? Scarlett Johansson, who married Colin Jost over the weekend in an “intimate ceremony with their immediate family and love ones, following COVID-19 safety precautions as directed by the CDC.”", "The news was broken by Meals on Wheels, as Johansson and Jost’s “wedding wish” was that they bring attention to the organization that fights hunger among seniors. The image of the Staten Island Ferry is a nod to Jost’s hometown (he wrote for The New Yorker about his high school commute on the ferry earlier this year).", "Johansson and Jost are far from the only celebrities to have a low key affair—especially in the pandemic age, where small-scale weddings are the safest option. David Harbour and Lily Allen, for example, recently eloped in Las Vegas and held their reception at In-n-Out. Meanwhile, Emma Stone and Dave McCary secretly married in September.", "Some other stars who have pulled off the almost-impossible feat of getting hitched out of the public eye? Amy Schumer, Beyoncé, and Blake Lively and Ryan Reynolds—just to name a few.", "Here, a look at 34 celebrity weddings we still know little about."], "authors": ["Condé Nast"], "keywords": ["secret", "colin", "johansson", "yorker", "weddings", "married", "yearjohansson", "celebrities", "celebrity", "scarlett", "josts", "jost", "wedding", "ferry", "33", "plus"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}