{"id": "5b442ab2-4004-38a1-a4fa-0dfade85b8ca", "title": "Police warn public to expect tougher crackdown on Covid lockdown breaches", "url": "https://www.theguardian.com/world/2020/nov/05/police-warn-public-to-expect-tougher-crackdown-on-covid-lockdown-breaches", "summary": "Police have warned the public to expect tougher action against Covid rule-breakers after the home secretary told them to “strengthen enforcement” ahead of England’s second lockdown.\nMartin Hewitt, chair of the National Police Chiefs Council (NPCC), said those blatantly and deliberately flouting the regulations should expect punishment.\nPeople recklessly ignoring the regulations should expect to receive a fixed penalty notice,” Hewitt said.\nIt marks a change of tone since the first lockdown, and comes amid growing concern about rule-breaking including raves.\nParents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work.", "paragraphs": ["Police have warned the public to expect tougher action against Covid rule-breakers after the home secretary told them to “strengthen enforcement” ahead of England’s second lockdown.", "Martin Hewitt, chair of the National Police Chiefs Council (NPCC), said those blatantly and deliberately flouting the regulations should expect punishment.", "A police source stressed this did not mean officers would start “policing people’s private lives” but officers would be quicker to fine or close premises in clear and wilful breach of the new regulations.", "“Not following the regulations and measures put in place to limit the spread of the virus is unacceptable. We won’t waste time with endless encouragement for those who knowingly or deliberately break the rules. People recklessly ignoring the regulations should expect to receive a fixed penalty notice,” Hewitt said.", "It marks a change of tone since the first lockdown, and comes amid growing concern about rule-breaking including raves. One rave attracted 1,000 people in east London at the weekend and another, in the West Country, saw attacks on police who tried to close it down, leading to a standoff lasting several hours.", "Quick Guide What you can and can't do in England's new national Covid lockdown Show New national restrictions are due to come into effect in England on Thursday, after MPs vote on them, and remain in place at least until 2 December. What can I leave home for? For childcare or education, where it is not provided online.", "To go to work unless it can be done from home.", "Outdoor exercise either with household members or with one person from another household.", "For all medical reasons and appointments.", "To escape injury or harm, such as domestic abuse.", "To provide care for vulnerable people or volunteer.", "To shop for food and essentials.", "To see people in your support bubble.", "Children will still be able to move between homes if their parents are separated. Government say the list is not exhaustive, and other permitted reasons for leaving home may be set out later. People could face fines from police for leaving their home without a legally permitted excuse. Can different households mix indoors? No, not unless they are part of an “exclusive” support bubble, which allows a single-person household to meet and socialise with another household. Parents are allowed to form a childcare bubble with another household for the purposes of informal childcare, where the child is 13 or under. Can different households mix outdoors? People are allowed to meet one person from another household socially and for exercise in outdoor public spaces, which does not include private gardens. Can I attend funerals, weddings or religious services? Up to 30 people will still be allowed to attend funerals, while stone settings and ash scatterings can continue with up to 15 guests. Weddings and civil partnership ceremonies are not permitted except in “exceptional circumstances”. Places of worship must remain closed except for voluntary services, individual prayer and other exempt activities. Can I travel in the UK or abroad for a holiday? Most outbound international travel will be banned. There is no exemption for staying away from home for a holiday. This means people cannot travel internationally or within the UK, unless for work, education or other legally permitted exemptions. Which businesses will close? Everything except essential shops and education settings, which include nurseries, schools and universities, will close. Entertainment venues will also have to close. Pubs, restaurants and indoor and outdoor leisure facilities will have to close their doors once more. However, takeaway and delivery services will still be allowed, while construction and manufacturing will stay open. Parents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work. Some youth services may be able to continue, such as one-to-one youth work, but most youth clubs will need to close their doors. Public services, such as jobcentres, courts, and civil registration offices will remain open. There is no exemption for grassroots organised team sports. Elite sports will be allowed to continue behind closed doors as currently, including Premier League football matches. Aaron Walawalkar", "Police cited an example of a Merseyside pub opening in breach of Covid regulations despite repeated warnings; in future police are likely to issues fewer warnings before enforcement action including shutting down premises.", "The NPCC comments came after Priti Patel told police chiefs that Downing Street wanted tougher action. Senior government figures want the police to be visible in enforcing Covid regulations, especially against the most blatant breaches such as raves and weddings with scores of people attending.", "While police forces are operationally independent, Patel’s spokesperson said that she had told police chiefs: “We now need you to strengthen enforcement.”", "The home secretary told a meeting of the National Policing Board: “I am acutely aware that we are asking more from our outstanding officers, and that they have been working flat out to keep people safe.", "“But the prime minister has been clear that he wants to see tougher enforcement of the necessary restrictions in order to save lives. We now need you to strengthen enforcement, and that the law-abiding majority are not endangered by those who flout the rules.”", "Strict new rules are expected to be rolled out for the whole of England on Thursday, including the instruction to stay at home except in a handful of circumstances including exercise and essential shopping.", "Last week, the NPCC said more than 20,000 fines had been issued in England and Wales since coronavirus restrictions were introduced on 27 March. No data was available on how many had been paid.", "Of these, 1,103 fines were issued in the four weeks to 19 October to people breaking England’s local lockdowns and for gatherings of more than 30 people. The NPCC said the highest level of financial penalty – £10,000 – had been issued 64 times in England and twice in Wales for people holding raves, house parties, or protests of more than 30 people.", "Prof Chris Whitty, England’s chief medical officer, said there had been a remarkable level of compliance among the British public to the draconian restrictions on social contact.", "However, there have been concerns that the majority of people – up to 80% – fail to quarantine fully when asked to do so by test and trace. Police chiefs are planning to release data in the coming weeks on how many people have been referred to officers for breaching self-isolation."], "authors": ["Vikram Dodd", "Josh Halliday"], "keywords": ["expect", "tougher", "warn", "including", "told", "regulations", "close", "childcare", "household", "restrictions", "breaches", "covid", "public", "services", "work", "lockdown", "allowed", "crackdown"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}