{"summary": "But although it's common for party symbols to represent values or ideologies, India's system differs in an important way: Rather than designing logos themselves, parties must instead choose from a pre-existing list controlled by election officials.\nParties must choose three symbols, in order of preference, after which they are allocated one by the ECI.\nAssigned by the Electoral Commission of India, party symbols can be important campaigning tools.\nAn electronic voting machine being used in the 2019 elections shows party symbols alongside candidates' names.\nIn both instances, party symbols have evolved to possess significant political capital -- as evidenced by the wrangling that has occurred during internal party divisions.", "id": "5bad9110-1cbe-37d1-90ee-8718ca14f8f4", "pubDate": null, "url": "https://edition.cnn.com/style/article/india-election-party-symbols/index.html", "authors": ["Manveena Suri", "Oscar Holland"], "paragraphs": ["Written by Manveena Suri, CNN Oscar Holland, CNN", "A ceiling fan, a bungalow, a broom and a mango -- these are just some of unusual symbols Indian voters can expect to see on their ballots as they head to the polls over the coming weeks.", "An array of minimalist -- and often hand-drawn -- logos feature alongside candidates' names on electronic voting machines across India during its general election, the world's largest democratic exercise. The symbols help the dozens of participating parties to differentiate themselves from one another, while making it easier for voters to make their choice in a country where around a quarter of the population is illiterate.", "But although it's common for party symbols to represent values or ideologies, India's system differs in an important way: Rather than designing logos themselves, parties must instead choose from a pre-existing list controlled by election officials.", "An attendee wearing clothing featuring the Indian National Congress (INC) party logo at an event in New Delhi, India, on March 11, 2019. Credit: Bloomberg/Bloomberg/Bloomberg via Getty Images", "The Election Commission of India (ECI) currently maintains a pool of thousands of symbols. The images represent aspects of everyday life in India, from a stack of tires and a gramophone, to an auto rickshaw and even a cricket player.", "Parties must choose three symbols, in order of preference, after which they are allocated one by the ECI. Once an image is \"reserved,\" it cannot be used by any other party, leaving new entrants to pick from a list of \"free\" symbols.", "", "", "", "", "", "", "", "", "", "1 / 10 The Samajwadi Party's bicycle symbol pictured on a flag during a 2017 rally. Assigned by the Electoral Commission of India, party symbols can be important campaigning tools. Credit: SAJJAD HUSSAIN/AFP/AFP/Getty Images", "Easy to recognize", "Hundreds of logos have been allocated going into this month's elections, which will see the country select candidates for the Lok Sabha, the lower house of India's parliament, alongside a number of state-level polls.", "There are, currently, a further 200 unclaimed images, according to a list published by the ECI last month. Among the logos still up for grabs are an air conditioning unit, a tube of toothpaste and a vacuum cleaner.", "An electronic voting machine being used in the 2019 elections shows party symbols alongside candidates' names. Credit: Hindustan Times/Hindustan Times/Hindustan Times via Getty Images", "Many of the symbols are, in fact, the work of a single artist: M. S. Sethi, who for decades served as a draftsman for the ECI.", "First hired in the 1950s, as India organized its first post-independence elections, Sethi would sit with officials as they discussed everyday objects that could be easily remembered and identified by voters. He reportedly sketched his early symbols in pencil.", "Sethi retired from the commission in the 1990s, although many of his designs remain in -- or available for -- use. New images reflecting contemporary life have also been added to the list, including a phone charger and a USB pen drive.", "Campaign devices", "These seemingly simple logos can be crucial campaigning tools. They are visible across India during election time -- on banners, billboards, pamphlets and other materials -- as political groups vie for voters' attention.", "But although parties use designs allocated to them, many have, over the years, become synonymous with their symbols.", "A child holds a symbol of the Trinamool Congress (TMC) party at an election campaign rally on April 5, 2019. Credit: DIPTENDU DUTTA/AFP/AFP/Getty Images", "Take the lotus, for instance, which denotes current Prime Minister Narendra Modi's Bharatiya Janata Party (BJP). Or the raised, open-palmed hand that serves as a visual calling card for the main opposition, the Indian National Congress (INC).", "In both instances, party symbols have evolved to possess significant political capital -- as evidenced by the wrangling that has occurred during internal party divisions. (When a split occurs within a party, the ECI decides which faction can continue using its symbol, with breakaway parties forced to return to the list of available images).", "World's tallest statue unveiled in India", "Between 1952 and 1969, the Congress was represented by a pair of bulls pulling a yoke. A series of internal ruptures mean that today, when voters who wish to vote for the INC enter the polling booth, they'll have to look for the raised palm.", "The changes result from internal splits dating back to the late 1960s, and the current symbol did not come into common use until the late 1970s.", "Some of the symbols made available to parties by the Electoral Commission of India. Credit: Election Commission of India", "The BJP, meanwhile, traces its origins back to the Bharatiya Jana Sangh party, which, from 1955 to 1977, used an oil lamp as its logo. In 1977, the group merged with other parties to form the Janata Party, adopting a farmer and plough as its new symbol.", "Three years later, the Janata Party was dissolved and its members established what is today known as the BJP. It was allocated a lotus symbol, which the party continues to use to this day."], "keywords": ["logos", "symbols", "india", "parties", "election", "political", "credit", "party", "indias", "list", "voters", "symbol"], "title": "How India's political parties get their symbols", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}