{"keywords": ["qe", "kerplunk", "economy", "fed", "powell", "jerome", "monetary", "rates", "sticks", "powells", "inflation", "rate", "marbles", "game"], "id": "5c01c1e2-6ac3-3d3a-bdb7-3121a8df0133", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["THERE is an old children's game called Kerplunk. It is similar in concept to Jenga. Marbles are poured into a plastic tube through which sticks have been threaded. The players take it in turns to remove the sticks with the aim of avoiding the fall of marbles. The normal pattern is for a few marbles to drop until the unlucky player removes the strut that keeps up the rest. A noisy crash ensues.", "Jerome Powell (pictured), the new chairman of the Federal Reserve, may be that unlucky player. Janet Yellen, his respected predecessor, managed to pull out five sticks (ie, raised rates five times) before she departed, leaving both the economy and the markets in fine shape. Doubtless, Ms Yellen was not happy when President Donald Trump denied her a second term. But it may have been a blessing in disguise. The task of the central banker gets a lot more difficult from here.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Mr Powell's first Congressional testimony as Fed chair yesterday was seen as bullish on the economy and thus hawkish on interest rates. The market is now pricing in three rate rises for the rest of the year. The S&P 500 fell 1.3% yesterday and ten-year Treasury bond yields edged closer to 3%.", "The Fed is in an extremely tricky position. Its actions in the financial crisis were unprecedented; cutting rates virtually to zero and buying trillions of dollars of bonds via quantitative easing (QE). At some point, it had to reverse these measures; it is now almost a decade since Bear Stearns had to be rescued. It started to unwind QE in the autumn. If a Rip van Winkle had woken up after 20 years, to be told the American economy had grown by 2.3% in 2017, that unemployment was 4.1% and headline inflation was 2.1%, he would have been astounded to hear that short-term rates were only 1.25-1.5%. He might be even more astonished, given these numbers, to find that Congress had just passed a tax-cutting stimulus plan.", "There are some people who think the Fed is “behind the curve”; they worry that, if inflation appears, the Fed may have to slam on the monetary brakes very hard. But others hold the opposite view. The rate of inflation the bank prefers - the core measure of personal consumption expenditure - is at 1.5% and showing no signs of a breakout. The labour force participation rate is 62.7%, well below the level prevailing from the mid-1980s to the crisis. That suggests there are plenty of discouraged workers who might still enter the jobs market as the economy expands; as a result, wage inflation will stay low.", "In global terms, the debt to GDP ratio remains close to a record level suggesting that any rise in borrowing costs might cause funding problems quite quickly. Recent economic data have not been that great. China was tightening monetary policy last year, and the effects may be coming through; its purchasing managers’ index for manufacturing just showed its sharpest fall in six years. Japan's industrial production suffered its biggest drop in nearly seven years. Germany's Ifo survey of business sentiment, which had been rising steadily since the start of 2016, fell back last month. To the extent that the recovery in the US is linked to the global rebound, that suggests some headwinds going forward.", "And then there are the markets. It didn't sound like Mr Powell is too bothered about the recent wobble in the equity market. Quite right too; there shouldn't be a “Powell put”. But higher bond yields eventually get passed through to homeowners and companies; part of the reason why QE was pursued in the first place. And, since the dollar is so globally important, higher US rates tighten monetary policy for everyone. We don't know how far the Fed can go; which will be the stick that props up the marbles. But most investors would rather not find out."], "authors": ["The Economist"], "title": "Jerome Powell's game of Kerplunk", "pubDate": null, "summary": "THERE is an old children's game called Kerplunk.\nThe players take it in turns to remove the sticks with the aim of avoiding the fall of marbles.\nJerome Powell (pictured), the new chairman of the Federal Reserve, may be that unlucky player.\nMr Powell's first Congressional testimony as Fed chair yesterday was seen as bullish on the economy and thus hawkish on interest rates.\nAnd, since the dollar is so globally important, higher US rates tighten monetary policy for everyone.", "url": "https://www.economist.com/blogs/buttonwood/2018/02/fed-and-markets?spc=scode&spv=xm&ah=9d7f7ab945510a56fa6d37c30b6f1709"}