{"id": "5c57aa34-34ab-38bf-8e88-0739d99c7ac7", "keywords": ["posted", "rider", "riders", "prompts", "ride", "mishap", "social", "reports", "sentinel", "gondola", "disney", "skyliner", "world", "according", "evacuations", "reported", "park"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Dom Calicchio"], "url": "http://www.foxnews.com/us/disney-world-skyliner-gondola-mishap-prompts-rider-evacuations-reports", "title": "Disney World Skyliner gondola mishap prompts rider evacuations: reports", "summary": "An apparent mechanical glitch on the new Skyliner gondola ride at Walt Disney World in Florida resulted in riders being stranded for hours Saturday night, according to reports.\nA Disney statement said only that the ride had been experiencing “unexpected downtime,” Orlando’s FOX 35 reported.\nDISNEY WORLD GUEST WITH AUTISM SUING PARK OVER DISABILITY POLICY; TRIAL SET FOR NEXT YEARAfter midnight, the Twitter page BlogMickey posted that all riders had been evacuated.\nEach gondola accommodates about 10 people and were not air-conditioned, the Sentinel reported.\nHe said Disney eventually gave them four all-day passes and a $200 gifft card, according to the report.", "pubDate": null, "paragraphs": ["An apparent mechanical glitch on the new Skyliner gondola ride at Walt Disney World in Florida resulted in riders being stranded for hours Saturday night, according to reports.", "As of midnight, Disney had provided no details about what happened, nor did the company confirm that riders had to be rescued, according to the Orlando Sentinel. But photos, videos and park-visitor accounts posted on social media suggested that some kind of malfunction had occurred, resulting in delays for passengers still in the air.", "A Disney statement said only that the ride had been experiencing “unexpected downtime,” Orlando’s FOX 35 reported. The phrase was widely mocked on social media.", "DISNEY WORLD GUEST WITH AUTISM SUING PARK OVER DISABILITY POLICY; TRIAL SET FOR NEXT YEAR", "After midnight, the Twitter page BlogMickey posted that all riders had been evacuated.", "Each gondola accommodates about 10 people and were not air-conditioned, the Sentinel reported. The newspaper said the ride carries park visitors between Disney’s Caribbean Beach Resort and the Epcot center, traveling about 11 mph and as high as 60 feet in the air.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "One man told the paper he was aboard the ride with his disabled mother, who became ill during the wait to be evacuated. He said Disney eventually gave them four all-day passes and a $200 gifft card, according to the report.", "Visitors to the park began posting photos and messages on social media, describing what happened."]}