{"id": "5c6d7a31-729c-3214-ab94-00e85c0d2c8d", "keywords": ["victims", "resorts", "press", "history", "massacre", "las", "paddock", "compensation", "settlement", "survivors", "mgm", "hotel", "800m", "million", "divide", "vegas"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Christian De La Chapelle"], "url": "https://www.foxbusiness.com/money/how-to-divide-800m-among-victims-of-las-vegas-shooting", "title": "How to divide $800M among survivors of Las Vegas massacre", "summary": "How do you divide $800 million dollars among victims of a tragedy?\nPaddock, who used a high-powered weapon, had more than 1,000 rounds of ammunition, authorities said.\nIn the aftermath of the MGM Resorts' settlement, an administrator will likely be appointed to oversee a victim's compensation fund that distributes the cash, as renowned attorney and law professor Kenneth Feinberg was following the September 11, 2001 terrorist attacks.\n\"It is a cold mathematical calculation,\" Feinberg told the Associated Press.\nThe MGM Resorts settlement is the third-largest in U.S. history, behind only the $7.1 billion in victims compensation for the Sept. 11, 2001, attacks and the $6.5 billion in victims compensation for the BP oil spill.", "pubDate": null, "paragraphs": ["How do you divide $800 million dollars among victims of a tragedy?", "Continue Reading Below", "That's the question that MGM Resorts International, the families of 58 people killed, and the 851 people injured in the worst mass shooting in American history will have to sort out, now that the owner of the hotel where the gunman staged the attack has agreed to pay $800 million dollars to settle legal claims. The company didn't admit liability.", "On Oct. 1, 2017, Stephen Paddock, 64, a retired auditor and gambler who lived in Mesquite, Nevada, opened fire from the 32nd floor of the Mandalay Bay Hotel on a crowded country music festival below. Paddock, who used a high-powered weapon, had more than 1,000 rounds of ammunition, authorities said.", "In the aftermath of the MGM Resorts' settlement, an administrator will likely be appointed to oversee a victim's compensation fund that distributes the cash, as renowned attorney and law professor Kenneth Feinberg was following the September 11, 2001 terrorist attacks.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "That administrator would like determine awards based on considerations such as how much victims earned, the severity of survivors' wounds, pain and suffering and emotional distress. \"It is a cold mathematical calculation,\" Feinberg told the Associated Press. \"In a case like 9/11, a stockbroker, a banker, a lawyer, an accountant, they are going to get a lot more money than the waiter, the busboy, the cop, the fireman, the soldier.\"", "The MGM Resorts settlement is the third-largest in U.S. history, behind only the $7.1 billion in victims compensation for the Sept. 11, 2001, attacks and the $6.5 billion in victims compensation for the BP oil spill.", "The Associated Press contributed to this report.", "CLICK HERE TO READ MORE ON FOX BUSINESS"]}