{"id": "5c8147cd-1de2-3518-b802-ff71a5467ec8", "title": "Nearing the finish line in the race for a Covid-19 vaccine", "url": "https://www.theguardian.com/news/audio/2020/nov/05/nearing-the-finish-line-in-the-race-for-a-covid-19-vaccine", "summary": "It’s day one of the lockdown in England, and it’s been a turbulent week in US politics.\nThankfully Robin McKie, the Observer’s science editor, has some good news on the race to find a vaccineThe Observer’s science editor, Robin McKie, talks to Anushka Asthana about the race to find a Covid-19 vaccine.\nA total of 198 Covid vaccines are under development worldwide, with four key versions undergoing final phase 3 trials.\nHowever, the speed at which the vaccine trials have progressed, makes McKie feel optimistic.\n‘We will have a vaccine next year, and it will make a huge difference to our lives,’ he says.", "paragraphs": ["It’s day one of the lockdown in England, and it’s been a turbulent week in US politics. Thankfully Robin McKie, the Observer’s science editor, has some good news on the race to find a vaccine", "The Observer’s science editor, Robin McKie, talks to Anushka Asthana about the race to find a Covid-19 vaccine. A total of 198 Covid vaccines are under development worldwide, with four key versions undergoing final phase 3 trials. These include Pfizer’s BNT162b2 and the Oxford AstraZeneca vaccine. Results of those trials – in which each is compared with a placebo – are expected in weeks or months.", "A vaccine that works is seen as a game-changer in the battle against coronavirus, which has killed more than 1.15 million people, shuttered swathes of the global economy and turned normal life upside down for billions of people. However, few think the first vaccines will be fully protective. They may instead reduce the severity of illness, so people avoid hospital and deaths are reduced.", "They may also not last, so that boosters will be needed. However, the speed at which the vaccine trials have progressed, makes McKie feel optimistic. ‘We will have a vaccine next year, and it will make a huge difference to our lives,’ he says."], "authors": ["Anushka Asthana", "Robin Mckie", "Rose De Larrabeiti", "Sam Colbert", "Nicole Jackson", "Phil Maynard"], "keywords": ["science", "trials", "robin", "observers", "vaccine", "editor", "nearing", "covid19", "worldwide", "line", "race", "vaccines", "finish", "mckie"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}