{"id": "5cb0e39c-9d60-3286-9d53-cc08dbc5a34e", "title": "JoJo Siwa shows off personal '7-Eleven' and 'merch store' in YouTube tour of $3.5 million home", "url": "https://www.foxnews.com/real-estate/jojo-siwa-tour-youtube-new-home", "summary": "There’s no place like home — which for JoJo Siwa means tons of sweets, tour memorabilia, luxury cars and a makeshift merchandise warehouse.\nThe 16-year-old performer recently shared a sneak peek of the Los Angeles mansion that she and her family have scooped up for nearly $3.5 million.\nA loggia, an outdoor kitchen, a swimming pool and a half-court for backyard sports are just a few of the other features, Variety reports.\nThe “D.R.E.A.M.” singer also visited her game room and played around with a pool table, gumball machine and crane game.\nMoving to check out the backyard, she joyfully revealed that she arranged the candy-colored patio furniture herself.", "paragraphs": ["There’s no place like home — which for JoJo Siwa means tons of sweets, tour memorabilia, luxury cars and a makeshift merchandise warehouse.", "The 16-year-old performer recently shared a sneak peek of the Los Angeles mansion that she and her family have scooped up for nearly $3.5 million. The four-bedroom Mediterranean-style home, which sits on a half-acre, reportedly boasts over 6,000 square feet of living space, including a double-height foyer, gourmet kitchen, large dining room and spa-inspired bath. A loggia, an outdoor kitchen, a swimming pool and a half-court for backyard sports are just a few of the other features, Variety reports.", "HOUSEGUESTS WITH THESE HABITS ARE MOST ANNOYING, STUDY CLAIMS", "Though the family was still unpacking boxes, Siwa said that she and her folks were thrilled to move into the new digs.", "Pointing out her colorful BMW and Tesla “just around the corner,” Siwa began her YouTube tour through the grand foyer, which features a piano surrounded by some of her famously glitzy costumes in glass displays. The social media star then toured an area she called her personal \"7-Eleven,\" comprised of a bar stocked with candy, as well as machines used to make popcorn and slushies, plus warm pizzas and nachos.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "The teen star eventually made her way to a “merch room” that she said felt like an “actual store,” filled with branded products including toys, clothes and of course, giant bows.", "“Now that JoJo merch has been taken to the completely bigger level — I mean, there’s like every product under the sun, and the moon, and the stars, and the galaxy and the whole Milky Way — we were like, ‘OK, we need a better situation,'” she said of the room's stuffed shelves.", "The “D.R.E.A.M.” singer also visited her game room and played around with a pool table, gumball machine and crane game.", "Moving to check out the backyard, she joyfully revealed that she arranged the candy-colored patio furniture herself.", "CLICK HERE TO GET THE FOX NEWS APP", "In a follow-up video of her new \"amazing\" home, Siwa also welcomed fans into her brand-new bedroom, which featured walls covered in tour photos, a rainbow bed frame and a bedspread with – yes – her face on it."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle. Follow Her On Twitter At"], "keywords": ["pool", "tour", "jojo", "youtube", "personal", "theres", "shows", "kitchen", "million", "merch", "siwa", "7eleven", "star", "store", "room", "way"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}