{"id": "5ce38776-4c0f-3c93-8d77-c0bf84b67b5a", "title": "China bans non-Chinese arrivals from UK as England enters lockdown", "url": "https://www.theguardian.com/world/2020/nov/05/china-bans-non-chinese-travellers-from-uk-belgium-and-philippines", "summary": "People from Belgium and Philippines are also barred in ‘temporary measure taken in response to the pandemic’China has barred non-Chinese travellers from the UK, Belgium and the Philippines, imposing new border restrictions in response to the worsening Covid-19 pandemic.\nThe Chinese embassy in the UK said on Wednesday that China’s borders were now closed to those arriving from the UK, including those with valid visas and residence permits.\nThe measure, a reversal of recently loosened restrictions, comes as England began a month-long lockdown in an effort to stop a resurgent outbreak.\n“This is a temporary measure taken by China in response to the current pandemic,” the Chinese embassy in the UK said.\nOn Thursday, the embassy in the Philippines, which has among the largest number of cases in south-east Asia, followed suit.", "paragraphs": ["People from Belgium and Philippines are also barred in ‘temporary measure taken in response to the pandemic’", "China has barred non-Chinese travellers from the UK, Belgium and the Philippines, imposing new border restrictions in response to the worsening Covid-19 pandemic.", "The Chinese embassy in the UK said on Wednesday that China’s borders were now closed to those arriving from the UK, including those with valid visas and residence permits. The measure, a reversal of recently loosened restrictions, comes as England began a month-long lockdown in an effort to stop a resurgent outbreak. The country has the highest death toll in Europe of almost 48,000 deaths.", "“This is a temporary measure taken by China in response to the current pandemic,” the Chinese embassy in the UK said.", "Gloom descends on England as nation prepares for second lockdown Read more", "The embassy in Belgium also released a statement announcing restrictions for nationals traveling from Belgium, which has the highest per capita number of cases in Europe. On Thursday, the embassy in the Philippines, which has among the largest number of cases in south-east Asia, followed suit.", "The notices said the new restrictions would not affect those with diplomatic, official or courtesy visas or crew members of international flights, trains or other vessels.", "Beijing, which has for months largely contained the outbreak and seen the Chinese economy begin to recover, also imposed new rules on those who are allowed in. As of Friday 6 November, all passengers from the US, Germany, the Czech Republic and France must have tested negative for the Covid-19 virus as well as for antibodies within 48 hours of travelling. Passengers from Denmark are subject to the rule from 7 November. Starting on 8 November, those travelling from Australia, Singapore and Japan will be subject to the same rule.", "Officials have said that the antibody test is to guard against false negatives in nucleic acid tests. The presence of antibodies shows that a person has either never been exposed to the virus or has been exposed but recovered.", "Chinese residents have watched warily as the pandemic continues to spread in Europe and the US. As the UK prepared for its new lockdown, news of the number of private jet bookings circulated Chinese social media with the hashtag “Rich Brits take private jets to escape second lockdown” attracting more than 60m views.", "“The whole continent of Europe is in a mess. What’s the difference?” one user commented in response. Another said: “No place is clean. Escaping is not possible.” Another, commenting on the looming lockdown, said: “To put it bluntly, what they are doing is not shedding a tear until they see the coffin.”"], "authors": ["Lily Kuo"], "keywords": ["china", "philippines", "uk", "nonchinese", "number", "bans", "chinese", "europe", "restrictions", "embassy", "belgium", "response", "arrivals", "england", "enters", "lockdown"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}