{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/799460a9-be38-4b24-8ec0-90f816b6a1ed?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=5", "pubDate": null, "authors": ["Produced Ben Marino. Edited Donell Newkirk."], "keywords": ["trade", "deal", "think", "sort", "week", "war", "uschina", "tariffs", "chinese", "china", "trump"], "title": "What next for the US-China trade war?", "id": "5cf0fc48-1e8b-3fce-afdf-a76cd216baea", "summary": "You can enable subtitles (captions) in the video playerSo this week marked a new twist in a trade war between the US and China.\nBut this week he sort of abruptly decided that he would only plough ahead with about half of those tariffs.\nThey were looking at a very sort of comprehensive trade deal that spanned many sectors of the economy.\nNow, the hopes of such a sweeping sort of lasting peace on the trade front between the US and China have dwindled significantly.\nOn the other hand, there are signs that the markets are in trouble partly because of the trade war.", "paragraphs": ["You can enable subtitles (captions) in the video player", "So this week marked a new twist in a trade war between the US and China. At the beginning of August, Donald Trump had escalated tensions once more by saying he was ready to put 10 per cent tariffs on a further $300bn of Chinese imports starting on September 1, so which really raised the pressure on Beijing. But this week he sort of abruptly decided that he would only plough ahead with about half of those tariffs. And he would delay the rest until mid-December in order to shield the US consumer from higher prices during the Christmas shopping season.", "Now, that was initially greeted with some relief in the markets because it was seen as a sort of a climbdown by the US president. But then it dawned on many investors that the Chinese were unlikely to come together and craft a deal any time soon and that some of the damage to the global economy has already been done.", "So the two sides were very close to a deal in May. And then the talks broke up abruptly. They were looking at a very sort of comprehensive trade deal that spanned many sectors of the economy. Now, the hopes of such a sweeping sort of lasting peace on the trade front between the US and China have dwindled significantly. And I think the best many could hope for is a sort of a standstill at some point.", "It looks like the motivations to strike a deal, particularly on the Chinese side, have subsided. That China is digging in for a long fight, potentially until after the 2020 presidential election in the hope that possibly there could have a friendlier, at least more predictable president in the White House. And on the US side, there seems to be very little appetite to back down significantly. Trump, I think, still believes that sort of bashing China is politically the right thing to do.", "On the other hand, there are signs that the markets are in trouble partly because of the trade war. And there are fears about a potential recession on the horizon. That could change the calculation and make Trump more amenable to some sort of compromise. But at the moment it's hard to see that coming any time soon."]}