{"summary": "Magic: The Gathering has had numerous digital incarnations over the years.\nWith Magic: The Gathering Arena, there’s finally a Magic product that truly embraces the digital age, offering both casual fun and competitive card-slinging.\nThe digital nature of the game also allows for some special formats that wouldn’t be possible in physical space.\nIf you just want to get in and play, Arena does a great job at providing a multitude of free decks and cards.\nIf you’re looking to play Magic, there’s probably no better way than Magic: The Gathering Arena, and that says a lot.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Pc Editor", "Daniel Enjoys Poker", "West Highland White Terriers", "A Good Cat Gif."], "keywords": ["game", "cards", "arena", "doing", "review", "card", "play", "digital", "gathering", "right", "youre", "competitive", "magic"], "id": "5cffa212-6134-3828-b353-3b9d2fbcdcf0", "url": "https://www.gameinformer.com/review/magic-the-gathering-arena/magic-the-gathering-arena-review-doing-digital-right", "title": "Magic: The Gathering Arena Review - Doing Digital Right", "pubDate": null, "paragraphs": ["Magic: The Gathering has had numerous digital incarnations over the years. However, they’ve all fallen short of the core game’s appeal in different ways – whether it was Duels’ lack of staying power or Magic: The Gathering Online’s exclusive focus on hardcore players and a 1:1 pricing with physical model. With Magic: The Gathering Arena, there’s finally a Magic product that truly embraces the digital age, offering both casual fun and competitive card-slinging.", "If you know the current standard landscape of the game (i.e. the last few years of sets), it’s all here. While the presentation and layout are full of bells and whistles – talking cards, streamlined land-tapping, flashy enter-the-battlefield effects for mythic cards – it’s still the tabletop game you know and love. Games play faster, in part due to taking the human element out of rote tasks like shuffling decks, placing and removing counters on cards, and cleaning up tokens. The digital nature of the game also allows for some special formats that wouldn’t be possible in physical space. For instance, Momir format allows you to summon random creatures – a fun (and not necessarily competitive) way to enjoy the digital-only format.", "As with all things Magic, it’s about what you can play and when. If you’re feeling like you want to do a draft, you can anytime, assuming you have the currency. If you just want to get in and play, Arena does a great job at providing a multitude of free decks and cards. The model isn’t overbearing, but if you want to have a suite of competitive decks, you'll need to shell out money. Card acquisition is fairly accommodating, but drafts and tournaments are locked behind large sums of earned currency or paid entries. This means if you get into the game and take it seriously, you will almost certainly be paying, but the costs feel reasonable.", "Sealed deck events, limited-time events like singleton (only allowing one copy of any card), or special tournaments with varying rules are constantly available and cycling, ensuring you have multiple offerings to engage with every time you log on. Card packs also offer something not present in the physical game: wild cards. You can pull and trade these for any card you like of the associated rarity – a major boon when you’re trying to get a playset of a critical mythic rare for your competitive deck.", "However, you’re not able to play or obtain cards from most of Magic's long history. If you want to play with your favorite fungi from Fallen Empires or mass a kobold army from Legends, you’re out of luck. The social features are noticeably lacking – you can duel with friends, but it’s far easier to play against random opponents in ladder play. Arena also currently lacks some of the favorite social formats, such as Commander/Elder Dragon Highlander or Cube draft, but these are mostly forgivable omissions.", "If you’re looking to play Magic, there’s probably no better way than Magic: The Gathering Arena, and that says a lot. Wizards of the Coast seemed hesitant to move all-in on a digital product in the last decade, perhaps out of fear that it could cannibalize the gigantic paper audience, but Magic is finally where it needs to be in the digital space.", ""]}