{"id": "5d127d13-8f41-3e4d-8c73-ba85604d327a", "title": "The First Question for Democrats to Answer About the Election: What Happened?", "url": "https://www.newyorker.com/news/our-columnists/the-first-question-for-democrats-to-answer-about-the-election-what-happened", "summary": "Partly because of the challenge in obtaining representative samples, and for other reasons, some academic experts on voting trends are also highly skeptical of the network exit poll.\nTo see how 2020 compared to 2016, Teixeira then compared the A.P.\n“The biggest swing in the Democrats’ direction was not among white college voters, it was among white non-college voters,” Teixeira said.\nVoteCast survey agrees with the Edison exit poll that Trump led Biden by three points among seniors.\nAccording to the Edison exit poll, thirty-two per cent of Latinos voted for Trump nationwide, compared to twenty-eight per cent in 2016.", "paragraphs": ["Just four days after the election, Democratic politicians and activists are still coming to terms with a result that bitterly disappointed many of them, despite Joe Biden’s victory in the Presidential race. In a heated private conference call on Thursday, centrist and progressive members of the House Democratic caucus jostled over who or what was to blame for the Party’s unexpectedly weak showing in congressional races. (With a number of contests still to be called, the G.O.P. has already made a net gain of five seats.) At the local level, there is also a lot of sparring over why the Party failed in its bid to gain control of legislatures in a number of big states, including Michigan, North Carolina, Pennsylvania, and Texas.", "The first step in any political inquest is to figure out exactly what happened. The Democrats’ struggles in local and statewide races will take more time to unpack, but there are data already available about the race at the top of the ticket that can offer some insight into what happened in 2020. Even here, however, there isn’t much agreement. The nationwide exit poll that Edison Research carries out for a consortium of media companies indicated that Trump got fifty-seven per cent of the white vote, the same number that he got in 2016, but also did better than expected among minority voters, particularly Hispanics. Some Democratic activists have questioned the poll findings, however. “Are these exit polls real?” Ezra Levin, the co-founder of Indivisible, a grassroots progressive organization, asked on Twitter. When I messaged Levin and asked for his interpretation of the election results, he replied, “We just don’t have enough info yet to really say what happened. I have no idea if most of the quick takes out there right now are right or wrong, but nobody really does yet.”", "Levin isn’t the only person querying the exit poll, which was conducted outside of polling centers across the country (and by telephone in an effort to reach people who voted early or by mail). Partly because of the challenge in obtaining representative samples, and for other reasons, some academic experts on voting trends are also highly skeptical of the network exit poll. “I think all of their estimates are pretty suspect,” Ruy Teixeira, a senior fellow at the Center for American Progress, told me on Friday. Citing an example, Teixeira pointed out that, although other estimates have suggested that at least seventy per cent of the 2020 electorate was white, the exit poll came up with a figure of sixty-five per cent. “Not on this planet, not in this election,” Teixeira said.", "A longtime student of psephology, Teixeira is a co-author of the influential book “The Emerging Democratic Majority,” from 2002. More recently, he and some co-authors have produced a series of detailed studies of the U.S. electorate, which are called “States of Change,” and which utilize data from a number of different sources, including the Census Bureau, the Cooperative Congressional Election Study, and actual election returns down to the county level. Rather than relying on the exit poll to analyze what went down in this election, Teixeira said that he preferred to look at the findings of a different survey, the A.P. VoteCast, which questioned more than a hundred thousand voters in all fifty states during the week leading up to November 3rd. To see how 2020 compared to 2016, Teixeira then compared the A.P. VoteCast findings to the analyses of the 2016 election by the “States of Change” project. Although this comparison isn’t an apples-to-apples one, it does provide an alternative way of looking at the election results and identifying their key features. “It’s not great, but it’s probably the best we have at the moment,” Teixeira said.", "In some ways, this exercise produces similar results to a simple comparison of the exit polls from 2016 and 2020. Both methods confirm that Trump’s voters are overwhelmingly white and predominantly male. The two methods also indicate that, relative to Hillary Clinton’s performance four years ago, Biden made up substantial ground among seniors and white voters without a bachelor’s degree—two groups that Trump carried by large margins in 2016. The two methods also show Trump getting roughly a third of the Latino vote nationwide. However, Teixeira’s methodology produces quantitatively different results, and it fails to confirm the widely publicized exit-poll finding that Trump attracted a lot more Black voters this year than he did four years ago. “I am very unpersuaded that the Democrats’ margin among Black voters went down a lot,” Teixeira said. “I think it was probably relatively stable.”", "Another big difference between Teixeira’s analysis and the media narrative taking hold in the past few days is the emphasis that he places on Biden’s ability to limit his losses among whites without a college degree, a group central to Trump’s base. For decades, this group made up the majority of the electorate, and, this year, it still accounted for more than two-fifths of it, Teixeira and his colleagues reckon. In 2016, Trump beat Clinton by a whopping thirty-two percentage points in this demographic, according to estimates contained in the latest “States of Change” report. This year, Trump’s margin over Biden in this group was twenty-five points, the A.P. VoteCast found. To be sure, that was another big victory for Trump. But it represented a seven-point shift to the Democratic candidate relative to 2016, and Teixeira argues that this was a key factor—perhaps the key factor—that laid the groundwork for Biden’s victory in the Electoral College. “The theory that Biden would win, to a great extent, because he could reduce the white, non-college deficit turned out to be true,” Teixeira said. “He just didn’t win by as much as people wanted. Plus, people have trouble getting their minds around the fact that to go from minus thirty-two to minus twenty-five is just as good as going from plus seven to plus fourteen. And if the former group is bigger, it is actually better.”", "Turning to college-educated whites, Teixeira’s method suggests that Biden didn’t actually make up much ground in this demographic, despite all the attention that has been paid to suburban voters. By contrast, the Edison exit poll indicated that Biden turned Clinton’s three-point deficit among these voters from 2016 into a tie with Trump, at forty-nine per cent. Teixeira’s figures do suggest that the white college demographic was important in some key states, such as Michigan, where Biden improved Clinton’s margin by fourteen points. On a nationwide basis, however, the exit poll and Teixeira’s analysis both indicate that the shift in this white college demographic was smaller than the shift in the white non-college one. “The biggest swing in the Democrats’ direction was not among white college voters, it was among white non-college voters,” Teixeira said.", "The fact that Biden outperformed Clinton among older Americans, who are particularly vulnerable to COVID-19, appears to be another key element in his victory. This is evident in the exit-poll data, which indicate that the former Vice-President reduced Trump’s 2016 margin of seven points to three points among voters aged sixty-five and over, who make up more than a fifth of the electorate. It’s even more stark in Teixeira’s comparison. His “States of Change” data suggest that Trump carried the senior demographic by fifteen points in 2016—a much bigger margin than the exit poll suggested. For 2020, the A.P. VoteCast survey agrees with the Edison exit poll that Trump led Biden by three points among seniors. So, going by Teixeira’s methodology, there was a hefty shift of twelve points relative to 2016. That jibes with some of the polling done during the campaign, which I wrote about as far back as June. But for Democrats it raises questions about 2024. Assuming that the pandemic is long gone by then, it would seem reasonable to suppose that some of the senior vote might shift back to a Republican Presidential candidate. Which means that Biden, or whoever the Democratic candidate is, would need to make the margin up elsewhere.", "The gains that Trump posted among Hispanic voters are another pressing concern for the Democrats. According to the Edison exit poll, thirty-two per cent of Latinos voted for Trump nationwide, compared to twenty-eight per cent in 2016. The A.P. VoteCast survey estimate of the Trump vote among Latinos is even higher—thirty-five per cent. If you compare this figure to the “States of Change” estimates, you find that Trump reduced his deficit in the Latino demographic from thirty-seven points in 2016 to twenty-eight points this year. With Latinos now making about a seventh of the electorate, the largest minority group, this is a big shift. And, according to Teixeira’s analysis, it wasn’t confined to Cubans in Florida, or even to the whole of Florida and parts of Texas. It was evident in places like Arizona and Nevada, too. According to the “States of Change” estimates for the 2016 election, Clinton’s winning margin among Hispanics in these two states was thirty-three points and twenty-two points, respectively. This year, according to the findings of A.P. VoteCast, Biden’s margins were twenty one points and ten points. In other words, there were double-digit shifts to Trump in both states.", "Finally, back to Black voters, who make up about twelve per cent of the electorate. According to the exit poll, Trump raised his share of the Black vote from eight per cent in 2016 to twelve per cent this year—and to eighteen per cent among Black men. Not surprisingly, given Trump’s racial incitements and the derogatory comments that he has repeatedly made about Black politicians and journalists, these findings have received a lot of attention—but Teixeira’s analysis contradicts them. Based on “States of Change” data, he and his co-authors estimate the Black vote for Trump in 2016 to have been nine per cent, and the A.P. VoteCast puts the figure for 2020 year at eight per cent."], "authors": ["John Cassidy", "John Cassid", "David Remnic", "Eliza Griswol"], "keywords": ["happened", "points", "exit", "cent", "democrats", "question", "voters", "trump", "2016", "teixeira", "states", "poll", "white", "answer", "election"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}