{"id": "5d3fddf3-2a18-3c36-a6dc-5f234b76fa53", "title": "New deer hunting record eyed in West Virginia", "url": "https://www.foxnews.com/great-outdoors/hunter-new-deer-hunting-record-west-virginia", "summary": "A hunter from West Virginia is hopeful that he may have set a new record after taking down a 12-point buck.\nIt will still take some time for an official measurement to come in, however, which means no official record can be made until then.\nPer Jody Dalton who joined me this morning on West Virginia Outdoors to talk about his big buck.\nHere is the link to... Posted by Chris Lawrence on Saturday, November 7, 2020Jody Dalton took down the potentially-record-breaking whitetail deer while bow hunting in Wyoming county in West Virginia, West Virginia Metro News reports.\nHe says that he believes he first spotted the deer on a photo taken by a trail camera in late October.", "paragraphs": ["The hunting season just started, but records may already be broken.", "A hunter from West Virginia is hopeful that he may have set a new record after taking down a 12-point buck. It will still take some time for an official measurement to come in, however, which means no official record can be made until then.", "Per Jody Dalton who joined me this morning on West Virginia Outdoors to talk about his big buck. Here is the link to... Posted by Chris Lawrence on Saturday, November 7, 2020", "Jody Dalton took down the potentially-record-breaking whitetail deer while bow hunting in Wyoming county in West Virginia, West Virginia Metro News reports. The previous record was reportedly set in 2014 in McDowell County.", "UTAH VOTES TO MAKE HUNTING AND FISHING CONSTITUTIONAL RIGHT: 'PART OF WHO WE ARE'", "Dalton spoke with a local radio station, explaining that he recognized that the buck could be a new state record as soon as he saw it. The rack needs to dry for at least 60 days, however, before an official measurement can be taken. During the time period, it is possible for it to shrink.", "According to Dalton, he found the deer in an area where he had hunted in past years, although he did try hunting it a little earlier in the season than he normally does. He says that he believes he first spotted the deer on a photo taken by a trail camera in late October.", "CLICK HERE TO GET THE FOX NEWS APP", "He also says he may have caught a picture of the deer last year, but he’s not sure that it’s the same animal.", "“I had a picture of him back on the 26th of October and I knew he was in there,” he said. “It just so happened he came through at 10 in the morning chasing two does and gave me a 30-yard broadside shot.”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Dalton says that an official scorer has been notified, so all he can do now is wait (and share his story)."], "authors": ["Michael Hollan"], "keywords": ["west", "dalton", "record", "official", "taken", "set", "eyed", "virginia", "hunting", "buck", "deer"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}