{"id": "5e2056de-afbe-35af-88b4-79278ffdd96a", "title": "A Nobel cause - The World Food Programme’s peace prize may actually do some good", "url": "https://www.economist.com/international/2020/10/09/the-world-food-programmes-peace-prize-may-actually-do-some-good", "summary": "IN A TYPICAL year, one or two people might win the Nobel Peace prize.\nThat is the number of employees at the World Food Programme, which was declared the winner of this year’s prize on October 9th.\nThe decision to grant an organisation the Nobel peace prize might be seen in some quarters as a retreat from controversy by the Nobel committee.\nBestowing the prize on the WFP, which is less likely to disappoint than any political leader, is a safe option.\nYet the granting of the Nobel peace prize to big international organisations is not such a novelty.", "paragraphs": ["IN A TYPICAL year, one or two people might win the Nobel Peace prize. This year, 17,000 did. That is the number of employees at the World Food Programme, which was declared the winner of this year’s prize on October 9th. The prize was given to the organisation, a branch of the United Nations, for its work feeding some 100m people, passing over 317 other nominees including Greta Thunberg, a teenage Swedish climate-change activist, and Donald Trump, a septuagenarian American climate-change denier (the American president was never likely to win; he was nominated by a far-right member of the Norwegian parliament). The WFP’s boss, David Beasley, tweeted that he was “deeply humbled”.", "The decision to grant an organisation the Nobel peace prize might be seen in some quarters as a retreat from controversy by the Nobel committee. Last year the award was given to Abiy Ahmed, the prime minister of Ethiopia, for making peace with Eritrea and seeming to open up space for democratic dissent. But a year later Ethiopia remains deeply troubled and Mr Abiy is not as popular as he was. Bestowing the prize on the WFP, which is less likely to disappoint than any political leader, is a safe option.", "", "Yet the granting of the Nobel peace prize to big international organisations is not such a novelty. In 2012 the European Union was the winner; in 2007, the Intergovernmental Panel on Climate Change got the gong. The office of the United Nations High Commissioner for Refugees (UNHCR) has won twice, in 1954 and 1981. Perhaps the surprise this year is that it is the WFP, rather than the World Health Organisation (WHO), which won the prize. Bookies had considered the latter the favourite, perhaps unsurprisingly, given how 2020 has been dominated by a health crisis.", "The focus on hunger, however, makes sense. Governments everywhere are desperate to bring an end to the pandemic. But hunger has been growing quietly for years, and 2019 was the hungriest year recorded by the Food Security Information Network, a project of the WFP, the Food and Agriculture Organisation and other NGOs, which since 2015 has been gathering data on how many people worldwide are close to starvation. The rise was largely a consequence of wars in places like South Sudan, Yemen and the Central African Republic. This year, thanks to the covid-19 pandemic, things are likely to be far worse. Rather than war, this year it is the dramatic falls in the incomes of the poorest people that is causing hunger. There is as much food to go around, but the poor can no longer afford to buy it. The number of hungry people might double, reckons the WFP, from 135m in 2019 to 265m at the end of this year.", "Moreover, the WFP’s budget has been slashed in recent years. Last year the organisation received $8.05bn from its donors, by far the biggest of which is the United States. This year so far it has received only $6.35bn. Many countries, such as Britain, link their aid budgets to GDP figures which have fallen sharply. Britain provided roughly $700m of the WFP’s funding in 2019. This year its aid budget will fall by £2.9bn ($3.8bn). Under Mr Trump America had turned away from funding big multilateral organisations even before the pandemic hit, though the WFP has escaped the fate of the WHO, to which Mr Trump gave notice of America’s withdrawal in July. In Uganda food rations for South Sudanese and Congolese refugees have been cut. In Yemen the WFP has had to reduce rations by half.", "Compared with cuts of that magnitude, the prize money of SKr10m ($1.1m) is a drop in the ocean. But at least the prize, though uncontroversial, will certainly raise the profile of the organisation. If it helps to persuade some governments to keep funding it, it may prove one of the more valuable Nobel prizes in years."], "authors": ["The Economist"], "keywords": ["trump", "actually", "food", "cause", "united", "wfp", "pandemic", "world", "programmes", "prize", "organisation", "wfps", "nobel", "peace", "good"], "pubDate": "2020-10-09T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}