{"pubDate": null, "title": "HMs Are Not In Pokémon Sword And Shield", "keywords": ["special", "hms", "really", "feel", "sword", "pokémon", "didnt", "shield", "role", "series"], "id": "5e665f0b-89df-39eb-96ce-9f855b745ada", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Since the start of the Pokémon series, Hidden Machines (HMs) have been a staple. These special moves, which could be taught to multiple Pokémon, then used in battle and in special circumstances outside of battle, were replaced in Sun and Moon with Ride Pokémon. During our trip to Game Freak's Tokyo headquarters for this month's cover story, we asked about the role of HMs in Pokémon Sword and Shield.", "According to planning director Kazumasa Iwao, HMs didn't fit into the philosophy of Pokémon Sword and Shield. \"I think they played a role in the series traditionally to be like the relationship between a door and a key; the HM will unlock something and you’re able to progress and feel the ability to go to a new place,\" he says. \"We didn’t have them in Sun and Moon, and this time around, we didn’t feel it really matched the concept, especially with the Wild Area and wanting to have this higher degree of freedom. The player can kind of choose how they want to engage with the gameplay. Having the more HM-based elements, we didn’t feel it really matched the game, so this time around they’re not in it.\"", "For more on Pokémon Sword and Shield, head to our hub by clicking the banner below."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "url": "https://www.gameinformer.com/2019/10/01/hms-are-not-in-pokemon-sword-and-shield", "summary": "Since the start of the Pokémon series, Hidden Machines (HMs) have been a staple.\nDuring our trip to Game Freak's Tokyo headquarters for this month's cover story, we asked about the role of HMs in Pokémon Sword and Shield.\nAccording to planning director Kazumasa Iwao, HMs didn't fit into the philosophy of Pokémon Sword and Shield.\nHaving the more HM-based elements, we didn’t feel it really matched the game, so this time around they’re not in it.\"\nFor more on Pokémon Sword and Shield, head to our hub by clicking the banner below."}