{"authors": ["Tyler Mccarthy"], "title": "Demi Moore's daughter Rumer Willis praises her vulnerability in new memoir: 'She's never the victim'", "url": "https://www.foxnews.com/entertainment/demi-moore-daughter-rumer-willis-vulnerability-new-memoir-never-victim", "summary": "Demi Moore’s daughter, Rumer Willis, praised her mother’s vulnerability in writing her tell-all memoir, “Inside Out.”Willis, 31, appeared on Tuesday’s episode of “The Talk,” where she spoke about Moore’s new book, telling viewers that she’s proud of her mom for sharing her life story.\nROB LOWE REACTS TO DEMI MOORE’S MEMOIR, SAYS STAR WAS ‘VERY HELPFUL’ TO HIS SOBRIETYShe continued: “I think what I really respect about her is, she’s never the victim in her story.\n“I guess the fundamental question that came forward for me was, ‘How did I get here?’” Moore admitted to GMA.\n“From where I started to what I’ve experienced, where I’ve been, how did I get here?”This isn’t the first time Rumer discussed her mom’s writing.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM“I feel like I’ve had the privilege to see all sides of my mom,\" Willis said.", "keywords": ["shes", "praises", "willis", "victim", "ive", "moore", "demi", "daughter", "vulnerability", "watched", "rumer", "moores", "book", "writing", "think", "memoir"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Demi Moore’s daughter, Rumer Willis, praised her mother’s vulnerability in writing her tell-all memoir, “Inside Out.”", "Willis, 31, appeared on Tuesday’s episode of “The Talk,” where she spoke about Moore’s new book, telling viewers that she’s proud of her mom for sharing her life story.", "“I’m so proud of her vulnerability, and I think so many women have watched her — and just as her daughter I’ve watched her — as this kind of beacon of strength and this kind of leader,” Willis said of her 56-year-old mom.", "ROB LOWE REACTS TO DEMI MOORE’S MEMOIR, SAYS STAR WAS ‘VERY HELPFUL’ TO HIS SOBRIETY", "She continued: “I think what I really respect about her is, she’s never the victim in her story. She takes accountability, she takes responsibility, and, mind you, this is her perspective, her story, and she’s the first one to say that.”", "Willis, who is the eldest of Moore and ex-husband Bruce Willis’ three daughters, concluded her comments about the book by describing Moore as a survivor.", "“She’s allowing herself to show everyone that you can go through some really difficult, hard things and you can still be someone who is thriving and taking accountability and just being a strong survivor without being like, ‘Oh, I survived this and this is who I am because of this story,’ which I think is amazing.”", "In her book, Moore explains that her kids stopped talking to her for a time when her life spiraled out of control after her marriage to Ashton Kutcher ended in 2011.", "DEMI MOORE SAYS SHE CHEATED ON FIRST HUSBAND FREDDY MOORE THE NIGHT BEFORE THEIR WEDDING", "“I lost me,” the actress told television journalist Diane Sawyer on “Good Morning America.” “I think the thing, if I were to look back, I would say I blinded myself and I lost myself.”", "Moore, who was in pain and isolated from her family, weighed a mere 102 lbs., the outlet revealed. In 2012, the Hollywood star was rushed to the hospital after smoking synthetic marijuana and inhaling nitrous oxide at a party.", "“I guess the fundamental question that came forward for me was, ‘How did I get here?’” Moore admitted to GMA. “From where I started to what I’ve experienced, where I’ve been, how did I get here?”", "This isn’t the first time Rumer discussed her mom’s writing. She previously spoke about the book in the WSJ Magazine’s October issue.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“I feel like I’ve had the privilege to see all sides of my mom,\" Willis said. \"But I feel like one of the most beautiful parts of her writing this book is everyone who has been a fan of hers or who has loved her for so long will get to see all of those pieces, to see this vulnerable and very beautiful and sometimes intense side that they may not have seen before.\"", "Fox News’ Sasha Savitsky contributed to this report."], "pubDate": null, "id": "5e9ea2e5-c22b-3c8d-81af-b90e20ded1ab"}