{"id": "5e9f7bc0-cdf9-30b9-a94a-e387262d9684", "title": "In a Divided Washington, Biden Could Still Exert Economic Power", "url": "https://www.nytimes.com/2020/11/08/us/politics/biden-economy.html", "summary": "Mr. Biden will be able to exert some additional oversight over the $2.2 trillion stimulus package that passed in March.\nTaxesMr. Biden proposed trillions of dollars of tax increases on high earners and corporations in his campaign.\nMr. Biden campaigned on a promise to raise U.S. tax liability on multinationals’ global income, which he could attempt to do via regulation by changing how the liability is calculated.\nHis Treasury Department could also attempt to roll back a so-called high-tax exemption, which allowed some companies to lower their tax bills in the United States.\nA Biden Treasury could also change the regulations covering Opportunity Zones, another creation of the 2017 law that is intended to entice investment in high-poverty areas by providing a tax break.", "paragraphs": ["Mr. Biden will be able to exert some additional oversight over the $2.2 trillion stimulus package that passed in March. For instance, small businesses that took Paycheck Protection Program loans were required to keep workers on payrolls, and he could instruct his Treasury Department to more rigorously scrutinize the loans to ensure that the money was actually going to pay salaries and overhead costs.", "Mr. Biden could also take a page from Mr. Trump and seek to repurpose unspent funds from that stimulus legislation, including hundreds of billions of dollars that were earmarked for the Paycheck Protection Program but never allocated before a congressional deadline ended the program. He could also lean on the Treasury to make lending facilities established by the Federal Reserve more generous and attractive to users, if they haven’t expired by the time he enters office.", "Taxes", "Mr. Biden proposed trillions of dollars of tax increases on high earners and corporations in his campaign. Much of that agenda would require cooperation from Congress, but in a few areas, a Biden administration could act on its own to raise taxes — largely by changing regulations governing how Mr. Trump’s signature 2017 tax law is carried out.", "Several of those regulations apply to income earned abroad by multinational corporations that operate in the United States. A Biden Treasury Department could move to reverse a series of decisions that Mr. Trump’s team made after the 2017 law was passed that effectively reduced the liability of multinationals under a pair of new taxes created by the law, known as the Base Erosion and Anti-Abuse Tax and the Global Intangible Low-Taxed Income.", "Mr. Biden campaigned on a promise to raise U.S. tax liability on multinationals’ global income, which he could attempt to do via regulation by changing how the liability is calculated. His Treasury Department could also attempt to roll back a so-called high-tax exemption, which allowed some companies to lower their tax bills in the United States.", "A Biden Treasury could also change the regulations covering Opportunity Zones, another creation of the 2017 law that is intended to entice investment in high-poverty areas by providing a tax break. Such changes could make it more difficult for investors to qualify for the tax benefits from the zones, and Treasury could impose more stringent reporting requirements on projects that qualify for the breaks.", "Trade", "As Mr. Trump has shown, the executive branch has a great deal of latitude when it comes to trade policy."], "authors": ["Alan Rappeport", "Jeanna Smialek", "Ana Swanson", "Jim Tankersley"], "keywords": ["mr", "exert", "economic", "washington", "law", "regulations", "program", "department", "tax", "liability", "divided", "2017", "biden", "treasury", "power"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}