{"id": "5eaabd0f-d572-3173-a912-8a24b48baeb7", "keywords": ["welfare", "latest", "immigrants", "united", "illegal", "economic", "control", "proposal", "pushes", "rent", "package", "society", "green", "deal", "public", "national", "bill", "massive"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Adam Shaw"], "url": "https://www.foxnews.com/politics/aoc-rent-control-welfare-for-illegal-immigrants", "title": "AOC pushes national rent control, welfare for illegal immigrants in latest massive proposal", "summary": "OURBURST AT OCASIO-CORTEZ TOWN HALL WAS POLITICAL GROUP'S DOING, IT ADMITS“A just society provides a living wage, safe working conditions, and healthcare.\nA just society acknowledges the value of immigrants to our communities.\nA just society guarantees safe, comfortable, and affordable housing,” the website for the package says.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMOcasio-Cortez’s Green New Deal was initially treated as something of an oddity by both conservatives and some Democrats.\nOther left-wing proposals such as \"Medicare-for-all\" and providing healthcare for illegal immigrants have also been adopted by some of those vying for the White House.", "pubDate": null, "paragraphs": ["Rep. Alexandria Ocasio-Cortez, D-N.Y., is promoting a new package of left-wing economic policies, including national rent control and expanding welfare to illegal immigrants across the country, as part of a massive new proposal aiming to achieve a “just society.”", "The freshman lawmaker, who champions the multi-trillion-dollar Green New Deal proposal to combat economic inequality and climate change, has now proposed a package of bills aimed at solving perceived economic injustice.", "OURBURST AT OCASIO-CORTEZ TOWN HALL WAS POLITICAL GROUP'S DOING, IT ADMITS", "“A just society provides a living wage, safe working conditions, and healthcare. A just society acknowledges the value of immigrants to our communities. A just society guarantees safe, comfortable, and affordable housing,” the website for the package says. “By strengthening our social and economic foundations, we are preparing ourselves to embark on the journey to save our planet by rebuilding our economy and cultivate a just society.”", "That “Just Society” proposals are made up of six different pieces of legislation that deal with issues including housing, welfare, poverty and human rights.", "“The Place to Prosper Act” would prevent year-over-year rent increases of more than three percent. Meanwhile, “The Embrace Act” would allow illegal immigrants to claim the same welfare benefits as U.S. citizens and those immigrants here legally,", "“Notwithstanding any other provision of law ... an individual who is an alien (without regard to the immigration status of that alien) may not be denied any Federal public benefit solely on the basis of the individual’s immigration status,” the bill reads.", "A federal public benefit is defined as: “any grant, contract, loan, professional license, or commercial license provided by an agency of the United States or by appropriated funds of the United States; and...any retirement, welfare, health, disability, public or assisted housing, postsecondary education, food assistance, unemployment benefit, or any other similar benefit for which payments or assistance are provided to an individual, household, or family eligibility unit by an agency of the United States or by appropriated funds of the United States.”", "A similar bill “The Mercy in Re-entry Act” uses similar language to stop the granting of public benefits based on whether a person was convicted of a criminal offense.", "Still another bill, \"The Recognizing Poverty Act,\" would direct the Department of Health and Human Services to update the federal poverty level by taking into account “geographic cost variation, costs related to health insurance, work expenses for the family, child care needs, and new necessities, like internet access.” Another bill would urge the U.S. to ratify the U.N.’s Covenant on Economic, Social and Cultural Rights.", "It is unclear how such a radical package would go down in the Democrat-controlled House, while it would almost certainly be dead on arrival in the Republican-controlled Senate. However, it could still prove to have a significant influence on U.S. politics.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Ocasio-Cortez’s Green New Deal was initially treated as something of an oddity by both conservatives and some Democrats. House Speaker Nancy Pelosi, D-Calif., dismissed it as the \"Green dream or whatever they call it.\"", "But now a form of a Green New Deal is embraced by many 2020 Democrats on the campaign trail, although a test vote in the Senate on the measure failed during the summer. Other left-wing proposals such as \"Medicare-for-all\" and providing healthcare for illegal immigrants have also been adopted by some of those vying for the White House.", "“I think the conversation that the Green New Deal sparked — like if I had to decide would I rather have the resolution passed or would I have rather preferred we start a national conversation about the urgency of the climate crisis — I would have chosen the latter every single time,” Ocasio-Cortez told NPR last month."]}