{"id": "5f379451-45ff-338f-8a5b-fa9e42331a48", "title": "Respawn Director On Apex Legends Being \"More Than Just Battle Royale\" In The Future", "url": "https://www.gameinformer.com/2020/11/03/respawn-director-on-apex-legends-being-more-than-just-battle-royale-in-the-future", "summary": "While not quite as explosive as Fortnite was at launch, Respawn Entertainment's Apex Legends battle royale experience is an incredible addition to the popular genre.\nApex Legends director Chad Grenier recently sat down with the folks over at Eurogamer to talk about the future of the hit online game.\nGrenier also opened up about possibly expanding beyond battle royale for Apex Legends.\nWhen speaking with the site, Grenier didn't dive into details, but he did mention that they are \"looking into the future, you're probably going to see the game becoming more than just a battle royale game.\"\nWhat are you hoping to see from Apex Legends in the future?", "paragraphs": ["While not quite as explosive as Fortnite was at launch, Respawn Entertainment's Apex Legends battle royale experience is an incredible addition to the popular genre. With rotating events and new seasonal content, players have been having a grand 'ol time trying to snatch up that Victory Royale. For those that are digging the online shooter, there is good news: already up to 12 seasons are completely planned out and it looks like the studio is looking to expand beyond battle royale for Apex's future.", "Apex Legends director Chad Grenier recently sat down with the folks over at Eurogamer to talk about the future of the hit online game. Grenier revealed that the latest season is just one of many more to come and that the team has content planned out \"all the way up to season 12\" and beyond. Following season 8's reveal, Grenier mentioned that this time marker will be the pivot to continue work on seasons 13 and 14. From there is anyone's guess.", "While that much content ahead is exciting, it's not necessarily surprising given the initial goals of any ongoing service game. Games like Warzone, Apex Legends, and Fortnite are designed to have a long shelf life if successful, so seeing the team plan for numerous seasons ahead makes sense and bodes well for those that can't get enough.", "Grenier also opened up about possibly expanding beyond battle royale for Apex Legends. This is something a few others have done, most notably Fortnite with its various and creative modes in addition to its Save the World experience. When speaking with the site, Grenier didn't dive into details, but he did mention that they are \"looking into the future, you're probably going to see the game becoming more than just a battle royale game.\"", "A variety of new limited time modes, much like Fortnite, would be a phenomenal jumping off point. As much as people seem divided on Fortnite, there is no denying that the Epic Games adventure revolutionized the battle royale genre in a way that not even PUBG managed. A game with no limits, as evident by the insane amount of creative crossovers, and a constantly expanding experience, Apex Legends would do well to adapt some of those content strategies in the years ahead.", "What are you hoping to see from Apex Legends in the future? More modes? A singleplayer story diving into the histories of each Legend? Nothing and leave the game as-is? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["legends", "season", "fortnite", "grenier", "seasons", "future", "game", "director", "respawn", "royale", "battle", "apex", "content"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}