{"authors": ["Mariella Frostrup"], "keywords": ["dear", "youll", "parents", "know", "shes", "tearing", "lot", "past", "mother", "birth", "accusations", "terrible", "mariella", "emotional", "mothers", "relationship", "apart", "father"], "pubDate": null, "summary": "I’ve been searching for him since my early 20s and had asked my mother for more information to find him.\nHe tells me how much they loved each other and he doesn’t understand why she broke off the relationship.\nIf your father breaks down and admits your conception wasn’t consensual, will it change the relationship you’ve invested in?\nIf your mother’s account is true, will it alter the sense of abandonment you feel and that she’s done nothing to alleviate?\nYou have had a lot of emotional damage to contend with and it’s common to start looking for answers to such conundrums in midlife.", "title": "My birth mother’s terrible accusations are tearing me apart | Dear Mariella", "url": "https://www.theguardian.com/lifeandstyle/2019/oct/06/my-birth-mothers-terrible-accusations-are-tearing-me-apart-mariella-frostrup", "id": "5f5e227d-9103-3e85-bc8c-78a53a9de217", "paragraphs": ["The dilemma I was given up for adoption as a baby. I’m in my 50s now. I’ve never met my mother but, with the help of the adoption agency that forwarded my letters, she claimed that although they were in a relationship, my father raped her. I’ve been searching for him since my early 20s and had asked my mother for more information to find him. She refused. Last year I found him. We are now in regular contact. I haven’t told him that my mother said he raped her and then became pregnant. He is in his 80s and fragile. I worry what it would do to him. I think it’s a lie. He tells me how much they loved each other and he doesn’t understand why she broke off the relationship. I find it hard to live with her accusation and she refuses to have anything to do with me. She has done so much damage in her dealing with the whole matter, and this huge accusation. Is there anything I can do?", "Mariella replies Give her the benefit of the doubt? She may not appear to merit sympathy or understanding and she certainly hasn’t shown either in her dealings with you based on your longer description. Nevertheless, I’d caution you not to dismiss her story out of hand. I appreciate the matter has been handled clumsily and you must hurt deeply. It’s worth remembering that putting your baby up for adoption is far from the easy option. There’s every reason to assume it was an agonising time for her and, perhaps, your father, too.", "It’s natural to want to investigate your story, but as you’ve discovered it doesn’t always produce easy or even comprehensible answers. The past is a foreign country, they do things differently there, as LP Hartley famously wrote in The Go-Between. Having an illegitimate baby in the 1960s was not the acceptable choice it is today and we may never know how much your mother’s narrative was influenced by the society she lived in. Without access to her history you are working in the dark.", "You have a lot of emotional damage to work through", "Today’s prevalent culture when it comes to issues around sex and permission is to assume guilt until proven innocent, which is not the way our justice system is set up to work. There’s every reason to believe your mum’s account and, controversial though it might seem, the same expectation of veracity is due to your dad. Crime or no crime, when it comes to your conception it’s unlikely that it will be atoned for in their lifetimes. If your mother is telling the truth it might explain why she’s so furiously tried to keep you away from the man who violated her. If it’s just a story she’s invented to help assuage her feelings about having had you adopted that’s equally understandable, though not justified. I’m not sure you’ll ever be certain you have “the truth”. Memory is subjective, there are many blanks to be filled and most of us know that history is just a version of what occurred as seen from a particular vantage point. I know digging is an irresistible urge and can sometimes net great rewards, but there are times when you are left with the little you had spoiled or reduced by your discoveries.", "There’s not enough detail in your letter to know whether your father knew your mother was pregnant, and that’s a further layer to dig through. What is it that you want to know? If your father breaks down and admits your conception wasn’t consensual, will it change the relationship you’ve invested in? It will make him a rapist, but at this distance it may be hard not to keep loving him, so you’ll try to find other ways of excusing him based on your desire to remain close. If your mother’s account is true, will it alter the sense of abandonment you feel and that she’s done nothing to alleviate?", "You have had a lot of emotional damage to contend with and it’s common to start looking for answers to such conundrums in midlife. There is obviously an awful lot of pain, mistrust and potentially worse embedded in your parents’ liaison. Carrying the burden of that is a choice. The most rewarding thing to investigate here is your own motive in pursuing this story and the hopes you clearly carry for emotional reconciliation with at least one of your birth parents, and whether you can find the wherewithal to step beyond the shadow of the past and use those experiences to give you greater resilience in your own life. Dark corners are sometimes better undisturbed unless the benefit of illuminating them outweighs the destructive force of secrets revealed.", "I really can’t tell you whether or not you should hold your father to account. Your impulse to find a villain may backfire and your mother emerge as a traumatised survivor of a crime perpetrated by the frail man you now describe. You must choose how far you want to take this investigation and why you want to make that journey; to find out why you feel the way you do and whether the answers lie in your parents’ past or in liberating yourself from their tortured story in order to make a happier one for yourself. It’s not an emotional trip suited to the solo traveller. I suggest you find yourself a good psychologist (contact mind.org.uk). If you’re determined to open Pandora’s box, which you have every right to do, you’ll need experts on hand to deal with what flows forth.", "If you have a dilemma, send a brief email to mariella.frostrup@observer.co.uk. Follow her on Twitter @mariellaf1"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}