{"id": "5f772687-20de-3d1f-9731-96bf76c59c45", "title": "'Mystical and unspoilt beauty': readers on their most inspiring UK walks", "url": "https://www.theguardian.com/lifeandstyle/2020/nov/09/mystical-and-unspoilt-beauty-readers-on-their-most-inspiring-uk-walks", "summary": "Guardian readers from around the UK tell us about their favourite six walks and what they love about them.\nIt’s an easy, good path and a round trip from Shieldaig village (the Torridon Shieldaig one) is about three miles.\nThe start of the walk is down a narrow, winding road but is signposted and perfectly accessible by car.\nIt’s open moorland to start and then you walk through a forest where you encounter wild, rugged and unspoilt countryside.\nI feel exhilarated and free when walking around Lough Fea; the mystical beauty of the Sperrin mountains surrounding the lake has been unchanged for aeons.", "paragraphs": ["From the heights of Crib Goch in Wales to the history of the Isle of Portland in Dorset, here are some of your favourite walks", "As England settles into a second national lockdown, many will be taking advantage of being able to exercise outdoors as often as they like and travel to local open spaces. Guardian readers from around the UK tell us about their favourite six walks and what they love about them.", "‘The landscape gives you a glimpse of the vastness of geological time’", "Wester Ross, Scotland", "In the (above) photo, my wife Marian is standing on the seabed looking inland along Upper Loch Torridon to Liathach. On that particular day, the overriding emotions were just how beautifully quiet it was. What you can’t see in the photo is the absolute translucency of the water.", "It’s an easy, good path and a round trip from Shieldaig village (the Torridon Shieldaig one) is about three miles. From there, head past the school on the obvious path going north. Where it forks, take either branch – both soon lead to the tip of the Shieldaig peninsula. As long as the tide isn’t in, cross the barnacle encrusted loch floor to the tiny Eilean a’Chaoil island. Take the other route back to the main path and the village.", "The landscape here is unique in the glimpses it gives on the vastness of geological time. The rocks on the coast were formed when Scotland was one of a piece with North America, Greenland and Norway, somewhere near the equator. This is a beautiful but short walk, so lots to ponder as you sit there, king and/or queen of your tiny castle.", "Walk: easy", "John Main, 63, Great Ayton, North Yorkshire", "‘There is a wonderful contrast between the lush green valley and the rugged industrial landscape’", "Croesor Valley, Snowdonia national park, Wales", "Facebook Twitter Pinterest Looking south-west towards the village of Croesor and beyond towards Moel y Gest, near Porthmadog. Photograph: Ian Spencer", "The picture is taken from the north of Croesor Valley, looking south-west towards the village of Croesor and beyond, towards Moel y Gest near Porthmadog. There is no scrambling but there is a long climb and descent, not over steep. The start of the walk is down a narrow, winding road but is signposted and perfectly accessible by car.", "Croesor Valley is the site of Cnicht (the Eiger of North Wales) a fine, if small, toothy mountain where you can enjoy walking a fairly narrow but not dangerous ridge trail (except in high winds where it should not be attempted). Fine views across Snowdonia are had from the peaks.", "Standing in the spot in the photo you are among the ruined slate works of the 19th century. There is a wonderful contrast between the lush green valley, barely occupied today, and the rugged industrial landscape, born from the very rocks they hewed from the mountains, slowly being consumed by nature. To reach the point is a challenging climb and yet workers would have walked from their lodgings daily. We cannot conceive of such an arduous life.", "Walk: medium difficulty", "Ian Spencer, 61, Solihull", "‘There is so much history to discover on the way, such as the first recorded Viking attack on the British Isles’", "South West Coast Path, Dorset", "Facebook Twitter Pinterest Chesil beach, taken from the Tout Quarry sculpture park. Photograph: Anastazia Pieniazek", "The photo is of Chesil beach, taken from the Tout Quarry sculpture park on the coast path. When I stand there, it makes me feel like everything is going to be OK. It’s unfortunately not very accessible; the terrain dips up and down quite a lot and being near the cliff edge isn’t for the fainthearted.", "The Portland section of the South West Coast Path in Dorset is one of the country’s best kept secrets. In around six hours, one can walk around the whole island, coming across lighthouses, rock climbers and even pirate graveyards. There is so much history to discover on the way, such as the first recorded Viking attack on the British Isles, and a castle built by King Henry VIII.", "Having had the pleasure of living on the Isle of Portland during lockdown in March, every day allowed for a different walk on the route – and there are still so many other hidden parts I’ve not yet explored. It’s awe-inspiring because you can never tire of the views. Every angle is different, and as the island has its own microclimate there is never a bad photo opportunity.", "Walk: medium difficulty", "Anastazia Pieniazek, 27, London", "‘The mystical and unspoilt beauty of the Sperrin mountains surrounding the lake has been unchanged for aeons’", "Lough Fea, Northern Ireland", "Facebook Twitter Pinterest The banks of Lough Fea in the Crockandun hills near Draperstown, County Derry. Photograph: David Taylor/Alamy Stock Photo", "My husband and I enjoy walking and we discovered this walk during lockdown. The 4k (2.5 miles) route is circular and surrounds the beautiful Lough Fea between Cookstown and Draperstown and takes just under an hour. The path is quite easy and is accessible from the main road. It’s open moorland to start and then you walk through a forest where you encounter wild, rugged and unspoilt countryside.", "I feel exhilarated and free when walking around Lough Fea; the mystical beauty of the Sperrin mountains surrounding the lake has been unchanged for aeons.", "", "There’s a good car park and toilets with picnic tables nearby as well. All of it is free and well maintained. On a hot sunny day the lough is like a mirror and truly awe-inspiring – the only sounds to be heard are the birds and the occasional splash of a trout. And on a windy, cool day you hear the water lapping near the shore and the trees moving and swaying, making the most amazing noises.", "Walk: easy", "Mary Nugent, 65, Omagh", "‘The walk makes you realise how small you are in comparison to everything around you’", "Crib Goch, Snowdonia national park, Wales", "Facebook Twitter Pinterest Julian climbing Crib Goch in August 2020. Photograph: Julian Ayres", "The picture was taken on Crib Goch, Snowdon in August this year. I love this trek, especially if you get up early and begin before sunrise – you can hit the main climb and scramble as the sun rises and it is just breathtaking.", "Start at the Pen-y-Pass and then begin via the Pyg track before starting the scramble to the ridgeline of Crib Goch. It’s a classic ‘walk’ towards the Snowdon summit and then a descent down the Watkin Path. It’s quite difficult for a beginner as Crib Goch is a technical scramble which involves climbing, but you can avoid this part by taking the Llanberis pathinstead.", "The walk itself makes you realise a few things. First, how small you are in comparison to everything around you, and second it gives you a tremendous sense of accomplishment. It’s a 10-mile route from start to finish and, once completed, you can say you have done the Snowdon horseshoe.", "Walk: medium difficulty", "Julian Ayres, 34, Oswestry, Shropshire", "‘I imagine the hardships of past lives and the stories the corpse road could tell’", "Kidson and the Swale Gorge, Yorkshire Dales", "Facebook Twitter Pinterest The view down Swaledale. Photograph: Claire Donkin", "The photo (above) is the view down Swaledale to Muker and beyond and is part of a circular walk of approximately 5.5 miles. It was taken from the corpse road on Kisdon hill, just above Kisdon Cottage, which is perched in a secluded and impossibly picturesque position on the hillside.", "There are a couple of short sections of steepish ascents and most of the route is over moorland rough tracks. I wouldn’t consider it accessible as there are squeeze stiles and footbridges with steps to navigate.", "For me, the walk has the most spectacularly beautiful views. Staring down the dale, I feel a real sense of awe at its natural beauty, but also a sense of how humans have helped shape even this remote countryside. I imagine the hardships of past lives and the stories the corpse road could tell. Throughout this walk, there is the striking juxtaposition that this remote and scenic wilderness was once part of our industrial past, but now lays quiet with intriguing clues to its history.", "Walk: medium difficulty", "Claire Donkin, 45, Otley, West Yorkshire"], "authors": ["Rachel Obordo"], "keywords": ["walk", "route", "path", "road", "walks", "mystical", "twitter", "pinterest", "beauty", "readers", "taken", "near", "goch", "inspiring", "uk", "unspoilt", "valley"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}