{"id": "5f7fe694-2391-3136-95de-f79b52630202", "title": "The Xbox Series X/S Review", "url": "https://www.gameinformer.com/xbox-series-x-review-series-s", "summary": "The Xbox Series X features a 1TB SSD, while the Series S possesses a paltry 512GB.\nAdditionally, the widely praised Xbox Adaptive Controller is compatible with the Xbox Series X/S, giving players who need additional accessibility options even more flexibility.\nThe Xbox Series X/S controller also swaps out the plus-sign d-pad of last-gen for a hybrid multidirectional d-pad for increased versatility.\nWith that in mind, Xbox did an outstanding job of making sure almost anything you enjoyed doing on Xbox One can be done on Xbox Series X/S.\nUnfortunately, Xbox Series X/S follows in the footsteps of Xbox One in not supporting Bluetooth headsets.", "paragraphs": ["Introduction", "Following a transformative generation where Xbox recovered from a rocky start to deliver a successful, consumer-friendly approach, the gaming team at Microsoft is back with two consoles that do everything the Xbox One currently does, but better. Blazing fast load times, superb compatibility, and a ton of power combine with various quality-of-life adjustments to improve upon the Xbox One experience in noticeable ways. While an iterative approach may not give you the “wow” factor you expect when you power on your new console for the first time, the Xbox Series X and Xbox Series S undeniably provide you the best way to enjoy your library of Xbox games.", "Hardware", "Hardware and Form Factor", "Upon unboxing the Xbox Series X, one thing is immediately apparent: Xbox’s new flagship console is massive. Resembling more of a PC tower than a traditional video game console, its nearly-12-inch height wouldn’t be such a barrier for entertainment configurations if it weren’t for its approximately 6-inch depth and width as well. With those dimensions, players with horizontal-oriented slots in their entertainment systems for hardware like Blu-ray players, cable boxes, and previous video game consoles will likely have issues fitting it within their existing configuration; the only place I could fit it into my entertainment setup was on the stand behind the TV. The less expensive, disc-less Series S, on the other hand, is the smallest Xbox ever produced. The console weighs just 4.3 pounds versus the 9.8 pounds of the Series X, and it can easily fit anywhere your Xbox One already fits.", "Both consoles feature an ethernet port, three USB ports (two in the back, one in the front), an HDMI port, the power connection, and a storage expansion slot designed for proprietary external SSD expansions (more on that later). Sadly, Xbox Series X/S removes the optical audio port of previous generations. However, to the delight of Xbox One owners who are sick of the massive power brick, both the Xbox Series X and Series S eliminate the giant block in favor of a standard power cord. Each version also includes an HDMI 2.1 cable, which allows for high-speed transmission of data between the console and screen, capable of hitting up to 120 frames-per-second performance. However, you do need a monitor or television with a matching 2.1 port to take advantage of what it offers. Despite the power both consoles deliver, the Series X/S is whisper quiet, even when the Series X is playing discs. Not only that, but even after extended playtimes of new-gen software, both systems do a good job of regulating heat thanks to ample ventilation.", "Perhaps the biggest differentiator of the two consoles from a hardware perspective is in how the Xbox Series X has a physical disc drive, while the Series S does not. Whether or not this is a big deal is strictly based on your individual gaming tendencies, but not having a disc drive obviously means you cannot play disc-based games or disc-based movies. For those who like physical media, that component of the Series S could be a deal-breaker.", "Performance", "Performance", "Regardless of whether you choose the Series X or Series S, the new consoles shine when it comes to performance. Thanks to the Xbox Velocity Architecture, which includes a custom NVME solid-state storage drive, both new Xbox models deliver marked improvements over last gen, particularly in how fast games load. This performance upgrade is most impressive in open-world games, with backward-compatible titles loading in a fraction of the time. New-gen games with open worlds like Yakuza: Like a Dragon and Assassin's Creed Valhalla load faster than other games featuring big worlds on last-gen hardware. This is the biggest advantage I noticed over last-gen hardware; after spending weeks with the new consoles, I find it extremely difficult to return to my Xbox One X.", "Additionally, Xbox Series X/S delivers myriad tweaks to how you experience your games, including multiple latency-lowering features and various ways to optimize the use of the system’s memory to provide more detailed textures faster. Players can expect less screen-tearing due to the variable refresh rate, and more realistic worlds and characters due to hardware-accelerated ray tracing. On top of that, spatial sound and implemented acoustic models provide a better audio experience than any Xbox before it.", "Unfortunately, both consoles still contain too little storage. The Xbox Series X features a 1TB SSD, while the Series S possesses a paltry 512GB. The plus side to the Series S’s low storage is that games downloaded to the system do not include 4K textures, so the files are smaller. However, with game sizes growing bigger each year and updates ballooning the sizes of the files, your choice comes down to either keeping just a few triple-A games on your SSD or purchasing the pricey proprietary external storage.", "You can use a third-party external HDD to store games, but you can only play backward compatible games from it and it won’t achieve the same performance or speed of the internal SSD. If you want extra space for Xbox Series X/S-optimized games, you need to pick up the proprietary expansion cards. The current one, from Seagate, adds an extra terabyte of SSD storage and operates at the same levels as the internal SSD, but it sets you back $220.", "The Xbox Series X is an absolute powerhouse, with 12 TFLOPs of GPU power that works in conjunction with 16GB of GDDR6 320-bit memory including 10GB of GPU-optimized memory that works to prevent bottlenecks. The result is the ability for Xbox Series X titles to reach 4K resolution at up to 120 frames-per-second. Meanwhile, Xbox Series S has significantly less processing power, with 4 TFLOPs of GPU power that works with 10GB of GDDR6 128-bit memory. Thankfully, the Series S can still reach up to 120 frames-per-second, but its resolution tops out at 1440p.", "Thanks to this hardware, gameplay is silky smooth with minimal pop-in. Games feel responsive and perform well, offering stable framerates and crisp visuals. While there may not be a ton of games that you can’t also buy on Xbox One, my time with both the Xbox Series X and Xbox Series S tells me that the performance of these new systems deliver substantial quality-of-life improvements that make it easily the best way to experience any Xbox game.", "User Experience", "User Experience", "Although the dashboard is largely unchanged from the Xbox One generation, the improvements come from how quickly everything loads and how smooth it is to navigate. The speed at which you can bounce between screens and menus is impressive, but the biggest step up from last gen is in how you can swap games and pick up where you left off.", "The new Quick Resume feature allows you to jump between multiple games fast by leaving titles in suspended states. Using this feature, I alternated between completing contracts in Hitman 2 and wandering around the Oldest House in Control, then switched over to Overwatch for a few matches before returning right where I left off with Hitman 2 all within a few seconds. Obviously, for titles like Overwatch and Destiny 2, that time you out of the server for inactivity, you won’t be able to suspend their states without being dropped, but being able to jump between games without any load screens or lengthy menus is incredibly convenient. Unfortunately, the feature was deactivated for Xbox Series X/S-optimized titles during the review period until a patch can be released, but I did test the feature with new-gen preview builds prior to this happening.", "In addition, the Xbox Home and collection screens have been iterated on many times over the course of the previous generation, and as a result, the interface feels more user-friendly. Not only is the Home screen extremely customizable and reactive to how you play, surfacing the games and apps you most recently used, but you can pin games, groups, and apps to the screen so you can make it as organized, social, or game-focused as you want. In the collection screen, clear categories like “Xbox 360 Games” and “Optimized For Series X/S” help you find games you own or have access to thanks to Xbox Live Gold or Xbox Game Pass, as well as myriad sorting and filtering options to locate the game or app you want without much hassle.", "From an accessibility standpoint, Microsoft carries over its progress from Xbox One in this important area. Players can remap the controller, enable copilot mode to let two people play as one, and take advantage of accessibility options like narrator, magnifier, game transcription, and different contrast settings. Additionally, the widely praised Xbox Adaptive Controller is compatible with the Xbox Series X/S, giving players who need additional accessibility options even more flexibility.", "Games Library", "Controller", "Controller", "Coming off one of the greatest console controllers ever made with the Xbox One, Xbox chose to not reinvent the wheel with its next gamepad. The Xbox Series X/S wireless controller largely keeps the same form factor and functionality as its predecessor, but with a couple of refinements.", "The Xbox Series X/S controller’s most noticeable addition is the new Share button. This button, located in the middle of the controller’s face, offers easier capture functionality. In the Xbox One generation, to capture a screenshot or record gameplay footage, you needed to press the Home button, wait for the side-menu to load, then press X or Y to capture. Unfortunately, some games automatically entered the pause menu if you hit the home button, making it difficult to capture the screenshot you wanted, while others kept the action going, leading to more than a few in-game deaths on my end. Thankfully, this controller’s Share button makes that a thing of the past. Now, you capture a screenshot by quickly pressing the button or record the last chunk of gameplay with a long press of the button. I love being able to quickly capture and share my gameplay screenshots and videos without throwing the brakes on the action or diverting my attention for more than a split-second.", "The Xbox Series X/S controller also swaps out the plus-sign d-pad of last-gen for a hybrid multidirectional d-pad for increased versatility. I’m pleasantly surprised by how precise the new d-pad feels; playing side-scrolling games like Sonic Mania or Dead Cells felt as great as ever, and the d-pad has a satisfying click to it.", "The controller features improved grip on the handles, triggers, and bumpers, plus a 3.5mm headset jack, and a USB-C connection port. Unfortunately, the controller still uses two double-A batteries, which feels downright archaic in 2020. I don’t expect a stock controller to have the awesome rechargeable battery of the premium Xbox Elite Wireless Controller Series 2, but it’s annoying to have to keep double-A batteries nearby at all times. If you want to avoid regularly swapping out batteries, Xbox does sell official rechargeable battery packs. If you’d prefer to stick with your existing Xbox One controller, you can use that without losing any functionality aside from the Share button.", "Compatibility", "Compatibility", "While everyone is looking forward to the new games they’ll play on these systems at launch and in the future, many of us have accumulated impressive collections of games we already love. With that in mind, Xbox did an outstanding job of making sure almost anything you enjoyed doing on Xbox One can be done on Xbox Series X/S.", "It all starts with software compatibility. Sure, all your favorite streaming apps make the leap to this generation, but outside of a handful of Kinect titles, every game that runs on Xbox One can run on Xbox Series X/S from day one. That means that in addition to the vast library of Xbox One titles, you can also access the backwards-compatible-enabled Xbox 360 and original Xbox library. I loved turning my Xbox Series X on for the first time, long before any new-gen games had arrived, and instantly having access to the large library of Xbox games I already own. Most people don’t buy new hardware to play old games, but when the games I already know and love benefit from the better hardware (including better framerate, higher resolution, smoother gameplay, better load times, and added HDR), it’s nice to not have to start from scratch. Additionally, if there is an Xbox Series X/S version of a game you own on Xbox One, developers can utilize Smart Delivery to get you the best version of the game on the console you’re using at no additional cost.", "Not only do all of your games and apps make the generational leap, but Xbox took things a step further: Every accessory you own for Xbox One automatically works with Xbox Series X/S. I was able to pair my third-party wireless Xbox One headset and Elite Series 2 controller as if they were made for Series X/S. Even the Rock Band 4 USB legacy adapter plugged in and worked immediately. Upgrading to a new console is always expensive, and this level of peripheral compatibility means I don’t have to worry about buying a second controller for my player 2 or a new headset on top of the several-hundred-dollar investment. Unfortunately, Xbox Series X/S follows in the footsteps of Xbox One in not supporting Bluetooth headsets.", "I was impressed with how simple moving my library to the new consoles proved to be. I had the option to either redownload them or save my bandwidth by simply plugging in the external HDD I was using on my Xbox One X. Once connected, the Xbox Series X/S immediately populated my games library with the titles on the external hard drive. It was largely a smooth process, but moving Rock Band 4 with my more-than 1,500 DLC songs across storage units did temporarily bring the system to its knees.", "The Xbox Series X/S is the most compatible console we’ve likely ever seen. By veering close to PC-like compatibility, Xbox delivers on its platform uniformity goal. Xbox has not only set the standard for compatibility in an industry with a spotty track record, but it has thrown down the gauntlet and brought an extremely consumer-friendly approach.", "The Verdict"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["review", "xbox", "power", "s", "x", "controller", "games", "xs", "consoles", "game", "series"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}