{"title": "Buy Activision and Electronic Arts Stocks Because New Consoles Are on the Way, Analyst Says", "summary": "Buy Activision and Electronic Arts Stocks Because New Consoles Are on the Way, Analyst SaysText sizeActivision stock has gained 25% this year.\nPhotograph by Troy Harvey/BloombergTwo of the biggest videogame stocks, Activision Blizzard and Electronic Arts, are down from where they were two years ago.\nNext-generation consoles from Microsoft (ticker: MSFT) and Sony (SNE) are slated to debut during the holiday season next year.\nActivision stock (ticker: ATVI) has gained 25% this year, while Electronic Arts stock (EA) is up 34%.\nSunTrust Robinson Humphrey analyst Matthew Thornton has Buy ratings on both stocks.", "url": "https://www.barrons.com/articles/buy-activision-and-electronic-arts-stocks-because-new-consoles-are-on-the-way-analyst-says-51576668600?mod=hp_minor_pos16", "paragraphs": ["Buy Activision and Electronic Arts Stocks Because New Consoles Are on the Way, Analyst Says", "Text size", "Activision stock has gained 25% this year. Photograph by Troy Harvey/Bloomberg", "Two of the biggest videogame stocks, Activision Blizzard and Electronic Arts, are down from where they were two years ago. That could change in 2020.", "Next-generation consoles from Microsoft (ticker: MSFT) and Sony (SNE) are slated to debut during the holiday season next year. The 12 months before a console hits shelves brought market-beating gains for game publishers in 2000, 2005, and 2013. After all, when everyone’s buying a shiny new console, they will need new games to play.", "Activision stock (ticker: ATVI) has gained 25% this year, while Electronic Arts stock (EA) is up 34%. The S&P 500 index has gained 27%. SunTrust Robinson Humphrey analyst Matthew Thornton has Buy ratings on both stocks."], "id": "5fa9ebbd-3120-3276-b5dd-9d3225b1305e", "authors": ["Connor Smith"], "keywords": ["way", "analyst", "console", "consoles", "stock", "ticker", "arts", "buy", "electronic", "stocks", "activision", "gained"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}