{"paragraphs": ["(CNN) — In honor of International Coffee Day -- not that you needed a reason -- we would like to raise a cup.", "Our love for coffee goes beyond the Seattle purveyor who added tall, grande and vente into our daily vernacular.", "The world's best coffee comes from all over the world. The origins of coffee are global, of course: 15th-century Arabs were the first to cultivate coffee and a Frenchman was behind the 1843 debut of the world's first commercial espresso machine.", "Some of the world's best coffee is also art. Courtesy Jessica Spengler", "There have been a few leaps forward since then, and we don't mean the advent of the Frappuccino.", "\"People are more and more interested in where the beans come from, and how they're harvested and roasted,\" says New Zealand coffee producer Nick Clark of Flight Coffee Unlimited. \"There are so many variables involved in producing a great cup of coffee these days, and the industry has had to evolve to meet growing consumer expectations.\"", "Go get a refill, then read on for where to get the best coffee around the globe.", "Wellington, New Zealand", "While the ubiquitous flat white -- sort of like a latte with less milk -- was purportedly invented in Sydney, the drink was perfected in Wellington, New Zealand, where it's become the nation's unofficial national beverage.", "\"Wellington-ites really know their coffee, and there is a very high standard being served around the city,\" says Clark. \"Wellington is also a small city. There's a lot of interaction between consumers and professionals, which helps our industry to improve and grow.\"", "Local order: Flat white. It's a religion.", "Top shops: It's tough to find a bad coffee It's tough to find a bad coffee in New Zealand", "Related content How Maori-owned small businesses are reshaping New Zealand", "Melbourne, Australia", "l e v a r t", "\"The coffee culture in Melbourne is just incredible,\" says former World Barista Champion Pete Licata, from the United States. Coffee is such an integral part of the Melbourne lifestyle that the city even hosts an annual coffee expo", "Local order: Piccolo latte.", "While lattes, cappuccinos and flat whites remain popular, piccolo lattes (made with less milk so the espresso tastes stronger) are the drink du jour.", "Top shops: \"It's nearly impossible to find a bad cup of coffee in Melbourne,\" says Licata.", "Related content 10 best surfing spots in Sydney", "Hanoi, Vietnam", "Coffee is deep in the DNA of Vietnam, and the country is one of the biggest producers of the beans in the world.", "When Vietnam was a colony of France, the French established coffee plantations across the country in the late 19th century, and, if you're in the capital, Hanoi, you don't have to go far for a fantastic cup.", "Don't expect a flat white or an Americano here, though.", "Coffee is brewed in a traditional filter, dripping into a single cup below (this may predate the pour-over so popular at hipster cafes in the US), producing a thick, intense brew that is sipped black, or enjoyed with the traditional sweetened condensed milk. It's something the Vietnamese became accustomed to when fresh milk was in short supply.", "Would you like some eggs with your coffee? In Hanoi, ca phe trung -- or egg coffee -- is a local favorite.", "Popular on Instagram and with locals is ca phe trung, the egg coffee -- in which a creamy, meringue-like egg white foam is placed on top of a black coffee. Cafe Giang makes one of the city's best known.", "Local order: caphe den (thick black, slow brewed), or caphe sua (black with sweetened condensed milk) or coconut coffee (frozen coconut milk mixed with rich black coffee topped with shaved coconut ice -- like egg coffee, it's more a dessert than a drink).", "Top shops: Cafe Dinh (a little tucked away, you'll find it at 13 Đinh Tiên Hoàng, Hàng Trống, Hoàn Kiếm, Hanoi), Loading T, Cafe Dinh (a little tucked away, you'll find it at 13 Đinh Tiên Hoàng, Hàng Trống, Hoàn Kiếm, Hanoi), Loading T, Cafe Duy Tri (operating since 1936), and Xofa Cafe & Bistro for a coconut coffee.", "London", "Aussies and Kiwis famously opened the city's first espresso-focused coffee shops about 15 years ago -- bringing along their beloved flat whites -- and more modern cafes have been popping up across the city ever since. Tea may still be king in England, but Londoners have some bloody good coffee on offer now too.", "Local order: Flat white or cappuccino.", "Top shops: East London boasts the highest concentration of quality coffee shops and cafes. : East London boasts the highest concentration of quality coffee shops and cafes. Allpress Climpson & Sons and Caravan are standouts.", "Iceland", "Scandinavians drink more coffee per head than anyone else. Courtesy Christian Bickel Fingalo", "After the Dutch, Scandinavians have the highest coffee consumption per capita in the world. While Finns drink the most among Scandinavians, Icelanders are also coffee-crazy. One generation ago, coffee and cake was a standard afternoon break, but people focused more on the quality of the cake than the coffee. That's changed dramatically; now you can hardly walk a city block without passing a coffee shop.", "And with Iceland's lack of commercial coffee behemoths, smaller businesses have had a chance to flourish.", "Local order: Latte or cappuccino.", "Top shops: With seven coffee shops and a roaster to its name, With seven coffee shops and a roaster to its name, Kaffitar is the closest thing Iceland has to a coffee chain. Stofan and Reykjavik Roasters are hipster faves.", "Related content Iceland food can be unusual; check out these 10 dishes", "Rome, Italy", "When in Rome, order an espresso. Courtesy Graeme Churchard", "Coffee is so much a part of Italian culture that you'll rarely encounter a local who doesn't drink it. But believe it or not, it's not always that easy to find a decent espresso in Italy, with critics whispering that Italians have been resistant to adopt modern barista techniques.", "With the best of the nation's baristas calling it home, Rome is your best bet for a quality cup.", "Local order: Espresso.", "Custom dictates that milky coffees can only be consumed at breakfast.", "Top shops: Rosati in Piazza del Popolo, Sant' Eustachio by the Pantheon or Giolitti , a few blocks west of the Trevi Fountain, are crowd favorites.", "Singapore", "Where coffee art is as important as the taste. Courtesy Cafe Hopping Singapore", "Coffee has always been an integral part of life in Singapore -- the old tradition of kopitiam, or coffee shop culture, goes back centuries. But the city's only recently embraced modern espresso technology -- nowadays, latté art is an expected part of cafe service.", "Local order: Latte, mocha or cappuccino.", "Seattle", "Angela Shen, Founder & CEO of Savor Seattle Food Tours, shares her top three favorite local watering holes.", "If there's one American city that's consistently ahead of the game, it's Seattle. The green mermaid is only a small part of the hometown coffee scene.", "\"Coffee is our liquid sunshine in Seattle,\" says coffee consultant Joshua Boyt, a former SCA World Barista competition judge. \"Passion for the product, coupled with the sheer number of coffee shops across the city, has created a culture of constant improvement through competition and camaraderie.\"", "Local order: Espresso, cappuccino or a single-origin pour.", "Related content Pike Place Market in Seattle: What to see and do", "Austria", "Fixations on cake have turned to coffee. Courtesy Demel", "They're such an important part of Viennese culture that the city's coffee houses were listed by UNESCO in 2011 as an Intangible Heritage.", "But modern coffee connoisseurs such as Vienna coffee blogger Lameen Abdul-Malik of From Coffee With Love admit that the standard of coffee in these beloved institutions, which act as public living rooms where people come to chat, read newspapers and eat strudel, are lagging in terms of coffee technology and service expectations.", "That's changing since Vienna hosted the World Barista Championships in 2012, and new-style independent coffee shops have opened, says Abdul-Malik.", "Local order: Espresso or cappuccino in a new style cafe. Or a Weiner melange (similar to a cappuccino, but usually topped with cream) in a traditional coffeehouse.", "Related content In this bakery, grandmas are the stars", "Nigeria", "Coffee was likely born in Africa -- historians peg it to pre-15th-century Ethiopia -- but Nigeria is one country's that been slower to get into coffee culture. That's changing in recent years, and statistics predict that Nigerians will drink 23% more coffee in 2020 than this year. And a coffee culture is, well, percolating, there, so get ahead of the trend by visiting -- and tasting a local cup.", "Cafe Neo, a coffee shop located in several African countries, is not just about coffee, but enabling a collaborative space for entrepreneurs to thrive.", "Two brothers and US business school grads, Ngozi and Chijioke Dozie, started Cafe Neo in Lagos in 2012 to inspire more entrepreneurship in the country -- and to serve good coffee. And they're no longer alone in the superior-coffee camp.", "Local order: Regular filtered coffee, black or with milk, or yes, their version of Frappuccino.", "Top shops: Neo Cafe, Art Cafe , Delis Cafe (in the Delis Grocery, 1291 Akin Adesola Street), all in the Victoria Island section of Lagos."], "id": "5fba997c-4489-3c27-93f8-bccc72d323d2", "url": "https://edition.cnn.com/travel/article/best-coffee-in-the-world/index.html", "title": "Coffee Day 2019: Where to find the best coffee in the world", "authors": [], "keywords": ["world", "culture", "order", "day", "coffee", "shops", "city", "cafe", "milk", "best", "flat", "2019", "espresso"], "pubDate": null, "summary": "The world's best coffee comes from all over the world.\nGo get a refill, then read on for where to get the best coffee around the globe.\nTop shops: With seven coffee shops and a roaster to its name, With seven coffee shops and a roaster to its name, Kaffitar is the closest thing Iceland has to a coffee chain.\nThat's changing since Vienna hosted the World Barista Championships in 2012, and new-style independent coffee shops have opened, says Abdul-Malik.\nAnd a coffee culture is, well, percolating, there, so get ahead of the trend by visiting -- and tasting a local cup.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}