{"keywords": ["using", "mobile", "white", "lab", "philips", "baby", "cold", "gadget", "nanoloft", "warm", "picks", "mug", "hue", "hibernation", "outside", "long", "stay"], "summary": "Philips Hue White Ambiance Wellner Table LampThis lamp is perfect for dialing in a mellow mood.\n$99Ember Mug 2It looks like a regular coffee cup, but Ember's invention has a heating element inside.\n$100Sign Up Today Sign up for the Gadget Lab newsletter and never buy the wrong thing again.\n$149Stylist: Heather RosnerWhen you buy something using the retail links in our stories, we may earn a small affiliate commission.\nGet more tech news with our Gadget Lab podcast, available on iTunes and Spotify.", "id": "5fe6fd85-cbd4-314a-b23f-cbfcb1facda4", "paragraphs": ["Philips Hue White Ambiance Wellner Table Lamp", "This lamp is perfect for dialing in a mellow mood. The LED bulb can display over 50,000 shades of white, from daylight-bright to dim and drowsy. There are two ways to connect: Use a Philips' Hue Bridge ($60) to add it to your Wi-Fi network and control it through an existing smart-home setup, or screw in a Hue White Ambiance Bulb ($25) with Bluetooth and adjust the light using Philips' mobile app.", "$99", "Ember Mug 2", "It looks like a regular coffee cup, but Ember's invention has a heating element inside. Set a specific drinking temperature using the companion mobile app—yes, this mug has Bluetooth—and your spiked cocoa stays at exactly 140 degrees long enough to get through the first two Godfather movies. (You can skip the third.)", "$100", "Sign Up Today Sign up for the Gadget Lab newsletter and never buy the wrong thing again.", "Amazon Kindle", "I loved Doctor Sleep in the theater, so when it came time to revisit the source material, I gobbled up Stephen King's novel on the newest iteration of Amazon's ubiquitous e-reader. It can still store thousands of books and last for weeks on a charge like previous Kindles, but the new one has a light-up screen so you can keep reading long into the night.", "$90", "Keen Howser Slipper", "The microfiber lining of these slippers gives them a socklike softness on bare feet. But the memory foam footbed and firm midsole provide the supportive feel of real shoes. A grippy rubber sole handles kitchen tile and driveway gravel—perfect for when I suddenly remember at bedtime to take out the trash. And unlike the countless options made from leather or shearling, these are vegan.", "$85", "Rumpl NanoLoft Puffy Blanket", "With a sleeping-bag-like shell stuffed with synthetic NanoLoft, Rumpl’s blanket is a cozy option for warming up a frigid night. It’s also a sound choice for the planet: All the materials come from recycled plastic bottles. The throw covers a single person, two if they snuggle—or just get a double Rumpl for $199.", "$149", "Stylist: Heather Rosner", "When you buy something using the retail links in our stories, we may earn a small affiliate commission. Read more about how this works.", "This article appears in the January issue. Subscribe now.", "Get more tech news with our Gadget Lab podcast, available on iTunes and Spotify.", "More Great WIRED Stories"], "title": "Baby, It's Cold Outside. Stay Warm With Our Hibernation Picks", "url": "https://wired.com/story/best-hibernation-picks-to-stay-warm/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Michael Calor"]}