{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "http://live.ft.com/Events/2019/How-women-can-make-the-most-of-their-money", "pubDate": null, "authors": [], "keywords": ["personal", "money", "ft", "organised", "business", "strategist", "speaker", "finance", "strategies", "women", "entrepreneur", "live", "awardwinning"], "title": "How women can make the most of their money organised by FT Live", "id": "602b9a43-aa88-32d4-ada0-af5cde2b690c", "summary": "If you’re looking for ways to get more from your money, this event is for you.\nShe created the platform Refined Currency in 2015 and its sister company Rich Girl Chroniclesis a mathematics and finance graduate who is passionate about women coming together to discuss money matters.\nShe created the platform Refined Currency in 2015 and its sister company Rich Girl Chronicles Merisha Stevenson is an award-winning entrepreneur, strategist, speaker, broadcaster and BBC producer.\nShe has nearly 20 years’ experience in running her own business and developing business growth strategies for other companiesis an award-winning entrepreneur, strategist, speaker, broadcaster and BBC producer.\nShe has nearly 20 years’ experience in running her own business and developing business growth strategies for other companies Melanie Eusebe is an award-winning entrepreneur and business strategist.", "paragraphs": ["Do you want ideas on making your income go further? Are your personal finances due an MOT? Are you a parent looking to make arrangements for your kids? If you’re looking for ways to get more from your money, this event is for you. Come and meet the Financial Times’s Emma Agyemang, personal finance reporter, as she hosts a discussion with a team of expert women:", "Bola Sol is a mathematics and finance graduate who is passionate about women coming together to discuss money matters. She created the platform Refined Currency in 2015 and its sister company Rich Girl Chronicles", "is a mathematics and finance graduate who is passionate about women coming together to discuss money matters. She created the platform Refined Currency in 2015 and its sister company Rich Girl Chronicles Merisha Stevenson is an award-winning entrepreneur, strategist, speaker, broadcaster and BBC producer. She has nearly 20 years’ experience in running her own business and developing business growth strategies for other companies", "is an award-winning entrepreneur, strategist, speaker, broadcaster and BBC producer. She has nearly 20 years’ experience in running her own business and developing business growth strategies for other companies Melanie Eusebe is an award-winning entrepreneur and business strategist. She works with aspiring leaders to identify priorities and initiatives for revenue-generation and sustainable growth", "Introduced by Black Ballad Founder Tobi Oredein, the event at Financial Times HQ will include drinks, tips on everything from investments to dealing with debt, and the chance to put your own personal finance questions to the panel.", "***", "Disabled access is available. If you have any special requirements, please contact hannah.sarney@ft.com."]}