{"id": "60754a94-a759-334b-b002-63f37424debf", "title": "Watch Slack's Stewart Butterfield in Conversation with Nicholas Thompson | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/slack-s-stewart-butterfield-in-conversation-with-nicholas-thompson", "summary": "I don't know what he's gonna turn Slack intobut I look forward to the third video game.\nSo, it's really hard to look at the organization in macroand say it's 3% more productive or something like that.\nWe know that when interactions move from face to faceto electronically that different things happen.\nOne of the things that I'm really interested inin all technology platforms, particularly thosethat use text, is the ability to filter.\nI mean that's the reason why the CEO'sget on stage at all-hands insidethe company and say a bunch of stuff.", "paragraphs": ["Transcript", "All right.", "We too are gonna be talking about", "stabbing people in the neck", "but it will be a slightly different.", "[chuckles]", "Stewart is one of my favorite tech entrepreneurs", "and he's one of the best stories in Silicon Valley.", "The whole story is incredible, but the short version,", "he comes here, makes a philosophically interesting", "video game called Game Neverending", "and it totally fails so he turns it into Flickr.", "And then he sells that to Yahoo,", "and then the stuff that happens", "when you sell your company to Yahoo happens,", "he leaves, he creates another philosophically interesting", "video game called Glitch, it fails", "and he turns it into Slack!", "It's amazing!", "I don't know what he's gonna turn Slack into", "but I look forward to the third video game.", "Hello, Stewart, how are you?", "I am well, thanks for having me.", "All right, so we've talked a bunch over the years", "and we've talked about why Slack is important,", "why Slack matters, it's better than email,", "it forms different kinds of collaboration,", "allows different kinds of collaboration.", "The idea that has always interested me the most", "is that by creating a store of messages and a store", "of conversations it should allow organizations", "to be more agile in an age of AI.", "It should allow organizations to adapt.", "Is there any evidence that's happening?", "That's a good question!", "So, it's really hard to look at the organization in macro", "and say it's 3% more productive or something like that.", "First of all, just because economic measures", "of the impact of productivity in IT investment", "for like 35 years or so have been kinda hard to do.", "They've just been low, are they hard to do?", "I mean they're both, they're hard to do", "but they're consistently low.", "Yeah, it was 32 years ago", "Robert Solow won the Nobel Prize", "and he had the line on the productivity paradox.", "The computer age shows up everywhere", "except for in the productivity statistics.", "Yet people definitely shifted what they were doing", "and so it's kind of a backwards way of going in.", "A different Ben, who works at Andreesson Horowitz,", "Ben Evans had this essay called, Office Messaging in Verbs", "and in it he has a couple of still images", "from the 1960 movie, The Apartment,", "so it's Jack Lemmon and Shirley MacLaine.", "Office buildings were relatively new then", "and there's long shots of rows and columns", "of desks stretching on to infinity", "and Jack Lemmon's character sits at one of these desks", "and he has a mechanical adding machine,", "a typewriter, a telephone and people come by", "with pushcarts and they put paper on his desk", "and he performs some arithmetic", "and then types up the results", "and put it on another cart that goes down.", "And Ben points out, what is his job?", "He is a cell in a spreadsheet.", "Like literally, takes input, performs formula, gives output,", "it goes to another desk, stuff like that happens.", "It was just thousands and thousands of people", "and no-one does that job at insurance companies anymore.", "Yet insurance companies employ the same number of people.", "So maybe there's no productivity gain", "or maybe all the productivity gain is competed away", "because any insurance company that", "didn't make that transition to digital", "got killed that's the long answer.", "Or maybe all the insurance people are super", "more productive but they spend half their day on Twitter?", "Yep, that's another possibility.", "It could be?", "Yes.", "So, what is the evidence that Slack is", "making organizations more productive?", "I think a lot of it comes from", "looking at really specific use cases.", "And here's an example, I'll tell you a story,", "I think I can say this, I'm not sure what customers", "we can mention all the time, so I went to go and meet with", "a large television network in January", "and they were already a Slack customer,", "and the CIO had come from Hurst,", "Hurst was a Slack customer,", "and he brought one of the CFO's", "the different business units of CBS", "who tried Slack once, she didn't like it,", "she also had a zero dollar budgeting approach", "of where is the money gonna come from and blah blah.", "I started talking about the previous year", "FOX Sports Coverage of the World Cup they ran it on Slack.", "So there's people with these banks of video feeds", "and when Croatia scored in England", "they found in the feed the angle that they liked best,", "they made a bunch of animated GIF's,", "they posted them onto the Slack channel,", "social media manger chose one,", "the overall marketing director approved it", "and their tweet was up 40 seconds after the goal happened", "and it got, how ever many hundred thousand retweets", "versus whoever was second getting their tweet up,", "which got a much smaller number.", "So I'm not making argument but the productivity boost", "is getting your tweet up faster but it's illustrative", "of the kind of thing that these people do", "and because this was in January,", "it's a couple weeks before this network", "is gonna send 120 people to Atlanta", "to cover the Super Bowl and some of", "those people are technicians and have to be there", "and control the satellite feed.", "Some of them are reporters who are gonna walk around", "the stadium and find Hall of Famers", "to interview during the breaks and stuff like that,", "but a lot of them are just coordinating this,", "there's Whatsapp messages, there's text,", "there's phone calls, they're trying", "to hold the whole thing together while", "the coverage happens and he said,", "hmm, maybe we can only send 80 people instead of a 120,", "keep 40 people back here and they can keep it running.", "So the evidence is in those kinds of examples,", "the evidence is in how much faster", "our audits are every year than the year prior", "because we have the whole history of the conversations", "of with all the junior associates and the audit partners", "with the history of the questions that have been asked", "and answered, it's in accountants closing their books", "or recruiters organizing the job fair.", "In those specific use cases, talking to people", "in concrete functional roles, doing the thing that they", "do for their every day job, we can see the impact there.", "So my favorite thing about that story", "is that you were a little coy about", "which network, one of the networks, the network,", "but in the middle you're also,", "somebody at the other division at CBS, so.", "I think it was CBS.", "[laughing]", "Just a little bit of sleuth in there.", "I don't know.", "Hard hitting investigative reporter.", "Yeah, those instincts, sleuthed out", "what network hosted the Super Bowl.", "This guy is good.", "[laughing]", "All right, so, what Slack has done", "and what you've sort of been describing", "is that it's moved, it's kind of taken", "a lot of things that happened face to face,", "like those conversations that you were just describing", "that would have happened face to face", "and a lot of them can happen remotely, right?", "It's taken a water cooler and it's put", "the water cooler in this sort of amazing remote world", "where you can have different offices collaborating.", "We know that when interactions move from face to face", "to electronically that different things happen.", "Lots of things happen faster, we seen", "some good and some ill, what are behaviors", "that when you started Slack you didn't anticipate,", "that you've started to see now, both for good and for ill?", "Like what are things that happen", "in organizations that are surprising to you?", "Well I'll do both pros and cons here", "'cause I'm pretty pragmatic and realistic about this.", "I'll tell the one that was most interesting", "or that I didn't anticipate is", "we try to open ourselves up really extensively", "for customer feedback, we make it easy", "for people to send us tickets,", "we make it easy for people to tweet,", "we really reply to all of them.", "In the early days we kept on getting", "this message over and over again,", "when I say over and over again,", "I mean a couple of dozens times", "over the space of a few months,", "which essentially said, hi, I'm really introverted,", "I always had trouble speaking up at meetings,", "I like to take a little bit longer to form my thoughts", "and so I never really participated in", "the decision making at my company until", "we started using Slack because", "I could respond in my own time.", "So that was like something we never actually anticipated", "we also, this was not a deliberate conscious decision", "but people would come to our office,", "Slack the company and it was deafly silent,", "like no one talking at their desk,", "'cause all the messages are being sent in Slack.", "People did go to meetings and had lunch and talked there", "but the reason they did that was,", "we can talk about is verbally and honestly", "for somethings it's even more efficient to do it", "but if we do it in Slack then three hours later", "when Amy comes back from her break", "she can scroll back through the conversation", "and it's accessible to many people", "and it's not like just accessible a couple hours from now", "to Amy, it's accessible to people across", "the organization because the conversations", "are happening in public channels that are more accessible,", "so its' a huge increase in transparency.", "It wasn't like a line of thought that led us there,", "and I would say the other side of it is the familiar,", "it's much harder to read peoples tone", "in text and more liable to misinterpretation.", "Right, that's the disadvantage of electronic communication", "as we've seen through the last 25 years, is that happens.", "One of the things that I'm really interested in", "in all technology platforms, particularly those", "that use text, is the ability to filter.", "So Instagram filters out mean comments, right?", "Twitter and Facebook try to filter out", "all sorts of other comments, like automatically filter out", "nudity, filter out terrorist speech,", "as Slack develops you have a huge data supply, right?", "One of the huge advantages, you're gonna have great AI,", "will you create technology that allows bosses", "to filter their employees conversations?", "You know, it was eye opening to me,", "so I didn't have a lot of experience", "in the enterprise world before Slack started blowing up,", "there is a whole category of software", "that does exactly that, called Digital Loss Prevention.", "It's mostly for people who work inside", "of healthcare industry, protected against", "the use of personally identifiable patient information", "but also things like people who work at banks", "not being able to send messages", "that include peoples social security numbers.", "First of all, it's like a prevention of carelessness", "and the other one is, I really didn't know about this world", "but at the big banks 10% of their employees", "are internal compliance, they're basically police", "inside the company making sure", "the employees don't rip the company off", "and steal customer information.", "So that's actually a big problem, you have a population", "of hundreds of thousands of people, so", "we don't even need to do that, that already happens.", "But do you have, so if I'm a bank", "and I'm a Slack customer, it will be really useful", "if you could not just filter specific key words,", "like social security numbers but identify where someone", "is leading up to the situation where", "they might do something non compliant?", "That would be a great feature.", "That's like Minority Report.", "It is like", "[laughing]", "but it would, this is why I am trying", "to get you to say you're building it.", "[laughing]", "We have the precogs and the like the weird vats", "with the tubes attached to their head,", "cogitating on whether people will attempt", "to do bad things in the future.", "Yeah but, you will get product request", "for something like this that will be set as", "actually workplace productivity", "or improving workplace culture", "'cause Ben Horowitz went and gave a talk", "and they've got to improve their culture", "and they're worried about mean comments", "in the Slack channels and they want to get rid of it.", "There is that tool.", "So there is a pretty popular, I guess", "it's a Chrome Extension called Grammarly,", "it gives pretty good grammar advice.", "It has a new feature where it shows an emoji", "in the bottom right corner of whatever", "the text you're composing that changes to indicate", "what it thinks the flavor of your message is.", "Is it friendly, is it funny, is it warm,", "is it angry, is it sad, as a kind of", "ongoing readout of what you're typing.", "For a Hack Day, one of our engineers", "put together a prototype of looking,", "the sentiment analysis is pretty well known", "and there is a lot of popular libraries", "but try to find language that seemed", "like harassment inside of the messages", "and it's hard to do very well and then your organization,", "but his actually worked pretty well,", "but you're confronted with this weird choice", "that do you want he software to flag including", "a bunch of false positives and like be sending", "these conversations that people are having to their boss", "to review whether it seems harassing or not", "when the positive rate is high", "or do you want to turn down the sensitivity", "and misses a bunch of them or is this something", "that you should be addressing in", "an entirely different way, which is by humans", "talking to humans and establishing the culture.", "Isn't the idea of Slack that you can do almost as well,", "humans talking to humans, if you Slack correctly?", "Right?", "The way you described the Slack office itself,", "it's everybody at their computers, everybody quietly.", "Shouldn't the idea be to make these", "text communications as efficient as possible?", "I think if it's recording the decision making", "that goes into some future or going back in forth", "and negotiating the Q3 marketing budget", "or contract or something like that", "that you're approving, arguing about whether", "to approve this purchase order, then definitely.", "If it's giving someone important feedback", "about they're showing up as a bit of a jerk", "in the meetings with other people", "then Slack's probably not the best place for it.", "That doesn't need to be searchable,", "it doesn't need to be shared more broadly,", "so there is definitely room for both.", "So you're gonna have one of the most", "incredible databases, data sets than anybody has.", "You won't be equal to Google but", "it will be one of the best in the world.", "What AI features are you gonna build,", "what's on the road map, what are you excited about?", "So I think, I can't remember", "what the exact AI version of this is", "but there is a good saying for futurists,", "which is people massively over estimate", "the short term impact of technological change", "and underestimate the long term.", "So it always seems like this is about to happen", "so I don't think anything amazing is about to happen", "but there is some stuff that is practically really useful", "so the bigger the organization", "and many of you who have worked in big companies", "will be familiar with this,", "there is a lot of trying to find the person", "who knows about x or makes the decision about x.", "A friend of mine at JP Morgan showed me his email once", "and it was, I think it was ISO, I seek out,", "and it was like thousands of emails a day like,", "does anyone know a contact doing fixing comes", "in Brazil or something like that.", "When people do a search in Slack", "there's two things that could be happening.", "One is they know or they suspect that some document exist", "and it could be like the presentation", "that I made last week, I want to find that specific thing", "or I want to know about whatever I'm searching.", "We have a server caching technology,", "it's called Flannel and like every organization", "there's a bunch of jargon inside the company.", "So if you're a new engineer in Slack", "you might type flannel into the thing", "just to see what is that or a programming language", "or what is revenue recognition or something like that", "and it was actually relatively easy to figure out", "which people appeared to be experts on that topic.", "'Cause we have all of the signal about", "people reacting to the message, starring it", "to save it for later, adding reminders,", "marking as unread, the relationship", "between these people, the content of their messages,", "the overlap in channel membership", "and a whole bunch of other stuff", "that makes it pretty easy to identify both people", "who appear to be experts on that topic", "and places where it is frequently discussed", "where you can go to learn more about it.", "That's actually a concrete improvement", "that makes people lives better today.", "So you can almost effectively make an org chart", "just by analyzing Slack comments", "and who responds to who in what ways?", "Yeah, there's another Hack Day project I remember was", "how do the different departments look", "to one another from their own perspective.", "What I mean is, if you took HR's perspective", "then finance room's really large", "and facilities room's really large", "but engineering is kind of off in the distance.", "Where as if you take marketing's point of view", "and sales is this big thing and finance", "is a relatively big thing, product is a little bit smaller", "and the other things kind of recede off", "into the distance and what does that tell you?", "I don't know, it's just kind of neat", "that those visualizations sometimes", "it can reveal hidden structures that turn", "out to be important or strong network ties", "that people didn't really predict.", "And the structure of Slack is that it's extremely", "democratic and who can access that information.", "I as the editor of Wired can't actually", "do any data analysis on our Slack,", "besides the channels that I'm invited to", "that other people haven't to, but it's not as though", "Slack is set up into tiers for management", "to be able to pull this information", "and others not to, is that intentional?", "Yeah, it's highly configurable.", "So you could set it up however you want", "and there are, I mean we have customers", "that have a hundred thousand daily active users", "and there's several people of those companies", "who's full time job is to administer Slack", "and you can set all kinds of controls", "but the defaults are always towards democratic access.", "Not out of a political position or something like that", "but just because practically if you default", "the transparency it's really useful for people", "to be able to find information.", "Let me ask you another AI question,", "so one of the problems with Slack", "is of course information over load, right?", "And we all have that, you open up Slack", "and we're both gonna open up Slack in the green room", "and there is going to be 39 new messages.", "So the question is which one do you open first", "and which one do you respond to?", "And the best tool for Slack to build", "would be something that would tell me which to open", "and which not or that would help me create a hierarchy", "by color coding, how close are you to that?", "There's been a bunch of different prototypes", "and the problem there hasn't been", "the algorithms that we use or the results of them", "but more about the delivery mechanism", "that actually makes sense to people,", "that doesn't make it even more confusing or overwhelming.", "So for example, it was very easy to find highlights,", "things among the messages that you haven't yet read,", "ones that we believe are going to be really important", "to you and the predictive accuracy of that was,", "I don't remember off the top of my head", "but it was above 95%, but where do you show that?", "Like if I take the phone out of my pocket", "and I open the app, I usually don't do that,", "maybe a Twitter I'll do that to just like entertain me,", "like I have a few minutes but if I did it with Slack", "it's almost always I wanted to send someone on a message,", "I already had some intent I was already in the middle of", "or I am responding because of a notification", "and they'd open Slack as a result of that.", "The UI challenge of finding a good time", "to push something in front of someone", "and say you might want to pay attention this,", "where it didn't feel like, hey I was interrupted.", "You know like, when you go to a website,", "e-commerce thing and you actually want to buy something", "you're interested in this product but before", "the page even finishes loading the thing pops up", "that says, would you like to take a survey after?", "Ask me at the end of the purchase process, not when I,", "just by going to the website, expressed my intent.", "Right, so you are still working", "on this complicated problem?", "Yeah.", "Let me ask you a more philosophical question,", "so you've said in a number of interviews", "that I've read, you've talked about reading", "Howard Rheingold and been utterly fascinated by a sort of", "[Stewart] Or Stevie Levy, even.", "Yeah in the early 90's.", "Another excellent writer and you've been fascinated", "by the idea that the internet can", "be a collective consciousness of humankind.", "Do you think of Slack as the conciseness of an organization?", "Yeah, this will sound super weird and esoteric", "[Nicholas] Oh, bring it.", "But all but a small handful of people,", "central nervous systems are not present in many organisms", "and those organisms kind of, the parts of it", "act independently because the sensory apparatus", "isn't communicated to the other parts", "but you know a sea slug or something like that.", "There is some sense in which, if you think of the group", "of people as an organism, like as a group of cells", "or something like that, having Slack gives", "it something like a central nervous system.", "A place where all of what's being perceived", "is centralized and processed so that it can be acted upon.", "That sounds very strange I'm sure,", "but let me do it the opposite, here's a prediction,", "some of you here in the audience", "know a couple of other people and maybe", "they know a couple of different people.", "So you walk out and your on the Embarcadero", "and it's 6:30 or whatever and you decide", "you're going to get some dinner", "and there's eight of you and then one person", "is like my Airbnb is in the Mission", "and the other person's like, I'm vegetarian,", "we have to get two Lyfts I was supposed", "to meet someone else at 8:30 and then depending", "on your degree of interest in organizing the dinner,", "you cycle in and out of the leadership committee.", "Like some people just kind of stand back from it", "and just start talking about something else.", "Sometimes, in this process 45 minutes can go by", "and then people just split up into pairs", "and triples and go have dinner by themselves.", "City is full of restaurants, you all have money,", "we're hungry and you can't get it together", "to go get a meal, or think about just like,", "which movie do you want to see honey?", "And then you don't go see a movie.", "[laughing]", "So that's how people are naturally", "and there is this enormous amount of will", "that has to go into a group of people", "to get them to act collectively.", "Not because people are bad or people are dumb", "or anything like that, it's just hard,", "we all have our independent consciousnesses.", "So I think having a system where the coherence", "can be accentuated or augmented, where", "like that will that's going in can be multiplied", "or to pull people together, that's the challenge.", "I mean that's the reason why the CEO's", "get on stage at all-hands inside", "the company and say a bunch of stuff.", "It's all to help people understand", "how their work fits into the larger whole", "and to get shared objectives and to get", "some shared consciousness about", "the state of things today and the ambiguity about roles", "being removed or clarify who can", "make decisions and all that kind of stuff.", "That's like, for any of you who are managers,", "that's 99% of your job, any of you", "who are executives, that's a 100% of your job.", "That's how knowledge workers spend more than 50% of", "their time, just in the matter of coordination.", "When I say that it suggest that I think", "that's not important, I think it's the opposite.", "It's actually super super important.", "Any leverage you can get in that coordination", "of people is enormously powerful.", "So when you walked into your first Slack sales call", "did you say, you are a sea slug and I'll give you a brain?", "'Cause that would be an awesome sales pitch.", "[laughing]", "Yeah, some slight nuance on how you phrased it", "but yeah, but more or less that's how we roll.", "All right, thank you very much Stewart Butterfield,", "so great to talk to you, so great", "to have your here. [applause]", "Thank you. That was really fun."], "authors": ["Condé Nast"], "keywords": ["im", "cne", "slack", "stewart", "slacks", "video", "know", "watch", "wired", "nicholas", "kind", "really", "thats", "wiredcom", "things", "thompson", "youre", "think", "conversation", "different"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}