{"paragraphs": ["Kitty Hawk, Larry Page’s air taxi outfit, on Thursday showed off its latest concept—an eight-motor prototype that uses an unconventional forward-swept wing, and is purportedly 100 times quieter than a conventional helicopter. The Mountain View, California-based company calls it Heaviside, after noted physicist and electrical engineer Oliver Heaviside, who advanced a variety of theories and innovations in mathematics, electronics, and communications in the early 20th century.", "Want the latest news on flying cars in your inbox? Sign up here!", "The new aircraft has been in development for nearly two years, according to TechCrunch, which first reported on the prototype. Based on the altitude and flight characteristics demonstrated in a short video, Kitty Hawk appears to be relatively far along with the aircraft, compared with other electric vertical-lift aircraft (aka flying car) efforts, many of which have showed concepts and prototypes but haven’t flown much. A company spokesperson says all of Heaviside’s flights so far have been remotely controlled.", "This is the third aircraft Kitty Hawk has shown publicly. The single-seat Flyer, which can hover between 3 and 10 feet above the ground, is meant for recreational use. The larger Cora, which Kitty Hawk is testing in New Zealand, uses 10 rotors and is targeted toward the kind of air taxi market championed by Uber. Kitty Hawk has said little about its goals for Heaviside, but it appears closer to a final candidate for urban mobility, with a refined shape and what appears to be a more developed noise-control strategy.", "Kitty Hawk is funded by Page and led by Sebastian Thrun, who at Google launched Google X and the self-driving effort that’s now Waymo. Thrun has placed considerable emphasis on that acoustic signature, which promises to be one of the greatest challenges in terms of public acceptance of urban air mobility.", "LEARN MORE The WIRED Guide to Drones", "The new video shows the aircraft flying at 1,500 feet and producing a barely audible 38 decibels, while a conventional helicopter at the same altitude produces 60 decibels. The ultimate vision, Thrun told WIRED earlier this year, is to “free the world from traffic.” But that hinges as much on social acceptance of these aircraft—including the noise they make—as on technical developments. “This is a decade-long question,” Thrun said."], "pubDate": null, "summary": "Kitty Hawk, Larry Page’s air taxi outfit, on Thursday showed off its latest concept—an eight-motor prototype that uses an unconventional forward-swept wing, and is purportedly 100 times quieter than a conventional helicopter.\nBased on the altitude and flight characteristics demonstrated in a short video, Kitty Hawk appears to be relatively far along with the aircraft, compared with other electric vertical-lift aircraft (aka flying car) efforts, many of which have showed concepts and prototypes but haven’t flown much.\nThis is the third aircraft Kitty Hawk has shown publicly.\nThe larger Cora, which Kitty Hawk is testing in New Zealand, uses 10 rotors and is targeted toward the kind of air taxi market championed by Uber.\nKitty Hawk is funded by Page and led by Sebastian Thrun, who at Google launched Google X and the self-driving effort that’s now Waymo.", "title": "Kitty Hawk’s New Flying Car Promises a (Near) Silent Flight", "url": "https://www.wired.com/story/kitty-hawk-heaviside-larry-page-flying-car/", "keywords": ["video", "promises", "silent", "flying", "heaviside", "air", "hawk", "near", "hawks", "wired", "car", "flight", "thrun", "aircraft", "appears", "kitty"], "authors": ["Condé Nast", "Eric Adam", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Aarian Marshall", "Flavie Halais", "Alex Baker-Whitcomb"], "id": "6078ce68-29b7-3e9d-a720-542a58dd691b", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}