{"keywords": ["recipe", "success", "ryanairs", "flown", "europe", "mr", "airlines", "sorahan", "dough", "saving", "hamandcheese", "sorahans", "end", "panini", "ryanair"], "id": "61453498-e570-36ea-acc5-0286cf5b9a07", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["FEW READERS of Gulliver will be surprised to hear that Ryanair is the largest low-cost carrier in Europe. Having flown 139m passengers last year, the Irish company is second only to Lufthansa, a group of full-service carriers in central Europe, in terms of numbers flown on the continent. At Ryanair’s current rate of expansion, it will almost certainly take the top spot next year. Slightly more surprisingly, the airline has become huge in the catering world as well. “We’re the largest seller of ham-and-cheese panini in Europe”, claims Neil Sorahan, the airline’s finance director. He likens its food-and-drink sales to putting “the equivalent of 455 7/11s [convenience stores] in the sky every day”. And with the airline’s announcement on July 29th that profits had fallen 21% year-on-year in the three months to the end of June, Mr Sorahan’s panini takings are more crucial than ever.", "This year Ryanair has hit turbulent times. Slowing economic growth in Europe and worries about the impact of a no-deal Brexit have softened demand for air travel across the continent. And its plans for growth have been thrown into chaos by the troubles engulfing the Boeing 737 MAX, the only aircraft type on its order book. The 737 MAX was grounded in March following two grisly crashes—killing 346 people—that seem to have been caused by a software-design flaw. Regulators are still a long way off approving Boeing’s fix for the problem, meaning the aircraft is unlikely to return to the skies this year. Ryanair’s hopes of operating 58 of the planes by next summer are dashed. A more realistic figure is 30, though Michael O’Leary, the airline’s boss, admits that it may end up being none at all. It is, he says, high time that Boeing “gets their shit together”: the debacle has already forced Ryanair to cut 30,000 flights from its schedule.", "What is Mr Sorahan’s solution to Ryanair’s problems? In part, ham-and-cheese panini. They do more than fill tummies. Ryanair pocketed €800m ($900m) in the three months to the end of June by selling extras such as priority boarding and tasty snacks. That is 27% more than it made in the same period last year. As a result, the airline’s ancillary sales are growing twice as fast as its passenger numbers. Ryanair kept the amount of revenue it made from each passenger flown flat even as average fares slumped 6%. Much of the money came from new “products” that charge people to use overhead bins or to sit in particular seats. But there’s “an awful lot” more the airline could squeeze customers for, reckons Mr Sorahan. He hopes a new app to be unveiled this year will whet their appetite for buying optional extras. Flying will always be the main service offered by Ryanair. But it may not always be the company’s main source of revenue."], "authors": [], "title": "Recipe for success? - How ham-and-cheese panini are saving Ryanair’s dough", "pubDate": null, "summary": "At Ryanair’s current rate of expansion, it will almost certainly take the top spot next year.\n“We’re the largest seller of ham-and-cheese panini in Europe”, claims Neil Sorahan, the airline’s finance director.\nAnd with the airline’s announcement on July 29th that profits had fallen 21% year-on-year in the three months to the end of June, Mr Sorahan’s panini takings are more crucial than ever.\nWhat is Mr Sorahan’s solution to Ryanair’s problems?\nBut there’s “an awful lot” more the airline could squeeze customers for, reckons Mr Sorahan.", "url": "https://www.economist.com/gulliver/2019/07/29/how-ham-and-cheese-panini-are-saving-ryanairs-dough"}