{"id": "6229a252-6979-34b9-b2e0-945a79d8b45c", "title": "Ahead of TED’s Countdown Summit, 10 Youth Climate Activists Share Their Visions for a Better Tomorrow", "url": "https://www.vogue.com/article/ted-countdown-climate-change-summit-youth-activists", "summary": "“I hope Countdown can be a catalyst to inspire national governments and large companies to take on the immediate task (and opportunity!)\n“It often seems like world leaders believe you can negotiate with the climate.\nThey debate whether to set 55% or 65% climate goals while failing to see the obvious: It is not what climate goals we can afford to set.\nMy hope is that this will finally make the leaders listen to young people all over the world who have walked the streets to them listen.\nI want global leaders to take action that is ambitious and radical and will foster the transformative system change that experts of every kind agree is necessary for a future (and present!)", "paragraphs": ["Melati Wijsen, 18, Indonesia; founder of Youthtopia, Mountain Mamas, One Island One Voice, and Bye Bye Plastic Bags, which played a central role in the Balinese government’s ban of plastic bags in 2019.", "“We need to see a complete control + alt + delete. Forget about everything we have done so far, and turn around and move forward hand-in-hand with science and innovation to protect land, water, and air. I hope that through Countdown, we can accelerate the mobilization of the masses and show that it needs everyone to complete the change and impact we need to see. As a young change-maker myself, I would like to see more empowerment of youth everywhere.”", "Solomon Goldstein-Rose, 26, United States; former member of the Massachusetts House of Representatives and author of The 100% Solution: A Plan for Solving Climate Change.", "“I hope Countdown can be a catalyst to inspire national governments and large companies to take on the immediate task (and opportunity!) of scaling up clean equipment. Wealthier countries must do the innovation work, particularly the scale-up to mass manufacturing, to make clean equipment affordable for everyone in the world. Without that, there's no path to global decarbonization by 2050. With that, rapid global decarbonization becomes inevitable.”", "Kira Peter-Hansen, 22, Denmark; the youngest member of the European Parliament ever elected, and vice-president of its political group, Greens-European Free Alliance.", "“It often seems like world leaders believe you can negotiate with the climate. They debate whether to set 55% or 65% climate goals while failing to see the obvious: It is not what climate goals we can afford to set. Instead, it is what it will cost us if we do not listen to scientists and let the world burn. My hope is that this will finally make the leaders listen to young people all over the world who have walked the streets to them listen. Our time is now, and the climate clock is ticking.”", "Marina Melanidis, 21, Canada; founder and partnerships director of Youth4Nature, a youth-led international organization mobilizing for ecosystem and justice-based approaches to the climate crisis.", "“There have been many moments for promises lately. I know I am not alone when I say all these promises are getting tiring. I want global leaders to take action that is ambitious and radical and will foster the transformative system change that experts of every kind agree is necessary for a future (and present!) where everyone can thrive. To do this, we need to put nature and justice at the heart of all decision-making. We also need to significantly rethink who is involved in making these decisions. I’m hopeful that this moment will make significant steps towards this, towards an integrated nature-climate-justice narrative that is led by frontline communities, Indigenous Peoples, and youth.”"], "authors": ["Emily Farra", "Emily Farr"], "keywords": ["better", "countdown", "set", "share", "world", "tomorrow", "youth", "visions", "climate", "ahead", "listen", "leaders", "need", "hope", "global", "young", "summit", "teds"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}