{"id": "623d1051-7397-3847-8467-30ea413656c5", "title": "Watch The Surprising Animal New Yorker Cartoonists Love to Draw | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/the-surprising-animal-new-yorker-cartoonists-love-to-draw", "summary": "Today, I'm going to show you how to draw snails.\nThey are deceptively not as easy to draw, I think,as people would think, but they are easy to drawonce you figure it out.\nI didn't really think about that.\nI actually don't really use technical perspectivewith the vanishing points and drawing the lines towards themin my cartoons.\n[cheerful instrumental music]When I draw a snail first,I usually draw the opening of the shell.", "paragraphs": ["Transcript", "[bells chiming]", "Hi, I'm Amy Hwang and I'm a New Yorker cartoonist.", "Today, I'm going to show you how to draw snails.", "[cheerful instrumental music]", "What do you think it is about snails", "that makes them such a perennial cartoonist favorite?", "They are deceptively not as easy to draw, I think,", "as people would think, but they are easy to draw", "once you figure it out.", "And then they have certain characteristics.", "You know, they're slow, they have shells on their backs,", "and they're a little bit slimy,", "but they have very specific characteristics", "that make them conducive to gags.", "[upbeat instrumental music]", "[Emma] Should we describe your cartoon?", "[Amy] It's a building.", "You have the little flagpoles, the banners, you know,", "to attract attention.", "And there's a sign that says Pre-Owned Shells.", "It's sort of a play on a used car lot.", "I do think it's interesting.", "I mean, the perspective here doesn't make sense", "because also the shells get a little smaller", "in the background.", "But if the vanishing point was as far away", "as the flags implied what's in the background", "and the store itself would be tiny.", "I think it actually works better", "when the perspective isn't perfect in cartoons", "or also it looks almost too not funny.", "It looks a little too realistic.", "So your background is in architecture", "before you pivoted to cartooning.", "Did you have to sort of unlearn architectural drawing?", "I think I necessarily unlearned.", "I think I just didn't adhere to the rules as strictly.", "And I think I do it on purpose partly because I'm lazy,", "but I think I also do it because I do want it", "to look a little imperfect.", "I think the funniest part of this cartoon, for me,", "is the couple that's looking for a shell together.", "[Amy] I drew the awhile ago", "so I don't even really remember why.", "You don't question it when you look at it.", "Like, yes, a couple would be going", "and looking for a car together.", "I didn't really think about that.", "I think I was probably so fixated on making it look like", "a used car lot,", "I wasn't really thinking of the logistics of the snails", "like how they're both gonna fit.", "With cartoons you don't have to look too much", "into the logic, I guess.", "[upbeat instrumental music]", "Perspective drawing is a type of drawing that makes objects", "in that drawing appear more three-dimensional or realistic.", "First, draw a wall that you're directly facing", "and pick a point that would be the vanishing point.", "And that point is where all the, I guess,", "all the horizontal lines that are perpendicular to the wall", "that I'm facing would converge to.", "The simplest type of perspective", "would be one-point perspective.", "When you're not facing head on to a wall", "or you're facing a corner,", "you would use two-point perspective.", "And that basically puts two vanishing points,", "one on each side of the drawing.", "You would want all the parallel lines to converge", "onto their respective vanishing points,", "so you would use the sidewalk lines,", "the, I guess, the curb lines, any of those lines,", "and they each converged to their own vanishing points.", "I actually don't really use technical perspective", "with the vanishing points and drawing the lines towards them", "in my cartoons.", "I usually just eyeball them.", "Even to get a cartoon, you have to suspend disbelief.", "So the perspective doesn't have to be 100% accurate", "for the cartoon to work.", "So in this cartoon, if I actually extend all the lines,", "you'll see that they don't converge", "to a single vanishing point.", "They kind of converge to a finishing area.", "So they're not even close,", "but you would never know without extending the lines.", "[upbeat instrumental music]", "Has three snails in it.", "There are two that are moving along slowly", "and far to the right is a snail walking with two legs,", "and the caption is,", "I'd be fast, too, if I had legs that long.", "So I love this cartoon.", "I feel like it's a great example", "of sort of using horizontal space as a pacing technique.", "How I decided on the horizontality was,", "well, I did wanna show the fastest snail pretty far ahead", "of the other snails.", "So I could only go in that direction.", "You don't want it to be a square cartoon", "because you do want to emphasize how much further ahead", "that the snail has gotten, which actually, in reality,", "isn't that much further ahead.", "The fact that the third snail is still pretty close", "and yet you have those little lines indicating speed", "around her legs is hilarious.", "And then she's smiling", "so she's kind of pretty happy with her situation.", "The idea for this one came from I'm taller than average", "and I'd be walking with other people and I'd be like,", "oh, why is she taking so long?", "And it was like, you know, slower person would come up", "and she's be like, I'd be fast, too,", "if I had legs that long.", "My partner is six foot four and I literally like sprint", "all of the time.", "I have no other pace other than just sprinting.", "Yeah, but maybe this is the root of your interest in snails,", "that like everyone around you is a snail.", "Yeah, everybody else is slower.", "[cheerful instrumental music]", "Most of my cartoons are squarish,", "mainly because I don't usually show a lot of movement", "in my cartoons.", "And in this cartoon, it kind of emphasizes", "the lack of movement.", "The snail isn't moving very quickly,", "but I think the closeness and the fact", "that everything's close together emphasizes the stillness", "of the snail.", "I would make a cartoon taller", "mostly if there was a physical reason.", "If I had say a waterfall, or a skyscraper,", "or ladders, falling objects.", "A cliff scene would obviously require a taller proportion", "if you wanna show the bottom of the cliff.", "I would make a cartoon wider", "if I wanted to delay the gag in some way", "because a reader can't really take in", "an entire cartoon at once so they might read it", "left to right.", "And it takes them a little while to take it all in.", "And then at the right is where I would place the gag.", "[upbeat instrumental music]", "It's a caption-less cartoon.", "It shows a snail and he's waiting to enter", "another snail's apartment.", "And the inside the apartment is looking out two peep holes,", "but the way he or she is doing it", "is by poking his eyes through the peep holes.", "It's unclear to me whether the snails are enormous", "and this is a sort of regular New York City apartment,", "or if this is a world in which snails have apartments.", "I think they're giant snails because it's a human world", "that has doors like that and apartments.", "[Emma] Well also, it's like it has a door knob.", "Yeah, it doesn't really make sense.", "One interesting thing about this cartoon is", "I originally had it as one peep hole with one eye poking in", "because that's how peep holes in apartment doors are like", "and it didn't sell that way.", "But Colin Stokes, the associate cartoon editor,", "he said maybe try it with two eyes.", "So I did it with two eyes going through two peep holes", "and it sold.", "And it was funny because I remember when he suggested that", "I was thinking no, that's not right", "because apartment doors only have one peep hole.", "It doesn't make any sense.", "How did you come up with 2C?", "2C, that's actually my own apartment number.", "But I know it sounds like T-O and then S-E-E, like to see.", "Oh, I didn't even think about that.", "I also like the idea of a doormat in a snail context", "because it does sort of remind you of the sliminess", "of the whole endeavor.", "Yeah, they definitely need doormats.", "Probably on the inside and outside.", "[cheerful instrumental music]", "When I draw a snail first,", "I usually draw the opening of the shell.", "I make a little curve for it, and then I start the curve.", "I go up, I start from the outside of the curve", "and I spiral in.", "After the shell, I start drawing the snail flesh.", "I usually start at the back of the neck and I go up", "to where the eye stalks are.", "I draw two round eyes, finish the head,", "and then do the rest of the body, I guess, to the tail,", "which isn't really the tail.", "It's like the back of its foot.", "And back up towards the shell.", "For snails in movement,", "you would draw them with their heads on the ground.", "I think it makes them more aerodynamic.", "Snails that are inside their shells are the easiest", "because you just draw the shell.", "You don't have to draw any of their body.", "All right, and that's how you draw a snail.", "[cheerful instrumental music]"], "authors": ["Condé Nast"], "keywords": ["instrumental", "video", "surprising", "little", "snails", "watch", "dont", "cartoon", "yorker", "vanishing", "really", "cartoonists", "cne", "think", "snail", "newyorkercom", "draw", "animal", "love"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}