{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["uk", "atol", "thousands", "collapse", "customers", "flights", "means", "investors", "package", "thomas", "cook", "travel"], "title": "What Thomas Cook collapse means for customers and investors", "paragraphs": ["You can enable subtitles (captions) in the video player", "The collapse of Thomas Cook has ruined the livelihoods of 21,000 staff working for the troubled travel company who now stand to lose their jobs and disrupted the holidays of hundreds of thousands of customers. The British government has launched Operation Matterhorn, the biggest peacetime repatriation of UK citizens, which will fly 150,000 British holidaymakers back home. But for hundreds of thousands of customers who have booked package holidays and flights with Thomas Cook, what are your rights now that the company has entered administration?", "Let's start with those currently overseas. Over the next two weeks, the UK's Civil Aviation Authority has committed to fly home all Thomas Cook customers with return flights who are currently overseas. It says it will endeavour to get people home as close as possible to their planned travel dates and has set up a dedicated website - ThomasCook.caa.co.uk - where affected customers can find details and information on repatriation flights as well as advice on accommodation.", "The regulator has also set up a 24-hour helpline for Thomas Cook customers, which can be reached on 0300-303-2800 from the UK and Ireland and +44-1753-330-330 from overseas. All UK customers who have booked a package holiday - that's hotel and accommodation - will be covered by ATOL, the consumer protection scheme which is funded by industry levies. This guarantees to fly customers home in the event of a company failure and refund the cost of replacing ATOL-protected parts of their trip as well as covering out-of-pocket expenses as a result of delayed flights home.", "Now normally, customers who had only booked a flight through Thomas Cook would not be covered by ATOL protection. But the CAA has confirmed that it will fly home both ATOL and non-ATOL customers. It stresses that customers who are currently overseas should not travel to the airport until their flight back to the UK has been confirmed on the dedicated website.", "So what about those who have yet to travel? Thomas Cook customers in Britain have already been told not to go to the airport, as all flights leaving the UK have been cancelled. ATOL-protected passengers with future package holiday bookings will be entitled to a full refund for their cancelled holiday. But this will take some time to process.", "The CAA says it will not be in a position to start accepting claims until next Monday, the 30th of September, and has warned that from then it could take as long as 60 days after that for the money to be refunded, which takes us to the end of November. This will unfortunately leave many passengers with a rebooking dilemma. As they wait to get their money back, the price of flights and holidays with rival tour operators is going up.", "Travel experts are already warning it could take even longer, due to the huge scale of Thomas Cook's operations. When Monarch collapsed in 2017, the CAA had to process 30,000 claims under ATOL and managed to refund 80 per cent of those within three months. But it is estimated it will receive hundreds of thousands for Thomas Cook.", "When its claims website goes live next Monday, those making a claim will need to provide their ATOL certificate issued at the time of their package holiday booking and proof of payment in the form of bank or credit card statements. Those who only booked a flight through Thomas Cook's airline will need to make a claim through their travel insurer or attempt to get their money back through their credit or debit card provider.", "Finally, while all the upheaval is distressing for holidaymakers, you will get your money back eventually. Sadly, the same cannot be said for the thousands of staff who stand to lose their jobs at Thomas Cook.", "So for investors, this means a number of things, depending on what kind of investors they are. Equity investors will be wiped out by this. But they would have been, in most circumstances, anyway. And equity investors have been pulling out of this stock for a long time. Its troubles are maybe 15 years old.", "This business has been badly-run for many years. It's had three really quite underwhelming chief executives. We've seen a slow decline in its market. It's been very badly positioned.", "I think if you're looking around the travel industry space, it also shows that there are some opportunities. There are some other businesses that have been doing very well by being a little more agile than Thomas Cook has been. There's a company called Dart, for example, which is a UK-listed holidays and airlines group. They've been going up this morning.", "TUI, a big German group, which has a large UK side as well, has also seen a bounce in the shares today. But I think you also have to think deeply about how legacy businesses with lots and lots of balance sheet invested in things like hotels and cruise ships are going to do. This is now quite an asset-light sort of industry. And there are a lot of online startups who have been disrupting what had been a very stable and comfortable space for people like Thomas Cook.", "Other investors, if you look at people who have bonds, for example, or loans extended to Thomas Cook, they will probably get back less than expected as a result of this being an insolvency process rather than an administration. When Monarch Airlines went under, parts of it were bought. And that meant that more went back to debt investors than would have otherwise been the case.", "The interesting question is what credit default swap investors get because there is a theory which is abroad at the city this morning that what happened here was that investors in credit default swaps, which pay out when a business can no longer meet its loan or bonds obligations, may have encouraged this collapse and also nudged it in the direction of an insolvency rather than an administration. That could be a very politically explosive conclusion, if it's correct."], "id": "62ae62ad-0a46-3ab2-b48e-6cb69b82d83e", "url": "https://www.ft.com/video/4254fd92-4619-483c-8f4b-9c1613169a86?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=1", "authors": ["Written Claer Barrett", "Jonathan Guthrie"], "summary": "Over the next two weeks, the UK's Civil Aviation Authority has committed to fly home all Thomas Cook customers with return flights who are currently overseas.\nThe regulator has also set up a 24-hour helpline for Thomas Cook customers, which can be reached on 0300-303-2800 from the UK and Ireland and +44-1753-330-330 from overseas.\nNow normally, customers who had only booked a flight through Thomas Cook would not be covered by ATOL protection.\nThomas Cook customers in Britain have already been told not to go to the airport, as all flights leaving the UK have been cancelled.\nThere are some other businesses that have been doing very well by being a little more agile than Thomas Cook has been."}