{"paragraphs": ["When he introduced the Libra cryptocurrency in June, Facebook executive David Marcus began by invoking a founding vision of PayPal, a company he used to run. PayPal’s founders imagined a system of digital money that would seamlessly cross borders, doing for money what digitization had already done for communications. Libra, he said, was the realization of that vision—made possible by new technologies like blockchain. And while Facebook was Libra’s progenitor, it would be overseen by the Libra Association, a group that included 28 initial partners, including PayPal.", "On Friday, after a tumultuous start for Libra involving incensed regulators, testy congressional hearings, and reports of cold feet from Libra Association members, PayPal said it is leaving that vision behind.", "In a sense, PayPal is declining to join that vision at all. Its departure from the Libra Association comes before the association formally exists. As WIRED reported when Libra was announced, the 28 founding members were provisional, having yet to devise a charter for the group or fork over the required $10 million investment. The association is scheduled to have its first meeting, in Geneva, on October 14.", "PayPal’s qualms about Libra had recently become apparent. Wednesday, the Wall Street Journal reported that PayPal and other Libra members from the financial industry, including Visa, Mastercard, and Stripe, had hesitated before making the union official. Then on Thursday, the Financial Times reported that PayPal had decided not to attend a Libra Association meeting in Washington, DC, where members were slated to iron out details of the charter.", "LEARN MORE The WIRED Guide to Bitcoin", "Facebook’s partners appear to have been caught off-guard by the extent of the backlash to Libra. The project had been beleaguered from the start, first from US lawmakers concerned about privacy and Facebook’s growing reach, but rapidly evolving into a more existential question: Whether it would be possible for nations to effectively regulate a globe-spanning financial network run by a group of corporations. Currencies, after all, are typically the province of nation-states. Officials in Germany and France recently said they would bar Libra from their countries, saying the project is a threat to their sovereignty.", "For Facebook’s partners, those concerns accelerated with word in August of a European antitrust inquiry centered on how consumer data from Libra would be used. The Journal also reports that the US Treasury Department had privately leaned on association members to detail their existing money-laundering controls, a key concern for regulators grappling with Libra’s global reach.", "While the association’s initial members were sold on the benefits of having a seat at the table and guiding Libra to launch, PayPal appears to have concluded the backlash outweighed those benefits. It left open the possibility of some involvement at a later date. “We remain supportive of Libra’s aspirations and look forward to continued dialogue on ways to work together in the future,” the company said in a statement.", "For Facebook, losing PayPal could spell trouble for its argument that Libra is a decentralized system that Facebook does not intend to dominate. That vision rests on other companies building wallets and services that compete with Facebook, which has the built-in advantage of its 2.4 billion users. The company has set up a division run by Marcus, called Calibra, that oversees a Libra wallet that will let users hold and spend the currency. With PayPal’s departure, the association loses a critical partner with a broad network of vendors and the expertise to design a competitive Libra wallet. PayPal has its own ecosystem of payment apps, including Venmo.", "In a statement, Libra Association head of policy Dante Disparte said that Libra was an ambitious project that requires “boldness and fortitude” from its members. “We’re better off knowing about this lack of commitment now, rather than later,” he said. He also suggested the association could absorb the loss of one member, noting that “1,500 entities ... have indicated enthusiastic interest to participate.” The association has said it plans to have 100 members by launch, which it says will happen when regulators are satisfied with its plans. That could take a while.", "More Great WIRED Stories"], "pubDate": null, "summary": "When he introduced the Libra cryptocurrency in June, Facebook executive David Marcus began by invoking a founding vision of PayPal, a company he used to run.\nAnd while Facebook was Libra’s progenitor, it would be overseen by the Libra Association, a group that included 28 initial partners, including PayPal.\nOn Friday, after a tumultuous start for Libra involving incensed regulators, testy congressional hearings, and reports of cold feet from Libra Association members, PayPal said it is leaving that vision behind.\nIts departure from the Libra Association comes before the association formally exists.\nIn a statement, Libra Association head of policy Dante Disparte said that Libra was an ambitious project that requires “boldness and fortitude” from its members.", "title": "PayPal Unfriends Facebook's Libra Cryptocurrency", "url": "https://www.wired.com/story/paypal-unfriends-facebooks-libra-cryptocurrency/", "keywords": ["regulators", "facebook", "unfriends", "reported", "association", "cryptocurrency", "libra", "paypal", "facebooks", "vision", "wired", "members", "run"], "authors": ["Condé Nast", "Gregory Barbe", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Philip M. Napoli", "Klint Finley", "Joan Westenberg"], "id": "62c7cc13-7c3a-37dd-8dbc-4e7918f332f5", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}