{"id": "63fb0214-3e6a-3d2b-bfe9-9656af70366f", "title": "Why the Election Worked Out Well for Libertarians and Deficit Hawks - The New York Times", "url": "https://www.nytimes.com/2020/11/08/opinion/election-2020-libertarians-deficit-hawks.html", "summary": "And as is so often the case with one-party control, as in Mr. Trump’s first years, big spending took hold.\nAccording to the Cato Institute, over Mr. Trump’s four years, spending went up by a total of 10 percent.\nIn Mr. Obama’s first term, total spending actually went down by 10 percent.\nThere are ways beyond the budget that a Biden presidency could be a boon to libertarians.\nBy contrast, Mr. Biden will probably cut a more pro-trade profile.", "paragraphs": ["In the early years of the Trump administration, with Republicans in control of Congress, the country saw a steady rise in spending and ballooning deficits and debt. Senator Ted Cruz of Texas might not have been quite right when he said that, after all, President Trump “didn’t campaign on cutting the debt.” Actually, Mr. Trump did, but in a throwaway manner, while putting more stress on continued, even increased, big spending and debt.", "And as is so often the case with one-party control, as in Mr. Trump’s first years, big spending took hold. According to the Cato Institute, over Mr. Trump’s four years, spending went up by a total of 10 percent. Something similar happened under George W. Bush: Spending shot up 24 percent.", "But what really seems like an effective arrangement for controlling spending is a Democratic president with Republicans in charge of at least one body of Congress. During the first four years of the Barack Obama and Bill Clinton administrations, both of which included years of split control of government, spending was more restrained or even reduced. Under Mr. Clinton, spending inched up only 3 percent. In Mr. Obama’s first term, total spending actually went down by 10 percent.", "There are ways beyond the budget that a Biden presidency could be a boon to libertarians. Mr. Trump was a disaster when it came to free trade, kicking off a huge trade war with China and “renegotiating” NAFTA so that it contained more protectionist, anti-free-market measures like wage controls.", "By contrast, Mr. Biden will probably cut a more pro-trade profile. Congressional Republicans and Democrats were reluctant to give Mr. Trump trade negotiating authority, but they are more likely to give Mr. Biden that authority than they are to withhold it (despite some pressure from the party’s progressives like Bernie Sanders or Alexandria Ocasio-Cortez)."], "authors": ["Liz Mair"], "keywords": ["mr", "total", "libertarians", "deficit", "trump", "hawks", "election", "york", "worked", "trade", "republicans", "spending", "times", "control", "went", "trumps", "biden"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}