{"id": "6406f511-6647-3d04-9a37-5fc01cc447a9", "title": "Watch The Backstory | The American Opioid Crisis | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/the-american-opioid-crisis", "summary": "And I think Tim carried a burden ofthe responsibility for Brian's use.\nI'd never really kind of seenfamily be allowed to be in the roomwhen first responders are working on someone like that.\nOne thing you need to understandwith the first responders isthere will be times when they're administering Narcanin the morning.\nAnd it'll really depend on who you're speaking to.\nIf you're speaking to a deputyor a police officer who's kind ofdealing with it at a street level,they would attribute it to generations of heroin users.", "paragraphs": ["Transcript", "[bright noise]", "We got a call on the first day of my ride-alongs.", "It was on this very normal suburban street.", "When I exited the car and walked up,", "I could hear agonizing crying from down the street.", "When I approached, I kind of came across this", "really incredibly heartbreaking scene of", "a family in mourning for their son,", "who had just overdosed.", "It really was one of the harder photos I've ever taken.", "The family eventually reached out to me", "and invited me to the funeral.", "I felt really honored to be there.", "Everyone had a story to tell about personal addiction,", "or knowing someone that's died from an overdose.", "It was incredibly emotional for everyone,", "especially Brian's older brother, Tim.", "They were two peas in a pod, thick as thieves.", "From what I understood, Tim and Brian used to use together.", "And I think Tim carried a burden of", "the responsibility for Brian's use.", "What's important to note about heroin", "is it completely eliminates pain.", "Physical pain and emotional pain,", "and I think people that are prone to depression", "and traumatic events in their lives,", "that is an obvious place to turn to.", "[bright music]", "When researching for the story, I had heard about", "a coroner's office in the city of Dayton.", "And the coroner there had basically", "been running out of room for bodies", "that were coming into the coroner's office.", "The morgue was at capacity with opioid-related overdoses.", "He was speaking very candidly about it.", "The more and more I researched,", "I realized that this county,", "Montgomery County in Ohio,", "had the highest overdose rate in the country per capita.", "That to me, at least, seemed like the place to go.", "We were on non-stop ride-alongs.", "We'd do two shifts.", "Some days, only taking opioid calls.", "One of the more memorable calls was actually my last day.", "We got a call for an overdose in North Dayton.", "A young man, must have been in his early 20s,", "it was almost like he was snoring,", "but his eyes were more or less kind of", "rolled back in his head.", "Just watched Dayton City Fire administer", "Narcan it after Narcan hit.", "His mother was in the room, which was rare.", "I'd never really kind of seen", "family be allowed to be in the room", "when first responders are working on someone like that.", "And she was really stoic.", "I was really surprised.", "It was almost like she had seen that before.", "One of the fire fighters mentioned, you know,", "we're close to our record, which is 14 hits.", "I guess their personal record within", "that fire department was 14 hits of Narcan", "in order to revive someone that's overdosing.", "By hit 11, he finally came to.", "Narcan is this really unbelievable miracle drug.", "It's not unlike a nasal spray.", "When someone is overdosing on an opiate,", "your breath slows to a halt.", "If the first responders can get to you", "before you fully flat line,", "you'll be administered Narcan,", "and that will reverse the effects of the overdose.", "One thing you need to understand", "with the first responders is", "there will be times when they're administering Narcan", "in the morning.", "That person will recover, and those same officers", "will be responding to another call in the evening", "for the same person overdosing.", "I think there's a real wall that they need to keep up", "in order to maintain this sort of matter of fact process", "in order for them to do their jobs efficiently.", "All the officers I rode with", "knew everybody by first name.", "Knew their parents, knew their sisters.", "That was something I didn't expect.", "I don't think law enforcement", "have a collective hypothesis", "as to why this is happening.", "And it'll really depend on who you're speaking to.", "If you're speaking to a deputy", "or a police officer who's kind of", "dealing with it at a street level,", "they would attribute it to generations of heroin users.", "Other officers and other people within law enforcement", "will hypothesize that it had a lot to do", "with doctors writing prescriptions for pain meds.", "What we're starting to see now", "with fentanyl and carfentanil is a far more", "concentrated form of heroin.", "It's a synthetic opiate that has hit the market", "and this is advantageous for drug traffickers", "because it's far more condensed", "and it's far more powerful.", "They can sell a lot more of it.", "We all, at some point,", "have to have our wisdom teeth removed, or go into surgery.", "Heroin and opioids, they're an extremely powerful", "and extremely addictive drug that latches hold of you.", "The needle doesn't discriminate.", "It could really be any of us.", "You know, it could really be any of us."], "authors": ["Condé Nast"], "keywords": ["youre", "video", "speaking", "far", "watch", "order", "theyre", "yorker", "american", "really", "backstory", "kind", "cne", "think", "responders", "crisis", "newyorkercom", "tim", "opioid"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}