{"id": "64145076-66da-3037-a9f6-c434f58ffd7b", "title": "France considers envoy to explain Macron's ideas to Muslim states", "url": "https://www.theguardian.com/world/2020/nov/04/france-considers-envoy-to-explain-macrons-ideas-to-muslim-states", "summary": "France is looking at appointing a special envoy to explain Emmanuel Macron’s thinking on secularism and freedom of expression in a bid to quell the anti-French backlash growing in some Muslim countries, officials have said.\nThere was also concern that some mainstream news agencies in Turkey and Qatar have carried opinion pieces claiming that the rights of Muslims in France have been suppressed.\nA call to boycott French products, encouraged by Turkey’s president, Recep Tayyip Erdoğan, has also been launched with little effect.\nInstead the French should teach their people to respect other people’s feelings.” The attitude of the French president was, he said, “very primitive”.\n“The words of the French president were deliberately taken out of context.”Gargash said Erdoğan was using the controversy to mount a political recovery.", "paragraphs": ["France is looking at appointing a special envoy to explain Emmanuel Macron’s thinking on secularism and freedom of expression in a bid to quell the anti-French backlash growing in some Muslim countries, officials have said.", "The growth in anti-French sentiment also has the potential to deepen the already entrenched conflict between Macron and Turkey over Libya and oil exploration in the eastern Mediterranean.", "Macron has already conducted one lengthy interview on Al Jazeera Arabic seeking to justify his approach, but has so far only received full-throated support for his stance from the foreign minister of the United Arab Emirates, Anwar Gargash.", "Macron also spoke on the phone to the Palestinian leader, Mahmoud Abbas, to reassure him that he distinguished between terrorism and extremism on the one hand, and Islam and Islamic thinking on the other.", "Many Arab leaders have condemned the killing of the French teacher Samuel Paty on 16 October, the subsequent killings in Nice and the latest murders on Monday night in Vienna, but the degree of explicit and implicit criticism of Macron’s stance on freedom of expression has startled some French officials.", "There was also concern that some mainstream news agencies in Turkey and Qatar have carried opinion pieces claiming that the rights of Muslims in France have been suppressed.", "Macron has been personally caricatured in the Iranian press as the devil and his effigy burned in Bangladesh as 50,000 protesters took to the streets. A call to boycott French products, encouraged by Turkey’s president, Recep Tayyip Erdoğan, has also been launched with little effect.", "The Saudi foreign ministry said it “rejects any attempt to link Islam with terrorism, and condemns the offensive cartoons of the prophet” .", "Its government also called for “intellectual and cultural freedom to be a beacon of respect, tolerance and peace that rejects practices and acts which generate hatred, violence and extremism and are contrary to the values of coexistence”.", "The former Malaysian prime minister Mahathir Mohamad wrote on Twitter that “Muslims have a right to be angry and to kill millions of French people for the massacres of the past. But by and large the Muslims have not applied the ‘eye for an eye’ law. Muslims don’t. The French shouldn’t. Instead the French should teach their people to respect other people’s feelings.” The attitude of the French president was, he said, “very primitive”.", "Gargash, an ally of the French and opponent of Turkey in Libya, said in an interview with Die Welt: “[Muslims] have to listen carefully to what Macron said in his speech. He doesn’t want to ghettoise Muslims in the west, and he is totally right.”", "He added: “As a Muslim, I feel offended by certain caricatures. But as a thinking person, I see the politics that are carried out around this topic. With his attacks on France, Erdoğan manipulates a religious issue for political purposes.", "“The words of the French president were deliberately taken out of context.”", "Gargash said Erdoğan was using the controversy to mount a political recovery. “As soon as Erdoğan sees a loophole or weakness, he uses it to increase his influence. It is only when he is shown the red line that he is ready to negotiate,” he said.", "“Erdoğan wants to become the leader of Sunni Islam. That’s why he stages it that way. But in truth this is a political project, not a theological one.”", "He said the real goal of the Turkish president was to expand the influence of his country in the Muslim world, which already extends from the Gulf to the western Mediterranean.", "“Erdoğan wants to use this situation and rebuild the Ottoman empire. Like Iran, it pursues an imperialist policy, and that is one of the main dangers in the region,” he said.", "“Macron is one of the few European politicians who openly oppose Turkey’s regional expansion,” says Gargash. “Europe needs a united stance towards Turkey”.", "Macron has stressed the cartoons were not official publications. He said: “I understand and respect that we can be shocked by these cartoons, but I will never accept that we can justify physical violence for these cartoons. I will always defend in my country the freedom to say, write, think, draw.”"], "authors": ["Patrick Wintour"], "keywords": ["considers", "explain", "france", "cartoons", "thinking", "stance", "muslim", "respect", "erdoğan", "french", "macrons", "ideas", "freedom", "envoy", "president", "muslims", "states", "turkey"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}