{"id": "64393f1d-ece6-38c7-a1d8-9df5cf54c09b", "title": "The Mail", "url": "https://www.newyorker.com/magazine/2020/11/09/letters-from-the-november-9-2020-issue", "summary": "Hessler refers to “leftists” and “far left” attacks on critics of the Chinese Communist Party’s official version of events.\nBut, in Chinese popular discourse, being on the left denotes fierce nationalism, loyalty to the state, and even deeper loyalty to the Party.\nHowever, I was surprised by the casual insult to confessional poetry.\nConfessional poetry is no less worthy than other poetic styles—nor does its common association with women’s self-expression imply that it is somehow easier to write or to analyze.\nH. R. SpencerChapin, S.C.•Letters should be sent with the writer’s name, address, and daytime phone number via e-mail to themail@newyorker.com.", "paragraphs": ["China’s Left", "Peter Hessler’s story about post-pandemic Wuhan is a fine piece of reporting, and I share his faith that one day the truth about the pandemic’s origins will be revealed (“The Sealed City,” October 12th). Hessler refers to “leftists” and “far left” attacks on critics of the Chinese Communist Party’s official version of events. The usage of these terms may inadvertently confuse Western readers, who perhaps more readily associate the left with positions such as anti-capitalism, anti-discrimination, egalitarianism, social justice and welfare, and workers’ rights. But, in Chinese popular discourse, being on the left denotes fierce nationalism, loyalty to the state, and even deeper loyalty to the Party. Its brand of anti-capitalism is only in opposition to the capitalism of the West, and socialism is whatever the Party says it is. Of course, there are people in China who hold positions that would be more widely understood as belonging to the Western notions of the left or far left, but the more vocal or organized among them are generally silenced. In fact, the suppression of an egalitarian, democratic, workerist left has a long history in the People’s Republic, from the nineteen-fifties to the present. It would be best not to confuse these leftists with the current regime’s most rabid defenders.", "Christopher Connery", "Professor of World Literature and Cultural Studies", "University of California, Santa Cruz", "Revisiting Berryman", "Anthony Lane’s piece about John Berryman provided an enjoyable journey through some of the poet’s best-known work; the new edition of selected letters that Lane reviews seems like an excellent resource (Books, October 19th). However, I was surprised by the casual insult to confessional poetry. Lane notes that Berryman “viewed the notion of his being a confessional poet ‘with rage and contempt,’ ” and states, “And rightly so; the label is an insult to his craftsmanship.” Confessional poetry is not universally viewed this way. It has a storied history, and, though it is frequently spoken of today as a feminine mode, it was pursued by both male and female poets, including Sylvia Plath, Anne Sexton, and Robert Lowell, all of whom contributed to the rise of “confessionalism” in the nineteen-fifties and sixties. It is not a style that, in Lane’s words, pines “for mere self-expression”; rather, it is a complex poetic movement, and the post-confessional and neo-confessional strains remain extremely important to contemporary poets. Confessional poetry is no less worthy than other poetic styles—nor does its common association with women’s self-expression imply that it is somehow easier to write or to analyze.", "Leanna Petronella", "Austin, Texas", "I want to thank Lane for his wonderful article about John Berryman, which brought back memories of my time as a psychiatrist (and poet) in training. In the mid-nineteen-seventies, I became fascinated with Berryman, who had died a few years earlier, and other poets from the era who experienced severe mental illness. I once flew to San Francisco and presented a paper that was partly about a documentary entitled “I Don’t Think I Will Sing Any More Just Now,” showing footage of Berryman near the end of his life. On the flight home, I was inspired to write a poem about Berryman’s death. Studying the lives and works of poets such as Berryman allowed me to better understand the torment in the minds of my patients, much more effectively than simply reading Freud or a textbook would have; I have also seen some patients turn to poetry as a way to explore the suffering and trauma in their lives.", "H. R. Spencer", "Chapin, S.C.", "•", "Letters should be sent with the writer’s name, address, and daytime phone number via e-mail to themail@newyorker.com. Letters may be edited for length and clarity, and may be published in any medium. We regret that owing to the volume of correspondence we cannot reply to every letter."], "authors": ["Condé Nast"], "keywords": ["left", "lane", "poetry", "way", "viewed", "berryman", "confessional", "write", "poets", "mail", "western"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}