{"paragraphs": ["The Pokémon Company International has announced a new seven-part animated webseries focused on the Galar region, the setting of Pokémon Sword & Shield. Pokémon: Twilight Wings will appear on the official Pokémon YouTube channel, with the first episode arriving in January.", "With the Galar region being so focused on battling and battle culture, Pokémon: Twilight Wings focuses on the dreams of Galar's residents, the realities of their lives, and the challenges they must overcome. While this doesn't sound like a retelling of the Sword & Shield story, fans should look forward to seeing plenty of Pokémon from the Galar region in the series. However, you shouldn't expect a huge time commitment; each of the seven episodes is set to be approximately five minutes.", "The animation is being done by Studio Colorido, which most recently created the 2018 anime Penguin Highway. You can see the uncropped key art released by The Pokémon Company below.", "Pokémon: Twilight Wings' first episode is expected to arrive on the official Pokémon YouTube channel on January 15. If you want to check out another official animated webseries, you can watch 2016's Pokémon Generations, which retells stories spanning multiple generations of games. You can also read our cover story chronicling the making of Pokémon Sword & Shield here."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Pokémon Announces Seven-Part Animated Webseries Based On Galar Region", "id": "645cf229-2631-3be0-af9a-07e5fc289cb2", "keywords": ["animated", "galar", "based", "sevenpart", "wings", "youtube", "shield", "official", "sword", "twilight", "announces", "region", "webseries", "pokémon"], "summary": "The Pokémon Company International has announced a new seven-part animated webseries focused on the Galar region, the setting of Pokémon Sword & Shield.\nPokémon: Twilight Wings will appear on the official Pokémon YouTube channel, with the first episode arriving in January.\nWith the Galar region being so focused on battling and battle culture, Pokémon: Twilight Wings focuses on the dreams of Galar's residents, the realities of their lives, and the challenges they must overcome.\nPokémon: Twilight Wings' first episode is expected to arrive on the official Pokémon YouTube channel on January 15.\nYou can also read our cover story chronicling the making of Pokémon Sword & Shield here.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/12/pokemon-announces-seven-part-animated-webseries-based-on-galar-region"}