{"id": "645dd9a2-69b9-38b5-9c99-f60726f7cece", "title": "Silent Hills P.T. Was On PS5 Before It Was Quickly Removed", "url": "https://www.gameinformer.com/2020/11/06/silent-hills-pt-was-on-ps5-before-it-was-quickly-removed", "summary": "When Konami canceled Hideo Kojima's Silent Hills P.T., horror fans were crushed.\nWith the new generation of systems upon us, many media with a PS5 system have reported that P.T.\nwas available on the newest console only for it to quickly disappear back into obscurity once more.\nwould be playable on the new PS5 system.\nWhen he went to redownload, he was met with the following message: \"You can't use this game or app on the PS5.\"", "paragraphs": ["When Konami canceled Hideo Kojima's Silent Hills P.T., horror fans were crushed. With the future of the horror franchise, as a whole, unclear, the unfinished experience remains a beloved treasure kept alive by many fan recreations and mods. With the new generation of systems upon us, many media with a PS5 system have reported that P.T. was available on the newest console only for it to quickly disappear back into obscurity once more. Or, at least it will remain in last-gen.", "Because of its iconic placement in games, certain media members with review units were quick to see if P.T. would be playable on the new PS5 system. Though Sony has confirmed P.T. would not be backwards compatible, that didn't stop GamesRadar's Leon Hurley from making those dreams a reality anyway. Hurley reports that he was able to play the canceled project on the PS5 for the past several weeks only to see it abruptly shut down and removed from the store completely.", "Hurley mentioned in his coverage that following P.T.'s removal, he reached out to both Konami and Sony, only to have Konami answer with a simple: \"Reach out to Sony about that matter.\" So he did, and while Sony said it is looking into it, an answer doesn't seem to be provided.", "He realized that the demo was no longer functioning on the PS5 when he went back to capture sound since his first recording had no working audio. To try to troubleshoot this issue, he deleted P.T. in an effort to redownload it immediately after. When he went to redownload, he was met with the following message: \"You can't use this game or app on the PS5.\"", "To lose P.T. once because of a cancellation is rough, to lose it twice for troubleshooting? Feels bad, man. Hurley, I feel for you.", "With so many rumors that a Silent Hill reboot is on the way and with Hideo Kojima himself talking about wanting to return to this series, it will be interesting to see where we go from here. It'd be nice to take P.T. with us into the new generation but for? It's not meant to be. We're just wondering why Konami would be so vehement about it not being backwards compatible only to offer it on the PS5, even just for a limited time. There are a thousand different theories as to why, but for now we'll just focus on what is playable on next-gen systems."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["redownload", "sony", "went", "quickly", "silent", "hills", "konami", "removed", "systems", "pt", "ps5", "system", "hurley"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}