{"url": "https://www.newyorker.com/magazine/2019/10/07/are-you-on-the-apps", "paragraphs": ["So how’s dating going? Are you on all the apps? There are so many now. I know, it’s crazy!", "Are you on the app where girls have to send the initial message, and then guys are only allowed to choose from twenty preapproved words for the first hour? That way they can’t say anything overtly sexual or offensive until after you’ve spent an hour talking to them. My friend Amanda met her boyfriend on it.", "I get it—it’s tough out there. Dating seems so different now from the way it was when I was doing it. I was just reading somewhere that young people don’t even go on real dates anymore. They just “slide” into one another’s Blue Apron accounts, and if you “like” the same recipes as someone else then that person gets delivered to your house with your next meal-prep box. It sounds convenient. But I wouldn’t know—I’ve been with Seth for seven years, and we share a toothbrush!", "I also heard that millennials aren’t having sex as much. Like, kids don’t “hook up” anymore—now they just do this thing where they lie down and kind of mash their elbows and legs together in an intertwined position and stay like that. Like eagle pose in yoga, but between two bodies? I think it started with the Amish.", "It’s so funny—yesterday, Seth thought I said “Sex?” and he got all excited, but I was actually saying “Seth?” because I was going to say, “Seth? Next time you dock the robot vacuum, can you make sure it actually docks? Because I went to use it and it hadn’t been properly charged, so I couldn’t. Thanks, sweetie.”", "Oh! Have you heard about the plant dating app? It’s, like, you earn a point every time you match with a person, and when you get enough points it reminds you when to water your plants. But it lets you see new guys only on days when you haven’t watered your succulents, I think. I tried to get my single friend Eileen to let me swipe as her the other day, but I accidentally turned her into a monstera plant. And I’ll never remember to water her. I’d forget my head if it weren’t for Seth. Sorry, Eileen!", "What’s the name of that other app—the one where if someone doesn’t respond to your message a freelance contract killer goes to his house and kills him for you? I forget the name, but, like, thank you, gig economy, am I right? LOL.", "Really, don’t listen to me. I’m such a boring old coupled-up person—I don’t know anything. In my day, an app meant a bloomin’ onion. Just kidding. Actually, Domino’s does have that pizza-delivery-slash-dating app now, right? You swipe and then, if there’s someone nearby who wants to date you, the person shows up within thirty minutes or your pizza is free.", "It almost sounds kind of fun. Like a game. If you wanted, I could swipe for you for a while, just for fun. I mean, thank God I’m not on the apps, but it would be fun for, like, a day.", "Are you on that one where you put your name, age, credit-card number, whatever on your profile and it matches you with other users who have bought the same paper towels and other household goods? And then you get the paper towels, too. It’s sort of a dating app meets, well, a Web site where you buy paper towels. But you save money by getting them every week. Oh, my gosh, do you belong to Costco? It’s made our lives a million times easier. Sometimes I look at Seth’s body in bed and I feel like it’s my body and I can’t tell the difference. Ha ha ha. I’m so glad I’m not single anymore! Last week, I came home and heard him crying from the driveway, so I drove around the block a few times so I could keep listening to my podcast instead of comforting him! Fun.", "But anyway. Who needs dating, you know? There’s so much good TV right now. ♦"], "pubDate": null, "id": "64709097-c0f2-3a46-9780-1afb8cb26825", "keywords": ["towels", "im", "paper", "person", "apps", "dont", "seth", "right", "swipe", "app", "dating"], "title": "Are You on the Apps?", "summary": "Are you on all the apps?\nHave you heard about the plant dating app?\nI mean, thank God I’m not on the apps, but it would be fun for, like, a day.\nAnd then you get the paper towels, too.\nIt’s sort of a dating app meets, well, a Web site where you buy paper towels.", "authors": ["Hallie Cantor", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Alexandra Petri", "Blythe Roberson"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}