{"id": "64b9c728-c2e6-39f9-aca3-3077c4b8b28b", "keywords": ["rescued", "stepped", "launch", "rescue", "ferrari", "dog", "florida", "baby", "shock", "search", "disabled", "know", "stolen", "bring", "desperate", "groups", "car"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Morgan Phillips"], "url": "https://www.foxnews.com/us/florida-rescue-groups-step-in-to-help-woman-desperate-to-find-disabled-dog-stolen-along-with-car", "title": "Florida animal rescue groups launch desperate search to find disabled dog stolen with car", "summary": "Florida animal rescue groups have stepped in to help a woman desperate to find her disabled dog after her car was stolen with the husky mix inside.\nWhen Ferrari returned, she found her car and dog had disappeared.\nThey probably didn't know,”\"Whoever took the car, if you just need the car, that's not a problem.\n“Please, if you have her, please, just bring my baby, please bring her back.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMThe car is a 2005 Volvo station wagon with Florida tag Z1JYVThe Associated Press contributed to this report.", "pubDate": null, "paragraphs": ["Florida animal rescue groups have stepped in to help a woman desperate to find her disabled dog after her car was stolen with the husky mix inside.", "Wanda Ferrari had left the air conditioning on for her 13-year-old dog Zorra, whose back legs are paralyzed, while she popped into a Dollar Tree in Oakland Park, just north of Fort Lauderdale. When Ferrari returned, she found her car and dog had disappeared.", "Rescue groups such as Abandoned Dogs of Everglades have stepped in on Ferrari’s behalf and are asking everyone to spread Zorra’s picture and story. Abandoned Dogs of Everglades has also hired a pet detective and is now offering a $2,000 reward for returning the dog.", "FAKE DOCTOR'S BUTT ENLARGEMENT PROCEDURE NEARLY KILLS PATIENT, DETECTIVES SAY", "\"She’s been my whole life. I rescued her and she rescued me, Ferrari told CBS Miami, adding that the dog has been her constant companion as she fights a recurrence of breast cancer.", "Zorra uses a pink wheelchair to walk but was lying on a pillow in the backseat of the car when it was stolen.", "FLORIDA COUPLE INJURED IN POSSIBLE BOBCAT ATTACK", "\"I was in shock. And you know, the shock wore off,\" Ferrari continued. \"And then, I was traumatized, and in tears, because my girl was in the back, you know. I'm like, 'who would do that? Who would take a car with a dog?' They probably didn't know,”", "\"Whoever took the car, if you just need the car, that's not a problem. Just please take care of my baby and let me know where to come get her.,\" Ferrari pleaded. “Please, if you have her, please, just bring my baby, please bring her back. Just, just please, I don't care about the car. Bring my baby back.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The car is a 2005 Volvo station wagon with Florida tag Z1JYV", "The Associated Press contributed to this report."]}