{"id": "650e95fc-386b-3441-86f0-bb5525886d43", "title": "Coronavirus antibodies could last 6 months or more: Study", "url": "http://www.foxnews.com/health/coronavirus-antibodies-could-last-6-months-or-more-study", "summary": "After months of uncertain speculation, researchers have reported their strongest evidence yet that patients recovered from the coronavirus have a stronger, faster immune response if they’re exposed a second time.\nThese new findings indicated that SARS-CoV-2 antibodies may linger beyond six months of initial infection, and they promote a more effective anti-viral response than that of those who have not caught the coronavirus.\nAt the same time, the U.K. Coronavirus Immunology Consortium recently posted an immune study of its own on BioRxiv.\nIts study of 100 people who previously tested positive for the coronavirus showed “robust T-cell responses” six months out.\n“T-cell responses were present in all individuals at six months after SARS-CoV-2 infection,” read a report on the consortium’s website.", "paragraphs": ["After months of uncertain speculation, researchers have reported their strongest evidence yet that patients recovered from the coronavirus have a stronger, faster immune response if they’re exposed a second time.", "These new findings indicated that SARS-CoV-2 antibodies may linger beyond six months of initial infection, and they promote a more effective anti-viral response than that of those who have not caught the coronavirus. It may explain why reinfections have been so rare.", "“It’s very good news,” said Michel Nussenzweig, head of molecular immunology at Rockefeller University in Manhattan and a senior author of a pre-published study on open-source research site BioRxiv. “The expectation is that people should be able to produce a rapid antibody response and resist infection in a large number of cases,” he told the Guardian.", "Scientists call this the immune system’s “memory,” supported by its T- and B-cell anti-viral militias. The two immune cell types work together in their efforts to produce antibodies in the blood, then suppress and kill SARS-CoV-2, the new coronavirus that causes COVID-19. More specifically, T-cells lead the attack against the virus directly by annihilating infected cells, while B-cells analyze the virus in order to produce antibodies, which gather and trap invaders. Finally, macrophages, yet another critical immune cell, would then come to clean up the mess.", "MAGIC MUSHROOMS COULD HELP TREAT DEPRESSION, STUDY FINDS", "Once contained, the immune system stores “memory” T- and B-cells, which have since developed defenses against the coronavirus especially. If COVID-19 should return, they’ll be let loose to fight the virus again.", "The Rockefeller study included 87 patients with COVID-19, who were tested for antibodies just after one month and again at around six months, by which time their defenses had fallen to only about 20% compared to patients’ peak levels. However, researchers are less concerned with the overall concentration of leftover antibodies because they showed to be especially fortified to combat the disease a second time around.", "CORONAVIRUS TREATMENT OPTIONS: WHAT ARE THEY?", "At the same time, the U.K. Coronavirus Immunology Consortium recently posted an immune study of its own on BioRxiv. Its study of 100 people who previously tested positive for the coronavirus showed “robust T-cell responses” six months out.", "“T-cell responses were present in all individuals at six months after SARS-CoV-2 infection,” read a report on the consortium’s website. “A robust cellular memory against the virus persists for at least six months.”", "Notably, “the size of T-cell response” was 50% higher in people who were symptomatic, compared to those who tested positive but did not experience symptoms.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "“The take-home lessons are that people who have been infected, six months later have … memory responses with antibodies that can neutralize the virus and can do it very well,” Nussenzweig said. “We don’t know how long any protection will last, but it might be a really long time. It could be years.”", "This article originally appears in the New York Post."], "authors": [], "keywords": ["immune", "months", "memory", "response", "coronavirus", "study", "virus", "antibodies", "sarscov2", "tested"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}