{"keywords": ["70yearold", "road", "cyclist", "told", "vertical", "race", "female", "extreme", "wheelsthe", "mirtha", "munoz", "oldest", "bolivias", "skyrace", "bike", "worlds", "death"], "paragraphs": ["After taking up riding to cope with tragedy, Mirtha Munoz has scaled the peak of extreme cycling", "Bolivia’s “Death Road” might seem an odd place for a septuagenarian on two wheels.", "The world’s most dangerous road spirals skyward nearly 3,300 metres, from the country’s lowland jungles to the snow-capped peaks of the Andes. Fog, rain, rockslides and sheer cliffs are main attractions. The road has likely claimed thousands of lives.", "But for 70-year-old Bolivian Mirtha Munoz, the oldest ever competitor in Bolivia’s 60km Skyrace, an extreme bike racing competition, it was a natural extension of a passion she picked up years ago.", "Munoz took up biking on the advice of her family and a psychologist friend after her son died unexpectedly.", "Facebook Twitter Pinterest Mirtha Munoz on the starting line of the Skyrace. Photograph: David Mercado/Reuters", "“He told me ... the bike could help me get through my pain, and to rebuild,” she said.", "Saturday’s race was a pinnacle achievement, no pun intended.", "“It’s a vertical climb, you go up and up and there’s no rest,” she told Reuters upon finishing the race.", "Munoz, one of the race’s founders, says she enjoys more low-key bike-riding with her six grandchildren, though admits she hopes the eldest, now approaching 18, will soon follow in her tracks."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "After taking up riding to cope with tragedy, Mirtha Munoz has scaled the peak of extreme cyclingBolivia’s “Death Road” might seem an odd place for a septuagenarian on two wheels.\nThe world’s most dangerous road spirals skyward nearly 3,300 metres, from the country’s lowland jungles to the snow-capped peaks of the Andes.\nBut for 70-year-old Bolivian Mirtha Munoz, the oldest ever competitor in Bolivia’s 60km Skyrace, an extreme bike racing competition, it was a natural extension of a passion she picked up years ago.\nFacebook Twitter Pinterest Mirtha Munoz on the starting line of the Skyrace.\n“It’s a vertical climb, you go up and up and there’s no rest,” she told Reuters upon finishing the race.", "url": "https://www.theguardian.com/world/2019/oct/06/70-year-old-woman-cyclist-becomes-oldest-ever-on-bolivias-death-road", "title": "70-year-old female cyclist becomes oldest ever on Bolivia's 'Death Road' race", "id": "6513bc6e-8421-3fb5-8ee3-8367157e72a1", "authors": []}