{"id": "6600d54c-2449-3d98-a2fd-53e23a4d1a17", "title": "The FBI Says ‘Boogaloo’ Extremists Bought 3D-Printed Machine Gun Parts", "url": "https://www.wired.com/story/boogaloo-boys-3d-printed-machine-gun-parts/", "summary": "Since the first 3D-printed gun was fired more than seven years ago, the technique has loomed as a potential tool to arm individuals with lethal weapons they couldn't otherwise legally obtain.\nNow criminal charges against one West Virginia man suggest that the digital gunsmithing method has been adopted by violent, anti-government domestic extremists: the Boogaloo movement.\nThe FBI says Watson attempted to disguise the devices as wall hooks for keys or coats.\nThose simple components have been banned in the US—aside from rare, grandfathered-in automatic rifle registration—for more than 20 years.\nWatson's business allegedly exploited the fact that converting a semi-automatic rifle AR-15 to an automatic one is a surprisingly simple process with the right component.", "paragraphs": ["Since the first 3D-printed gun was fired more than seven years ago, the technique has loomed as a potential tool to arm individuals with lethal weapons they couldn't otherwise legally obtain. Now criminal charges against one West Virginia man suggest that the digital gunsmithing method has been adopted by violent, anti-government domestic extremists: the Boogaloo movement.", "A criminal complaint filed last week accuses Timothy Watson, a resident of Ranson, West Virginia, of selling more than 600 3D-printed plastic components of automatic rifles through his website, Portablewallhanger.com. The FBI says Watson attempted to disguise the devices as wall hooks for keys or coats. Remove an extraneous bracket from the \"wall hooks,\" and the remaining small plastic piece functions perfectly as a \"drop-in auto sear,\" a simple but precisely shaped rifle part that can convert a legal AR-15 into an illegal, fully automatic machine gun. Those simple components have been banned in the US—aside from rare, grandfathered-in automatic rifle registration—for more than 20 years.", "According to the FBI, Watson's customers included multiple members of the Boogaloo movement, a heavily armed extremist anti-government group whose adherents have allegedly wounded and killed multiple law enforcement officials in incidents across the US. The so-called Boogaloo Boys have aimed to incite violence amidst racial justice protests like those that followed the police killing of George Floyd, reportedly in an effort to start a civil war they call the Boogaloo. The FBI alleges that one of the recipients of Watson's 3D-printed auto sears, a California man named Steven Carrillo, is likely the same man accused of shooting members of the Santa Cruz police department and two Oakland courthouse security guards in May and June of this year, killing one guard and one police officer.", "One of the 3-D printed “wall hangers” allegedly sold by Timothy Watson that doubled as a drop-in auto sear, a simple component for converting a semi-automatic AR-15 to a fully automatic rifle. Screenshot: Jon Lewis via Portable Wall Hanger", "\"To the best of my recollection, there has been very little in the way of tangible evidence that domestic extremist groups have successfully used 3D printing to modify guns, until now,\" says Jon Lewis, a research fellow at the George Washington University Program on Extremism, which first spotted the criminal complaint. \"When you have individuals who so strongly support the second amendment—pro-gun, anti-government individuals trying to evade any kind of gun control measure—it makes sense for them to shift to this kind of technology.\"", "Watson's business allegedly exploited the fact that converting a semi-automatic rifle AR-15 to an automatic one is a surprisingly simple process with the right component. When an AR-15 is fired, the expanding gases inside its chamber propel the bullet out the barrel and push the bolt back to pick up another round from the gun's magazine. When the bolt compresses a spring in the gun's stock and bounces forward again, it catches a tiny lip on the auto sear and immediately releases the hammer to hit the gun's firing pin again, without any interaction with the trigger."], "authors": ["Andy Greenberg", "Andy Greenber"], "keywords": ["gun", "extremists", "watson", "boogaloo", "wall", "sear", "parts", "auto", "3dprinted", "ar15", "bought", "guns", "machine", "automatic", "fbi", "rifle", "simple"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}