{"id": "6607784b-7a9e-3ba0-8c29-7be47b367265", "keywords": ["foxs", "white", "jared", "correspondent", "washington", "rachel", "court", "session", "twitter", "supreme", "term", "house"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["William Sanchez"], "url": "https://radio.foxnews.com/2019/10/04/from-washington-10-04-2019/", "title": "The Supreme Court is Back in Session", "summary": "First going after the credibility of the whistleblower who kicked off the Ukraine controversy, later commenting that China should launch a corruption investigation against Joe and Hunter Biden.\nFOX's Washington Correspondent Rachel Sutherland spoke with White House Correspondent Jon Decker about the rest of the White House reaction to the push toward impeachment.\nOn Monday the Supreme Court will begin its new term and is wasting no time, tackling some of the most controversial topics.\nFOX's Washington Correspondent Rachel Sutherland speaks to FOX's Supreme Court producer Bill Mears about the new term and how the Supreme Court's decision on these hot topic issues will impact the 2020 presidential election.\nFollow Jared on Twitter: @JaredHalpernFollow Rachel on Twitter: @SutherlandFox", "pubDate": null, "paragraphs": ["This week:", "President Trump has been very vocal this week. First going after the credibility of the whistleblower who kicked off the Ukraine controversy, later commenting that China should launch a corruption investigation against Joe and Hunter Biden. FOX's Washington Correspondent Rachel Sutherland spoke with White House Correspondent Jon Decker about the rest of the White House reaction to the push toward impeachment.", "Congress may be in recess but Democrats are still pushing forward on the impeachment inquiry. Jared and FOX's Senior Capitol Hill producer Chad Pergram discuss the process and this week's news conference led by House Speaker Nancy Pelosi and House Intel Committee Chairman Adam Schiff (D-CA).", "On Monday the Supreme Court will begin its new term and is wasting no time, tackling some of the most controversial topics. Immigration, abortions, guns and LGBTQ are all on the docket. FOX's Washington Correspondent Rachel Sutherland speaks to FOX's Supreme Court producer Bill Mears about the new term and how the Supreme Court's decision on these hot topic issues will impact the 2020 presidential election.", "With the impeachment inquiry moving forward, how exactly will this impact the 2020 presidential race? What does this mean for the Democrats current frontrunner Joe Biden? Jared spoke to FOX News Radio Political Analyst Josh Kraushaar about the latest polls and what voters are feeling about the former Vice President, the President and impeachment.", "Follow Jared on Twitter: @JaredHalpern", "Follow Rachel on Twitter: @SutherlandFox"]}