{"id": "66112cdb-df6a-30e0-a029-1f795c0f31a1", "title": "LeMay's 2 TDs lead East over West 31-27 in Shrine Bowl", "url": "https://www.foxnews.com/sports/lemays-2-tds-lead-east-over-west-31-27-in-shrine-bowl", "summary": "Mission accomplished for Florida International's James Morgan, Charlotte's Benny LeMay and Navy's Malcolm Perry in the East-West Shrine Bowl.\nThe trio shined for the East in a 31-27 victory, with Morgan leading two first-quarter touchdown drives and LeMay rushing for a pair of TDs, including the game-winner.\nPerry took a direct snap from center and sprinted 52 yards for a TD on his only carry.\nRobinson, who rushed for 1,899 yards and 18 touchdowns for Illinois State this season, finished with 80 yards rushing on seven attempts.\nStevens also had an 18-yard completion to Rhode Island's Aaron Parker to set up LeMay's second touchdown.", "paragraphs": ["Mission accomplished for Florida International's James Morgan, Charlotte's Benny LeMay and Navy's Malcolm Perry in the East-West Shrine Bowl.", "The trio shined for the East in a 31-27 victory, with Morgan leading two first-quarter touchdown drives and LeMay rushing for a pair of TDs, including the game-winner. Perry took a direct snap from center and sprinted 52 yards for a TD on his only carry.", "“It was really a nice week,\" said Morgan. “I just wanted to come in, work as hard I could, learn as much as possible and go out and compete. It was quite an experience.\"", "LeMay and Perry, a quarterback in college who's eyeing a pro career as a receiver, felt good about what they accomplished before scouts in town to evaluate prospects playing in the nation's longest running college football all-star game.", "LeMay’s 9-yard TD run with just under two minutes remaining sealed offensive MVP honors for the 5-foot-8, 216-pound running back, who finished with 80 yards on 16 carries.", "“The offensive line did a great job,\" LeMay said. “It's really nice to come out here and have a good game.\"", "Morgan started at quarterback for the East and shared playing time with Princeton’s Kevin Davidson and Mississippi State’s Tommy Stevens, who led his team downfield for the winning TD after the West took a 27-24 lead on James Robinson’s 63-yard scoring run.", "Robinson, who rushed for 1,899 yards and 18 touchdowns for Illinois State this season, finished with 80 yards rushing on seven attempts. He gained an additional 56 yards on two receptions, one a 46-yarder that led to a field goal.", "Utah’s Tyler Huntley threw a 7-yard TD pass to San Diego State tight end Parker Houston and North Texas’ Mason Fine tossed a 36-yard scoring pass to Ohio State’s Binjimon Victor to help the West wipe out an early two-touchdown deficit and make it 17-all heading into the fourth quarter.", "Morgan, meanwhile, continued to state his case as a potential pick in the NFL draft by going 9 of 14 for 116 yards, including a 9-yard TD throw to Louisiana’s Ja’Marcus Bradley to finish the East’s game-opening drive.", "Versatile UCF running back Adrian Killins Jr. had only one rushing attempt but led the East with seven catches for 91 yards, including a 37-yard reception on the winning drive.", "Stevens also had an 18-yard completion to Rhode Island's Aaron Parker to set up LeMay's second touchdown.", "Illinois State's Kirk Luther was voted defensive MVP."], "authors": [], "keywords": ["states", "rushing", "yards", "shrine", "running", "east", "td", "state", "lead", "bowl", "3127", "lemays", "morgan", "led", "perry", "tds", "west", "lemay"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}