{"keywords": ["liquid", "inside", "pot", "cooker", "pressure", "temperature", "instant", "high", "degrees", "cookers", "steam"], "authors": ["Melissa Clark", "A Guide", "Sarah Digregorio", "Margaux Laskey", "Jennifer Steinhauer", "Sam Sifton"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://cooking.nytimes.com/guides/46-how-to-use-an-instant-pot", "summary": "Dating to the 17th century, the first pressurized cooking pot was developed by the French physicist Denis Papin.\nBasically a pot with a tight-sealing lid and a steam valve, a pressure cooker traps the steam rising from the boiling liquid in the pot, which, in turn, raises the temperature at which that liquid boils.\nThe higher temperature, combined with the pressure in the pot that forces the hot steam into the ingredients, cooks food much faster than traditional methods.\nWith most pressure cookers today, the pressure gauge is preset for two options.\nAs the pressure inside increases, the gauge on its lid pops up, indicating that the inside of the pot has reached the optimal pressure.", "paragraphs": ["How Does a Pressure Cooker Work?", "Dating to the 17th century, the first pressurized cooking pot was developed by the French physicist Denis Papin. Basically a pot with a tight-sealing lid and a steam valve, a pressure cooker traps the steam rising from the boiling liquid in the pot, which, in turn, raises the temperature at which that liquid boils. (For example, without pressure, water at sea level boils at 212 degrees. Under pressure, that temperature can rise to as much as 266 degrees.) The higher temperature, combined with the pressure in the pot that forces the hot steam into the ingredients, cooks food much faster than traditional methods.", "A pressure cooker works at different pressure levels, each one changing the boiling point of the liquid. With most pressure cookers today, the pressure gauge is preset for two options. At low pressure (10 pounds per square inch, or p.s.i.), the internal temperature reaches 235 degrees. At high pressure (15 pounds p.s.i.), it can reach 250 degrees. A steam valve allows excess steam to escape, keeping the pressure cooker from exploding, but, as countless tales of split pea soups on the ceiling attest, it has historically been an imperfect method. Modern pressure cookers — stovetop and electric — are quite safe. They don’t explode as your grandmother’s may have. But, by eliminating the guesswork, electric pressure cookers take the anxiety out of the process.", "For a long time, stovetop pressure cookers were the only style available. As the name suggests, they’re heated on the stove, and set to high or low pressure. As the pressure inside increases, the gauge on its lid pops up, indicating that the inside of the pot has reached the optimal pressure. Once there, the heat needs to be adjusted to keep the pot’s temperature and pressure constant. This is to avoid over-pressurizing (which can burn the food inside or, in extreme cases, explode). It also keeps the pressure and temperature from falling before the food is done. Monitoring the pressure isn’t hard, but you do need to keep an eye on it.", "With an electric pressure cooker, everything is done automatically. Once it reaches the correct pressure and temperature, it will stay there without the cook’s having to do anything. For that reason, you can set it and walk away, much as you would with a slow cooker. And don’t worry: It won’t explode. It will simply turn itself off if the pressure or temperature ever rise too high."], "id": "66d7f28e-3360-320e-bb87-20a8eb33ce56", "pubDate": null, "title": "How to Use an Instant Pot"}