{"id": "676d374c-fd0a-354b-9a5a-48e5a0b6478a", "title": "Homelessness in the Living Rooms of the Rich", "url": "https://www.wired.com/story/san-francisco-shelters-living-room/", "summary": "When photographer Jana Sophia Nolle moved to San Francisco three years ago, she met a lot of people.\nWhile San Francisco boasts the highest density of billionaires per capita in the world, the Bay Area hosts the country's third-largest population of people experiencing homelessness.\n“I’d never seen so many people living on the street in a country as rich as America,” Nolle says.\nNolle then erected the shelters in 15 living rooms across San Francisco neighborhoods like Haight-Ashbury, Cole Valley, and the Presidio.\nFor Nolle, the crux of the project was to stimulate rich conversations about wealth and inequality.", "paragraphs": ["When photographer Jana Sophia Nolle moved to San Francisco three years ago, she met a lot of people. Some inhabited multimillion-dollar houses with pristine Victorian architecture and fancy furniture. Others lived in cardboard boxes.", "The contrast between their dwellings plagued Nolle, who hails from Kassel, Germany, where income inequality is less stark. While San Francisco boasts the highest density of billionaires per capita in the world, the Bay Area hosts the country's third-largest population of people experiencing homelessness. The government shelters only a third of them.", "“I’d never seen so many people living on the street in a country as rich as America,” Nolle says. “I was shocked.”", "So, when an unhoused man she knew suggested, jokingly, that she invite him into one of her wealthy friends’ homes, it sparked an idea: What if, instead, she pitched his tent there? This provocative vision inspired her series Living Room, sending Nolle on a quest to photograph the scrappy DIY shelters of the poor inside the immaculately styled parlors of the rich. “They’re implants in rooms where they don’t belong,” she says.", "Photograph: Jana Sophia Nolle", "The patchworks made of boxes and newspapers are reproductions of shelters she saw riding her bike through neighborhoods like South of Market, Potrero Hill, and the Mission. Many included a plywood base with wheels attached so that they could be rolled away from city workers, who like to dismantle them. Nolle spent hours chatting with the owners, who’d lived on the streets anywhere from a few months to 20 years, after getting out of prison or losing jobs or falling ill. Some even drew reference sketches of their structures and told her where she could find similar materials. She purchased ropes and tarps at hardware stores, asked places like U-Haul if they had extra boxes, and borrowed shopping carts from unhoused people who had one to spare. Nolle even traded new items for the originals when she couldn’t find something, like one woman’s Justin Bieber blanket.", "Nolle then erected the shelters in 15 living rooms across San Francisco neighborhoods like Haight-Ashbury, Cole Valley, and the Presidio. She met some homeowners through her then-boyfriend’s family, who recommended their own friends. One, a board member of a local foundation, invited her to symphonies, fundraisers, and other philanthropic events to meet potential participants. After explaining the project over coffee or tea, some declined, citing worries about privacy or bed bugs. Others insisted they weren’t rich. “They would say, ‘I’m more upper-middle class,’ though from my perspective I would definitely put them in the upper class,” Nolle says.", "The homeowners watched as she moved furniture, carried in materials, and photographed them on Kodak Portra 400 film. For Nolle, the crux of the project was to stimulate rich conversations about wealth and inequality. One family even involved their kids. The parents said, ‘We don’t think our children are really aware of how privileged they are, and this would be a great way to have a real conversation about it.”", "More Great WIRED Stories"], "authors": ["Laura Mallonee", "Laura Mallone", "Chris Colin", "Adam Rogers"], "keywords": ["san", "rooms", "living", "nolle", "rich", "francisco", "sophia", "unhoused", "project", "homelessness", "shelters"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}