{"id": "67c5c648-8720-3cad-9948-46a1556c41ad", "title": "What Is a Super Typhoon, and Why Are They So Dangerous?", "url": "https://www.wired.com/story/what-is-a-super-typhoon-and-why-are-they-so-dangerous/", "summary": "On Sunday, Super Typhoon Goni left a trail of destruction over several smaller Philippine islands, with winds estimated at 195 miles per hour.\nIt was the strongest storm ever to hit land, according to measurements by the National Oceanic and Atmospheric Administration’s National Hurricane Center and the Navy’s Joint Typhoon Warning Center.\nMeteorologists applied the “super” designation to Typhoon Goni after it reached wind speeds of 150 miles per hour.\n“But it’s been pretty spectacular.”By contrast, NOAA meteorologists predicted a slower-than-normal storm season in the Pacific, and although Super Typhoon Goni was a big one, that forecast has generally proved correct.\nPrior to Typhoon Goni, 20 Category 5 super typhoons with winds of at least 160 mph had hit the Philippines since 1952.", "paragraphs": ["This has been a record-breaking week for global hurricanes as powerful storms struck both the Pacific and Atlantic Ocean basins, leaving scientists wondering whether they're harbingers of a more destructive climate-warmed future or are outliers that test the limits—but remain within—the realm of normal variability.", "The WIRED Guide to Climate Change The world is getting warmer, the weather is getting worse. Here's everything you need to know about what humans can do to stop wrecking the planet.", "On Sunday, Super Typhoon Goni left a trail of destruction over several smaller Philippine islands, with winds estimated at 195 miles per hour. It was the strongest storm ever to hit land, according to measurements by the National Oceanic and Atmospheric Administration’s National Hurricane Center and the Navy’s Joint Typhoon Warning Center. Luckily, Gomi missed densely-populated Manila and its surroundings. It’s expected to hit Vietnam with heavy rains and lesser winds late Thursday.", "And in the Caribbean, the Category 4 Hurricane Eta struck the coast of Nicaragua on Tuesday with 145-mph winds, resulting in “life-threatening storm surge, catastrophic winds, flash flooding, and landslides” across portions of Central America, according to a Tuesday morning advisory by NOAA’s hurricane center. Nicaraguan emergency officials issued an evacuation order for the entire coastline, and the region is expected to be doused with up to 35 inches of rain by Sunday.", "Hurricane Eta is the 28th named storm of 2020 in the Atlantic basin, tying the record set in 2005.", "The reason that both storms have been so strong and so late is that both the Pacific and Atlantic oceans have stayed warm this year, says John Knaff, a meteorologist at NOAA’s Cooperative Institute for Research in the Atmosphere at Colorado State University. “The Atlantic season is a prototype for what happens when you have very warm sea surface temperatures,” Knaff says. “You have more energy for the storms to become very strong.”", "Meteorologically, typhoons and hurricanes are the same phenomenon; it's just traditional to call them typhoons in the western Pacific or hurricanes in the eastern Pacific or Atlantic. They start as storms that pass over hot surface water, at least 80 degrees Fahrenheit, down to 150 feet deep. These storms suck up water from the ocean’s surface, which evaporates into the air. As they rise, the water vapor condenses to form droplets, releasing more energy, while low pressure beneath the rising air masses brings in a rush of more air. A tropical storm officially turns into a hurricane when these counter­clockwise winds reach 74 miles per hour. Meteorologists applied the “super” designation to Typhoon Goni after it reached wind speeds of 150 miles per hour.", "Earlier this year, NOAA officials predicted that 26 named hurricanes would form in the Atlantic, with between three and six categorized as “major,” and academic research teams separately predicted a “hyperactive” hurricane season. So far in 2020, five of the 28 storms have been major ones. “I was skeptical at the beginning of the season in the Atlantic,” Knaff says. “But it’s been pretty spectacular.”", "By contrast, NOAA meteorologists predicted a slower-than-normal storm season in the Pacific, and although Super Typhoon Goni was a big one, that forecast has generally proved correct.", "Knaff is an observational meteorologist who studies the environmental conditions that give rise to hurricanes. Others, like Kerry Emanuel, study how climate change is driving the formation of large storms like Goni and Eta, and how that may change in the future as both air and ocean temperatures continue to rise. “What is interesting is we are shattering all kinds of records in general in the last decade,” says Emanuel, a professor of atmospheric science at the Massachusetts Institute of Technology.", "Globally, seven of the 10 strongest storms that made landfall have occurred since 2006, according to NOAA’s historical hurricane tracks (IBTrACS) database. That’s based on federal records going back to the 1930s. Prior to Typhoon Goni, 20 Category 5 super typhoons with winds of at least 160 mph had hit the Philippines since 1952. It’s almost as if the speed limit is being lifted on big storms, Emanuel says.", "", "", "1 / 9 Chevron Chevron Photograph: NASA AWESOME IMAGES OF THE EARTH AT NIGHT Float through the night sky and gaze upon our planet twinkling through the darkness.", "Researchers are getting better at fine-tuning the global climate models that predict the weather patterns we will see as atmospheric carbon dioxide levels continue to climb and the Earth approaches the two degrees Celsius of warming that is expected by the middle of the century. In fact, a recent report by the UN’s World Meteorological Organization states that the planet’s vital signs have barely been slowed by the pandemic’s economic freeze, and that the world is on track to see the warmest five years on record. Warmer air temperatures mean that the atmosphere holds more water vapor from the oceans, water vapor that turns into rainfall from hurricanes. At the same time, storms draw more heat energy from warm surface waters to fuel their development—the hotter the water, the stronger the storm."], "authors": ["Eric Niiler", "Eric Niile"], "keywords": ["storm", "pacific", "dangerous", "storms", "hurricanes", "super", "typhoon", "atlantic", "winds", "hurricane", "water", "goni"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}