{"keywords": ["sheetpan", "inches", "dinner", "sheet", "kitchens", "gauge", "thickness", "pan", "ovens", "thinner", "metal", "pans"], "authors": ["Melissa Clark", "A Guide", "Sam Sifton", "Matt Lee And Ted Lee", "Martha Rose Shulman", "David Tanis", "Kim Severson", "John Willoughby", "Samin Nosrat", "Florence Fabricant"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://cooking.nytimes.com/guides/54-how-to-make-a-sheet-pan-dinner", "summary": "Most sheet pans are 18-by-13 inches with a 1-inch rim.\nSometimes called half-sheet pans, they are half the size of those found in commercial kitchens, which are too big for most home ovens.\nThe higher the gauge, the thinner the pan: Anything from 13 to 18 gauges will work well.\nCorrection: An earlier version of this article described incorrectly the correlation between a metal’s thickness and its gauge.\nThe higher the gauge, the thinner — not thicker — the metal is.", "paragraphs": ["Most sheet pans are 18-by-13 inches with a 1-inch rim. Sometimes called half-sheet pans, they are half the size of those found in commercial kitchens, which are too big for most home ovens. In this guide, we’ll use the 18-by-13-inch pan as our standard, though the quarter sheet pan, measuring about 9-by-13 inches, is terrific for smaller ovens or kitchens as well as for cooking several ingredients in the oven at once without letting the flavors bleed into one another.", "You can choose a pan that’s either aluminum or stainless steel, but whatever you choose look for a pan with a heavy-duty gauge — this refers to the thickness of the metal used. The higher the gauge, the thinner the pan: Anything from 13 to 18 gauges will work well.", "Wirecutter, a product recommendations website owned by The New York Times Company, has a guide to the best baking sheets.", "Correction: An earlier version of this article described incorrectly the correlation between a metal’s thickness and its gauge. The higher the gauge, the thinner — not thicker — the metal is."], "id": "67d3e76e-c482-35a5-8295-080fa00e2987", "pubDate": null, "title": "How to Make a Sheet-Pan Dinner"}