{"id": "67eedb5f-cd02-37a4-90e7-aa19e53c3794", "keywords": ["special", "teen", "think", "high", "dont", "week", "fox", "viral", "miss", "went", "told", "homeless", "feelgood", "school"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Caleb Parke", "Caleb Parke Is An Associate Editor For Foxnews.Com. You Can Follow Him On Twitter"], "url": "https://www.foxnews.com/faith-values/good-stories-week-forgiveness-homecoming-cheerleader", "title": "Five feel-good stories from this week you don't want to miss", "summary": "Here are some good stories of overcoming, forgiving, and giving back that we could all use this week.\nCheerleader jumps off float to save a child from chokingTexas Rockwall High School senior Tyra Winters sprang into action during the Homecoming parade when she heard someone yell for help.\n“I thought that this is it, the day has come,” Zamourka told Fox News, regarding the offers she has received to sing, including a concert Saturday.\n\"Being voted queen was an awesome surprise,\" the 17-year-old, who has undergone 10 brain surgeries, told Fox News.\n\"It was so much fun and I think every high school student should have the chance to feel the love like I did.\"", "pubDate": null, "paragraphs": ["Grab the tissues.", "Here are some good stories of overcoming, forgiving, and giving back that we could all use this week.", "1. THE POWER OF FORGIVENESS", "Slain man's brother hugs ex-cop sentenced for murder", "Brandt Jean, the 18-year-old brother of Botham Jean, who was slain by a cop that mistakenly entered his apartment thinking it was hers, delivered a moving victim-impact statement that went viral for his message and act of forgiveness to the former Dallas police officer, Amber Guyger. She got a 10-year sentence and a Bible from the judge.", "\"I love you as a person and I don't wish anything bad on you,\" Brandt told Guyger, adding he doesn't even want her to go to jail. \"I think giving your life to Christ would be the thing that Botham would want you to do.\"", "The Christian teen asked the judge if he could give her a hug, then the two embraced as Guyger wept and Brandt, who admitted he didn't plan for the dramatic scene, can be heard saying, \"I'm so serious.\"", "Read the full story here.", "2. SHE SAID YES!", "Florida teen asks longtime girlfriend, both with Down syndrome, to homecoming", "When Seminole High School senior, David Matthew Cowan, got down on one knee to ask his longtime girlfriend Saris Marie Garcia, a junior and cheerleader at Lake Brantley High School, to homecoming, she already said yes.", "The adorable video, which shows Cowan jump up in victory as the crowd cheers, quickly went viral and the parents of the couple told Fox News they cried \"happy tears\" seeing it.", "The couple had their photo displayed in Times Square in New York City to kick off Down Syndrome Awareness month.", "Read the full story here.", "3. H-E-R-O!", "Cheerleader jumps off float to save a child from choking", "Texas Rockwall High School senior Tyra Winters sprang into action during the Homecoming parade when she heard someone yell for help.", "Winters, whose mom had shown her how to do the Heimlich maneuver in case of an emergency, located the boy and his mother, Nicole Hornback, in the crowd. It only took three back thrusts before the 2-year-old boy hacked up the item choking him.", "“I’m really blessed that I could be there at the time because the story could have went 1,000 ways,” she told the news outlet. “I’m just happy it went the way it did. I’m glad the kid came out OK.”", "Read the full story here.", "4. FROM HOMELESS TO HELPED OUT", "LA 'subway soprano' hopes to help others", "Emily Zamourka is a Russian-born opera singer who has been homeless for three years, but all that may change after a video of her singing on a Los Angeles subway platform went viral last week.", "“I thought that this is it, the day has come,” Zamourka told Fox News, regarding the offers she has received to sing, including a concert Saturday. “The day has come and my dream is being fulfilled.”", "The 52-year-old has been offered a recording contract, according to TMZ.", "“I would like to continue and show everybody out there that homeless people need a chance to be helped out,\" she said. \"And also I want to show homeless people that being homeless is not the end.”", "Read the full story here.", "5. 'SPECIAL' HONOR", "Utah teen who survived being shot in the head crowned queen", "Deserae Turner, who is paralyzed on her left side after being shot and left to die in a ditch two years ago, was crowned the homecoming queen at Green Canyon High School in North Logan, Utah.", "\"Being voted queen was an awesome surprise,\" the 17-year-old, who has undergone 10 brain surgeries, told Fox News. \"It was so much fun and I think every high school student should have the chance to feel the love like I did.\"", "While Deserae said there was nothing special about being crowned queen, she did add to FOX 13: \"But if you think about what I've been through, yes — it's very special. It is very awesome.\"", "Read the full story here.", "Fox News' Talia Kaplan, Vandana Rambaran, and Alexandria Hein contributed to this report."]}