{"paragraphs": ["The historic bar, which originally opened as Caffe Dante in 1915, has been a hot ticket since it was reopened in 2015 by its current owners, Australians Linden Pride and Natalie Hudson, along with creative director Naren Young.", "North London's Roundhouse, a Victorian railway shed turned arts venue, was filled to the rafters Thursday night with the creative forces behind the world's greatest bars, with the winning 50 representing 26 cities across 21 countries.", "White tiles serve as the perfect backdrop for Negronis at Dante. Dante", "\"We could not be more honored to be named #1 World's Best Bar at the most prestigious of awards ceremony here in London,\" Linden Pride, owner of Dante, told CNN Travel. \"We will continue to focus on our approach to hospitality and creating those special moments for every guest that comes through our door.\"", "Dante serves up Negronis, martinis and all manner of spritzes in a convivial white-tiled space, along with the kind of Italian specialties we've come to expect -- burrata, ricotta, focaccia, salumi, lasagna, meatballs -- all with a contemporary presentation and feel.", "Related content World's 50 best restaurants for 2019", "It's one of six New York bars on the 2019 list, with The NoMad (No.4) and Attaboy (No.7) both appearing in the Top 10. Masa Urushido's Katana Kitten, a Japanese-style bar in the West Village, helmed by Masa Urushido, was awarded Best New Opening.", "The UK was also well represented, with 10 bars on this year's list. Venerable institutions The Connaught (No.2) and The Savoy (No. 5) were the highest placed, while the more modern Three Sheets -- a stripped-down East London venue with a simple three-part menu divided by strength and flavor -- has been making waves in its three years since opening.", "Art Deco-inspired Atlas was Asia's highest-rated bar. From Atlas", "There were a record 17 new entries in this year's list, with Peru's Carnaval the Highest New Entry of all. Loud cheering and chants of \"Ole Ole!\" broke out in the room for Florería Atlántico in Buenos Aires, which was No.3 on the list, rising an impressive 11 places.", "But the highest climber of all was Madrid's Salmon Guru -- it swam upstream 28 places, to 19th place.", "Related content 30 of the world's best hotel bars", "Singapore led the way in Asia, with six entries in all, including Atlas, named Best Bar in Asia.", "Hong Kong's The Old Man -- which has cocktails inspired by American author Ernest Hemingway -- and its Singaporean offshoot both had good showings as well.", "The world's 50 best bars"], "id": "680200bf-73e1-32e0-b086-0b9ddc5df0f0", "url": "https://edition.cnn.com/travel/article/worlds-best-bar-2019/index.html", "title": "The world's best bar for 2019 revealed", "authors": [], "keywords": ["bar", "50", "highest", "list", "revealed", "dante", "bars", "worlds", "best", "pride", "venue", "2019"], "pubDate": null, "summary": "Dante\"We could not be more honored to be named #1 World's Best Bar at the most prestigious of awards ceremony here in London,\" Linden Pride, owner of Dante, told CNN Travel.\nRelated content World's 50 best restaurants for 2019It's one of six New York bars on the 2019 list, with The NoMad (No.4) and Attaboy (No.7) both appearing in the Top 10.\nMasa Urushido's Katana Kitten, a Japanese-style bar in the West Village, helmed by Masa Urushido, was awarded Best New Opening.\nRelated content 30 of the world's best hotel barsSingapore led the way in Asia, with six entries in all, including Atlas, named Best Bar in Asia.\nThe world's 50 best bars", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}