{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/9a5599ad-8e2e-4131-a7e2-313027b00563?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=5", "pubDate": null, "authors": ["Studio Filmed Nicola Stansfield. Produced Josh De La Mare."], "keywords": ["weve", "problem", "right", "opinion", "attacks", "need", "dont", "iran", "oil", "assessment", "know", "think", "saudi", "deescalate"], "title": "After Saudi oil attacks, US and Iran need to de-escalate | Opinion", "id": "682c9bba-1f4c-3d54-bb70-3adc8b28289e", "summary": "For the past few months we've had several smaller attacks on oil pipelines.\nBut what the Houthis have done here and I am assuming for now that it is the Houthis, the Yemeni rebels, is hit the heart of Saudi oil production.\nWe don't know the full impact as of yet, but what we know for sure is that it has impacted Saudi Arabia's production capacity.\nI don't know whether after something like that, Donald Trump would still be willing to sit with President Rouhani of Iran.\nSo this is a problem for Aramco, it's a problem for Saudi Arabia, but it's also a global problem for the oil market.", "paragraphs": ["You can enable subtitles (captions) in the video player", "This is a massive, massive escalation. For the past few months we've had several smaller attacks on oil pipelines. But what the Houthis have done here and I am assuming for now that it is the Houthis, the Yemeni rebels, is hit the heart of Saudi oil production. That is extremely serious.", "We don't know the full impact as of yet, but what we know for sure is that it has impacted Saudi Arabia's production capacity. And we see the impact in the spike in oil prices. What's new here as well is that the attacks appear to have been perpetrated with drones. And what we've seen so far in the Middle East, everyone spends massively on defence, including Saudi Arabia, and yet it is now vulnerable to drone attacks.", "I think what happens next is first, an assessment of the damage, but also an intelligence assessment of how this attack was perpetrated. We've heard hints from the US that they don't believe that this was the Houthi rebels, that this must have been from Iran. We have to assume that this is Iranian technology, in any case. So I think that what would probably be happening right now is an assessment, but also potential retaliation.", "It would, however, be extremely dangerous to have a military retaliation because not only will oil prices go up, but I don't see where this escalation can go. I don't know whether after something like that, Donald Trump would still be willing to sit with President Rouhani of Iran. The Iranians have also said that Rouhani is not willing to sit with Trump.", "But I do think that that is what is needed right now. We need all sides to be de-escalating, and we need some mediation and some effort to bring them back to the table whereby Iran complies, again, with the Iran nuclear deal, and the US reduces the sanctions that it has reimposed.", "There is right now an effort by French president Emmanuel Macron to bring the parties together. Now one might think that this is the wrong time for it. I actually think this is precisely the right time because this standoff in the Gulf has gone too far. I think this has highlighted the real vulnerability of oil supplies.", "And it's come at a very strategic time for Aramco, the Saudi state oil company, because it is now attempting to go public for the first time. There is an IPO that's planned. There are banks that have just been assigned. So this is a problem for Aramco, it's a problem for Saudi Arabia, but it's also a global problem for the oil market."]}