{"pubDate": null, "url": "http://www.nytimes.com/interactive/2019/12/12/us/politics/trump-impeachment-house-vote-whip-count.html", "id": "68e2225c-1aec-3d42-b794-ffe2b19bf0f9", "keywords": ["undecided", "member", "stands", "republicans", "support", "trump", "independents", "impeachment", "house", "list", "democrats", "articles", "vote"], "authors": ["Sarah Almukhtar", "Larry Buchanan", "Jonathan Corum", "Denise Lu", "Alicia Parlapiano", "Joe Ward", "Karen Yourish"], "title": "Full List: Where Every House Member Stands on Impeachment Against Trump", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Support articles of impeachment No Undecided or unclear No response yet Democrats Dem.\n1 0 0 0 Republicans Rep. 0 170 1 26 Total 219 172 2 38A majority of House members support the articles of impeachment against President Trump, ahead of a vote by the House of Representatives on Wednesday.\nThe full House vote is also expected to fall mostly along party lines, with no Republicans in support of impeachment (here’s a guide to the impeachment process).\nWhat Democrats Have Said So FarSome Democrats have said they are still evaluating the articles of impeachment.\nWhat Independents Have Said So FarJustin Amash was the only House Republican to support an impeachment inquiry, but he has since left the party and become an independent.", "paragraphs": ["Support articles of impeachment No Undecided or unclear No response yet Democrats Dem. 218 2 1 12 Independents Ind. 1 0 0 0 Republicans Rep. 0 170 1 26 Total 219 172 2 38", "A majority of House members support the articles of impeachment against President Trump, ahead of a vote by the House of Representatives on Wednesday. Mr. Trump is charged with abuse of power and obstruction of Congress as Democrats accused him of violating the Constitution by pressuring Ukraine for help in the 2020 election.", "The full House vote is also expected to fall mostly along party lines, with no Republicans in support of impeachment (here’s a guide to the impeachment process). The New York Times began surveying members and collecting public statements on the articles on Wednesday, Dec. 11.", "Email us at congress-whipcount@nytimes.com with updated statements.", "What Democrats Have Said So Far", "Some Democrats have said they are still evaluating the articles of impeachment. One Democrat who has said he will vote against impeachment, Representative Jeff Van Drew of New Jersey, told aides over the weekend that he is planning to switch parties and join the Republicans.", "What Independents Have Said So Far", "Justin Amash was the only House Republican to support an impeachment inquiry, but he has since left the party and become an independent.", "Judiciary Member of House Judiciary Committee Red districts were won by President Trump in 2016 Independents 1 Supports Justin Amash Mich. 3 “Republicans are making a concerted effort to mislead.” 0 No 0 Undecided or unclear 0 No response yet", "What Republicans Have Said So Far", "No House Republicans are expected to support the articles of impeachment."]}