{"summary": "This year’s additions to NASCAR Heat are perhaps the most subtle for the franchise so far.\nNASCAR Heat 4 has better pack spread, whether that’s stretching out the overall field or having A.I.\nSimilarly, I like juggling different cars chassis that are best suited for specific track types as well as employee specialization; resource management is tougher but not excruciating.\nNASCAR Heat 4’s A.I.\nis a work in progress, the career mode is adequate, and the online suite is behind the times.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["cars", "stop", "different", "heat", "track", "times", "mode", "work", "racing", "overall", "adjustments", "review", "pit", "nascar", "ai"], "id": "68f3b47f-5e15-3034-8f43-66c3d845556f", "url": "https://www.gameinformer.com/review/nascar-heat-4/nascar-heat-4-review-pit-stop-adjustments", "title": "NASCAR Heat 4 Review – Pit Stop Adjustments", "pubDate": null, "paragraphs": ["This year’s additions to NASCAR Heat are perhaps the most subtle for the franchise so far. Still, the title’s gameplay, career mode, and online suite are sufficient and compelling, making NASCAR Heat 4 the strongest title in the series to date – even if its flaws make it more admirable than excellent.", "The best addition to the game is the host of sliders that change both your car and those of any A.I. racers. These cover aspects like tire wear, pack spacing, ability by the A.I. to recover from contact, as well as those addressing the overall difficulty of the experience. The effect on the track is more exciting racing due to a host of factors created by those sliders, from more drafting partners to the overall nerfing of the A.I. drivers, resulting in more interesting currents during the race such as realistic A.I. lap times that create pit strategies during long green flag runs or surprise cautions.", "NASCAR Heat 4 has better pack spread, whether that’s stretching out the overall field or having A.I. cars choosing different lines on the track. That being said, I question the viability of those different lines on the tracks. It’s good that some A.I. cars take a high line at times, but either through their setups or driving ability, they aren’t faster overall and they don’t stick with these lines consistently. This means you’ll still get freight trained from below because that’s the default fast line for the A.I.", "As far as the game’s A.I. has come, more work is needed. The localized rubber banding causes cars to catch up and pass you, but then settle in and slow down in front of you. Also, the A.I. lap times do indeed reflect tire wear, but they don’t drive like they actually have worn tires.", "Online racing has its own problems. Not only is it missing features like matchmaking, grief protection, or leagues, it still hasn’t instituted practice/qualifying sessions. It also doesn’t offer settings available in other parts of the game that could aid the experience such as restricting the effects of car collisions.", "The game’s career mode is improved, although it’s not drastically different from last year. It can take longer to save money for your racing organization due to more differentiated contract payouts – but not too much longer. Similarly, I like juggling different cars chassis that are best suited for specific track types as well as employee specialization; resource management is tougher but not excruciating.", "One of the areas that needs work is the friends and rivalries system. Someone praising or shaking their fist at you often doesn’t match up with what actually happened on the track. However, no matter what there’s always a draft partner available, which goes to show how surface the whole rivalry system is in general.", "NASCAR Heat 4’s A.I. is a work in progress, the career mode is adequate, and the online suite is behind the times. Nevertheless, it’s the best offering to date even if it’s not totally dialed in, forcing you to get up on that steering wheel and dig deep for your spot on the track."]}