{"id": "69bfd48f-ce7a-3d94-b5a3-80654e911685", "title": "Xbox Games With Gold November 2020 Free Games Revealed", "url": "https://www.gameinformer.com/2020/10/29/xbox-games-with-gold-november-2020-free-games-revealed", "summary": "Sony revealed its PS Plus November lineup earlier this week, including Bugsnax being free for PS5 owners, and now it's Microsoft's turn to show off the Xbox Games With Gold November free games lineup.\nWhile there is no Bugsnax, it does include Full Spectrum Warrior, which is a treat in its own right.\nXbox Games With Gold NovemberFor the full lineup:Aragami: Shadow Edition ($24.99 ERP): Available November 1 to 30Swimsanity!\n($24.99 ERP): Available November 16 to December 15Full Spectrum Warrior ($14.99 ERP): Available November 1 to 15Lego Indiana Jones ($19.99 ERP): Available November 16 to 30Another pick to consider is LEGO Indiana Jones.\nJust like with the PlayStation Plus lineup, an active Xbox Live membership is required to claim the latest free games.", "paragraphs": ["Sony revealed its PS Plus November lineup earlier this week, including Bugsnax being free for PS5 owners, and now it's Microsoft's turn to show off the Xbox Games With Gold November free games lineup. While there is no Bugsnax, it does include Full Spectrum Warrior, which is a treat in its own right.", "Full Spectrum Warrior is a really awesome strategy game that has an interesting US military background. As a veteran myself, I was instantly drawn to this game a few years after launch. While it's not a title many would immediately go \"ooh, shiny,\" it does offer a unique experience if you like feeling stressed out of your mind with intense gameplay.", "Xbox Games With Gold November", "For the full lineup:", "Aragami: Shadow Edition ($24.99 ERP): Available November 1 to 30", "Swimsanity! ($24.99 ERP): Available November 16 to December 15", "Full Spectrum Warrior ($14.99 ERP): Available November 1 to 15", "Lego Indiana Jones ($19.99 ERP): Available November 16 to 30", "Another pick to consider is LEGO Indiana Jones. It's a fun game with an appropriate amount of challenge and is a great pick for all ages. Aragami: Shadow Edition is also an intriguing pick, though it was met with mixed reception. It's a dark game, much darker than the other titles in the lineup, and allows players to take on the role of an undead Assassin. It's pretty dope; cheesy at times, but enjoyable. Best part? It's free if you've got the membership, so no harm in checking it out!", "Just like with the PlayStation Plus lineup, an active Xbox Live membership is required to claim the latest free games. The best part? They are free, so if you don't like them simply uninstall and nothing in your world changes dramatically other than a few lost moments. No big.", "Missed the PlayStation Plus November reveal? You can catch up on that with our previous coverage here.", "Thoughts on the Xbox Games With Gold November lineup? What titles are you hoping to see become available for December? Sound off with your thoughts in the comment section below and tell us all of those Team Green desires!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["games", "available", "gold", "spectrum", "warrior", "plus", "revealed", "free", "lineup", "xbox", "game", "2020", "erp"], "pubDate": "2020-10-29T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}