{"id": "69c46f65-4726-3845-b22e-b54c212eec86", "title": "The Intelligence - “A great stock of political capital has been burned through at remarkable speed”—England’s lockdown", "url": "https://www.economist.com/podcasts/2020/11/02/a-great-stock-of-political-capital-has-been-burned-through-at-remarkable-speed-englands-lockdown", "summary": "Also on the daily podcast: Facebook’s role in Myanmar’s election and examining the glut of political biographiesPRIME MINISTER BORIS JOHNSON all but ruled out a second lockdown, but his hand has been forced by England’s caseload.\nWhat are the political costs of his U-turn?\nMyanmar’s coming election will almost certainly be marred by disinformation on Facebook—principally because so many Burmese people get their only news there.\nAnd examining the current glut of political biographies.\nRuntime: 20minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer", "paragraphs": ["Also on the daily podcast: Facebook’s role in Myanmar’s election and examining the glut of political biographies", "PRIME MINISTER BORIS JOHNSON all but ruled out a second lockdown, but his hand has been forced by England’s caseload. What are the political costs of his U-turn? Myanmar’s coming election will almost certainly be marred by disinformation on Facebook—principally because so many Burmese people get their only news there. And examining the current glut of political biographies. Runtime: 20min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer"], "authors": ["The Economist"], "keywords": ["stitcher", "burned", "examining", "election", "lockdown", "uturn", "remarkable", "wwweconomistcomintelligenceoffer", "great", "tuneinfor", "speedenglands", "political", "subscribe", "intelligence", "glut", "stock", "capital", "myanmars"], "pubDate": "2020-11-02T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}