{"id": "69d47ef2-8e0f-315f-9274-5c431a37c353", "summary": "Day2After our first splendid breakfast, we’ve a leisurely start enjoying a guided tour of Lyon, one of France’s most fascinating cities.\nThe Rhône Valley had been the route of choice for marauding armies and peaceful traders for centuries, and Lyon’s current site, at the confluence of the Rhône and Saône Rivers, cried out to be fortified.\nIn 43 BC the Romans founded the city, which subsequently grew in importance; the Emperor Claudius, conqueror of Britain, was born here.\nAs well as its glorious architecture, Lyon is generally acknowledged as France’s (and to locals the world’s) gastronomic capital.\nCruising upstream, we catch the first glimpses of the vine-clad slopes of the hazy green Beaujolais hills as we approach one of the world’s most revered red-wine-producing regions.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://holidays.theguardian.com/holidays/burgundy-the-river-rhone-and-provence-ms-william-shakespeare-179954d684149f86a44e78a81a42deff", "title": "Burgundy, the River Rhône & Provence River Cruise - MS William Shakespeare", "paragraphs": ["Day", "2", "After our first splendid breakfast, we’ve a leisurely start enjoying a guided tour of Lyon, one of France’s most fascinating cities. The Rhône Valley had been the route of choice for marauding armies and peaceful traders for centuries, and Lyon’s current site, at the confluence of the Rhône and Saône Rivers, cried out to be fortified. In 43 BC the Romans founded the city, which subsequently grew in importance; the Emperor Claudius, conqueror of Britain, was born here. There are many Roman remains to see, but it was the production of silk that brought Lyon to prominence during the Middle Ages, and throughout the city you can see signs of the wealth that poured in – Renaissance buildings, imposing churches and Europe’s largest pedestrian square, Place Bellecour, with a statue of Louis XIV as its focus. The Old Town, a UNESCO World Heritage Site, is crammed with antique shops and intriguing traboules – narrow covered passageways enabling silk merchants to transport their wares to the river without getting wet – that today are a joy to amble through. As well as its glorious architecture, Lyon is generally acknowledged as France’s (and to locals the world’s) gastronomic capital. In fairness it has much to commend it: nouvelle cuisine was invented near here and the city boasts a huge array of speciality food shops and eateries, including 20 restaurants with one or more Michelin stars and countless little places to eat. While you enjoy your first lunch the ship quietly slips its mooring. Cruising upstream, we catch the first glimpses of the vine-clad slopes of the hazy green Beaujolais hills as we approach one of the world’s most revered red-wine-producing regions. On our left we see the picturesque villages of Morgon, Fleury, Juliénas, Chénas and many more, while on the right you may be lucky enough to catch a glimpse of snow-capped Mont Blanc – Western Europe’s highest mountain. As the afternoon drifts into evening and we cruise past the town that gives them their name, the white wines of Mâcon hold sway – and what could be better than a cool, crisp glass in the lounge before enjoying this evening’s culinary delights in the restaurant, prepared by our outstanding chef."], "authors": [], "keywords": ["rhône", "worlds", "silk", "provence", "shops", "cruise", "frances", "city", "town", "shakespeare", "europes", "lyon", "burgundy", "ms", "william", "river", "site"]}