{"summary": "But the polymathic designer and inventor's little-known 1933 Dymaxion car, a zeppelin-shaped vehicle prototype designed to run 30 miles per gallon on alcohol fuel, was just as revolutionary.\nCredit: Nigel YoungThe Dymaxion car doesn't look very much like a car, especially next to its contemporaries, those huge automobiles of the 1920s and 30s that manage to be simultaneously bulbous and boxy.\nBut only three Dymaxion car prototypes were ever produced, due to a high-profile, scandalous Dymaxion accident practically at the gates of the 1933 Chicago World's Fair.\nEager for a closer look at what newspapers had branded a \"freak car,\" a Chicago South Park Commissioner drove too close and crashed his car into Dymaxion Prototype One.\nFuller's Dymaxion project is also \"paralleled by Google's current research to transform conventional cars into robotically controlled vehicles,\" Foster said.", "id": "6a3b886e-445e-30bd-8aef-35fcb1d3c178", "pubDate": null, "url": "https://edition.cnn.com/style/article/dymaxion-auto-design/index.html", "authors": ["Stephanie D'Arc Taylor"], "paragraphs": ["Written by Stephanie d'Arc Taylor, CNN", "Even if you've never heard of Buckminster Fuller, you've probably seen his work -- his popular geodesic dome structure has been replicated in various guises worldwide.", "But the polymathic designer and inventor's little-known 1933 Dymaxion car, a zeppelin-shaped vehicle prototype designed to run 30 miles per gallon on alcohol fuel, was just as revolutionary.", "Fuller's visionary design philosophy behind the Dymaxion, that of sustainability, technology and human-centric design, is \"completely central to architecture today,\" architect Norman Foster told CNN by email.", "\"Bucky's impact has been immense,\" said Foster, who worked with Fuller for over a decade before his death in 1983. The Dymaxion has garnered something of a cult following among an unlikely mix of people: car enthusiasts, architecture geeks and environmentalists. A 2011 documentary, \"The Last Dymaxion: Buckminster Fuller's Dream Restored,\" features famous fans waxing rhapsodic about the car's aesthetic and legacy.", "Architect Normon Foster has prodcued his own recreation of the Dymaxion protoype. Credit: Nigel Young", "The Dymaxion car doesn't look very much like a car, especially next to its contemporaries, those huge automobiles of the 1920s and 30s that manage to be simultaneously bulbous and boxy. That's because Fuller envisioned this prototype -- he resisted calling it a \"car\" -- as ultimately being able to travel not just on land, but in the air and underwater. Even more bizarre, it has three wheels, a rear-engine, and is big enough to fit a dozen passengers and a picnic.", "The idea was thrilling enough to excite the cream of 1930s American society, including Amelia Earhart, Henry Ford and Isamu Noguchi. But only three Dymaxion car prototypes were ever produced, due to a high-profile, scandalous Dymaxion accident practically at the gates of the 1933 Chicago World's Fair.", "Eager for a closer look at what newspapers had branded a \"freak car,\" a Chicago South Park Commissioner drove too close and crashed his car into Dymaxion Prototype One.", "The unwieldy prototype rolled over, killing the driver and injuring its passengers, a well-known Scottish spy and French government minister. The politician's car was removed from the fracas before police arrived, so the Dymaxion was blamed for the accident, according to books written about Fuller's eclectic designs.", "The Dymaxion has garnered something of a cult following among an unlikely mix of people: car enthusiasts, architecture geeks, and environmentalists. Credit: National Automobile Museum", "Realizing that the Dymaxion would require significant improvements before it could be mass produced, Fuller set aside the car to focus on other projects (including a Dymaxion house, bathroom, map and more). Dymaxion Prototype Three was cut up for scrap metal in the 1950s and Prototype One, having been repaired after the aforementioned accident, later caught fire in a refueling accident.", "Prototype Two was lost, presumably forever, until its 1968 rediscovery on a farm by a group of Arizona State engineering students. The farmer, who had bought the car some years earlier for a dollar, was using it as a chicken coop and was happy to part with it for $3,000, pocketing a significant profit.", "Eventually, the last surviving original Dymaxion was acquired by casino magnate Bill Harrah, whose extensive collection of exotic cars eventually became Reno's National Automobile Museum. I dropped in over the summer to check on the Dymaxion, which now looks much as Fuller intended. Over time, the museum's mechanics have restored the car's frame and curved paneling, which had been corroded by years of neglect (and chicken poop).", "According to museum director Jackie Frady, the cosmetic work has been completed: \"We're doing some research on the mechanics of it, trying to follow Fuller's design, to hopefully make it run again.\"", "Related video: Antique cars with Tesla batteries", "Norman Foster has had more luck with his version of the Dymaxion, built in 2010 using Prototype Two as a model. \"The car is such a beautiful object that I very much wanted to own it, to be able to touch as well as contemplate the reality for its delight in the same spirit as a sculpture,\" the architect told CNN.", "Foster cleaved so closely to Fuller's original designs that he refers to his creation as a fourth genuine Dymaxion -- not a replica. \"Everything in (the car) was either made in 1934, or recreated using techniques and materials that Bucky would have had access to in that period,\" he said.", "Today, the Dymaxion might be a niche collector's object, but its legacy has permeated the contemporary world, \"triggering research projects about designing a new urban vehicle of the future,\" said Foster.", "The obvious comparison is with Tesla, the most successful fusion to date of traditional car design and sustainable technology (and Fuller's brassy, audacious personality echoes that of famously divisive Tesla founder Elon Musk). Fuller's Dymaxion project is also \"paralleled by Google's current research to transform conventional cars into robotically controlled vehicles,\" Foster said.", "Norman Foster pictured at the wheel of his recreated Daymaxion. Credit: Nigel Young", "Fuller's legacy is also clearly apparent in other, three-wheeled haute automobile projects, led by architects or product designers, like Zaha Hadid's hydrogen-powered Z-car, or the ill-fated Aptera electric vehicle.", "But most relevant today is Fuller's commitment to sustainable design. \"Bucky was one of those rare individuals who fundamentally influenced the way that one comes to view the world,\" said Foster.", "\"He was the very essence of a moral conscience, forever warning about the fragility of the planet and our responsibility to protect it... His many innovations still surprise one with the audacity of the thinking behind them.\""], "keywords": ["foster", "vehicle", "fuller", "1930s", "using", "radical", "changed", "tesla", "dymaxion", "design", "car", "cars", "prototype", "fullers"], "title": "Dymaxion: How this radical 1930s car changed vehicle design", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}