{"id": "6a546443-aa38-34a3-9fde-206ecd319b80", "title": "Cameron Norrie’s new year resolve faces major test from Pierre-Hugues Herbert", "url": "https://www.theguardian.com/sport/2020/jan/19/cameron-norrie-australian-open-pierre-hugues-herbert", "summary": "I am playing a lot better than I was last year, which is good, I am just not getting the results.\nI need to focus on what I can do and go out there and compete.”There is nothing complicated about Norrie’s tennis.\nSo it’s nice to see him taking that confidence, getting a lot of wins.\nThere were a lot of distractions to me but I really liked the event, to have the team atmosphere.\nSo, it was pretty accurate.”As well as being one of the game’s more determined competitors, Norrie is a good listener.", "paragraphs": ["Cameron Norrie does not lack for heart or self-belief but it is difficult to see him getting out of the first round at the Australian Open against the inventive Frenchman Pierre-Hugues Herbert on Monday.", "As hard as he tried for Great Britain in the inaugural ATP Cup in Sydney last week he struggled when confronted with quality shots coming back at his steady stream of ground strokes. If Herbert has a strength it is the ability to change tack in an instant. A soft-handed doubles specialist with a singles ranking of 64, he is sharp and intelligent anywhere near the net and patient near the baseline.", "Bob Bryan backs Andy Murray to ‘play for many years’ despite injury setback Read more", "Still, Norrie was in upbeat mood on Sunday when looking back on an indifferent week in Sydney, where he lost to an inspired Nick Kyrgios and the experienced Steve Darcis, and had decent wins over lesser lights, Moldova’s Alexander Cozbinov (810 in the world) and the Bulgarian world No 323, Dimitar Kuzmanov.", "“I had a great pre-season,” he said. “I feel really fit and strong. I had a tough start to the year in the ATP Cup. Auckland was tough, not being able to defend after making the final last year. That was difficult. I am playing a lot better than I was last year, which is good, I am just not getting the results. Hopefully I can make a run here and we will see.”", "The run needs starting blocks – and Herbert will be disinclined to make it easy for Norrie, who remembers him from a qualifying match three years ago in Vienna. “He’s a tricky player. It will be good ... What style? He is pretty aggressive, likes to come forward, serve and volley a lot. He can be pretty solid from the ground as well. I need to focus on what I can do and go out there and compete.”", "There is nothing complicated about Norrie’s tennis. He makes a consistent effort to lengthen the exchanges until he is ready to properly go for a winner but it just did not happen for him in Sydney. He took great heart from the experience, especially from his talks with Dan Evans, whose career has shown an encouraging upward graph since he took Roger Federer to two tie-breaks in the second round in Melbourne a year ago.", "Evans, Britain’s top-ranked player in the continuing and worrying absence of Andy Murray, plays the American Mackenzie McDonald, while Kyle Edmund opens against Dusan Lajovic, so impressive for the winning Serbia team in the ATP Cup.", "Heather Watson’s Australian Open hopes lifted by love and Yeovil Town Read more", "Norrie says of Evans: “He has always been an unbelievable player and I am happy he has got everything together with the competitiveness, getting to this level. Everybody knew he could play at such a good level. So it’s nice to see him taking that confidence, getting a lot of wins.", "“He got a career high the other day, which was sick to see. Hopefully he can push the other Brits along. I practise with him a lot and we always have competitive sets. I spend a lot of time with him on the Tour. I’d pick his brains on certain things. He is pretty knowledgeable about the game. I will use his experience to try to follow after him.”", "The idea of Evans being a mentor would have been viewed sceptically a few years ago but he is a changed man. He has ridden his rediscovered game intelligently, grinding down opponents with his wicked backhand slice, and is keen to get in behind his serve if it lands well. Those attacking instincts came to the fore in Great Britain’s brief time with Tim Henman, as Norrie acknowledged.", "“I liked it a lot. There was a lot of noise, a good atmosphere. For me it was difficult to bring my level. There were a lot of distractions to me but I really liked the event, to have the team atmosphere. When I lost a match, the team got me through it. I was able to play the next day. They were almost able to get me through against Australia. It was a cool format.", "“To have Tim there was sick because I don’t really know him that well. It was nice to spend time with him on the court and pick his brain. He is very experienced and has a lot of good things to offer. He helped me and my coach as well. It was good for both of us.", "“In terms of advice it wasn’t anything too specific, just some areas where he thinks I need to work on and some shot selection, the mentality to approach the game. I thought it was all very good and I agree 100% with them. So, it was pretty accurate.”", "As well as being one of the game’s more determined competitors, Norrie is a good listener. If he wins on Monday, he may owe Henman a thank you."], "authors": ["Kevin Mitchell"], "keywords": ["really", "pierrehugues", "good", "cameron", "player", "major", "resolve", "test", "norries", "lot", "norrie", "great", "getting", "team", "pretty", "herbert", "faces", "sydney"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}