{"id": "6b006494-1ca6-39f8-8c90-dc913b789718", "title": "Revisiting the Dystopian Beauty of the ’90s Animated Show Aeon Flux", "url": "https://www.vogue.com/article/aeon-flux-animation-series-peter-chung-interview", "summary": "©MTV/Courtesy Everett CollectionOver the past few months of lockdown, I’ve been watching the adult animated series set in a dystopian world Aeon Flux.\nAeon is visually arresting and severely angular, equipped with viscously sharp cheekbones and an impossibly whittled waist.\nMost recently Bella Hadid wore a vintage shirt with the image of Aeon on it.\nAeon’s signature is typically a long-sleeve crop top in a dark shade of purple.\n(In it, her chest defies gravity and is always, well, pointing straight ahead with a purpose, just like Aeon herself.)", "paragraphs": ["Photo: Courtesy of MTV/Everett Collection. ©MTV/Courtesy Everett Collection", "Over the past few months of lockdown, I’ve been watching the adult animated series set in a dystopian world Aeon Flux. At times, it reminds me of what seems to be our own mangled society—with its plotlines about mounting health care bills and border patrols—only more perverse, dangerous, and robotic. It ran on MTV’s experimental Liquid Television from 1991 till 1995. At the time, the show—which was cutting edge, bizarrely sexy, and certainly not for daytime television—played at 10 p.m. with a rerun at midnight.", "The story followed Aeon, an assassin of the fictional world of Monica, who kills targets and retrieves valuable items and whose main focus is to thwart the plan of Trevor Goodchild, an authoritarian ruler in the neighboring city of Bregna. (He’s also her occasional lover.) Aeon is visually arresting and severely angular, equipped with viscously sharp cheekbones and an impossibly whittled waist. She moves quickly, with each sinewy muscle showing, and is flexible with catlike movements and otherworldly parkour abilities.", "It’s always had a cult following—internet forums were buzzing about it in the ’90s—and now you’ve probably seen splices of the animation pop up on Instagram. The most famous clip is of long tongues interlocking and a fly getting struggling in Aeon’s eyelashes. Most recently Bella Hadid wore a vintage shirt with the image of Aeon on it.", "It makes sense that Aeon’s outfit is still popping up on social media and beyond, albeit randomly: While the series is set in a ransacked, dystopian universe, the clothing seems very modern. It’s also not completely far from what Hadid herself is wearing these days. Aeon’s signature is typically a long-sleeve crop top in a dark shade of purple. (In it, her chest defies gravity and is always, well, pointing straight ahead with a purpose, just like Aeon herself.) Some details about her look are vaguely dominatrix-y, like an O-ring affixed to the middle section of her signature crop top, and she wears hiked-up thong underwear and shin-length boots that look so tight they could be peeled off. We’ve seen nods to this style on recent runways too, including Versace, Junya Watanabe, and Saint Laurent."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["aeons", "set", "world", "hadid", "beauty", "seen", "flux", "aeon", "90s", "signature", "revisiting", "animated", "dystopian", "look", "series"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}