{"url": "https://www.newyorker.com/news/our-columnists/a-hypnotic-but-contextless-portrait-of-stalins-death-and-its-aftermath", "paragraphs": ["In March of 1953, Moscow, and the rest of the Soviet Union, fell under a spell. On March 5th, a sombre male voice on the radio, heard on loudspeakers mounted in public spaces throughout the U.S.S.R., announced that the great leader Joseph Stalin had died. A bizarrely detailed enumeration of the symptoms that had led to his death was provided. A period of mass mourning commenced. Classical music, the funereal interspersed with the more uplifting, poured from the loudspeakers. Thousands of people from Moscow and elsewhere flooded into the center of the capital to pay their respects to the generalissimus, who lay in state in the Hall of Columns in the House of the Unions. Wreaths, flowers, and state leaders from the inner and outer empires flew in. At intervals, the sombre voice interrupted the sombre music to give an exhaustive description of the endless procession of mourners.", "“The streets were filled with people who seemed somehow excited and lost, and funereal music was playing constantly,” Andrei Sakharov, the dissident and winner of the Nobel Peace Prize, who at the time was a thirty-one-year-old nuclear-weapons researcher, recalled. “You might say that I lost it in those days. In a letter to [my wife]—intended, certainly, for her eyes only—I wrote, ‘I am immensely impressed by the death of a great man. I keep thinking of his humanity.’ . . . It was very soon that I would blush thinking about those words. How could I explain writing them? To this day, I cannot understand it fully. I already knew a lot about his terrible crimes.”", "Another Russian Nobel laureate, Joseph Brodsky, writing in 1973, described some of the mechanics of creating the mood of mourning:", "I suspect that there isn’t another murderer in world history whose death was mourned by so many so sincerely. The number of those who cried may be easy to explain by the size of the population . . . but the quality of the tears is harder to explain. Twenty years ago I was thirteen years old, a schoolboy. All of us were herded to the school hall and told to kneel, and the secretary of the Party organization, a manly woman with a row of medals on her chest, screamed from the stage, as she wrung her hands, “Cry, children, cry! Stalin has died!” She started wailing first. Nothing left to do: we started sniffling, and then, little by little, actually bawling. The hall was crying, the presidium was crying, the parents were crying, the neighbors were crying, and the radio was playing Chopin’s “Marche Funèbre” and something by Beethoven. It seems that for five days straight the radio transmitted nothing but funereal music. As for me, I wasn’t crying—a source of shame then, a source of pride now—though I was kneeling and sniffling.", "Two hundred cameramen documented the grief across the Soviet Union, filming mourners around the coffin and in the factories, the steppes, the public squares, crowded around loudspeakers, monuments, and newspaper kiosks. In the course of two weeks, they shot more than thirty thousand metres of film, in both color and black-and-white. Four of the leading Soviet directors at the time used the footage to create an eighty-five-minute film called “The Great Farewell.” It mixed footage of mourning with demonstrations of Soviet military might, and ended with a seven-minute montage of military parades set to cheerful marches and interspersed with Stalin waving from atop Lenin’s Mausoleum. The ending might have been intended as a reminder of happier times lost, or as an assertion that Stalin would live forever. In any case, the movie, it appears, was shelved as soon as it was finished, probably because a power struggle—brilliantly fictionalized in all its absurdity by Armando Iannucci, in his film “The Death of Stalin”—was raging among the Party leaders, each of whom would have wanted the film to anoint him as Stalin’s successor. Some forty-five years later, the movie was made public and apparently went virtually unnoticed. This year, the Ukrainian director Sergei Loznitsa used footage shot in the first four days of the mourning period—from the moment the death was announced until Stalin’s body was carried into the Mausoleum, in Red Square—to create a film called “State Funeral.” The film, Loznitsa’s second found-footage documentary on the Stalinist period, had its U.S. première, at the New York Film Festival, this past weekend.", "Loznitsa’s film is a hundred and thirty-two minutes, and most of it is footage of faces: faces of people listening to the death announcement, faces of people reading the death announcement in the newspaper, faces of people carrying wreaths, faces of people disembarking planes and faces of people greeting them on the tarmac, and, most of all, faces of people walking to the Hall of Columns, walking up the stairs there, walking past the body, looking at the body for a moment, and moving swiftly on. No one speaks. Sniffles, shuffles, and occasional sobs are audible but usually muffled and off-screen, and the faces are impenetrable. It takes a while to notice that people who have spent hours—perhaps more than a day—in the street waiting their turn to enter the hall, who perhaps travelled to the city together before that, are never seen interacting with one another. It is a portrait of what Hannah Arendt, describing totalitarian society, called “one man of gigantic dimensions.” Every face is there as part of the grieving whole, moving in step and breathing in synch with tens of thousands of others, without a word or a look. The only sound comes from the loudspeakers: music, reportage in the morning, and poetry—hastily written dirges by many Soviet poets writing on cue.", "The effect is mesmerizing, thanks in part to unceasing motion onscreen: the people are moving in the endless march of faces, or else the camera is panning across the boundless tableau of faces. Finally, an hour and forty minutes into the film, after the body is carried into the Mausoleum, we see people speaking. The people who have the right to speak are four of the Party leaders, all of whom are locked in the struggle to succeed Stalin. Their speeches are brief and bland. A stunning sequence follows: steam engines, ships, and factories blare their horns and cannons fire. Across the land, people stand still, their heads bared, next to their machines. The machines scream, and the people are silent.", "Until the closing credits, Loznitsa provides no commentary or context for the viewer. This absence of explanation creates a peculiarly powerful effect of both immediacy and estrangement. It is as though the director is saying, “I am not going to pretend to help you comprehend the incomprehensible.” What is lost in the balance, of course, is context: ordinary viewers, whether American or Russian, often won’t know what they are seeing. The fat man with the thin wire-rimmed glasses and the funny black hat—the one who stands near the coffin and then serves as one of the pallbearers—is Lavrentiy Beria, Stalin’s last and longest-serving executioner, who will himself be executed before the year is out, ironically, on trumped-up charges of espionage. The man with the mustache, who speaks last during the funeral rally—the one who mentions the Soviets’ “historic victory over fascism”—is Vyacheslav Molotov, Stalin’s foreign minister, who signed the non-aggression pact with Nazi Germany, in August, 1939, dividing Europe between the two empires. At the time of Stalin’s death, Molotov’s wife, Polina Zhemchuzhina, a former Party leader herself, had been in the gulag for more than four years; caught up in anti-Semitic purges, she had been accused of treason. According to legend, as soon as Stalin was pronounced dead, Molotov shouted to Beria, “Bring Polina back!” Molotov and Zhemchuzhina were reunited two days later.", "In addition to not knowing what they are seeing, viewers cannot know what they are not seeing. Stalin’s funeral led to a stampede in Moscow. Russians still remember the saying—“He lived bloody and he died bloody.” Eyewitnesses recall that lampposts and the sides of trucks used to block traffic in central Moscow were covered with blood, but no figures are available on how many people died in the stampede. The closing credits make no mention of the stampede, though they give unsourced figures on the number of victims of Stalin’s arrests, executions, and manufactured famines. In fact, to this day, no reliable figures are available. Depending on the sources and statistical methods one uses, the over-all figure can range up to a hundred million dead, if the unborn children of the dead are counted. Arendt wrote that the ultimate denial of humanity was the anonymous death in a Nazi death camp. Even she perhaps lacked the imagination to consider a death—or a life—that is not only anonymous but uncounted. Unwittingly, a film that provides such a thorough and hypnotic portrait of the murderer’s death renders the death of his still uncounted victims ever more invisible."], "pubDate": null, "id": "6b1e1cc5-8d5a-3664-9ad7-c029784f2b8f", "keywords": ["portrait", "film", "soviet", "faces", "stalin", "death", "aftermath", "contextless", "hall", "moscow", "music", "stalins", "hypnotic", "party"], "title": "A Hypnotic but Contextless Portrait of Stalin’s Death and Its Aftermath", "summary": "At intervals, the sombre voice interrupted the sombre music to give an exhaustive description of the endless procession of mourners.\nIn a letter to [my wife]—intended, certainly, for her eyes only—I wrote, ‘I am immensely impressed by the death of a great man.\nAt the time of Stalin’s death, Molotov’s wife, Polina Zhemchuzhina, a former Party leader herself, had been in the gulag for more than four years; caught up in anti-Semitic purges, she had been accused of treason.\nArendt wrote that the ultimate denial of humanity was the anonymous death in a Nazi death camp.\nUnwittingly, a film that provides such a thorough and hypnotic portrait of the murderer’s death renders the death of his still uncounted victims ever more invisible.", "authors": ["Masha Gessen", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}