{"id": "6b4e0cac-9a31-3f04-9f78-2abd0a53df24", "title": "GI Show - Ghost of Tsushima, Assassin's Creed Valhalla, Far Cry 6, and Watch Dogs: Legion", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/07/16/gi-show-ghost-of-tsushima-assassins-creed-valhalla", "summary": "On this week's episode of The Game Informer Show, we dive into our love for Sucker Punch's love letter to Samurai films, Ghost of Tsushima.\nUbisoft also showed off a bunch of games earlier this week, and we share our impressions on Assassin's Creed Valhalla, Watch Dogs: Legion, and Far Cry 6.\nThen we make some wild predictions about what you can expect from Microsoft's Xbox Showcase event next week.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nGhost of Tsushima: 00:02:24Watch Dogs: Legion: 00:13:21Rocket League: 00:18:07Sea of Thieves: 00:19:14Paper Mario: The Origami King: 00:21:53Assassin's Creed Valhalla: 00:24:32Far Cry 6: 00:30:28GI Predicts: Xbox Games Showcase: 00:32:53Community Emails: 00:52:47GI Recommends: 01:25:37", "paragraphs": ["On this week's episode of The Game Informer Show, we dive into our love for Sucker Punch's love letter to Samurai films, Ghost of Tsushima. Ubisoft also showed off a bunch of games earlier this week, and we share our impressions on Assassin's Creed Valhalla, Watch Dogs: Legion, and Far Cry 6. Then we make some wild predictions about what you can expect from Microsoft's Xbox Showcase event next week. Tune in next week to see how right wrong we were. Naturally, we end the show with a wonderful round of community email questions. So please join me, Andy Reiner, Jeff Cork, and Alex Stadnik for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @BenjaminReeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "Ghost of Tsushima: 00:02:24", "Watch Dogs: Legion: 00:13:21", "Rocket League: 00:18:07", "Sea of Thieves: 00:19:14", "Paper Mario: The Origami King: 00:21:53", "Assassin's Creed Valhalla: 00:24:32", "Far Cry 6: 00:30:28", "GI Predicts: Xbox Games Showcase: 00:32:53", "Community Emails: 00:52:47", "GI Recommends: 01:25:37"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["tsushima", "legion", "cry", "creed", "share", "questions", "week", "dogs", "sure", "showcase", "watch", "valhalla", "ghost", "far", "wild", "gi", "xbox"], "pubDate": "2020-07-16T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}