{"authors": [], "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "title": "Five reasons to live in Cologne, Germany", "url": "https://propertylistings.ft.com/propertynews/cologne/6005-five-reasons-to-live-in-cologne-germany.html", "summary": "Cologne is also is a national centre for TV production, producing more than a third of the country’s programmes.\nMediaPark is a 20-hectare urban regeneration neighbourhood built on the site of an abandoned freight station in north-west Cologne.\nOther cultural highlights in the city include the Museum Ludwig, near Cologne Cathedral, which boasts one of Europe’s largest collections of Pablo Picasso’s works.\nCologne Bonn Airport, less than 15 minutes by train from the city centre, has direct flights to Berlin, London, Madrid, Milan and Istanbul.\nSixteen million people live within an hour’s drive of the Cologne economic region, according to the city’s chamber of commerce.", "id": "6b506d73-7d27-35aa-90a5-85be105c0be2", "paragraphs": ["A thriving centre for technological and creative industries, the city also has numerous cultural attractions", "By Elsa Court", "Germany’s fourth-largest city — population in excess of 1 million — is known in the festive season for its Christmas markets, but it is a year-round hub for media and research.", "Political partying", "Cologne hosts Germany’s — and one of the world’s — largest pride parades. Historically, the event has always had a political focus, and this year’s marked the 50th anniversary of the Stonewall riots in New York, attracting more than one million visitors to the city centre.", "Home to Germany’s largest mosque, Cologne Central Mosque, the city prides itself on its diversity: 38 per cent of residents are from migrant backgrounds, according to the 2017 census, while nearly 20 per cent do not hold German citizenship.", "Cologne Pride takes place every summer", "Media hub", "Some 57,000 people work in the city’s thriving media and creative industries; Cologne’s chamber of commerce lists more than 23,500 member companies in these sectors. Cologne is also is a national centre for TV production, producing more than a third of the country’s programmes.", "MediaPark is a 20-hectare urban regeneration neighbourhood built on the site of an abandoned freight station in north-west Cologne. It includes offices and homes as well as cultural and educational institutions. Around 250 companies employ around 5,000 workers.", "MediaPark, a 20-hectare regeneration project, is home to around 250 companies", "Cultural highs", "The photographic collection of the SK Stiftung Kultur foundation and the Cinedom multiplex are also based in MediaPark. Other cultural highlights in the city include the Museum Ludwig, near Cologne Cathedral, which boasts one of Europe’s largest collections of Pablo Picasso’s works. The Kölner Philharmonie, a concert hall which seats 2,000 people, puts on about 450 classical, jazz and world music concerts a year.", "Kölner Philharmonie was designed by a local architect and completed in 1986", "Well-connected", "Cologne’s network of railway, motorway and air routes makes it a major European transport hub. Brussels is less than two hours away by rail, while fast trains to Frankfurt take just over an hour. Cologne Bonn Airport, less than 15 minutes by train from the city centre, has direct flights to Berlin, London, Madrid, Milan and Istanbul.", "Sixteen million people live within an hour’s drive of the Cologne economic region, according to the city’s chamber of commerce.", "Köln Hauptbahnhof is a busy local, regional and international hub", "Educational opportunities", "With an estimated 100,000 students and more than 3,000 researchers, the Cologne region is a major research centre. More than a dozen public and private universities include the University of Cologne, founded in 1388.", "Research institutes include the European Space Agency’s European Astronaut Centre and the 30,000 sq m BioCampus Cologne, one of Germany’s largest technology parks and home to companies working on innovations in areas such as fintech and ehealth.", "Model of a crew exploration vehicle at the European Astronaut Centre", "Looking for a home in Germany? Check out the FT’s Property Listings.", "Photographs: Dreamstime; Getty Images; Alamy"], "keywords": ["largest", "city", "include", "centre", "reasons", "germany", "companies", "cultural", "european", "live", "million", "cologne", "germanys"], "pubDate": null}