{"summary": "House Democrats will convene to adopt the rules for the impeachment debate shortly after 9 a.m.\nSome members will be afforded only one minute to speak, and no amendments to the impeachment resolutions will be permitted.\nHOUSE RULES COMMITTEE ADOPTS RULES FOR HISTORIC IMPEACHMENT VOTE, AFTER CONTENTIOUS MARATHON SESSIONThe final vote sequence will likely begin well into the evening hours, with one vote held on each article of impeachment, Fox News was told.\nConceding the House vote, Trump said he wanted to set his words down “for the purpose of history.”\"You are the ones interfering in America's elections,\" Trump wrote.\nEven after voting to impeach Trump, the House still would need to vote formally to send the impeachment articles to the Senate.", "keywords": ["political", "democratic", "imminent", "vote", "democrats", "house", "rally", "mich", "trump", "president", "impeach", "faithful", "traveling", "senate", "creek", "impeachment"], "paragraphs": ["President Trump on Wednesday will be far away from Capitol Hill -- and the Washington establishment he has long criticized as an irredeemable \"swamp\" -- as the Democrat-controlled House of Representatives prepares to impeach him in a likely party-line vote on charges of obstruction of Congress and abuse of power.", "Instead, the president will be on friendly turf in downtown Battle Creek, Mich., hosting a rally that may rank among his most defiant -- a marked contrast from the approach of former President Bill Clinton, who mostly stayed under the radar during his own impeachment proceedings in 1998.", "There will be unusually tight security near the Capitol building in Washington on Wednesday, Fox News was told, and some of those measures were visible Tuesday night. House Democrats will convene to adopt the rules for the impeachment debate shortly after 9 a.m. ET, followed by six hours of debate evenly divided between Republicans and Democrats. Some members will be afforded only one minute to speak, and no amendments to the impeachment resolutions will be permitted.", "HOUSE RULES COMMITTEE ADOPTS RULES FOR HISTORIC IMPEACHMENT VOTE, AFTER CONTENTIOUS MARATHON SESSION", "The final vote sequence will likely begin well into the evening hours, with one vote held on each article of impeachment, Fox News was told.", "Stage is set", "The stage was set late Tuesday night by the House Rules Committee, which approved the procedures for Wednesday's impeachment proceedings in a 9-4 party-line vote after a marathon day of contentious hearings.", "Wednesday \"promises to be a long day,\" Rules Committee Chairman Jim McGovern, D-Mass., told reporters.", "It will likely end with Trump becoming just the third U.S. president ever to be impeached -- a history-making development that Trump has said reflects far worse on congressional Democrats than it does on him.", "In a blistering, no-holds-barred six-page letter Tuesday to House Speaker Nancy Pelosi, D-Calif., Trump lambasted the Democrats' impeachment inquiry as an \"open war on American Democracy,\" writing that Pelosi has violated her oath of office and \"cheapened the importance of the very ugly word, impeachment!\"", "\"Everyone, you included, knows what is really happening,\" Trump said. \"Your chosen candidate lost the election in 2016, in an Electoral College landslide (306-227), and you and your party have never recovered from this defeat. So you have spent three straight years attempting to overturn the will of the American people and nullify their votes. You view democracy as your enemy!\"", "Conceding the House vote, Trump said he wanted to set his words down “for the purpose of history.”", "\"You are the ones interfering in America's elections,\" Trump wrote. \"You are the ones subverting America's Democracy. You are the ones Obstructing Justice. You are the ones bringing pain and suffering to our Republic for your own selfish personal, political, and partisan gain.\"", "READ IT: TRUMP LETTER SAYS DEMOCRATS WANTED IMPEACHMENT FOR YEARS, CAN'T HANDLE 2016 ELECTION LOSS", "Trump specifically hammered Pelosi for daring \"to invoke the Founding Fathers in pursuit of this election-nullification scheme,\" and \"even worse,\" for \"offending Americans of faith by continually saying 'I pray for the President,' when you know this statement is not true, unless it is meant in a negative sense.\"", "'A terrible thing'", "\"It is a terrible thing you are doing,\" Trump added, \"but you will have to live with it, not I!\"", "Concerning the obstruction-of-Congress impeachment count, Trump attacked Democrats for \"trying to impeach the duly elected President of the United States for asserting Constitutionally based privileges that have been asserted on a bipartisan basis by administrations of both political parties throughout our nation's history.\"", "TRUMP ASSERTS THAT PELOSI'S FALSE TEETH WERE 'FALLING OUT' MID-PRESS CONFERENCE", "And, regarding the abuse-of-power charge, Trump noted that it was former Vice President Joe Biden who had \"bragged\" on video about having Ukraine's allegedly corrupt prosecutor fired by threatening to withhold $1 billion in critical U.S. aid. But, House Republicans have been barred by Democrats from calling witnesses that would help them make the case that Trump's concerns about Ukraine corruption were legitimate.", "\"More due process was afforded to those accused in the Salem Witch trials,\" Trump wrote, observing that even Ukrainian President Volodymyr Zelensky has repeatedly said at the United Nations that he felt no pressure from the White House to conduct political investigations in exchange for military aid.", "\"More due process was afforded to those accused in the Salem Witch trials.\" — President Trump, to House Speaker Nancy Pelosi", "The president argued that Democrats were trying to distract Americans from the strong economy and historically low unemployment numbers, and pointed out that Democrats have openly called for impeachment since the day he took office.", "Michigan Democratic Rep. Rashida Tlaib, Trump noted, announced that \"We're going to impeach the motherf---er\" all the way back in January -- long before Trump's mentioned Biden's possible corruption in a phone call with Zelensky.", "Democrats' persistent but unsubstantiated allegations that the Trump campaign had conspired with Russians to influence the 2016 election, the president observed, ultimately \"dissolved into dust,\" but not before the nation had to endure years of \"turmoil and torment.\" (Also on Tuesday, in a highly unusual public statement, the secretive Foreign Intelligence Surveillance Court slammed the FBI for its misleading warrant applications to surveil a former Trump aide during the Russia probe, and demanded immediate corrective action.)", "But Pelosi, who warned earlier this year that impeachment would need to be bipartisan, called Trump's letter \"ridiculous.\" She reaffirmed that Democrats would go ahead with impeachment, even though they lack any Republican support in the House.", "“Very sadly, the facts have made clear that the President abused his power for his own personal, political benefit and that he obstructed Congress,” Pelosi wrote to colleagues. “In America, no one is above the law.”", "One by one this week, centrist Democratic lawmakers, including many first-term freshmen who built the House majority and could risk their reelection in districts where the president is popular, announced they would follow Pelosi's lead and vote to impeach.", "DEMS FACE ROWDY RECEPTION IN HOME-STATE TOWN HALLS AS IMPEACHMENT SUPPORT PLUMMETS", "Polls have shown that Trump is now leading his top Democratic rivals, and that impeachment is actually helping Trump in key battleground states that might decide the 2020 election.", "Nationally, a Fox News poll this week found that 50 percent of respondents want Trump impeached and removed from office, even as Trump's job approval ticked up.", "Voters' frustrations", "Voters in swing districts have increasingly voiced their frustrations at heated town halls as their representatives have said they will support impeachment. Rep. Elissa Slotkin, D-Mich., who represents a district Trump won in 2016, pointedly ignored protesters as she backed impeachment at an event this week.", "For her part, Rep. Abby Finkenauer, D-Iowa, referred to the oath she took in January as she was sworn into office as guiding her decision. She announced support for both articles of impeachment to “honor my duty to defend our Constitution and democracy from abuse of power at the highest levels.”", "One new Democratic congressman, Jared Golden of Maine, said he would vote to impeach on abuse of power but not obstruction, in an apparent effort to appease both sides on the issue.", "And a freshman Democrat, Jeff Van Drew of New Jersey, is indicating he will switch parties to become a Republican after opposing impeachment. Earlier this year, Michigan conservative Rep. Justin Amash left the GOP when he favored impeachment. Amash is now an independent.", "After Trump's likely impeachment by a majority vote in the House, attention will soon shift to the Senate, which, under the Constitution, is required to hold a trial on the charges. That trial is expected to begin in January, and a two-thirds vote would be needed to convict Trump and remove him from office.", "Senate Majority Leader Mitch McConnell, R-Ky., has embraced the partisan nature of impeachment, dropping pretenses of fairness -- such as those adopted by Democrats, which he has characterized as superficial and transparently phony, even as they refused GOP witness requests, called numerous hearsay witnesses, and introduced articles of impeachment that do not track any criminal statute.", "“I'm not an impartial juror,” McConnell declared, saying that Democrats' procedures in the House were exclusively one-sided. The Republican-majority chamber is all but sure to acquit the president; McConnell has announced that he intends to spend Wednesday confirming new federal judges to lifetime appointments every two hours while Democrats are debating and voting on impeachment.", "WATCH: INDEPENDENT VOTER SAYS PELOSI IS INSULTING OUR INTELLIGENCE", "'A political decision'", "“Impeachment is a political decision,” McConnell said. \"The House made a partisan political decision to impeach. I would anticipate we will have a largely partisan outcome in the Senate. I’m not impartial about this at all.''", "McConnell struck back Tuesday at his Democratic counterpart's calls for an in-depth impeachment trial featuring multiple new witnesses, dismissing the push as a \"fishing expedition\" that would set a \"nightmarish precedent.\"", "\"The Senate is meant to act as judge and jury, to hear a trial, not to re-run the entire fact-finding investigation because angry partisans rushed sloppily through it,” he said on the Senate floor.", "\"The Senate is meant to act as judge and jury, to hear a trial, not to re-run the entire fact-finding investigation because angry partisans rushed sloppily through it.” — Senate Majority Leader Mitch McConnell", "In a Sunday letter, Senate Democratic Leader Chuck Schumer had called for the chamber to subpoena new documents and call witnesses who had been blocked by the White House during the impeachment inquiry on the House side.", "McConnell claimed that such investigative steps, though, were part of the House role -- not a mission for the Senate. He warned that entertaining Schumer’s proposal to do House lawmakers’ “homework” could invite a string of future “dubious” and “frivolous” impeachment inquiries.", "He stressed the fact-finding mission should have been completed during the impeachment inquiry led by House Intelligence Committee Chairman Rep. Adam Schiff, D-Calif. McConnell accused the House of doing a rush job, and said Schumer is now looking \"to make Chairman Schiff's sloppy work more persuasive.\"", "Even after voting to impeach Trump, the House still would need to vote formally to send the impeachment articles to the Senate. In 1998, the House approved the resolution to send the articles to the Senate about 10 minutes after the House voted to impeach then-President Bill Clinton. But, Democrats might delay sending the articles to the GOP-held Senate this time around, in a bid to influence the proceedings there.", "CLICK HERE TO GET THE FOX NEWS APP", "Such an unprecedented move, however, would likely only further inflame Republicans and moderates who have already looked with skepticism on the impeachment proceedings.", "\"The allegations against the President are incredibly, incredibly serious,\" Virginia Democratic Rep. Abigail Spanberger, who flipped a GOP seat in 2018, told constituents this week.", "A constituent quickly retorted: \"They're incredible bulls--t.\"", "Fox News' Chad Pergram, Adam Shaw, and The Associated Press contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/impeachment-vote-imminent-as-trump-plans", "authors": ["Gregg Re", "President Trump", "To House Speaker Nancy Pelosi", "Senate Majority Leader Mitch Mcconnell", "Gregg Re Is A Lawyer", "Editor Based In Los Angeles. Follow Him On Twitter"], "id": "6b9d0570-5ac5-38c3-ae7c-3b9230d42ecd", "pubDate": null, "title": "With Trump impeachment vote imminent, president traveling to Battle Creek, Mich., to rally the faithful"}