{"paragraphs": ["Written by Chloe Sachdev, CNN Sydney", "Ken Done's bold, kitsch and almost child-like paintings of Australian clichés such as the Sydney Harbour Bridge and Great Barrier Reef are far from mere postcard fodder. With a career spanning four decades, the artist's colorful riot of Australiana spread like wildfire in the 1980s and 90s, becoming easily recognizable by many.", "He opened his first merchandise shop in 1981, which eventually led to 15 stores across Australia and licensing arrangements and licensed stores in the US, Japan and Singapore. Embracing the idea of \"high low\" art, his work could be seen in galleries as well as on tea towels and sweaters.", "\"Art shouldn't just be something you find in art galleries and you approach on your hands and knees with reverence,\" Done insisted during a recent interview at his own show space in Sydney.", "", "", "", "", "", "", "", "", "1 / 9 – \"Yellow Blue and Red Sails,\" by Ken Done Credit: The Ken Done Gallery", "Popular and accessible, his joyous work was everywhere, and shaped Australia's global visual identity -- wide bright spaces, flora and fauna, beaches, reefs -- so much so that he was awarded the Order of Australia (AM) for services to art, design and tourism in 1992.", "But he was snubbed by the country's art elite. Often referred to as a sell-out. \"He committed the ultimate sin in the Australian artistic circles -- he became wealthy and famous without their help. Without being in biennales and triennales, without having any real institutional support ... he did it alone,\" said Sally Gibbs, a senior art consultant.", "How do you fall in love with art?", "Done's gallery, which he opened in 1994 in Sydney's touristy Rocks area, is still thriving and has allowed considerable freedom for the artist. \"Owning my own gallery, I see no difference from a chef owning a restaurant. The concept of being in a stable of other artists where you are essentially working for the gallery owner doesn't interest me at all,\" Done explained.", "It's curious then, that his latest exhibition, \"The Joy of Colour,\" is on show not at his space, but at Harvey Galleries Mosman, in a village-like neighbourhood on Sydney's well-to-do north shore. \"It's where I live and was raised, plus Trevor Harvey is a nice bloke and it's a nice space.\" Done said simply.", "Located opposite Done's old high-school, it's the only gallery in Sydney to host solo shows with the artist. The latest exhibition takes us underwater and is \"a celebration of The Great Barrier Reef and reefs around the world,\" said Trevor Harvey, the gallery's director.", "Artist Ken Done (right) with gallery director Trevor Harvey (left). Credit: Harvey Galleries Mosman", "\"I don't think any Australian artist understands color like Ken Done. He's a serious painter and, although he has been an icon in many different ways, a painter is what he's always wanted to be, and that is what he is, regardless of his other achievements ... His shows with us seem to be growing in popularity and there's been a surge in his following amongst the younger generation.\"", "\"He was a pioneer,\" Harvey said. \"Back in the day, when he was doing his mass merchandise, it was frowned upon, he wasn't being understood. But now, having closed his shops, there's a real nostalgia associated with Ken, he is part of our fabric, DNA and landscape ... Looking at a Ken Done painting will take any kid of the 80s and 90s back to their childhood.\"", "He may lure younger generations in with nostalgia, but he is still very much a master of the craft.", "Having spent the last twenty years concentrating solely on painting, his latest works and the appetite for them, prove that Australia isn't done with Done. Perhaps, they're just getting started."], "id": "6c1a8bde-219a-3f0e-8fd8-397db4c237c7", "url": "https://edition.cnn.com/style/article/ken-done-australian-artist/index.html", "title": "Ken Done's artwork tugs at the heartstrings of Australians", "authors": ["Chloe Sachdev"], "keywords": ["art", "harvey", "galleries", "gallery", "australian", "heartstrings", "artwork", "australians", "dones", "ken", "trevor", "australia", "latest", "space", "tugs"], "pubDate": null, "summary": "\"It's where I live and was raised, plus Trevor Harvey is a nice bloke and it's a nice space.\"\nThe latest exhibition takes us underwater and is \"a celebration of The Great Barrier Reef and reefs around the world,\" said Trevor Harvey, the gallery's director.\nArtist Ken Done (right) with gallery director Trevor Harvey (left).\nCredit: Harvey Galleries Mosman\"I don't think any Australian artist understands color like Ken Done.\nLooking at a Ken Done painting will take any kid of the 80s and 90s back to their childhood.\"", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}