{"id": "6c26c154-c769-3c54-8d60-9f44ccaf0487", "keywords": ["houston", "15", "astros", "series", "innings", "al", "cole", "game", "homers", "win", "rays", "fans", "31", "start", "bregman", "walked"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "http://www.foxnews.com/sports/astros-top-rays-3-1-as-cole-fans-15-bregman-homers", "title": "Astros top Rays 3-1 as Cole fans 15, Bregman homers", "summary": "Cole, 5-0 with a 1.07 ERA in six starts last month, set an Astros postseason record with 15 strikeouts in 7 2/3 scoreless innings to win his franchise-record 17th straight decision.\nThe Rays cut the lead to 3-1 when Avisaíl Garcia grounded into a forceout that scored Meadows.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMCorrea helped Cole out with a fantastic defensive play to start the game.\nUP NEXTFormer Astro Charlie Morton, who got the win in the Rays wild-card victory, will start against Zack Greinke.\nMorton pitched for the Astros from 2017-18 and played a big role in their 2017 World Series title.", "pubDate": null, "paragraphs": ["HOUSTON — Gerrit Cole carried his splendid September into an outstanding October and Alex Bregman handed fans chanting MVP the mighty swing they craved and the Houston Astros survived a wild ninth inning to beat the Tampa Bay Rays 3-1 on Saturday night for a 2-0 lead in their AL Division Series.", "Cole, 5-0 with a 1.07 ERA in six starts last month, set an Astros postseason record with 15 strikeouts in 7 2/3 scoreless innings to win his franchise-record 17th straight decision. The 15 strikeouts tied for third-most in a postseason game, the highest total since Roger Clemens had 15 in the 2000 AL Championship Series for the New York Yankees against Seattle.", "Cole (1-0), who led the majors with 326 strikeouts in the regular season, extended his major league record with his 10th straight game with at least 10 Ks. The Rays were unable to string anything together off of him on a night he induced 33 swings and misses — the most since MLB started tracking the stat in 2008 — and threw a career-high 118 pitches.", "CLICK HERE FOR MORE MLB POSTSEASON COVERAGE", "Kevin Kiemaier doubled with two outs in the eighth and Cole was lifted after putting on Willy Adames with Cole's first walk. The right-hander received a standing ovation as he walked off the mound and waved to the crowd just before he reached the dugout. Roberto Osuna took over and struck out Yandy Díaz to end the inning before running into trouble in the ninth.", "Austin Meadows and Tommy Pham hit consecutive singles and Ji-Man Choi walked to load the bases. The Rays cut the lead to 3-1 when Avisaíl Garcia grounded into a forceout that scored Meadows. Osuna walked Brandon Lowe, reloading the bases, and Astros manager AJ Hinch brought in Will Harris.", "Travis d'Arnaud worked the count full, then struck out on a high cutter, and Kiermaier grounded to first baseman Yuli Gurriel, who flipped to Harris, who stepped on first for the save.", "Cole's performance came after fellow ace and Cy Young Award contender Justin Verlander pitched seven scoreless innings to lead the Astros to a 6-2 win in the opener on Friday.", "Game 3 of the best-of five series is Monday in Florida.", "There were no outs in the fourth when Bregman, who hit a career-best 41 home runs in the regular season, homered off Blake Snell (0-10. All seven of Bregman's homers have come off All-Stars, including two against Chris Sale and one each vs. Trevor Bauer, Clayton Kershaw, Corey Kluber and Kenley Jansen.", "YANKEES TAG TWINS IN ALDS GAME 2; GREGORIUS SMACKS GRAND SLAM", "His shot gave the Astros a home run in 27 straight games, extending a franchise record.", "After Lowe's error at second gifted Houston two runs in the opener, another error on helped in the seventh. Adames bobbled Gurriel's leadoff grounder to shortstop, then bounced the thorw to first. Carlos Correa doubled and Martín Maldonado blooped a run-scoring single to left.", "Correa added a two-out RBI single off Nick Anderson in the eighth for a 3-0 lead.", "Snell, the 2018 AL Cy Young Award winner, sat out from July 22-Sept. 17 after arthroscopic surgery to remove bone chips in his left elbow. He didn't get out of the third inning in any of his three September starts, but said he hoped to give the Rays five innings on Saturday. Instead he was lifted one batter after Bregman's homer, finishing with four hits and a strikeout in 3 1/3 innings.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Correa helped Cole out with a fantastic defensive play to start the game. Díaz led off with a grounder toward Correa, who grabbed the ball backhanded while on the run and spun around for the throw to Gurriel that just beat a sliding Díaz.", "UP NEXT", "Former Astro Charlie Morton, who got the win in the Rays wild-card victory, will start against Zack Greinke. Morton pitched for the Astros from 2017-18 and played a big role in their 2017 World Series title. He won Game 7 of AL Championship Series against the Yankees and Game 7 of the World Series at Dodger Stadium to give Houston its first championship.", "Morton had a tough time in his last start against Houston when he gave up a season-high six runs in four innings, which tied his shortest start of season, in a 15-1 win by Astros on Aug. 27. Greinke, acquired from Arizona at the trade deadline, went 8-1 with a 3.02 ERA in 10 starts after the trade capped by a gem in his last start when he came two outs shy of his first no-hitter on Sept. 25 against Seattle."]}