{"summary": "FIFA may be everywhere, but where does that leave FIFA 20?\nFIFA 20 feels like a team without a captain.\nVolta, the new small-side football mode (sometimes with sideline walls), is not strong enough to carry the torch for FIFA 20.\nWhile this mode is the financial powerhouse of the series and EA as a company, Ultimate Team in FIFA 20 isn’t a destination mode.\nFIFA may be more popular than ever, but FIFA 20 is a standard bearer with no clear focus.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["gameplay", "modes", "wellworn", "fifa", "feels", "20", "mode", "institution", "review", "ultimate", "team", "ball", "volta"], "id": "6c423683-4d75-3874-b73d-f25254720014", "url": "https://www.gameinformer.com/review/fifa-20/fifa-20-review-a-well-worn-institution", "title": "FIFA 20 Review – A Well-Worn Institution", "pubDate": null, "paragraphs": ["It’s hard to know what FIFA is anymore. Like EA Sports’ Madden or 2K’s NBA 2K, FIFA has been absorbed into the larger sports culture. It’s been adopted by the athletes themselves, and is a symbol for video games in general. FIFA may be everywhere, but where does that leave FIFA 20? The game is not any worse off than it was a year ago, but it also feels anchorless. It has noticeable little improvements in every corner, but it lacks a strong core. FIFA 20 feels like a team without a captain.", "Volta, the new small-side football mode (sometimes with sideline walls), is not strong enough to carry the torch for FIFA 20. The optional story (which you may as well call Volta: Hold Square to Skip) isn’t compelling, and the mode’s relatively confined spaces only accentuate some of the weak points in FIFA’s gameplay. Loose ball pickups, ball physics, and poor teammate A.I. can all go wrong; when they do, Volta’s small playing spaces mean the loss of possession can lead to a swift goal against. Similarly, I don’t get fancy with the ball much (apart from passing it off the walls, which is fun) due to the risk involved of coughing it up. In fact, you don’t even get bonus points after a match for stylish play, which makes me even more reluctant.", "When the gameplay is on a normal-sized pitch, which allows wingers to run free and more team strategies to develop, FIFA 20 feels more at home. Smart passing opens up attacking opportunities. Playing defense, while not as overpowering as last year (in fact, calling over a teammate for help doesn’t do much), feels rewarding. I like to take control, cordon off an opponent’s attack, and clog up passing lanes. One of my favorite things to execute – given the time, skill, and teammate movement – is to pump the ball into the wide channels for the wingers. This puts immediate pressure on the opposing fullbacks, and is something that the A.I., to its credit, does right back at you.", "FIFA 20’s gameplay produces satisfying moments, like addressing the ball with small touches to maneuver the ball and keep possession, but it’s hampered by foibles like inconsistent/sometimes-floaty ball physics, bad keeper rebounds, and players comically falling down or feeling like they’re on ice. The latter happens even though the actual jostling command is well executed.", "As usual, these kinds of eccentricities are magnified in Ultimate Team mode, when chemistry and other variables are involved. While this mode is the financial powerhouse of the series and EA as a company, Ultimate Team in FIFA 20 isn’t a destination mode. The new season format doles out linear rewards for your activities, but the rewards (coins, cosmetics, the occasional pack, and more) are often shrug-worthy. Unexciting things like balls and team badges are placed on steep ascending tiers that bake more grind into the mode.", "Ultimate Team’s multiplayer may be hyper-focused on getting the right players, but even the mode’s bad pack odds are preferable to the fact that Volta only gives out cosmetic items (at launch, anyway). Sadly, it’s more exhilarating to try and survive in Ultimate Team’s piranha tank for player cards than it is to play Volta for throwaway cosmetics. Unfortunately, this is where this series is at: Asking fans to put up with less-than-ideal aspects for morsels of fun.", "Other modes like Career (player or manager) and Pro Clubs are also stingy, including a few new elements that may solve long-standing problems or address fans’ requests (like being able to practice in Pro Clubs) but which simply cannot disguise that these modes haven’t been fundamentally improved. For instance, the new manager interviews/conversations during career mode are a thin way to address player morale, which is a system that behaves erratically. Some players demand more playing time when they’ve already been in the starting lineup for months. The career-mode A.I. also falters in managing its rosters correctly, keeping the transfer market stocked, and fielding the right lineup alongside you in the player-centric version of career mode.", "FIFA may be more popular than ever, but FIFA 20 is a standard bearer with no clear focus. The gameplay comes up just short of carrying the title, and while Ultimate Team is engaging in its own way, it’s the same grind it’s always been. The next-generation of home consoles is approaching, and I can’t tell if EA has run out of ideas or is running out the clock."]}