{"id": "6c53d4ab-c390-3657-b40b-261f24696529", "title": "Old Dogs, New Research and the Secrets of Aging", "url": "https://www.nytimes.com/2020/11/09/science/dogs-aging-behavior.html", "summary": "Now science is taking a turn, in the hope that research on how dogs grow and age will help us understand how humans age.\nTheir research so far shows that dogs are similar to us in important ways, like how they act during adolescence and old age, and what happens in their DNA as they get older.\nThey may be what scientists call a “model” for human aging, a species that we can study to learn more about how we age and perhaps how to age better.\nMost recently, researchers in Vienna have found that dogs’ personalities change over time.\n“That’s professor Spot, to you, thank you, and could we be a little neater when we pour kibble into my dish?”", "paragraphs": ["Dogs go through stages in their life, just as people do, as is obvious to anyone who has watched their stiff-legged, white-muzzled companion rouse themselves to go for one more walk.", "Poets from Homer to Pablo Neruda have taken notice. As have folk singers and story tellers. Now science is taking a turn, in the hope that research on how dogs grow and age will help us understand how humans age. And, like the poets before them, scientists are finding parallels between the two species.", "Their research so far shows that dogs are similar to us in important ways, like how they act during adolescence and old age, and what happens in their DNA as they get older. They may be what scientists call a “model” for human aging, a species that we can study to learn more about how we age and perhaps how to age better.", "Most recently, researchers in Vienna have found that dogs’ personalities change over time. They seem to mellow in the same way that most humans do. The most intriguing part of this study is that like people, some dogs are just born old, which is to say, relatively steady and mature, the kind of pup that just seems ready for a Mr. Rogers cardigan. “That’s professor Spot, to you, thank you, and could we be a little neater when we pour kibble into my dish?”"], "authors": ["James Gorman"], "keywords": ["study", "scientists", "ways", "secrets", "whitemuzzled", "humans", "research", "age", "old", "way", "aging", "dogs"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}