{"keywords": ["real", "exchange", "united", "richardson", "slattery", "iranian", "swap", "usiran", "administration", "charges", "iran", "deal", "told", "prisoner"], "paragraphs": ["Donald Trump celebrated a surprise prisoner exchange with Iran in a tweet on Saturday, just hours after a Princeton graduate student and an Iranian scientist were traded on the tarmac of Zurich’s international airport. “Thank you to Iran on a very fair negotiation. See, we can make a deal together!” he wrote. The swap was a rare moment of détente following months of escalating hostilities, which came within minutes of a military confrontation in June, after Iran shot down a sophisticated U.S. drone.", "It ended the traumatic saga of Xiyue Wang, an American student in the fourth year of a ten-year prison sentence in Iran on two charges of espionage. He had been arrested, in 2016, while doing doctoral research in Tehran’s national archives on the nineteenth and early twentieth century Qajar dynasty. The swap also ended the controversial case of Masoud Soleimani, an Iranian stem-cell researcher who was arrested when he landed in the United States, in October, 2018, en route to a visiting-scholar position at the Mayo Clinic. He had been charged with trying to export proteins used to culture cells for medical research without a U.S. license, a minor form of sanctions-busting.", "Both men had been caught up in the decades of tension—played out in human lives—between Washington and Tehran. Both were widely seen as pawns. A senior Trump Administration official told reporters that he hoped Wang’s release was “a sign that the Iranians are realizing that their practice of hostage-taking diplomacy really should come to an end.” Six other Americans are still detained in the Islamic Republic, including Robert Levinson, who disappeared inside the country twelve years ago. The Trump Administration has arrested at least thirteen Iranians in the U.S. in just the past two years.", "Trump took credit for the release, with thanks to the Swiss government, which has represented U.S. interests with Iran ever since Washington severed ties with Tehran, in 1980. Yet other interlocutors claim that the Administration usurped the narrative after almost three years of lethargic diplomacy. They claim that they initiated the negotiations and did much of the legwork—often despite resistance and roadblocks imposed by Trump’s current and former envoys, according to U.S. and Iranian sources.", "In Zurich, Wang was turned over to Brian Hook, the U.S. Special Representative for Iran. The State Department tweeted a picture of the two on the tarmac in front of a blue-and-white Air Force plane. But Hook had been among those most resistant to dealing with Iran, according to multiple sources close to the negotiations. He has engaged only in recent weeks, after a swap appeared likely to happen with or without him, sources told me. Two days before the swap, Hook called on “all nations to stand with the Iranian people” and “diplomatically isolate the regime.” A leading hawk on Iran, Hook has also recently been under investigation by the State Department’s inspector general for discrimination against an Iranian-American employee.", "Winning the release of Americans imprisoned abroad is among the toughest and messiest challenges that the United States faces. It usually involves myriad players and interests, often outside the U.S. government—as was the case in the latest swap with Iran. Frustrated that the Administration was getting nowhere, Jason Poblete, the lawyer for the Wang family, said that he had reached out to the former Kansas congressman Jim Slattery. For years, Slattery had engaged with Iranians in a multidenominational Abrahamic dialogue; he had also travelled to Iran and knew the Iranian foreign minister, Mohammad Javad Zarif, and Iran’s U.N. Ambassador, Majid Takht-Ravanchi, who graduated from the University of Kansas. “Slattery and I were exploring many possible options to help Mr. Wang, including humanitarian pathways that should always be open, especially when relations between nations are difficult. These pathways can be useful for securing the release of Americans,” Poblete told me. They worked behind the scenes for several months with U.S. and Iranian parties and family members. “It was extremely complicated,” Poblete said. “We took our work to the Administration. It found a way to make it happen.”", "The former U.N. Ambassador Bill Richardson said that he also invested twenty months in negotiating with Iran behind the scenes. “I dispute the Administration’s version, because we negotiated the deal,” Richardson told me this weekend. He met with senior U.S. officials—from the White House, State Department, and Justice Department—and Iranian diplomats and Soleimani’s defense lawyers. A former congressman, governor, and Cabinet secretary, Richardson has negotiated prisoner cases with North Korea, Sudan, Colombia, Cuba, Iraq, Bolivia, Peru, and Bangladesh.", "The turning point came in April, when Zarif publicly signalled interest in a swap. “Exchange them. All these people that are in prison inside the United States, on an extradition request from the United States—we believe their charges are phony,” he said during a speech at the Asia Society, in New York. “The United States believes charges against these people in Iran are phony. Fine, let’s not discuss that. Let’s have an exchange. I’m ready to do it. And I have the authority to do it.”", "Richardson worked with Zarif on details when they met, in September, on the sidelines of the U.N. General Assembly, he said. Slattery was part of that channel, too. As the first step in the process, they settled on the exchange of Wang and Soleimani. The first breakthrough coincided with a change within the Trump Administration following the departure of John Bolton, another hawk on Iran, from the National Security Council, in September. He was replaced by Robert O’Brien, the former State Department hostage negotiator. Among hostage families, O’Brien has been credited with generating more interest at the White House since he took over at the N.S.C. Richardson worked closely with O’Brien, he told me.", "Richardson, Slattery, and Poblete expected the exchange to unfold next week. In a plea deal that Slattery worked on with Soleimani’s lawyers, the Iranian scientist was due in an Atlanta court on December 11th, when he was expected to plead guilty, be sentenced to time served, and then be deported within days. After the judge’s ruling, Iran would release Wang to the Swiss Embassy in Tehran; the Swiss would then put him on a plane to Qatar. Richardson met with the Iranian U.N. Ambassador on December 4th to confirm the final details.", "One of the trickiest aspects of the exchange was Soleimani’s legal status. The Justice Department wanted to follow through with his case but not appear to be subverting the U.S. judicial system in order to free an Iranian who had broken a law in exchange for an American wrongly jailed by Iran. The exchange negotiated by Richardson, Slattery, and Poblete was delayed while the Department of Justice “did due diligence,” Richardson said. The Justice Department did not want to be engaged in a prisoner swap that would set a dangerous precedent for the remaining hostages—and the future. The plea deal was the way around it.", "In a surprise move, however, the Justice Department instead dropped all charges against Soleimani, the Administration official said on Saturday. He did not provide details. “We feel that, given where Mr. Soleimani’s case was headed, the fact that we were able to use Iran’s interests in having him come home to spur the negotiations that led to the return of Mr. Wang—we view that as a very, very good deal for the United States,” he said. The Justice Department did not respond to a request for comment. Slattery said that top White House officials abruptly approved the dropping of all charges against Soleimani. “Just within the last three days, there were directions from the highest levels of our government to blow by the plea deal and drop all charges,” he said.", "Even Soleimani’s lawyer, Lenny Franco, does not know why the charges were dropped. “If you can figure it out, let me know,” he told me on Sunday. He received a “frantic” call on Thursday morning from his office, informing him that the U.S. Attorney’s office in Atlanta had said a prisoner exchange was in the works. The judge agreed to dismiss charges without prejudice, but the decision would not go into effect until U.S. marshals delivered Soleimani to Zurich for the swap on Saturday. “Whenever you get charges dismissed as a defense attorney, you don’t ask why,” Franco told me. But, in forty-three years practicing law, he added, he’d never had a case that ended like this one.", "Richardson, Slattery, and Poblete all said that the Administration did not inform them of the exchange—or of the change in the plans that they had negotiated. Richardson and Slattery found out only when the news broke on Saturday, and Poblete by accident. “It wouldn’t cost much for them to acknowledge that this was done with our help,” Mickey Bergman, the vice-president of the Richardson Center for Global Engagement, told me. “They had insisted that we were delusional and wanted to call it off because they didn’t believe us.” Richardson added, “Typically, the Trump Administration does not like to share credit, but this is a happy outcome, so we shouldn’t fight over getting credit.”", "The White House dismissed Richardson’s initiative. “While we appreciate Ambassador Richardson’s efforts, this release was negotiated by current U.S. officials with Swiss assistance,” a senior U.S. official told me. The Administration also rejected Zarif’s overture as propaganda. “We never believed that those public comments of Mr. Zarif were very serious,” the Administration official told reporters. “The proper way to deal with these sorts of negotiations was through established diplomatic channels, either in talks directly with the United States or going through our protecting power, the Swiss,” he said. Zarif flew to Zurich to pick up Soleimani. He tweeted a picture of the two on his plane flying back to Tehran.", "On Saturday afternoon, Trump called the exchange “a great thing for Iran.” He told reporters, “I think it was great to show that we can do something. It might have been a precursor as to what can be done.” The Administration official said he was hopeful that Wang’s release was a sign that Iran is “willing to come to the table” to negotiate other flash points, including its nuclear program, missile tests, and role in other Middle Eastern countries. Both the United States and Iran have sought engagement, even as their differences have deepened.", "Ali Vaez, the director of the Iran project at the International Crisis Group, said that the exchange was a reason for optimism, although it is only one step in dealing with forty years of hostage dramas and tensions with Iran. “It’d be wrong to overestimate the possibilities that the exchange could create, but it’d also be wrong to underestimate its promise,” Vaez told me. “It constitutes a very positive step, because it’s the first time under the Trump Administration that Iran and the U.S. have agreed on anything.”", "This piece has been updated to include comments by Lenny Franco."], "url": "https://www.newyorker.com/news/our-columnists/the-real-deal-behind-the-us-iran-prisoner-swap", "id": "6c7af731-3b07-3e73-aaed-ec338a6a539c", "title": "The Real Deal Behind the U.S.–Iran Prisoner Swap", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Robin Wright", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino", "Masha Gessen"], "summary": "He has engaged only in recent weeks, after a swap appeared likely to happen with or without him, sources told me.\nIt usually involves myriad players and interests, often outside the U.S. government—as was the case in the latest swap with Iran.\n“I dispute the Administration’s version, because we negotiated the deal,” Richardson told me this weekend.\nThe exchange negotiated by Richardson, Slattery, and Poblete was delayed while the Department of Justice “did due diligence,” Richardson said.\nThe Justice Department did not want to be engaged in a prisoner swap that would set a dangerous precedent for the remaining hostages—and the future.", "pubDate": null}