{"id": "6cbcd7fc-0d74-32b4-b59d-fa37d5096c2e", "title": "5G technology - Is there an alternative to Huawei?", "url": "https://www.economist.com/leaders/2020/11/07/is-there-an-alternative-to-huawei", "summary": "It is a sign that the much-discussed Huawei dilemma is not as intractable as it may seem—and a reminder that Open RAN deserves more private-sector and government support.\nAustralia, Canada and Japan have already in effect banned Huawei from their 5 G networks.\nOpen RAN is an alternative to relying on either Huawei or the Nordic duo.\nIn America Dish has started to build a 5 G network based on the technology.\nIntegrating the many different products that make up an Open RAN network is hard.", "paragraphs": ["T HE SIGNAL was easy to miss amid the noise of new lockdowns and America’s elections. Earlier this week, Vodafone, a mobile operator, announced that in Britain it would use a technology called Open RAN to replace some gear made by Huawei, a Chinese firm whose products are considered too much of a security risk to be used in the new 5 G mobile networks. It is a sign that the much-discussed Huawei dilemma is not as intractable as it may seem—and a reminder that Open RAN deserves more private-sector and government support.", "In recent years America has conducted a campaign against Huawei, which it worries poses a threat to Western interests and which has built a commanding position in 5 G systems globally. Australia, Canada and Japan have already in effect banned Huawei from their 5 G networks. In July Britain said it would phase out its gear, and on October 20th Sweden said it would impose a ban, too. More countries may follow.", "The trouble is that the costs of ditching Huawei are high: you risk becoming reliant on two big Nordic firms, Nokia and Ericsson, the other main suppliers of 5 G gear. In the long run a duopoly is bad for competition and innovation. And in the short run neither firm is infallible. Nokia, in particular, is in trouble. On October 29th it announced a drop in sales of 7% year on year, and its shares plunged by almost 20%. Its new boss said that it had been “clearly behind” on 5 G .", "Open RAN is an alternative to relying on either Huawei or the Nordic duo. Along with a related technology called network virtualisation, it changes the rules of the game. To understand why, compare an old tethered telephone with a modern smartphone. One is a dedicated piece of hardware made of customised parts, whereas the other is a general-purpose computer controlled by software that can accommodate any type of app, provided it complies with certain technical rules.", "Similarly, conventional mobile networks are made out of specialised equipment, whereas the new Open RAN kind use mostly off-the-shelf hardware, with lots of code defining what it can do. Because all the gear connects up using standard interfaces, carriers can mix and match products from different suppliers—something that they cannot do today. Operators have more insight into what is going on in their networks and can avoid components they do not trust, such as Chinese chips. They could also save a lot of money and become quicker on their feet.", "Open RAN is gaining momentum. Last month Rakuten Mobile launched the world’s first 5 G network based on Open RAN —which helped the Japanese carrier cut investment by 40% (see Schumpeter). It can also put together new services within minutes instead of months, as is the case with conventional networks. In September Telefónica, which has 260m mobile subscribers in Europe and Latin America, teamed up with Rakuten to deploy Open RAN more widely in its networks by 2025. In America Dish has started to build a 5 G network based on the technology. With the notable exception of Huawei, even equipment-makers are coming on board. Ericsson has just announced its first related product.", "Yet Open RAN still has problems. The supply chain is untested and may face bottlenecks if demand suddenly surges as more mobile operators sign up. Notwithstanding its roll-out in urban parts of Japan, experts fear that the technology may not yet function well in densely populated cities; most carriers, including Vodafone, want to test it in rural areas first. Integrating the many different products that make up an Open RAN network is hard. And although the technology lowers the potential security threat from China, it creates new openings for hackers."], "authors": ["The Economist"], "keywords": ["ran", "alternative", "huawei", "products", "open", "5g", "network", "technology", "g", "gear", "mobile", "networks"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}