{"summary": "Our team was first introduced to Banza pasta a few months ago.\nSince it's healthy, Banza pasta makes a great staple to keep in your pantry.\nTo give you an idea of what others think about Banza pasta: On Amazon, this product is a No.\nOne user was quoted saying that this pasta is \"Tasty as hell for those missing pasta.\"\nThe perfect pairing to pesto, marinara or your sauce of choice, Banza noodles come in many different shapes and variations.", "id": "6cf22627-cf23-3b0e-97ec-eb4b8b465688", "pubDate": null, "url": "https://www.cnn.com/2018/03/04/cnn-underscored/banza-chickpea-pasta-shop/index.html?iid=underscoredhealthhpplacement", "authors": [], "paragraphs": ["Story highlights Banza chickpea pasta is a healthy alternative to regular wheat pasta", "This product is certified vegan, gluten-free, non-GMO and low on the glycemic index", "If you've been depriving yourself of wheat pasta or have blacklisted it from your diet for whatever reason — we're here to tell you, Banza chickpea pasta may be the solution.", "Our team was first introduced to Banza pasta a few months ago. Among those who tried it, the response was unanimous that it tasted good and was satisfying.", "The major difference from old-fashioned pasta was that the texture was a little chewier, simply because these noodles are made from chickpeas and not from wheat. Since I've tried these noodles several times (and am a fan), I've found that this difference in texture can be improved by simply cooking your noodles a bit longer. After a few extra minutes, they will become soft and achieve a texture that's quite near your normal noodle.", "Since it's healthy, Banza pasta makes a great staple to keep in your pantry. If you look at the nutrition label, you'll see these noodles are packed full of protein and fiber. They are are certified vegan, gluten-free, non-GMO and low on the glycemic index.", "To give you an idea of what others think about Banza pasta: On Amazon, this product is a No. 1 best-selling brand with over 700 Amazon users rating these an average 4.3 out of 5 stars. One user was quoted saying that this pasta is \"Tasty as hell for those missing pasta.\" And we couldn't agree more.", "The perfect pairing to pesto, marinara or your sauce of choice, Banza noodles come in many different shapes and variations. So far, the brand has pasta available in the form of penne, rotini, shells, elbows, cavatappi, wheels, spaghetti, ziti, and rigatoni. Additionally, there also several variety packs ($25 pack of six; amazon.com) and mac and cheese ($22.54; amazon.com) for the kids.", "In fact, Banza will soon be launching two all-new mac and cheese flavors. We tried both the Cacio e Pepe shells and Shells and White Cheddar flavors and they were amazingly delicious (and gourmet enough for adults). Pre-order yours now from Amazon.", "Note: the prices above reflect the retailer's listed price at the time of publication."], "keywords": ["glutenfree", "wheat", "product", "highprotein", "try", "texture", "noodles", "simply", "vegan", "shells", "banza", "guess", "tried", "ingredient", "main", "pasta"], "title": "Try to guess the main ingredient in this high-protein, gluten-free pasta", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}