{"id": "6d12771e-343c-3805-bce1-6f89bc292df4", "keywords": ["suspended", "busy", "staffers", "street", "think", "family", "children", "kids", "preschool", "arizona", "wandering", "went", "told", "school", "near", "thats", "toddlers"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Brie Stimson"], "url": "https://www.foxnews.com/us/preschool-teachers-suspended-after-7-toddlers-found-wandering-near-busy-street", "title": "Preschool staffers suspended after 7 toddlers found wandering near busy street", "summary": "Several staffers were suspended from an Arizona preschool after seven children were found wandering near a busy street after a playground gate “failed” Friday, according to reports.\n\"I noticed two little kids out kind of close to the street so I slowed down,\" a woman who wished to remain anonymous told Arizona Family.\nLaura Dill, whose daughter attends the school, told Fox 10 she's a teacher and understands how quickly kids can get away.\n\"I think the gate latch is one thing, that's a mistake, it happens,” Dill told Arizona Family.\nThe school said in a statement to Arizona Family that they contacted the parents immediately and suspended the staffers, pending an investigation.", "pubDate": null, "paragraphs": ["Several staffers were suspended from an Arizona preschool after seven children were found wandering near a busy street after a playground gate “failed” Friday, according to reports.", "Drivers near the Little Sunshine's Playhouse and Preschool in Gilbert, Ariz., southeast of Phoenix, called 911 when they saw the toddlers walking toward the street without an adult in sight.", "\"I noticed two little kids out kind of close to the street so I slowed down,\" a woman who wished to remain anonymous told Arizona Family. \"As I got closer, I noticed there wasn’t a guardian and I stopped. I was in the center, and the kids started to step out into the street.\"", "GEORGIA TEACHER ON LEAVE AFTER SAYING CONFEDERATE FLAG MEANS YOU 'INTEND TO MARRY YOUR SISTER'", "While other drivers helped collect the children, witness Samantha Crouch said she went into the school to talk to the employees.", "She said they told her the gate’s latch was confusing because it went two ways.", "“I found that answer to be grossly unacceptable,” she said.", "Laura Dill, whose daughter attends the school, told Fox 10 she's a teacher and understands how quickly kids can get away.", "\"I think the gate latch is one thing, that's a mistake, it happens,” Dill told Arizona Family. “The fact that the kids got away without noticing, I think that's a completely different issue.”", "She told FOX 10 of Phoenix she's keeping her daughter in the school.", "\"If anything, I think the school's going to be even safer now because now they're going to be hyper-vigilant about everything,\" she said.", "The school said in a statement to Arizona Family that they contacted the parents immediately and suspended the staffers, pending an investigation.", "They added that they \"self-reported to the state of Arizona childcare licensing.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The school said they will keep the children inside until their fence is inspected."]}