{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/f39a5cf2-5a1b-4ca5-af9d-0052169c1218?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=6", "pubDate": null, "authors": ["Produced Petros Gioumpasis. Filmed Nicola Stansfield"], "keywords": ["write", "prepared", "brexit", "boris", "ireland", "deal", "whats", "shrimsley", "johnson", "soon", "going", "northern", "hes", "think", "barber"], "title": "Brexit: why it's too soon to write off a Boris Johnson deal", "id": "6d283f5e-7b3b-3397-a5a1-c1f051a917c4", "summary": "You can enable subtitles (captions) in the video playerLIONEL BARBER: Boris Johnson is reeling from defeat to defeat in the courts and in parliament.\nAnd that deal is to be done around whether you can create a Northern Ireland only backstop or something that falls a little bit short of that.\nWhat Boris Johnson is looking at is to see whether he can carve out a Northern Ireland only solution.\nAnd that's what's going on.\nLIONEL BARBER: But again, the key is that the main obstacle to an agreement is this question of Northern Ireland.", "paragraphs": ["You can enable subtitles (captions) in the video player", "LIONEL BARBER: Boris Johnson is reeling from defeat to defeat in the courts and in parliament. But it's probably too soon to write him off. Here with me is Robert Shrimsley, our political commentator, to talk about what might be billed as the great escape.", "ROBERT SHRIMSLEY: Well, as you say, it's too soon to be confident, but what is very clear and what's become very clear in the last few days is that there are sort of two Downing Street operations going on. There's the one that everyone's hearing about and talking about, Dominic Cummings, his chief strategist, all of the noise and all of the standing firm and playing tough. Then there's the other thing, which is going on a little bit below the waterline, which is the efforts to see if there is a deal to be done with the European Union.", "And that deal is to be done around whether you can create a Northern Ireland only backstop or something that falls a little bit short of that. You remember that obviously Theresa May's deal had a backstop that caught the whole of the United Kingdom in its web. What Boris Johnson is looking at is to see whether he can carve out a Northern Ireland only solution. And that's what's going on.", "LIONEL BARBER: Right. So we'll look at that in a bit more detail, but the really interesting thing you've said there is that we've got a two-tier Downing Street. We've got Dominic Cummings, who's this Svengali figure who's attracting all the publicity, but there's something much more serious and less noisy going on, which is really quite serious, all hands to the deck to try and get a deal.", "ROBERT SHRIMSLEY: Yeah. I don't think the two sides are in conflict with each other necessarily, but I think that a lot of reporting, the eyes of the reporting world have been drawn by this very interesting strategist who's very newsworthy and very reportable. And what's been going on quietly is somewhere else. And I think that's what we're seeing, is a lot of the diplomatic work beginning below the waterline. Now, how serious it is we're not yet sure. There's a long, long way to go.", "LIONEL BARBER: And there's 27 plus countries and parliaments that have to ratify any future deal.", "ROBERT SHRIMSLEY: Yeah.", "LIONEL BARBER: But again, the key is that the main obstacle to an agreement is this question of Northern Ireland. It's not the divorce bill, 40 billion euros, 39 billion euros. It's not about illegal issues on EU citizens, right?", "ROBERT SHRIMSLEY: Yeah, that's right. And the fundamental problem with the all UK backstop was that the whole of the United Kingdom could be caught forever under the EU purview, caught in a customs unit, in particular, for all of the rules that it would have to obey. Boris Johnson couldn't stomach that.", "LIONEL BARBER: He talked about a vassal state.", "ROBERT SHRIMSLEY: Exactly. What he's looking at is whether he can come up with a special arrangement for Northern Ireland, which, it's worth remembering, is what the European Union proposed in the first place. And Theresa May said no, I'm not going to have the union broken up. I'm not going to have a line in the union drawn along the Irish Sea, and Northern Ireland on the other side of it.", "Now, I don't think Boris Johnson is ready to countenance a full Northern Ireland being treated entirely differently from the rest of the UK, entirely subject to the rulings of the European Court.", "But what he is prepared to look at is some kind of compromise where, in some areas, it might be. And the most obvious one, the one where he's clearly prepared to move, is on agri products, what's known as the sanitary and phytosanitary area, which, interestingly, although people say it only accounts for 30% to 40% of the value of trade between Northern Ireland and the republic, it's 80% of the volume. So if you can get something done on that, if you can have freedom of movement for agricultural products, that's a big chunk of the puzzle taken care of. It's not all of it, by any stretch of the imagination. There are lots of other issues. But it's a starting point.", "LIONEL BARBER: Now, you know I don't like putting you on the spot, penalty spot, or any other football metaphor, but here's the big question. Is Brussels, Paris, Berlin prepared to allow Boris the great escape and strike a deal?", "ROBERT SHRIMSLEY: Well, think they will, in large part, take their lead from Ireland on this matter. But what's been proposed so far is not enough. That's clear to me. What Boris Johnson is talking about so far isn't enough, because you've got issues of tariffs, VAT, regulatory controls, governance, dispute mechanisms, lots of other things that aren't settled. The question is how far he's prepared to move. And if they sense he's prepared to move quite a long way on this, might they be prepared to give him a little bit of wiggle room. So I don't know is the answer to your question, but what I do know is that the conversations are happening and it's not impossible.", "LIONEL BARBER: And chapter two--", "ROBERT SHRIMSLEY: But it's very little time.", "LIONEL BARBER: Yeah. And obviously, he's then got to win a parliamentary vote with the backing of the--", "ROBERT SHRIMSLEY: Well, the political side--", "LIONEL BARBER: --hardliners--", "ROBERT SHRIMSLEY: --of it is a whole other area of--", "LIONEL BARBER: And we're going to come to that. He's had six votes that he's lost so far, six out of six.", "ROBERT SHRIMSLEY: Yeah, it's a flawless record.", "LIONEL BARBER: But don't write him off just yet. Thank you, Robert Shrimsley."]}