{"summary": "Starting at 7:30 Pacific, we'll be streaming live from E3 2019 and talking about Gears 5 with The Coalition's Rod Fergusson in addition to describing the gameplay demo for The Avengers and Watch Dogs Legion.\nAfter that we'll have a developer roundtable discussion featuring Control's Sam Lake, The Outer Worlds' Megan Starks, Baldur's Gate 3's Swen Vincke, and Ready at Dawn's Ru Weerasuriya.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "keywords": ["gears", "listen", "730", "dogs", "video", "youtube", "legion", "gi", "website", "avengers", "watch", "pacific", "weerasuriyayou", "worlds", "game"], "id": "6d4129ca-44a6-3bc6-b40d-f363e3675c4a", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/06/12/gi-show-gears-5-avengers-watch-dogs-legion", "title": "GI Show - Gears 5, Avengers, Watch Dogs Legion", "pubDate": null, "paragraphs": ["Starting at 7:30 Pacific, we'll be streaming live from E3 2019 and talking about Gears 5 with The Coalition's Rod Fergusson in addition to describing the gameplay demo for The Avengers and Watch Dogs Legion. After that we'll have a developer roundtable discussion featuring Control's Sam Lake, The Outer Worlds' Megan Starks, Baldur's Gate 3's Swen Vincke, and Ready at Dawn's Ru Weerasuriya.", "You can watch the video above at 7:30 Pacific on Twitch or YouTube, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website."]}