{"id": "6d94b185-c6ba-35a0-aa82-599b2b2570ba", "title": "'Save nothing for best': Guardian readers on lessons of lockdown", "url": "https://www.theguardian.com/world/2020/nov/05/save-nothing-for-best-guardian-readers-on-lessons-of-lockdown", "summary": "Guardian readers share what they learned from the first national lockdown, and how they plan to use that knowledge as a second one begins.\nPhotograph: Katie Davis/Guardian Community“In the first lockdown I learned that you shouldn’t save anything for best”, she said.\nDrink the best tea, use the fancy cups.”‘Be stricter about switching off’For Eleanor*, who lives in London and works in tech, a second lockdown calls for more defined boundaries between work and life.\n“Lockdown forced many of us to slow down, get off the treadmill, and that change of pace became an opportunity.\nPhotograph: Ryan PayneIn Lincoln, engineer Jonny Codling thinks the best way for people to get through the second lockdown is to make sure they have a support network.", "paragraphs": ["As we wake up to the first day of a second national lockdown in England, millions of people are facing at least a further four weeks of staying at home.", "Although many in the north and Midlands have lived under restrictions for some time, the new countrywide measures that came into force from midnight will mean everyone is now subject to more rigorous restrictions.", "Guardian readers share what they learned from the first national lockdown, and how they plan to use that knowledge as a second one begins.", "‘You shouldn’t save anything for best’", "In April, 34-year-old Katie Davis lost her father. The experience made her realise that time was short, and she vowed not to continue to wait to do, or use, things that would give her joy.", "Katie Davis and her children. Photograph: Katie Davis/Guardian Community", "“In the first lockdown I learned that you shouldn’t save anything for best”, she said. “It’s a bit of a habit in my family. My nana said that any new coats were too new to wear straight away; they had to acclimatise to the wardrobe for a bit first and then only brought out on Sundays.”", "She continued: “I’d had my second daughter in January and caring for two babies, meant I was stretched beyond capacity emotionally, with very few coping mechanisms available.”", "Struggling to get shopping slots and avoiding supermarkets in case of catching coronavirus, Davis and her mother raided the cupboards and discovered items saved as gifts, and never used.", "“Picnics outside with the children meant actually using a teapot with real leaf tea , risking the fancy cups, two of which did get broken,” said Davis, who lives in Wigan.", "“I still have real leaf tea most days, six months on, and a sense of a parallel universe in which my dad died and a pandemic hit us,” she added. “One tea canister my mum found was a year out of date, past its best. My dad ran out of time to do what he wanted to. Drink the best tea, use the fancy cups.”", "‘Be stricter about switching off’", "For Eleanor*, who lives in London and works in tech, a second lockdown calls for more defined boundaries between work and life. Without access to an office, she has found switching off “super difficult”, and raised concerns that many employees were working much longer hours remotely.", "“For many of us that have stressful jobs and live alone in small flats, the lack of boundaries with work and the increased demands of work have been hard to manage,” she said.", "“I live alone, and don’t have children, and there’s an expectation that because you don’t have to look after others, you can just keep working,” she added. “It’s unhealthy.”", "Eleanor said she plans to be “stricter” about clocking off from work on time, and introduce more time to switch off.", "“I’m going to put an alarm on, and even if the work isn’t done, I’m going to close the laptop, because the demands don’t stop,” she said. “I’m also going to try and have less screen time. Instead of lounging about on Netflix, I’m trying to read.”", "‘A little gentleness goes a long way’", "For 36-year-old social anthropologist Connie Smith, the constant saturation of news about coronavirus was “overwhelming”.", "Connie Smith Photograph: Connie Smith/Guardian Community", "“Following minute-by-minute live streams of news can feel like a duty, and how we show we care about what’s going on,” said Smith, who lives in Manchester. “Lockdown forced many of us to slow down, get off the treadmill, and that change of pace became an opportunity. But if we take it all online, we lose that opportunity to slow down.”", "Instead, Smith has decided to focus on things that are within her control, sharing small moments of kindness to herself and others.", "“I learned to take things more slowly,” she said. “You can take time to do something small for yourself or someone else that feel tiny, but can have a big impact. Watch a bird out the window, help a neighbour, smile with my eyes, stop being impatient in the queue. Planting seeds on your windowsill. It’s a small thing, but it’s an investment in the future.”", "“Lockdown is traumatic and stressful,” she added. “We should remember that a little gentleness goes a long way.", "‘Make sure you have a support network’", "Tom Batchelor and Maria Elianna-Constantinou wearing club kit with members during launch night at The Duke William pub, Lincoln. Photograph: Ryan Payne", "In Lincoln, engineer Jonny Codling thinks the best way for people to get through the second lockdown is to make sure they have a support network. “It’s really important for people to be able to confidentially lean on each other if they need to,” said Codling, 29.", "COBL (Cathedral on Bailgate Lincoln) cycling club was set up by Codling and five other people in June to help create a community of support offering outdoor rides and talks on mental health. “It just snowballed,” he said. “It started off with people just asking advice but now we have 80 members and since the summer we’ve seen this positive wave of people wanting to get together and ride.”", "“I think people were receptive to the idea because a lot of them felt isolated during the lockdown in March. When we got together I think members appreciated the social aspect of what we could offer.”", "It’s been difficult for Codling who has not been able to work for most of the year. “I’ve racked up some debt, but it’s the happiest I’ve ever been. The club has people from the ages of 15 to 60, and some of them have never ridden before.", "“We had a few rides outdoors during the summer but now we can’t meet up we’ve started indoor rides where people can take part at home using a turbo trainer (where you take off the rear wheel of your bike and attach it on), and a virtual reality app which lets you feel as if you’re cycling outside. We can all video chat together and still feel connected.", "“Now that we have this incredible support network we’re hoping it will help get us through this next period of isolation.”", "‘Reach out to people and go on plenty of walks’", "For healthcare assistant Libby Telling who lives on her own in Hereford, the lockdown in March was incredibly difficult. “I felt very isolated,” said Telling, 58. “I’ve had agoraphobia and panic disorder since 2019. Work was keeping me sane, but I got a viral infection in April and was off for three weeks.”", "Libby Telling", "Telling said she felt “cut off” during lockdown even though she was able to speak to her four children on social media, and is “not looking forward” to another one. “You get lonely living on your own, and you become introspective. I’ve realised that it’s not good for my mental health.", "“This time round I’ll be reaching out to people more and going for walks which will help distract my mind. It also gives you a different perspective on life and gets you out of a cycle of anxious thinking. It’s going to be hard, but I think I’ll get through it.”"], "authors": ["Molly Blackall", "Rachel Obordo"], "keywords": ["lessons", "tea", "smith", "lives", "best", "support", "going", "small", "second", "guardian", "ive", "readers", "work", "lockdown", "save"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}