{"id": "6dc85db4-243d-3afa-a9e0-3c389814695d", "title": "Brexit: UK risks being 'international pariah' under Biden, says Labour", "url": "https://www.theguardian.com/politics/2020/nov/09/uk-risks-becoming-international-pariah-by-rewriting-brexit-bill", "summary": "The UK risks becoming “an international pariah” and endangering relations with the US under Joe Biden, Labour has said, after ministers pledged to press ahead with a plan to break international law by potentially rewriting parts of the Brexit withdrawal deal.\nQ&A What is the UK internal market bill?\nShow The internal market bill aims to enforce compatible rules and regulations regarding trade in England, Scotland, Wales and Northern Ireland.\n“Northern Ireland officials are working on the facilities that will be needed to do those checks, particularly on agri-foods goods, as they enter Northern Ireland.\nThe UK internal market bill is not about undermining the Belfast agreement.", "paragraphs": ["The UK risks becoming “an international pariah” and endangering relations with the US under Joe Biden, Labour has said, after ministers pledged to press ahead with a plan to break international law by potentially rewriting parts of the Brexit withdrawal deal.", "Lord Falconer, the shadow attorney general, said the government was “in a big hole” over its internal market bill, which the House of Lords is expected to amend this week to remove the contentious proposals.", "George Eustice, the environment secretary, reiterated on Monday that if this did happen ministers would ask MPs to reinstate the relevant clauses. The government was “committed to the spirit of the withdrawal agreement”, he said.", "Biden, who has Irish roots, has expressed concern about the UK’s proposal to unilaterally amend an international agreement, and the potential impact on the Good Friday agreement if there ends up being a hard border between Northern Ireland and the Republic of Ireland.", "Falconer, told Sky the government should “stop and think”. He said: “What on earth is the point of making the United Kingdom an international pariah, just at the moment a new president of the United States emerges saying, not only do I want the British government to comply with the Northern Ireland protocol, but I want a law-abiding world?", "Q&A What is the UK internal market bill? Show The internal market bill aims to enforce compatible rules and regulations regarding trade in England, Scotland, Wales and Northern Ireland. Some rules, for example around food safety or air quality, which were formerly set by EU agreements, will now be controlled by the devolved administrations or Westminster. The internal market bill insists that devolved administrations have to accept goods and services from all the nations of the UK – even if their standards differ locally. This, says the government, is in part to ensure international traders have access to the UK as a whole, confident that standards and rules are consistent. The Scottish government has criticised it as a Westminster \"power grab\", and the Welsh government has expressed fears it will lead to a race to the bottom. If one of the countries that makes up the UK lowers their standards, over the importation of chlorinated chicken, for example, the other three nations will have to accept chlorinated chicken too. It has become even more controversial because one of its main aims is to empower ministers to pass regulations even if they are contrary to the withdrawal agreement reached with the EU under the Northern Ireland protocol. The text does not disguise its intention, stating that powers contained in the bill “have effect notwithstanding any relevant international or domestic law with which they may be incompatible or inconsistent\". The bill passed its first hurdle in parliament by 77 votes, despite a rebellion by some Tory MPs. Martin Belam and Owen Bowcott", "“To make ourselves an international outsider, somebody who will become low down the list of the people who the United States will want to do business with, is a very big mistake for the United Kingdom.", "“The House of Lords is doing the government a favour by seeking to take out these lawbreaking provisions. It gets the government off the hook. I would suggest the government stop digging – they’re in a big hole.”", "Pushing ahead with the plans would mean Biden was “not going to entertain negotiations” over a rapid post-Brexit US-UK trade deal, Falconer said.", "Speaking earlier on BBC Radio 4’s Today programme, the former Labour prime minister Gordon Brown said Biden would prefer the UK to have stayed in the EU. Brown said: “He is also worried about the Good Friday agreement – he is not going to allow a trade deal with Britain to happen if we in some way breach the Good Friday agreement.”", "Eustice told Today that any worries about the internal market bill in the US would be unfounded. He said: “If it was understood exactly what this bill was about, rather than how it is sometimes caricatured – this is about about providing legal clarity, legal certainty, and protecting the internal market in the UK, and crucially, standing behind the Belfast agreement.”", "Eustice denied the government was reneging on the agreement to carry out some checks on goods between Northern Ireland and the rest of the UK so as to keep the Irish border open.", "“We’re not,” he said. “Northern Ireland officials are working on the facilities that will be needed to do those checks, particularly on agri-foods goods, as they enter Northern Ireland. A lot of work is being done as well on the customs procedures that will be needed for goods at risk of entering the EU market.", "“We are absolutely committed to the spirit of the withdrawal agreement, and we’re already implementing it.”", "But Eustice stressed the government would seek to reinstate any elements of the bill removed by peers.", "He told Sky News: “We will. The UK internal market bill is not about undermining the Belfast agreement. It’s about standing behind it, and making sure that it works, and looking after the interests of Northern Ireland, making sure that the peace and stability that’s been hard won there can carry on.”"], "authors": ["Peter Walker"], "keywords": ["bill", "ireland", "international", "agreement", "market", "withdrawal", "internal", "united", "risks", "pariah", "brexit", "labour", "uk", "northern", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}