{"authors": ["Kenan Malik"], "keywords": ["social", "kenan", "know", "great", "immigrants", "today", "eugenics", "malik", "spirit", "policy", "poor", "unfit", "cost", "ideas", "eugenic"], "pubDate": null, "summary": "Today, eugenics brings to mind the Nazis and the death camps but the Nazis were late on the scene.\nEugenics fused a desire for social reform with reactionary ideas about democracy, immigrants, the disabled and the poor.\nEven after the Holocaust and the Nazi death camps had discredited the racial science on which eugenics was built, eugenic ideas – and policies – remained ingrained.\nThe persistence of eugenic ideas can been seen in debates about poverty.\nOn the one hand, many worry that the uneducated masses are undermining the possibilities of rational social policy.", "title": "The spirit of eugenics is still with us, as immigrants know to their cost | Kenan Malik", "url": "https://www.theguardian.com/commentisfree/2019/oct/06/spirit-of-eugenics-is-still-with-us-as-immigrants-know-to-their-cost", "id": "6dc82564-67c6-3532-a247-b9a05c114261", "paragraphs": ["Facebook Twitter Pinterest The cover of Physical Culture magazine from June 1934. Photograph: Found Image Holdings Inc/Corbis via Getty Images", "Birth control. Intelligence tests. Town planning. Immigration controls. It’s striking how much of contemporary life has been shaped, at least in part, by the eugenics movement, as Eugenics: Science’s Greatest Scandal, a two-part BBC documentary by science writer Angela Saini and disability campaigner Adam Pearson, which began last week, usefully reminds us.", "Eugenics is the belief that societies can be improved by selective breeding and that the state should encourage the “enlightened” to have more children and discourage the lower orders, whether the poor, the disabled or the immigrant, from breeding.", "Today, eugenics brings to mind the Nazis and the death camps but the Nazis were late on the scene. It was in Britain and America that modern eugenics developed, initially through the work of English polymath Francis Galton, who coined the term “eugenics”, and subsequently through a host of eminent scientists on both sides of the Atlantic.", "Eugenic ideas were enthusiastically welcomed by the great and the good, from both left and right, including Beatrice Webb and Marie Stopes, William Beveridge and Julian Huxley, Virginia Woolf and TS Eliot, John Maynard Keynes and Winston Churchill.", "At the heart of eugenics lay two fundamental social beliefs. The first was the embrace of a top-down rational scientific organisation of society, the second the acceptance that certain groups were by nature unsuitable for society and should be restricted, kept out or eliminated.", "Both beliefs were linked to worries about democracy, nourished by the coming of universal suffrage. “No scientifically ordered state,” Aldous Huxley wrote, “could be democratic; it would be aristocratic: the most intelligent would be the rulers.” Unfortunately, he added, “we have universal suffrage: the vote of the half-wit is as good as that of the one-and-a-half wit”.", "Few people today talk about “imbeciles” or the “unfit” but the two key themes of eugenics have returned to dominate public debate.", "Eugenics fused a desire for social reform with reactionary ideas about democracy, immigrants, the disabled and the poor. It led to hundreds of thousands of people being incarcerated and forcibly sterilised as “unfit”. Even after the Holocaust and the Nazi death camps had discredited the racial science on which eugenics was built, eugenic ideas – and policies – remained ingrained. In Sweden, for instance, sterilisation programmes continued into the 1970s.", "The persistence of eugenic ideas can been seen in debates about poverty. From the 1960s concept of the “culture of poverty” to David Cameron’s “troubled families” programme, postwar social policy has remained shackled to ideas incubated within the eugenic movement.", "It can be seen, too, in the population control movement – the belief that social problems in Africa or Asia are the products of overbreeding. Forced sterilisation may no longer be policy in the west, but western governments and NGOs have pressured countries such as India to sterilise tens of millions of its citizens. In 2013, the saintly David Attenborough suggested that it was “barmy” to send food to famine-stricken parts of the world because it encouraged population growth.", "Few people today talk about “imbeciles” or the “unfit”, nor show much enthusiasm for state-sponsored selective breeding programmes. But the two key themes of eugenics have returned to dominate public debate.", "On the one hand, many worry that the uneducated masses are undermining the possibilities of rational social policy. “Was it desirable, was it even safe,” Beatrice Webb asked in 1923, to “entrust the poor and uneducated… through the ballot box with making and controlling the government of Great Britain with its enormous wealth and its far-flung dominions?” A century later, many agree with Richard Dawkins, who argued after the Brexit referendum that “it is unfair to thrust on to unqualified simpletons the responsibility to take historic decisions of great complexity and sophistication”.", "Then there is the fear of the ‘Other’. Immigration was always an obsession for eugenicists, and has become one again today. Immigrants, we are told, weaken social and racial bonds, are freeloaders and criminals, and lack the values necessary for healthy societies. Demographic arguments have re-emerged. Fears that Muslims are breeding too fast, or that whites are becoming a minority group, are not just promoted by the far right but given legitimacy by mainstream thinkers.", "Contemporary fears about eugenics usually focus on genetic advances and the possibility of “designer babies”, an issue that Saini and Pearson tackle in the second part of their documentary. Far less attention is given to the ways in which attitudes to democracy, the working class and immigrants echo those of the past. But it is perhaps in those attitudes, even more than in genetic ideas, that the ghosts of eugenics continue to haunt the contemporary world.", "• Kenan Malik is an Observer columnist"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}