{"id": "6e091117-dc73-396d-ab28-b72529a55122", "title": "PETA calls out Conor McGregor, 'Cowboy' Cerrone over python jacket", "url": "http://www.foxnews.com/lifestyle/peta-calls-out-conor-mcgregor-cowboy-cerrone-python-jacket", "summary": "It looks like PETA wants to enter the octagon with Conor McGregor and “Cowboy” Cerrone this weekend.\nThe People for the Ethical Treatment of Animals called out the famous UFC fighters on Twitter after McGregor and competitor Donald “Cowboy” Cerrone had a friendly back-and-forth about the latter’s python jacket.\nThe exchange, which took place during a press conference with the two fighters before their upcoming fight Saturday, started with McGregor interrupting Cerrone to compliment his coat.\n“It’s python,” Cerrone answered.\nAnd when she crokes [sic], I'm going to wear a (expletive) (expletive) ass white buffalo cape one of these days.", "paragraphs": ["It looks like PETA wants to enter the octagon with Conor McGregor and “Cowboy” Cerrone this weekend.", "The People for the Ethical Treatment of Animals called out the famous UFC fighters on Twitter after McGregor and competitor Donald “Cowboy” Cerrone had a friendly back-and-forth about the latter’s python jacket.", "WEDDING GUEST SLAMMED FOR 'GROSS' RESPONSE TO INVITATION: 'HOW TACKY CAN YOU GET?'", "The exchange, which took place during a press conference with the two fighters before their upcoming fight Saturday, started with McGregor interrupting Cerrone to compliment his coat.", "“That’s one hell of a coat, Donald, my God. I got to give credit where credit is due,” McGregor starts, before asking why kind of material it is.", "“It’s python,” Cerrone answered. “I’m sure PETA might be here because I got rattlesnakes on and python.”", "McGregor, who called PETA “shady,” responded that the group has “a warrant out for me as well.” It was a sentiment that proved to be true, as the animal rights organization quickly responded to McGregor’s statements on Twitter, slamming the fighters.", "CLICK HERE TO GET THE FOX NEWS APP", "“Hi @TheNotoriousMMA and @CowboyCerrone!” the tweet read. “You’re right! We ARE here — to remind you that only COWARDS would brag about wearing an animal who was likely beaten & skinned alive. Why don’t you knock out your insecurities and only wear your OWN skin?”", "In a graphic statement to Fox News, PETA UK Director Elisa Allen revealed the group would be going a step farther, and contacting each of the fighters to stop wearing animal skin.", "“Cerrone and McGregor may be known for being tough guys in the Octagon, but the ultimate challenge for these fighters would be to watch PETA's stomach-turning exposés, which show workers peeling snakes' skin off while they're still conscious. Pythons, who are taken from their jungle homes, are often nailed to trees and skinned alive so that their skins can be turned into coats, shoes, belts, and bags. Many of them suffer for hours or days as they slowly die. PETA will be writing to the pair with information and a simple request: be a fighting champ for animals and knock exotic skins out of your wardrobe,” the statement read.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Cerrone reportedly responded to the group’s criticism, seeming to egg them on further with a statement saying he would wear human skin, if legal.", "\"Man, I guess if killing humans was legal I could probably wear a bad-ass human jacket,\" Cerrone said, Hometown Life reported. \"I got a white buffalo at home, PETA. And when she crokes [sic], I'm going to wear a (expletive) (expletive) ass white buffalo cape one of these days. At the ranch I have a lot of animals: turkeys, goats, chickens, pigs. We kill them and butcher them, and we eat them all ourselves, man. We use every bit of them. So it's not like - I don't just go down to the store and buy beef. We raise it and kill it and eat it. So, if there's something inhumane or unjust about killing beef for my own sake, PETA, you're (expletive) up.", "“Granted, I didn't kill the snake or raise the snake to build a python jacket, but (expletive) it was (expletive) cool, so I had to wear to it.\"", "McGregor did not seem to respond to PETA comments.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "PETA is no stranger to calling out MMA fighters. Last year, the group criticized UFC champion Khabib Nurmagomedov for wrestling a bear."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["mcgregor", "python", "responded", "conor", "jacket", "wear", "fighters", "peta", "kill", "statement", "expletive", "cowboy", "calls", "cerrone"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}