{"id": "6e277ef1-9bc4-315a-993b-2e2cc3a22fbb", "title": "Why an Air Force 6th-gen stealth fighter is here almost 10 years early", "url": "https://www.foxnews.com/tech/why-an-air-force-6th-gen-stealth-fighter-is-here-almost-10-years-early", "summary": "America’s mysterious sixth-generation stealth fighter has taken to the skies, as much as five to 10 years before it may have been anticipated.\nThe early conceptual thinking for the Air Force Next Generation Air Dominance (NGAD) program, now in development for several years, had been that an actual platform would not likely emerge until 2030.\nDr. William Roper, the Air Force acquisition executive, is arguably the largest proponent of digital engineering, a process that greatly impacted the rapid maturation of the Air Force’s sixth-generation program.\nSuch is the magic and the promise of advanced digital engineering and computer modeling, as numerous configurations can be fully simulated and assessed virtually.\nWhile there are some things which could not be fully replicated, the utility of digital engineering has proven itself over and over in numerous circumstances.", "paragraphs": ["America’s mysterious sixth-generation stealth fighter has taken to the skies, as much as five to 10 years before it may have been anticipated. The early conceptual thinking for the Air Force Next Generation Air Dominance (NGAD) program, now in development for several years, had been that an actual platform would not likely emerge until 2030.", "How could this have happened? One clear and lesser-known reality related to this can be found through the fast-evolving process of digital engineering wherein actual prototype models, design renderings and technology specifics can be replicated, tested and analyzed before there is any “bending of metal.” This process, clearly and simply put, massively helped bring the sixth-generation stealth fighter to life.", "Dr. William Roper, the Air Force acquisition executive, is arguably the largest proponent of digital engineering, a process that greatly impacted the rapid maturation of the Air Force’s sixth-generation program. Roper recently published an interesting paper on the topic of digital engineering called “There is No Spoon: The New Digital Acquisition Reality.”", "“This “digital trinity” – digital engineering and management, agile software and open architecture – is the true successor to stealth: the next big paradigm shift for military 3 tech dominance. Rather than just building better systems, it builds systems better – opening doors to faster design, seamless assembly and easier upgrades – and not a moment too soon!” Roper writes in his essay.", "NEW AIR FORCE STEALTH BOMBER ARRIVES IN JUST '2 YEARS'", "Roper’s paper goes on to specifically cite “NGAD’s digital trinity,” explaining that “numerous trades were conducted in pursuit of affordable” possibilities for the aircraft.", "Using virtual simulations and advanced computer specifics can not only expedite design choice but also, in so doing, massively reduce cost by virtue of not needing to pay for multiple prototypes to be built. Historically, a Pentagon effort to build a new aircraft would be a 10-year or more process involving design reviews, various acquisition milestones and years of testing and development. Now, as Roper explains it, the concept of “Fly before you buy ... does not exist anymore.”", "How could the technical specifics unique to sixth-generation aircraft be replicated virtually, especially without actually flying planes? Such is the magic and the promise of advanced digital engineering and computer modeling, as numerous configurations can be fully simulated and assessed virtually. Roper’s paper makes the specific point that digital engineering does not have to put “critical thinking on autopilot,” but rather allows for imagination, intuition and other attributes unique to human cognition to figure prominently in the development of new weapons systems.", "CLICK HERE TO GET THE FOX NEWS APP", "Atmospheric conditions, aerodynamic phenomena such as airflow, heat signature and external configuration, and engine specifics such as thrust and propulsion can all now be precisely mirrored by advanced algorithms. While there are some things which could not be fully replicated, the utility of digital engineering has proven itself over and over in numerous circumstances. All of these factors are likely part of the reason why Roper says digital engineering “raises the bar” when it comes to critical thinking, as it can help designers explore a wide range of possibilities.", "-- Kris Osborn is the managing editor of Warrior Maven and the defense editor of The National Interest --"], "authors": [], "keywords": ["engineering", "specifics", "force", "roper", "thinking", "sixthgeneration", "process", "design", "air", "6thgen", "fighter", "digital", "early", "stealth"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}