{"id": "6e4765bb-cf99-309f-bfca-c552fea5354a", "title": "Don't Ignore Chrome's New Password Checkup Feature", "url": "https://www.wired.com/story/chrome-password-popups/", "summary": "You can even use Chrome's password suggestions, if you want; you won't have to remember these weird combinations of characters, because Google remembers them for you.\nIf you're don't see password suggestions in Chrome when you create new accounts or try to change your passwords, make sure you're running the latest version.\nPick Help and About Google Chrome from the menu.\nIf you see a yellow exclamation marks next to any on the list, that means Safari thinks the password is too weak, or it's a duplicate password you're using for another account.\nTo change a password, click the link Safari gives you when you hover over the exclamation mark.", "paragraphs": ["A strong password is one that's difficult for a human or computer to guess or force. It'll be lengthy, for a start, with characters into the double figures. It should also include combination of uppercase and lowercase letters, numbers, and special characters—having a password with multiple types of character makes it more difficult to crack.", "As for duplicate passwords, they may be easier for you to remember, but it means that if a password for one account becomes compromised, hackers can run through numerous other accounts of yours as well.", "Then there are the passwords that have been exposed publicly, appearing in data breaches. If this has happened to one of your passwords, it's likely that someone's going to be trying to force access sooner rather than later. It's perhaps the most serious of the problems that Google looks for, more so than duplicate or weak passwords.", "If password issues are detected, you might have a lot of fixing to do. Chrome shows a list of all the issues it's found, split into categories, which can run into the hundreds if you've got a lot of accounts set up.", "To try and help out, Google provides links, where it can, to pages and apps where you can make changes to your login credentials. You can even use Chrome's password suggestions, if you want; you won't have to remember these weird combinations of characters, because Google remembers them for you.", "If you're don't see password suggestions in Chrome when you create new accounts or try to change your passwords, make sure you're running the latest version. Pick Help and About Google Chrome from the menu. You'll also need sync turned on, so the passwords are saved to your Google account; you can do this via the top option on the main Chrome Settings page.", "Courtesy of Google", "With that done, suggestions should appear automatically next to fields prompting you for a password: just click Use suggested password to take Chrome's recommendation, and then confirm you want the password saved, if a prompt appears.", "Safari on macOS does this too, by the way: It automatically offers to save usernames and passwords for you, and you can see the list that it's amassed by choosing Safari then Preferences and Passwords.", "If you see a yellow exclamation marks next to any on the list, that means Safari thinks the password is too weak, or it's a duplicate password you're using for another account. (For now, Safari doesn't check your passwords against data breaches.) To change a password, click the link Safari gives you when you hover over the exclamation mark."], "authors": ["David Nield", "David Niel", "Scott Gilbertson"], "keywords": ["suggestions", "youre", "list", "feature", "passwords", "password", "safari", "google", "duplicate", "ignore", "dont", "chrome", "accounts", "checkup", "chromes"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}