{"authors": ["Funmi Fetto"], "keywords": ["hand", "revamp", "love", "eye", "avocado", "ingredient", "funmi", "contemporary", "cream", "fetto", "eyes", "colour", "pat", "mcgrath", "dark", "smoky", "skin"], "pubDate": null, "summary": "No one says, “I’d really love to perfect the ultimate smoky eye in green.” However, this contemporary take on an old-schooler is worth considering.\nAt Valentino AW19, Pat McGrath gave models smoky eyes in vivid purples, greens, reds… Tricky?\nPat McGrath Mothership II Sublime Palette £115, selfridges.com4.\nPat McGrath Skin Fetish Sublime Foundation £50, selfridges.com5.\nSo the next time you want to buy a hand cream, consider this one.", "title": "Smoky eyes get a contemporary colour revamp | Funmi Fetto", "url": "https://www.theguardian.com/lifeandstyle/2019/oct/06/smoky-eyes-get-a-contemporary-colour-revamp", "id": "6e6c7e71-02cd-3ef4-b350-e832effe78a1", "paragraphs": ["No one says, “I’d really love to perfect the ultimate smoky eye in green.” However, this contemporary take on an old-schooler is worth considering. At Valentino AW19, Pat McGrath gave models smoky eyes in vivid purples, greens, reds… Tricky? Not if you keep it modern. Blend out the colour so the density peters out at the end. Add drops of highlighter to foundation: it gives skin life. Brush a clear brow gel into brows. End with barely there lips. This is one look where the hackneyed adage, “lips or eyes, not both” is actually good advice.", "1. Huda Beauty Matte Power Bullet in Girls Trip £22, cultbeauty.co.uk", "2. Fenty Liquid Diamond Bomb Highlighter £22, boots.com", "3. Pat McGrath Mothership II Sublime Palette £115, selfridges.com", "4. Pat McGrath Skin Fetish Sublime Foundation £50, selfridges.com", "5. Anastasia Beverly Hills Clear Brow Gel £23, anastasiabeverlyhills.co.uk", "I can’t do without... hand cream that reduces dark spots", "Some beauty categories are not worth spending huge sums on – mists, body lotions, hand creams… The majority are much of a muchness so, unless you are desperately trying to find a way to waste money, I’d rarely venture into high double digits. It’s especially unnecessary when you have purse-friendly gems like this. I like the intense moisture (that’s the avocado and shea butter) and love that it is non-sticky. The scent, a fresh orange, lemon oil and neroli concoction, is also a win. Its USP, however, is that it diminishes dark spots and regulates melanin production. We’re all guilty of neglecting our hands – we don’t treat them like the skin on our face and so they show the greatest signs of age and sun damage. This cream tackles that and the impressive stats back this up – 92% of users found their dark spots significantly diminished over a couple of months. The secret is viniferine, a plant-based active ingredient 62 times more powerful than Vitamin C. I have long-loved Caudalie’s Vinoperfect products – which all include this miracle ingredient to combat hyper-pigmentation – and can categorically say it’s an ingredient that works. So the next time you want to buy a hand cream, consider this one. It does so much more than its pricier but bog-standard rivals. Caudalie Vinoperfect Dark Spot Correcting Hand Cream, £15, caudalie.com", "On my radar… hairspray heaven, an eye mask and a loved-up scent", "Spray for shine Looking for a hairspray that gives you hold sans crunch? That doesn’t leave your hair flat, but adds shine? This light-reflecting marvel is everything. IGK 1-800 Hold Me, £23, spacenk.com", "Avocado dreams An eye treatment with inflammation-reducing avocado and a form of skin-smoothing retinol. All while you sleep. Glow Recipe Avocado Melt Retinol Sleeping Mask, £34, cultbeauty.co.uk", "Scent of the blues Modern romantics will find this floral-woody fragrance featuring blue sequoia, and the beautifully designed bottle (in that unmistakable Tiffany blue) utterly irresistible. Tiffany & Love For Her, £72, tiffany.com", "Follow Funmi on Twitter @FunmiFetto", "This article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase. All our journalism is independent and is in no way influenced by any advertiser or commercial initiative. By clicking on an affiliate link, you accept that third-party cookies will be set. More information."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}