{"summary": "SPOILERS FOR LINK'S AWAKENING AHEADFrom the quirky townsfolk of Mabe Village to the wild, yet still adorable, creatures that roam Koholint Island, The Legend of Zelda: Link's Awakening remake lovingly transforms the original's pixel art into a breathtaking scene out of a child's toybox.\nAnd to celebrate the launch of this hidden gem, we compared each of the game's nine main bosses to their original Game Boy incarnations to show off how far the game has come.\nThanks for watching and be sure to check out Jeff Cork's review, saying it \"beautifully captures the essence of the Game Boy original while adding some quality-of-life upgrades to bring it up to contemporary standards.\"", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "Hip-Hop. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["legend", "upgrades", "zelda", "bosses", "comparing", "watching", "game", "original", "boy", "wild", "dungeon", "links", "main", "awakening", "village"], "id": "6e993037-4f36-349d-b215-44998a69124e", "url": "https://www.gameinformer.com/video-feature/2019/09/20/the-legend-of-zelda-links-awakening-comparing-all-nine-main-dungeon-bosses", "title": "The Legend of Zelda: Link's Awakening — Comparing All Nine Main Dungeon Bosses To The Original", "pubDate": null, "paragraphs": ["SPOILERS FOR LINK'S AWAKENING AHEAD", "From the quirky townsfolk of Mabe Village to the wild, yet still adorable, creatures that roam Koholint Island, The Legend of Zelda: Link's Awakening remake lovingly transforms the original's pixel art into a breathtaking scene out of a child's toybox. And to celebrate the launch of this hidden gem, we compared each of the game's nine main bosses to their original Game Boy incarnations to show off how far the game has come.", "Thanks for watching and be sure to check out Jeff Cork's review, saying it \"beautifully captures the essence of the Game Boy original while adding some quality-of-life upgrades to bring it up to contemporary standards.\""]}