{"keywords": ["lobbying", "paul", "state", "charges", "manafort", "case", "federal", "dismissed", "sentenced", "judge", "fraud", "jeopardy", "prison", "trump", "indictment", "cites", "york", "manaforts", "double"], "authors": ["Stephen Sorace"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Paul Manafort's state fraud charges dismissed, New York judge cites double jeopardy", "pubDate": null, "url": "http://www.foxnews.com/politics/paul-manaforts-state-fraud-charges-dropped-new-york-judge-cites-federal-convictions-double-jeopardy", "paragraphs": ["A New York judge has dismissed a state mortgage fraud indictment against Paul Manafort, President Trump's former campaign chairman, citing double jeopardy laws.", "Manafort, 70, was previously sentenced in a pair of federal cases earlier this year as part of former Special Counsel Robert Mueller’s Russia investigation.", "EX-TRUMP CAMPAIGN OFFICIAL RICK GATES SENTENCED TO 45 DAYS IN JAIL, PROBATION IN MUELLER PROBE", "Judge Maxwell Wiley ruled that state law precludes prosecution because the criminal case was too similar to that which landed Manafort in federal prison, writing that the factual overlap between the state and federal cases “is extensive — if not total.”", "Manhattan District Attorney Cy Vance, Jr. said they would appeal the decision.", "The move to turn back the case is a blow to what had widely been seen as an attempt by Vance, a Democrat, to hedge against the possibility that Trump might pardon Manafort for federal crimes. With the state case dismissed, it would clear away that hurdle should Trump at some point consider clemency.", "The 16-count New York indictment alleged Manafort gave false and misleading information in applying for residential mortgage loans, starting in 2015 and continuing until three days before Trump’s inauguration in 2017.", "Prosecutors had argued that the case was based on allegations that were never resolved in Manafort’s 2018 federal trial in Virginia that found him guilty of eight counts of tax- and bank-fraud charges. The jury couldn't reach a verdict on 10 other charges, resulting in a mistrial on those counts.", "Following the ruling, Todd Blanche, Manafort's attorney, said: “We have said since the day this indictment was made public that it was politically motivated and violated New York’s statutory double jeopardy law.", "GOP PUSH TO REFORM FISA GAINS STEAM AFTER HOROWITZ REPORT", "\"We thank Judge Wiley for his careful consideration of our motion and his thoughtful opinion dismissing the charges against Mr. Manafort. This indictment should never have been brought, and today’s decision is a stark reminder that the law and justice should always prevail over politically-motivated actions.”", "MANAFORT SENTENCED ON FOREIGN LOBBYING CHARGES", "The case was dismissed a day after former Trump campaign official Rick Gates, who had worked closely with Manafort, was sentenced to 45 days in jail and three years of probation after pleading guilty to lying to the FBI and conspiracy as part of the Russia investigation. The counts related to his role concealing millions of dollars he made from lobbying work he and Manafort had done for Ukraine.", "Manafort was sentenced in March to a total of roughly seven years in prison in connection with two cases. A federal jury in Virginia convicted him on eight counts of bank and tax fraud, while he pleaded guilty in a Washington court to charges related to foreign lobbying and witness tampering.", "CLICK HERE FOR THE FOX NEWS APP", "Manafort didn’t appear in court for Wednesday’s ruling due to a health problem. He had a heart-related condition and was moved last week to a hospital from a federal prison in Pennsylvania, two people familiar with the matter earlier told The Associated Press.", "Fox News' Lissa Kaplan, Brooke Singman and The Associated Press contributed to this report."], "id": "6ec44ef0-1b68-3fae-a1ef-76043b729708", "summary": "A New York judge has dismissed a state mortgage fraud indictment against Paul Manafort, President Trump's former campaign chairman, citing double jeopardy laws.\nManafort, 70, was previously sentenced in a pair of federal cases earlier this year as part of former Special Counsel Robert Mueller’s Russia investigation.\nWith the state case dismissed, it would clear away that hurdle should Trump at some point consider clemency.\nManafort was sentenced in March to a total of roughly seven years in prison in connection with two cases.\nHe had a heart-related condition and was moved last week to a hospital from a federal prison in Pennsylvania, two people familiar with the matter earlier told The Associated Press."}