{"id": "6f10b722-c095-36b8-ae3d-e693aeec34e1", "title": "A Visit with Elvis Costello, Plus Alexandria Ocasio-Cortez and Elizabeth Warren", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/a-visit-with-elvis-costello-plus-alexandria-ocasio-cortez-and-elizabeth-warren", "summary": "Representative Alexandria Ocasio-Cortez and Senator Elizabeth Warren, leaders of the progressive left, discuss the election and the state of our democracy.\nAnd David Remnick talks with Elvis Costello about “Hey Clockface,” his thirty-first studio album.\nAlexandria Ocasio-Cortez and Elizabeth WarrenTwo leaders of the progressive left discuss the state of our democracy.\nThe Fight Over FloridaThe largest of the swing states, Florida usually picks the winning candidate for President—by notoriously narrow margins.\nElvis Costello Talks with David RemnickThe legendary artist on “Hey Clockface,” his thirty-first studio album.", "paragraphs": ["Illustration by Golden Cosmos; Source photograph by Santiago Felipe / Getty", "The largest of the swing states, Florida usually picks the winning candidate for President—by notoriously narrow margins. Dexter Filkins reports on the state of the race. Representative Alexandria Ocasio-Cortez and Senator Elizabeth Warren, leaders of the progressive left, discuss the election and the state of our democracy. And David Remnick talks with Elvis Costello about “Hey Clockface,” his thirty-first studio album.", "Alexandria Ocasio-Cortez and Elizabeth Warren", "Two leaders of the progressive left discuss the state of our democracy.", "The Fight Over Florida", "The largest of the swing states, Florida usually picks the winning candidate for President—by notoriously narrow margins. Dexter Filkins reports on the state of the race.", "Elvis Costello Talks with David Remnick", "The legendary artist on “Hey Clockface,” his thirty-first studio album."], "authors": ["Condé Nast", "David Remnic", "Dexter Filkin"], "keywords": ["talks", "elizabeth", "usually", "studio", "progressive", "warren", "plus", "winning", "states", "costello", "thirtyfirst", "state", "visit", "ocasiocortez", "swing", "alexandria", "reports", "elvis"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}