{"id": "6f4b1bb2-7e86-31aa-b964-a513f4296453", "summary": "Enhance your strategic decision making capabilities through an interdisciplinary approach that blends analysis and intuition and allows you to face the tough decisions that are often avoided, and to transform them into a smart and insightful process.\nWe make thousands of choices every day, but lack of time and “decision-ware” mean that we delay strategic ones for “decision fatigue” or make them with insufficient thought about what really matters.\nThe course focuses on strategic decisions - the most important of the many decisions we make every day, but also the most challenging because they present multiple, often conflicting, strategic objectives and points of view, which are difficult to balance.\nThey require creativity in the definition of winning alternatives and they typically entail a commitment of large amount of resources, which may be irreversible.\nThis unique course offers you the opportunity to overcome these challenges, and master a smart process of strategic decision making which includes a toolkit of effective and replicable solutions for better decisions and awareness of decision traps.", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Enhance your strategic decision making capabilities through an interdisciplinary approach that blends analysis and intuition and allows you to face the tough decisions that are often avoided, and to transform them into a smart and insightful process.", "Today’s increasingly complex life demands more of us than ever. We make thousands of choices every day, but lack of time and “decision-ware” mean that we delay strategic ones for “decision fatigue” or make them with insufficient thought about what really matters.", "The course focuses on strategic decisions - the most important of the many decisions we make every day, but also the most challenging because they present multiple, often conflicting, strategic objectives and points of view, which are difficult to balance. They involve long-term impacts that are hard to predict and quantify. They require creativity in the definition of winning alternatives and they typically entail a commitment of large amount of resources, which may be irreversible. This unique course offers you the opportunity to overcome these challenges, and master a smart process of strategic decision making which includes a toolkit of effective and replicable solutions for better decisions and awareness of decision traps."], "url": "https://execed.economist.com/london-school-economics-and-political-science/strategic-decision-making-management-2019-11-04", "title": "Strategic Decision Making for Management", "pubDate": null, "keywords": ["day", "decision", "decisions", "making", "winning", "view", "unique", "smart", "management", "strategic", "course"]}