{"id": "6f995ef2-9efd-3387-b2c0-6894cac6eab1", "keywords": ["wmc", "told", "broke", "forgives", "caused", "vandals", "god", "memphis", "damage", "50g", "pastor", "support", "destroyed", "loves", "love", "church", "walked", "hill"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "http://www.foxnews.com/us/memphis-pastor-says-he-forgives-vandals-who-caused-50g-in-damage-to-church-god-still-loves-you", "title": "Memphis pastor says he forgives vandals who caused $50G in damage to church: ‘God still loves you’", "summary": "The pastor of a local church in Frayser, Tenn., walked in Sunday morning to see his church had been almost completely destroyed overnight.\nPastor Hill hopes the police find those who are responsible for this damage to the congregation but still sends words of forgiveness and support to the vandals that did this to the house of worship.\n“I would love for whoever is responsible to consider my heart when I say, ‘I love you and God still loves you.\nAnd that this is not the end, there is life after this,” he told WMC.\n“The amount of love and support at One Church Memphis right now has me speechless,” he shared.", "pubDate": null, "paragraphs": ["The pastor of a local church in Frayser, Tenn., walked in Sunday morning to see his church had been almost completely destroyed overnight.", "Davante Hill, the pastor of One Church, told the police that when he entered at 8 a.m. he found musical instruments broken, paint thrown at the walls, pews destroyed, 90 percent of the chairs damaged and the power had been cut off. Money and several speakers were also stolen.", "LAUREN DAIGLE'S CHRISTIAN SONG JUST BROKE THE RECORD WITH 62 WEEKS AT NO. 1 IN THE CATEGORY", "“When I walked in... what broke me, was not the condition of the sanctuary, what broke me was the condition of someone’s heart to be willing to do such a thing,” Hill told WMC, a local TV station.", "The pastor said he believes that the person that did this to the church, which has been in the community for only five months, has been there before because the vandals turned off the security cameras before the incident.", "Police are still investigating the burglary.", "Pastor Hill hopes the police find those who are responsible for this damage to the congregation but still sends words of forgiveness and support to the vandals that did this to the house of worship.", "“I would love for whoever is responsible to consider my heart when I say, ‘I love you and God still loves you. And that this is not the end, there is life after this,” he told WMC. “And that whatever it is that has you broken, whatever it is that has you destroyed on the inside, there is help for you.”", "The Memphis Police Department told FOX 13 that the estimated damage at the church is between $15,000 to $20,000, but Hill said it could be well over $50,000.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "On Facebook, the pastor thanked the community for the support they have given the church in this hard time.", "“The amount of love and support at One Church Memphis right now has me speechless,” he shared.", "Fox News' Thairy Lantigua contributed to this report."]}