{"authors": ["Christopher Carbone"], "title": "Organized Amazon warehouse workers got two fired co-workers rehired: report", "url": "http://www.foxnews.com/tech/amazon-warehouse-workers-got-two-fired-co-workers-rehired", "summary": "An Amazon delivery center in California reportedly rehired two warehouse workers after their colleagues organized to demand they be reinstated.\nAccording to a report from Motherboard, managers at the delivery center had fired a worker named Sandra after she exceeded her unpaid time off by a single hour when her mother-in-law died.\nHowever, on Monday, Amazon workers at the center delivered a petition to management and human resources demanding that she and another fired worker be reinstated, and that part-time workers receive paid time off.\nAn organizer with Amazonians United Sacramento, the group that formed Monday, told Motherboard that the tech giant rehired Sandra within 24 hours of their petition.\n“That is the power that all Amazon workers have when we work together.”ACTIVISTS BLAST BEZOS FOR SAYING AMAZON IS WRITING ITS OWN FACIAL RECOGNITION LAWSCLICK HERE FOR THE ALL NEW FOXBUSINESS.COMThis incident comes not long after Amazon warehouse workers in Minnesota walked out during their night shift to demand increased wages and a reversal of a 30-hour weekly workload cap.", "keywords": ["warehouse", "fired", "workers", "amazon", "rehired", "report", "sandra", "coworkers", "united", "delivery", "worker", "organized", "motherboard", "center"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["An Amazon delivery center in California reportedly rehired two warehouse workers after their colleagues organized to demand they be reinstated.", "According to a report from Motherboard, managers at the delivery center had fired a worker named Sandra after she exceeded her unpaid time off by a single hour when her mother-in-law died. However, on Monday, Amazon workers at the center delivered a petition to management and human resources demanding that she and another fired worker be reinstated, and that part-time workers receive paid time off.", "An organizer with Amazonians United Sacramento, the group that formed Monday, told Motherboard that the tech giant rehired Sandra within 24 hours of their petition.", "“HR verbally confirmed to Sandra that she was going to be rehired with back pay after weeks of being ignored and strung along without a paycheck,” the organizers wrote on Facebook. “That is the power that all Amazon workers have when we work together.”", "ACTIVISTS BLAST BEZOS FOR SAYING AMAZON IS WRITING ITS OWN FACIAL RECOGNITION LAWS", "CLICK HERE FOR THE ALL NEW FOXBUSINESS.COM", "This incident comes not long after Amazon warehouse workers in Minnesota walked out during their night shift to demand increased wages and a reversal of a 30-hour weekly workload cap.", "“We were definitely encouraged by last Prime Day in Minnesota, and now seeing what happened at the Eagan delivery center a few days ago,” an Amazon warehouse worker with Amazonians United Sacramento, who asked to remain anonymous for fear of retaliation, told Motherboard. “We see we can do something similar and it’s effective.”", "Fox News has reached out to Amazon for comment on this story."], "pubDate": null, "id": "6feca2c3-2769-399d-a82a-089bd77a8cf4"}