{"id": "7007447e-48dc-3bb4-b2a8-e870d491fa9b", "title": "A massive animal migration is still happening in the Maasai Mara. But the pandemic means few can see it", "url": "https://edition.cnn.com/travel/article/marketplace-africa-maasai-mara-safari-pivot-spc-intl/index.html", "summary": "She typically spends her days hawking her wares to tourists who flock to Kenya's Maasai Mara to take part in the region's world-renowned safaris.\nOver two million wildebeest, zebras, gazelles and other animals travel across the Serengeti into Kenya's Maasai Mara in pursuit of greener pastures.\nIn the past, the bulk of Kenya's tourists arrived between June and October to witness the migration.\nThe Maasai also own large swathes of the Maasai Mara -- often leasing the land to conservancies who run national game reserves and safaris.\nIn 2019, 15,000 Maasai landowners collected more than $7.5 million in lease payments, says Daniel Sopia, CEO of Maasai Mara Wildlife Conservancies Association.", "paragraphs": ["(CNN) — For Nadutari Tingisha, making beaded jewelry is the only job she's ever known. \"Beading is something we grew up doing, so we will never give up on it,\" she says.", "She typically spends her days hawking her wares to tourists who flock to Kenya's Maasai Mara to take part in the region's world-renowned safaris. However, this year her clientele has been few and far between.", "Every year between June and December, one of the world's largest and longest animal migrations takes place in East Africa. Over two million wildebeest, zebras, gazelles and other animals travel across the Serengeti into Kenya's Maasai Mara in pursuit of greener pastures.", "Related content Incredible pictures of endangered rhinos in Kenya", "Dubbed by many as the Great Migration, the circular route spans between 800 and 1,600 kilometers, with herds of wildebeest often seen stretching across 40 kilometers.", "In the past, the bulk of Kenya's tourists arrived between June and October to witness the migration. However, months of travel restrictions due to the pandemic have dealt a blow to the country's tourism industry.", "As the slowdown of international travel continues, Kenyan safari companies are facing unprecedented losses. CNN's Eleni Giokos takes a look at how safari operators in the Maasai Mara are looking to alternative streams of income amidst this period of financial uncertainty.", "August is typically one of the busiest months for tourists, accounting for 10% of Kenya's total annual visitors, with around 250,000 travelers, according to Najib Balala, Kenya's Minister of Tourism and Wildlife. International flights were halted at the end of March due to coronavirus, and resumed on August 1; the country welcomed less than 15,000 tourists that month, Balala says. The drop in demand has put 2.5 million Kenyan tourism jobs in jeopardy.", "Many of these belong to the Maasai themselves, a tribe known throughout the world for their traditions and colorful dress. The Maasai also own large swathes of the Maasai Mara -- often leasing the land to conservancies who run national game reserves and safaris.", "In 2019, 15,000 Maasai landowners collected more than $7.5 million in lease payments, says Daniel Sopia, CEO of Maasai Mara Wildlife Conservancies Association. This year, landowners say they're expecting to receive less than half that sum.", "Related content Kenyan Netflix exec on producing during a pandemic and amplifying Africa's creative potential", "Though Covid-19 infections and death rates in Kenya remain relatively low, tourist numbers are expected to remain down until early 2022."], "authors": ["Adeline Chen", "Bethlehem Feleke"], "keywords": ["means", "happening", "tourists", "wildlife", "kenyan", "migration", "animal", "wildebeest", "kenyas", "travel", "maasai", "tourism", "massive", "mara", "million", "pandemic"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}