{"id": "70147b72-5ee6-37fc-bc99-e34062aa6e0a", "summary": "Written by Emily Dixon, CNNIt's difficult to name an A-lister that Brandon Maxwell hasn't dressed.\nBrandon Maxwell at the CFDA Fashion Awards in June 2019. Credit: Dimitrios Kambouris/Getty ImagesFrom his childhood in Texas to his work as fashion director for Lady Gaga, Maxwell has always drawn inspiration from the women around him.\nMichelle Obama wears Brandon Maxwell at a 2016 state dinner at the White House with Singapore's Prime Minister Lee Hsien Loong.\nLady Gaga wearing Brandon Maxwell at the Met Gala in May 2019. Credit: Dimitrios Kambouris/Getty Images for The Met Museum/VogueHis collections typically reflect his personal experiences rather than current trends.\nWatch the video above to see more about Brandon Maxwell.", "title": "Brandon Maxwell New York Fashion week interview", "pubDate": null, "paragraphs": ["Written by Emily Dixon, CNN", "It's difficult to name an A-lister that Brandon Maxwell hasn't dressed. Oprah Winfrey, Meghan Markle, Lady Gaga, Octavia Spencer, Karlie Kloss, Viola Davis, Issa Rae, Blake Lively and Michelle Obama have all worn the stylist turned designer's eponymous line, to awards ceremonies, state dinners and beyond.", "\"There's nothing like getting out of the car when you're nominated for an Academy Award, which is like the penultimate moment in someone's career,\" said Maxwell, a week before his latest New York Fashion Week show. \"I wanted the women that I was working with to feel good.\"", "Designing for Obama, meanwhile, was \"one of the most defining moments\" of Maxwell's life. \"Dressing the First Lady was like, \"This is the American dream,'\" he said.", "Brandon Maxwell at the CFDA Fashion Awards in June 2019. Credit: Dimitrios Kambouris/Getty Images", "From his childhood in Texas to his work as fashion director for Lady Gaga, Maxwell has always drawn inspiration from the women around him. \"I had strong women around me always. I grew up with a lot of love, and my grandmother who ran a clothing store,\" he said.", "\"I've always been really drawn to women, to people throughout history that have used clothes as a way to be remembered,\" he explained. \"For me to be able to give that to someone through what I know how to do is joy.\"", "Maxwell studied photography at college in Austin, before moving to New York for an internship with stylist Deborah Afshani. \"She hired me full time seven days later,\" Maxwell said. \"I was on my last bag of quarters so thank God she did that.\"", "Michelle Obama wears Brandon Maxwell at a 2016 state dinner at the White House with Singapore's Prime Minister Lee Hsien Loong. Credit: Bloomberg/Bloomberg/Bloomberg via Getty Images", "After working with Edward Enninful, now editor-in-chief of British Vogue, he took a position with Nicola Formichetti, the stylist responsible for many of Lady Gaga's most notorious looks (the VMAs meat dress included.) In 2012, he became Gaga's fashion director.", "It wasn't until 2015, however, that he launched his own line, while this year, three events propelled Maxwell into an entirely unanticipated level of fame. In March, the fashion design reality show Project Runway relaunched, with Maxwell as a judge alongside Elle editor-in-chief Nina García and former Teen Vogue editor-in-chief Elaine Welteroth.", "In May, he dressed Lady Gaga for the Met Ball, assisting her through three outfit changes on the red carpet -- from voluminous hot pink gown to crystal-encrusted fishnets and underwear. Then came the June CFDA Awards, where he was honored as womenswear designer of the year.", "\"What's great about the relationship with Gaga is that when your life changes, you have somebody to understand what that feels like, for which I was very ill prepared. My whole life changed,\" Maxwell said. \"It literally blindsided me.\"", "Lady Gaga wearing Brandon Maxwell at the Met Gala in May 2019. Credit: Dimitrios Kambouris/Getty Images for The Met Museum/Vogue", "His collections typically reflect his personal experiences rather than current trends. \"I can literally look at each show and I can tell you the thing that defined my life that six months. The spring 2019 show was a great big party,\" he said.", "The following collection, however, reflected a more somber mood, with colorful exuberance replaced with minimalist dresses in black and white. In late 2018, as he was working on the show, his mother was diagnosed with breast cancer.", "\"I love being able to make women feel good and the fact that the most important woman in my life felt very bad was very hard for me to take,\" he said. \"I was angry at everything, and I think the show looked like it.\" After the models walked the runway, Maxwell brought his mother on stage to take his bow with him.", "His mother, now in recovery, and his closest friendships continue to influence his designs; what's more, he credits them with pushing him to start the brand in the first place. \"All of my girlfriends are women who have taken risks in their own lives,\" Maxwell said. \"Gaga, my best friends from home, every person said, 'Ok, well, thank you so much for showing up to the party that we were waiting for you to show up to.'\"", "Watch the video above to see more about Brandon Maxwell."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Emily Dixon"], "url": "https://edition.cnn.com/style/article/brandon-maxwell-new-york-fashion-week-interview/index.html", "keywords": ["life", "obama", "working", "maxwell", "lady", "women", "york", "fashion", "stylist", "interview", "gaga", "brandon", "week"]}