{"id": "701f22ee-9633-398d-9a34-3d47a5c09519", "title": "“We Do Stand By The Call” Daron Shaw Explains The Fox News Decision Desk’s Call For Biden In Arizona", "url": "https://radio.foxnews.com/2020/11/04/we-do-stand-by-the-call-daron-shaw-explains-the-fox-news-decision-desks-call-for-biden-in-arizona/", "summary": "Daron Shaw, University Distinguished Teaching Professor at University of Texas and Fox News pollster spoke with Fox News Radio's Guy Benson and explained why the Fox News decision desk is confident in their call for Biden in the state of Arizona.\nOur estimates are very much in line with what you're hearing from the Trump campaign and other independent observers that we think there's roughly 600000 votes outstanding.\nSo you got to you got to make up, you know, 93000 votes with 600000 votes outstanding.\nSo what the Trump campaign is saying is that they expect to win closer to, you know, 60 40.\nAnd to be candid, the Trump campaign hasn't provided any evidence for that.", "paragraphs": ["Daron Shaw, University Distinguished Teaching Professor at University of Texas and Fox News pollster spoke with Fox News Radio's Guy Benson and explained why the Fox News decision desk is confident in their call for Biden in the state of Arizona. Shaw explained the decision saying,", "\"I mean, the Trump campaign is trying to win an election, and it's not surprising that, you know, they're pushing back hard because they correctly see Arizona as a very, very important state to the president's reelection. So we certainly get that. We do stand by the call. The current margin is 93000 votes. Our estimates are very much in line with what you're hearing from the Trump campaign and other independent observers that we think there's roughly 600000 votes outstanding. So you got to you got to make up, you know, 93000 votes with 600000 votes outstanding. The discrepancy is that at Fox, we were looking at the data and continue to look at the data and the vote flow in. Maricopa is on the order of 53 percent Biden, 47 percent Trump. So what the Trump campaign is saying is that they expect to win closer to, you know, 60 40. Share of the remaining outstanding vote and their particular argument is that, well, it's because these late, early voters, you know, people who cast their mail ballots on Monday or even on Tuesday. That they think that they're going to go decidedly for the president. Now, we don't have any evidence to suggest that's the case. You know, our news from our reports from the Fox News voter analysis suggests that, you know, in fact, you know, Biden has a slight edge in the mail in balloting. We looked at the preferences of people each day in our voter news analysis poll to see if the mail in people from Saturday to Sunday to Monday to Tuesday were distinct. That is, you know, the Trump claim campaign's claim is that the very late deciders doing the mail were disproportionately for Trump. We don't have evidence of that. And to be candid, the Trump campaign hasn't provided any evidence for that. They're simply saying we have reports on the ground that instead of, you know, 53 Biden, 47 Trump, it's going to come back 60 40 for the president.\""], "authors": ["Wyatt Dobrovichfago"], "keywords": ["biden", "votes", "outstanding", "arizona", "campaign", "decision", "explains", "stand", "theyre", "daron", "desks", "mail", "evidence", "know", "shaw", "fox", "trump"], "pubDate": "2020-11-04T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}