{"id": "703dd2f2-858c-3d53-b264-ecb86345b57a", "title": "Rep. Jeffries cites Clinton impeachment in push for Bolton testimony", "url": "http://www.foxnews.com/politics/rep-jeffries-cites-clinton-impeachment-to-argue-bolton-should-testify", "summary": "In the Clinton case, the subject of witnesses was discussed after both sides presented arguments, but Jeffries noted that this resulted in key witnesses being called.\nThe GOP's main argument against calling witnesses during the Senate trial is that this should have been done by the House.\nJeffries defended Pelosi's decision, claiming that it \"created the space for us to have a discussion about a fair trial.\"\nJeffries cited this as an example of developments that made Pelosi's decision to delay delivering the articles of impeachment as \"the right one.\"\nThe urgency of impeachment was also an issue raised by Jeffries and the other impeachment managers in a filing they submitted Saturday night.", "paragraphs": ["House impeachment manager Rep. Hakeem Jeffries, D-N.Y., claimed that if Senate Majority Leader Mitch McConnell, R-Ky., truly wants to follow the model set by the impeachment trial of President Bill Clinton during President Trump's trial, he should allow for additional witnesses like former National Security Adviser John Bolton to testify during the proceedings, which get underway Tuesday.", "McConnell and other Republicans used the precedent set by the Clinton impeachment in arguing against Senate Minority Leader Chuck Schumer, D-N.Y., and House Speaker Nancy Pelosi when they pushed for approving additional witnesses before the trial started. In the Clinton case, the subject of witnesses was discussed after both sides presented arguments, but Jeffries noted that this resulted in key witnesses being called.", "GRAHAM CALLS FOR SWIFT END TO IMPEACHMENT TRIAL, WARNS DEMS AGAINST CALLING WITNESSES", "“There were three additional witnesses, including Monica Lewinsky -- who was at the center of the impeachment in 1998 -- who did not testify before the House proceedings but was called to be present as it relates to what took place in the Senate,\" Jeffries recalled on \"Fox News Sunday.\"", "\"If Senator McConnell is saying that we’re going to follow the Clinton model, then let’s just follow the Clinton model.”", "Earlier in the program, Sen. Lindsey Graham, R-S.C., warned that if Democrats are allowed to call witnesses, Republicans should be able to do the same, mentioning former Vice President Joe Biden's son Hunter Biden as a possible name the GOP could call.", "Jeffries did not comment on this possibility, other than saying, \"Ultimately this is a decision that the 100 senators will make.\"", "The GOP's main argument against calling witnesses during the Senate trial is that this should have been done by the House. While a number of witnesses such as Bolton were called before the House, they refused to testify due to instructions from the White House, which led to a charge of obstruction of Congress against President Trump.", "Trump defended the move as being proper under the principles of executive privilege. Rather than fully litigating the matter and letting the courts decide whether executive privilege was proper or that the witnesses should have to testify, House Democrats either withdrew or opted not to issue subpoenas.", "HOUSE DEMOCRATS URGE SENATE TO 'ELIMINATE THE THREAT' OF TRUMP, IN OPENING IMPEACHMENT TRIAL SALVO", "Democrats have claimed that the decision not to litigate was based on the need to move swiftly due to the urgency of the matter. Host Chris Wallace pressed Jeffries on this, noting that despite the assertion that it was an urgent matter, House Speaker Nancy Pelosi intentionally delayed having the articles of impeachment delivered to the Senate after the House voted to approve them.", "Jeffries defended Pelosi's decision, claiming that it \"created the space for us to have a discussion about a fair trial.\" During the time between the approval of the articles and their delivery to the Senate, Bolton and Rudy Giuliani associate Lev Parnas have stated that they would testify if issued a subpoena. Jeffries cited this as an example of developments that made Pelosi's decision to delay delivering the articles of impeachment as \"the right one.\"", "The urgency of impeachment was also an issue raised by Jeffries and the other impeachment managers in a filing they submitted Saturday night. They claimed that Trump’s removal from office was imperative, calling the president’s conduct “the Framers’ worst nightmare,” and that the evidence “overwhelmingly” establishes that he abused his power by withholding military aid to pressure Ukraine into interfering with the 2020 election.", "CLICK HERE TO GET THE FOX NEWS APP", "Adding to the Democrats' case is a legal opinion Thursday from the Government Accountability Office (GAO) that found the Trump administration broke the law by withholding defense aid to Ukraine. The White House disputed the finding.", "The president denies any wrongdoing, claiming that he did not exert any pressure on Ukraine, citing that he released the aid without receiving anything in return.", "Fox News’ Marisa Schultz contributed to this report."], "authors": ["Ronn Blitzer"], "keywords": ["cites", "jeffries", "bolton", "clinton", "testimony", "trial", "democrats", "testify", "witnesses", "rep", "house", "push", "impeachment", "senate", "president"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}