{"id": "705beb9b-d01a-38a2-a66e-0daa3146726a", "title": "Philly’s Ballot-Counting Livestream Is the Only Thing Worth Watching Today", "url": "https://www.wired.com/story/philadelphia-ballot-counting-livestream-election-2020/", "summary": "It is possible that watching hours of inconclusive election results deep into the night has poisoned your brain.\nFortunately, that same vote-tallying vortex also offers an antidote: the gentle zen of the Philadelphia City Commissioners’ ballot-counting livestream.\nYes, things are stressful right now, especially as President Donald Trump embraces a scorched-earth path to keeping his office.\nBut no matter your political preference, you should be able to find some comfort in this live view of Philly’s election workers moving ballots through the system.\nFor all the conspiratorial talk about rigged elections—there’s no evidence of that, and it would be easy to spot if there were—there’s something reassuring about watching the process unfold.", "paragraphs": ["It is possible that watching hours of inconclusive election results deep into the night has poisoned your brain. It happens! Fortunately, that same vote-tallying vortex also offers an antidote: the gentle zen of the Philadelphia City Commissioners’ ballot-counting livestream.", "Yes, things are stressful right now, especially as President Donald Trump embraces a scorched-earth path to keeping his office. (All the more surprising given that he still has a chance of winning legitimately, without lies and spurious lawsuits.) But no matter your political preference, you should be able to find some comfort in this live view of Philly’s election workers moving ballots through the system. And get comfortable: As of 4 am East Coast time on Wednesday, the state had at least 1.4 million ballots still to be counted, with hundreds of thousands of those in Philadelphia alone. As long as they were postmarked by November 3, incoming ballots can continue to be processed through Friday.", "For all the conspiratorial talk about rigged elections—there’s no evidence of that, and it would be easy to spot if there were—there’s something reassuring about watching the process unfold. There’s no grifting here, no ballots materializing out of thin air or being dumped into a river. There’s no comment section, no sound. There’s just the plodding, methodical machinations of democracy at work.", "In fact, closer observation reveals almost every step of how a ballot becomes a vote, although an apparent shift system means that not every gear is turning at the same time.", "Start in the very back of the room, the tables by the circuit breakers. See those workers lifting papers up to the light? They’re likely looking for signatures, says Mark Lindeman, codirector of the Philadelphia-based nonprofit Verified Voting, which focuses on electoral integrity. The envelopes the ballots were sent in have already been discarded by one of Philadelphia’s 22 high-speed extractors, which together can denude 12,000 envelopes an hour. (We don’t have a view of that, unfortunately.) What remains is a privacy envelope that voters are required to sign.", "If those check out—they’re not looking for a signature match at this point, only that a voter's John Hancock is there in the first place—there's another extraction to shed the privacy envelope, and the ballot gets sorted based on which of Philadelphia’s 600 or so “divisions” it comes from. You can see some of this process around the center of the video frame, ballots spitting out in a staccato tempo, then sent on to the appropriate yellow bin."], "authors": ["Brian Barrett", "Brian Barret"], "keywords": ["worth", "ballotcounting", "view", "phillys", "watching", "privacy", "system", "process", "livestream", "voters", "ballots", "theres", "sent", "thing", "workers", "today"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}