{"id": "7097d44b-30cf-3bb3-91cb-181add73944d", "title": "Alex Trebek remembered by 'Wheel of Fortune' hosts Pat Sajak and Vanna White", "url": "http://www.foxnews.com/entertainment/alex-trebek-remembered-wheel-of-fortune-pat-sajak-vanna-white", "summary": "host Alex Trebek’s death, his fellow game show hosts at “Wheel of Fortune” spoke out about his passing.\nHOST ALEX TREBEK DONATES $500G TO LOS ANGELES-AREA HOMELESS SHELTERSajak’s “Wheel of Fortune” co-host, Vanna White, also issued a statement in which she too spoke about the bravery with which Trebek conducted himself after his diagnosis.\n“I will cherish the many memories I have shared with Alex Trebek that date back well before either of our careers took off,” she wrote.\nThere will never be another Alex Trebek and he will truly be missed.”'JEOPARDY!'\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER“The Sajak family is deeply saddened to hear of Alex Trebek’s struggle with cancer.", "paragraphs": ["In the wake of longtime \"Jeopardy!\" host Alex Trebek’s death, his fellow game show hosts at “Wheel of Fortune” spoke out about his passing.", "Trebek died on Sunday at age 80 after a battle with stage 4 pancreatic cancer. The TV icon announced his diagnosis in March 2019 and continued to host the show throughout his treatment. His last time in the studio was on Oct. 29.", "Pat Sajak, one of the few other people who has been hosting a game show for more than 30 years, issued a statement on his colleague’s death to Fox News.", "“The death of Alex Trebek is a tremendous loss for his family, his friends, his co-workers and the millions of viewers who followed his long and illustrious career. It was an honor for me to be a part of his professional family for nearly 40 years. His strength and courage and grace during his recent health struggles inspired countless others. Alex was truly one of a kind,” he wrote.", "'JEOPARDY!' HOST ALEX TREBEK DONATES $500G TO LOS ANGELES-AREA HOMELESS SHELTER", "Sajak’s “Wheel of Fortune” co-host, Vanna White, also issued a statement in which she too spoke about the bravery with which Trebek conducted himself after his diagnosis.", "“I will cherish the many memories I have shared with Alex Trebek that date back well before either of our careers took off,” she wrote. “I will always be in awe of the way he faced the battle he fought so valiantly and I’m devastated to lose my longtime friend. My heart is with his family, friends, co-workers and fans. There will never be another Alex Trebek and he will truly be missed.”", "'JEOPARDY!' CONCLUDES WITH ONLY 1 CONTESTANT, A RARITY FOR THE SHOW", "Sajak was among the first to speak out and share a message of support for Trebek in 2019 after he made his diagnosis public.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“The Sajak family is deeply saddened to hear of Alex Trebek’s struggle with cancer. Our hearts go out to him and his family,” he wrote at the time. “But there is no one I know who is stronger and more determined, and I would never bet against him. We, and the entire country, are pulling for you, Alex.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Trebek hosted “Jeopardy!” since 1984, presiding over more than 8,000 episodes. He routinely talked about how much he loved hosting the popular game show and even credited the fans with helping him throughout his treatment. When production halted due to the coronavirus pandemic, he was one of the loudest voices in championing for the show to come back safely."], "authors": ["Tyler Mccarthy"], "keywords": ["trebeks", "wrote", "game", "white", "family", "sajak", "hosts", "truly", "remembered", "pat", "host", "vanna", "wheel", "death", "fortune", "trebek", "alex"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}