{"id": "711895db-7d96-3428-9b50-ae72d533f59c", "title": "What should our monuments of the future look like?", "url": "https://edition.cnn.com/style/article/what-should-our-monuments-of-the-future-look-like-hank-willis-thomas/index.html", "summary": "Most of what we know about many ancient cultures -- Egypt, Great Zimbabwe, Greece, Rome -- are through public monuments.\nSo we have to imagine that much of what future generations will know about us is through the monuments we choose to put up and preserve.\nI think many of the best public monuments we have in the United States are our rallying points.\nWe have limited public space as it is; maybe areas like Columbus Circle in Manhattan should be reimagined every so often.\nPublic monuments have a higher charge now.", "paragraphs": ["Written by Hank Willis Thomas", "Hank Willis Thomas is an artist and the co-founder of the collective For Freedoms. The opinions expressed in this commentary are solely those of the author. View more opinion articles on CNN.", "Monuments are critical tools in shaping the values and identity of society. Most of what we know about many ancient cultures -- Egypt, Great Zimbabwe, Greece, Rome -- are through public monuments. So we have to imagine that much of what future generations will know about us is through the monuments we choose to put up and preserve.", "There isn't that much public space dedicated to contemplation. Many of the images and objects we see outside are advertisements that are directing us to buy something rather than asking us to reflect on something.", "In two of the public sculptures that I've created, \"Unity,\" of an arm pointing skyward, at the foot of the Brooklyn Bridge in New York City; and the forthcoming work, \" The Embrace ,\" a tribute to Martin Luther King, Jr. and Coretta Scott King, in Boston, I referenced incredibly common gestures that personify all of us.", "\"The Embrace\" is schedule to debut in Boston Common in 2022. The statue, dedicated to Martin Luther King, Jr. and Coretta Scott King, is about the \"power and intention behind an embrace what it means to hold and uplift one another,\" Willis Thomas said. Credit: Hank Willis Thomas", "With \"Unity,\" my studio and I took a scan of the arm of an African immigrant athlete, Joel Embiid. There's poetry and a potency to a 22.5-foot-tall bronze arm of an immigrant pointing to the sky, echoing the gesture of the city's most famous monument, the Statue of Liberty. I hope it has a depth to it that will take greater meaning over time.", "At their best, monuments become a locus -- a point around which people can gather and commune. I think many of the best public monuments we have in the United States are our rallying points. I went to high school in Washington D.C. and I remember being able to walk up to the Lincoln Memorial at one in the morning. I also grew up in New York City and my friends and I would meet up by \"Alamo,\" -- a sculpture also known as \"The Cube,\" in Astor Place, which has become a space to congregate since it was created in the 1960s.", "\"Unity,\" which Willis Thomas created in 2019, sits at the foot of the Brooklyn Bridge, with a gesture reminiscient of the Statue of Liberty. Credit: Hank Willis Thomas", "In particular, I've always admired the sculptures of Swedish-American artist Claes Oldenburg, who could take any quotidian object, such as a garden spade or badminton birdie, and monumentalize it. In Philadelphia, where my mother is from, he made a colossal clothespin that sits outside of City Hall. But, his sculptures tend to be of Western, American, middle-class iconography. When I designed \"All Power to All People,\" of an afro pick with a raised fist, I wanted to make an object that spoke specifically to African Americans. In Philadelphia, where it exhibited for nine weeks in 2017, the black community has always been there, but it is rarely acknowledged and appreciated. The work is a symbol of unity, pride and self-care.", "Willis Thomas's \"All Power to All People\" exhibited in Philadelphia for nine weeks in 2017. The artist also created a massive 25-foot version of the work for the music and arts festival Burning Man. Credit: Hank Willis Thomas", "That work also sat just feet away from one of the most contentious statues in Philadelphia, of discriminatory former mayor and police commissioner Frank Rizzo. After 22 years, it was recently removed after protesters targeted it. The demands of the citizens were finally heard. When I created \"All Power to All People,\" I wanted it to offer an alternative to Rizzo's likeness, to show a design that celebrates community rather than killing it.", "In the worldwide protests following George Floyd's death in Minneapolis, demonstrators in Philadeliphia targeted the statue of controversial former mayor Frank Rizzo. It was then permamently removed by the city. Credit: Matt Rourke/AP", "As we've watched monuments come down worldwide -- Confederate leader Jefferson Davis removed in Richmond, Virginia; Christopher Columbus statues beheaded and dismantled across the United States; slave trader Edward Colston toppled in Bristol, UK -- you can see what the public can do by just coming together and making a decision. We saw that with the Berlin Wall: People had had enough. I think that it's necessary to make that space for anger and frustration, but, as we move forward, rational reconsideration is really important, too.", "Who are we today? What do we value today, as opposed to 200 years ago? We should give thought to not only what to do with the statues we take down -- in Budapest, for example, they have a park of disposed Communist-era statues -- but the lifespan of the new statues that we erect. We have limited public space as it is; maybe areas like Columbus Circle in Manhattan should be reimagined every so often. For the Colston statue in Bristol, over a century was long enough. There are other people, out of the billions who have been born since then, that we could celebrate in that square. Maybe we have to stop thinking that statues need to be forever.", "Protesters throw a statue of slave trader Edward Colston into Bristol harbor, during a Black Lives Matter protest, in Bristol, England. Credit: Ben Birchall/AP", "We also have to consider the context of our existing monuments. My former professor, Robin DG Kelley, once discussed with me that during the American Civil War, the North may have been the victor, but the South won the narrative battle. The Confederacy only lasted four years, and yet over a century later there are still statues celebrating people who were traitors to the Union. I believe we may only be coming to the conclusion of the war now, 155 years later, as these statues are removed.", "Public monuments have a higher charge now. They can celebrate a specific individual, or a group of people, but they should also invite a broader conversation about how a memorial can connect to the rest of the world and represent its people.", "We should also remember that what we choose to hold onto is not necessarily as important as what we choose to forget. There are so many forgotten figures in history because they didn't have the best PR or simplest narrative to retell. Instead of celebrating grand, straightforward narratives, we should acknowledge the complexity of particular moments. It's our responsibility in the 21st century, when we have incredible access to information, to understand that there's never going to be one sufficient way of telling history -- it's really through embracing nuance that we can learn from the past."], "authors": ["Hank Willis Thomas"], "keywords": ["monuments", "credit", "created", "future", "look", "willis", "power", "public", "statues", "statue", "work", "space"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}