{"id": "712e314a-b5ae-3dea-87ca-8d5dc7d36fa0", "summary": "The art of persuasion—rhetoric—originated 2,500 years ago with the dawn of democracy in Athens.\nEver since, scholars have recognized that persuading someone to change an attitude is doable, changing a belief is hard, and changing actions is a mighty challenge.\nEven when people—and organizations—know that their routines are counter-productive, they resist change because they are afraid of the unknown.\nThe majority of participants in our Seminars and Certificate Programs are mid- and upper-level professionals working in the business, nonprofit, government, or military sectors; however, professionals at all levels of experience are welcome to participate.\nWhile all HDO Seminars are developed with wide-ranging applicability in mind, the following individuals and groups will likely find Addressing Change-o-Phobia Up and Down the Org Chart most directly relevant to their work:", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["The art of persuasion—rhetoric—originated 2,500 years ago with the dawn of democracy in Athens. Ever since, scholars have recognized that persuading someone to change an attitude is doable, changing a belief is hard, and changing actions is a mighty challenge. Even when people—and organizations—know that their routines are counter-productive, they resist change because they are afraid of the unknown.", "The majority of participants in our Seminars and Certificate Programs are mid- and upper-level professionals working in the business, nonprofit, government, or military sectors; however, professionals at all levels of experience are welcome to participate. There are no prerequisites for enrolling in an HDO Professional Seminar.", "While all HDO Seminars are developed with wide-ranging applicability in mind, the following individuals and groups will likely find Addressing Change-o-Phobia Up and Down the Org Chart most directly relevant to their work:"], "url": "https://execed.economist.com/human-dimensions-organizations/addressing-change-o-phobia-leading-change-and-down-org-chart-2019-11?gsrc=wmbaslider", "title": "Addressing Change-o-Phobia: Leading Change Up and Down the Org Chart", "pubDate": null, "keywords": ["addressing", "leading", "change", "work", "upperlevel", "seminars", "org", "chart", "professionals", "hdo", "working", "welcome", "wideranging", "changeophobia", "changing"]}