{"id": "71536e4f-0bfd-3c12-9966-1d2f633e43fc", "title": "Behind The Combat & Venom Powers In Marvel’s Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/exclusive-interview/2020/10/28/behind-the-combat-venom-powers-in-marvels-spider-man-miles-morales", "summary": "Marvel's Spider-Man: Miles Morales hosts a bevy of new combat options, including Venom Powers and stealth abilities, which offer unique gameplay encounters when compared to Peter Parker's tool-set.\nIn this exclusive interview, the Game Informer staff sits down with Cameron Christian, Game Director on Spider-Man, to discuss all of these distinctive changes coming to Miles Morales when it launches on PlayStation 5.\nNot only do we see a glimpse of Miles' customization options and his various approaches to fighting, but this interview also covers how Insomniac Games is utilizing PlayStation 5 technology to drastically improve 2018's Spider-Man experience, how the game studio positions certain boss fights as moments of teaching, and finally, how the home console's DualSense controller is bringing new levels of responsiveness as players web-sling throughout Harlem.\nIf you enjoyed this look at Marvel's Spider-Man: Miles Morales, be sure to check out all of our content from this month's cover story, including a look at how Insomniac has crafted fulfilling relationship's within the game's narrative, a first look at J. Jonah Jameson, and footage of the friendly neighborhood hero's new feline friend!", "paragraphs": ["Marvel's Spider-Man: Miles Morales hosts a bevy of new combat options, including Venom Powers and stealth abilities, which offer unique gameplay encounters when compared to Peter Parker's tool-set. In this exclusive interview, the Game Informer staff sits down with Cameron Christian, Game Director on Spider-Man, to discuss all of these distinctive changes coming to Miles Morales when it launches on PlayStation 5.", "Not only do we see a glimpse of Miles' customization options and his various approaches to fighting, but this interview also covers how Insomniac Games is utilizing PlayStation 5 technology to drastically improve 2018's Spider-Man experience, how the game studio positions certain boss fights as moments of teaching, and finally, how the home console's DualSense controller is bringing new levels of responsiveness as players web-sling throughout Harlem.", "If you enjoyed this look at Marvel's Spider-Man: Miles Morales, be sure to check out all of our content from this month's cover story, including a look at how Insomniac has crafted fulfilling relationship's within the game's narrative, a first look at J. Jonah Jameson, and footage of the friendly neighborhood hero's new feline friend!"], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["spiderman", "insomniac", "playstation", "miles", "morales", "options", "powers", "look", "combat", "venom", "marvels", "interview", "game"], "pubDate": "2020-10-28T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}