{"id": "71b06589-75d1-3ddb-9019-6f55ada85b92", "keywords": ["law", "say", "louisiana", "abortion", "high", "agrees", "court", "supreme", "expected", "review", "state", "statute", "case"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Shannon Bream", "Shannon Bream Currently Serves As Anchor Of Fox News Channel'S", "Fnc"], "url": "https://www.foxnews.com/politics/supreme-court-agrees-to-review-louisiana-abortion-case", "title": "Supreme Court agrees to review Louisiana abortion case", "summary": "The Supreme Court agreed Friday to hear a challenge to a controversial Louisiana abortion law, with a decision on the politically and socially charged issue expected in the middle of a presidential election year.\nAt issue is a state statute requiring doctors performing abortions to have admitting privileges at a nearby hospital.\nCHIEF JUSTICE ROBERTS SAYS SUPREME COURT NONPARTISANThe high court in February blocked enforcement of the law, while further legal appeals were being filed.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMThe Supreme Court justices, however, took no action on a separate appeal in regard to an abortion regulation from Indiana.\nThe high court is expected to decide in coming weeks whether to put the Indiana case on its argument docket.", "pubDate": null, "paragraphs": ["The Supreme Court agreed Friday to hear a challenge to a controversial Louisiana abortion law, with a decision on the politically and socially charged issue expected in the middle of a presidential election year.", "At issue is a state statute requiring doctors performing abortions to have admitting privileges at a nearby hospital. A federal appeals court had upheld the law, despite an almost identical statute from Texas that was declared unconstitutional by the justices in 2016.", "CHIEF JUSTICE ROBERTS SAYS SUPREME COURT NONPARTISAN", "The high court in February blocked enforcement of the law, while further legal appeals were being filed. Chief Justice John Roberts sided with his more liberal colleagues at the time.", "Abortion rights supporters say Act 620 is too restrictive, and places an \"undue burden\" on a woman's access to the medical procedure. They say it would leave the state with just one abortion clinic. Backers of the law say it is a reasonable regulation, with attorneys saying in court filings on behalf of Louisiana Health Secretary Rebekah Gee that \"Louisiana abortion clinics have a history of serious health and safety problems.\"", "The high court will now set a briefing schedule, with oral arguments early next year and a ruling expected by June 2020.", "Louisiana is one of several states enacting recent abortion restrictions. The state -- along with Kentucky, Ohio, Missouri Mississippi, North Dakota and Iowa -- have passed measures that would prohibit abortions after six to eight weeks of pregnancy. Utah and Arkansas legislators voted to limit the procedure to the middle of the second trimester. Georgia has a near-total ban. Facing legal challenges, none of the laws have yet taken effect.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The Supreme Court justices, however, took no action on a separate appeal in regard to an abortion regulation from Indiana. That Republican-backed statute, signed into law by then-Gov. Mike Pence, requires women to undergo an ultrasound at least 18 hours before having an abortion -- a requirement critics call medically unnecessary.", "The high court is expected to decide in coming weeks whether to put the Indiana case on its argument docket. A federal appeals court struck the measure down, saying it would create additional financial and travel burdens on pregnant women."]}