{"id": "71b70530-4813-35fb-aa78-0a3677407121", "summary": "Hong Kong’s main airport terminal, designed by Norman Foster, the world’s leading post-modern architect, has its own attractive qualities for protesters.\nThat was, in part, because the protesters used metal airport baggage trollies to defend their position inside the airport.\nBut by the 1990s—when the Law Faculty building, Stansted and Hong Kong’s airport were built—protests, student-led or not, had become much less frequent in Western countries.\nYet the fate of the revolutionaries in the musical, and in Mr Foster’s Law Faculty, show how hard it may be for Hong Kong’s protest movement to succeed.\nMost of those on the Parisian barricades were shot dead by the time the curtains fall in “Les Misérables”.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["THE MUSICAL adaptation of “Les Misérables”, originally a novel in which the author asks his readers to sympathise with the failed revolutionaries of early-19th-century France, is probably the most successful theatrical production of the neo-liberal age. The English-language version, which ran in London from 1985 until earlier this year, is the longest-ever running musical in the West End, and the second longest-running musical in the world. Its best-known song—“Do you hear the people sing?”—is increasingly sung at protest marches around the world. It has been sung (in Cantonese) several times inside the terminal of Hong Kong International Airport during protests over the past week.", "There are some similarities with the 19th-century street protest depicted in “Les Misérables”. Both groups are inspired by liberal values, rather than the socialism or communism more commonly associated with the revolutions of the 20th century. And just like the narrow medieval streets of Paris in “Les Misérables”, the airport’s terminals are also a very good place to hold a protest.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "It was easy to build barricades across narrow streets made—as the revolutionaries of “Les Misérables” do—with household furniture and goods, turning neighbourhoods into mini-fortresses. Paris’s revolution of 1830 saw over 4,000 barricades put up across the city; in that of 1848 there were at least 6,000. They proved such a menace that Emperor Napoleon III had the medieval streets swept away in Europe’s biggest redevelopment project, led by Baron Haussmann. The Emperor was keen not to be overthrown like so many of his predecessors by barricade-mounted revolutionaries. (Instead the wide boulevards that replaced the city’s narrow alleyways made Paris indefensible from Prussian cavalry and German tanks during invasions in 1870 and 1940).", "Hong Kong’s main airport terminal, designed by Norman Foster, the world’s leading post-modern architect, has its own attractive qualities for protesters. As the city’s only airport, it could quickly cripple transport links to the rest of the world. And as such, a protest would gain international media coverage quickly. It also has very good public transport connections to ferry protesters quickly in and out.", "When riot police tried to clear the terminal on August 13th they were swiftly forced out. That was, in part, because the protesters used metal airport baggage trollies to defend their position inside the airport. And here the architecture lent itself to the protestors’ advantage. The most famous bits of Mr Foster’s design are its glass walls, open departure halls and narrow glass walkways over deep atriums. The walkways could easily be blocked by improvised barricades. The glass walls and open spaces meant the police were less able to use violence without being caught on camera.", "But it is not the only building designed by Mr Foster to have housed protests. Hong Kong Airport’s design—wide open departure halls flanked by glass walls—was inspired by that of Stansted Airport, built in Britain earlier in the 1990s. He also used the same philosophy in a building for Cambridge University’s Faculty of Law, which looks so similar to an airport terminal that students joke he got the plans mixed up with those for Stansted. In 2009, the Faculty of Law building was the target of a sit-in protest about humanitarian relief for Palestine after the Gaza War of 2008-9; so were buildings in several other universities. Students chose the building for very similar reasons to protesters in Hong Kong. The walls are transparent, offering good views of the sit-ins to any would-be student journalists. And the building has only one usable entrance and staircase; access to each floor is along relatively narrow walkways. So a sit-in protest blockading the lobby and walkways could shut it down very quickly.", "The other buildings on that campus were built in the 1960s, at the height of violent student protest in Cambridge, which culminated in the pillaging of the city’s poshest hotel in 1970. And so the buildings of that era were designed with multiple entrances and staircases to ensure that lectures could continue even if several entrances were blockaded. But by the 1990s—when the Law Faculty building, Stansted and Hong Kong’s airport were built—protests, student-led or not, had become much less frequent in Western countries. Indeed, as Francis Fukuyama famously wrote in 1992, the triumph of liberalism meant “the end of history”, and of big, conflictual political debates, had arrived. The architectural lessons of the student protests of the 1960s were thus forgotten.", "It is perhaps unsurprising that the postmodern terminals of Hong Kong’s airport and the music of “Les Misérables” have become the symbols of the revived battle between liberal democracy and the ever more authoritarian regimes of countries such as China. Yet the fate of the revolutionaries in the musical, and in Mr Foster’s Law Faculty, show how hard it may be for Hong Kong’s protest movement to succeed. Most of those on the Parisian barricades were shot dead by the time the curtains fall in “Les Misérables”. The protest in Cambridge’s Law Faculty was the longest-lasting protest about Gaza in any British university in 2009, but it was also the only one that ended with the university authorities refusing to cave into any of the protesters’ demands to help the Palestinian cause. Hong Kong airport’s architecture may suit a protest or a revolution well. But whether that gives it any greater chance of success is another question."], "url": "https://www.economist.com/gulliver/2019/08/16/why-hong-kongs-airport-was-a-good-target-for-protesters", "title": "Why Hong Kong’s airport was a good target for protesters", "pubDate": null, "keywords": ["law", "kongs", "airport", "les", "protesters", "hong", "protest", "misérables", "narrow", "faculty", "good", "building", "target"]}