{"id": "72705acc-ea4b-301d-b3ec-10c68b78fdd1", "title": "5 Effortless Ways to Wear a Dress with Sneakers on Your Wedding Day", "url": "https://www.vogue.com/article/short-wedding-dress-and-sneaker-outfit-ideas", "summary": "During the most recent collections, Miu Miu gave knee-length shift dresses an athletic twist with metallic lace-ups, Givenchy upped the ante by pairing body-hugging gowns with platform slip-on sneakers, and Loewe anchored voluminous frocks with classic trainers.\nFor her after party, she opted for a laid-back pair of untied sneakers instead of the traditional sky-high stilettos.\nIf you’re planning your own dressed-down celebration, here are five dress and sneaker duos to inspire your casually cool walk down the aisle.\nThe Minimalist MomentForget the frills of lace and sequins and take a cue from the clean lines of Khaite's designs.\nBrandon Maxwell draped cape-effect silk-crep minidress $1,995 NET-A-PORTER Shop Now Loewe suede and leather sneakers $590 NET-A-PORTER Shop NowThe Courthouse Classic", "paragraphs": ["If there’s one look that feels of the moment, it’s the sneaker-dress combo. During the most recent collections, Miu Miu gave knee-length shift dresses an athletic twist with metallic lace-ups, Givenchy upped the ante by pairing body-hugging gowns with platform slip-on sneakers, and Loewe anchored voluminous frocks with classic trainers.", "The trend toward utility certainly speaks to the fact that most of us have spent more time than ever at home wearing comfortable slippers, if any shoes at all. And it makes us wonder, when the time comes to get dressed up again, would we really reach for a pair of high heels?", "Eunice Kennedy Shriver, who was married in October in Miami, offered a case study in bridal-meets-casual. For her after party, she opted for a laid-back pair of untied sneakers instead of the traditional sky-high stilettos.", "If you’re planning your own dressed-down celebration, here are five dress and sneaker duos to inspire your casually cool walk down the aisle.", "The Minimalist Moment", "Forget the frills of lace and sequins and take a cue from the clean lines of Khaite's designs. Vogue's Senior Fashion News Writer Emily Farra said it best in her review of Khaite's latest collection pictured above: “When we can’t predict tomorrow’s headlines, there’s a comfort in buying something you can see yourself wearing and loving 10 or 20 years from now.” Brandon Maxwell's classic dress also makes for a smart choice, especially when paired with Loewe's timeless trainers.", "Brandon Maxwell draped cape-effect silk-crep minidress $1,995 NET-A-PORTER Shop Now Loewe suede and leather sneakers $590 NET-A-PORTER Shop Now", "The Courthouse Classic"], "authors": ["Alexis Bennett", "Alexis Bennet", "Mai Morsc"], "keywords": ["makes", "loewe", "theres", "pair", "classic", "ways", "dress", "netaporter", "sneakers", "wearing", "wedding", "shop", "effortless", "miu", "wear", "day"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}