{"paragraphs": ["Naomi Ackie’s life is about to change, and she knows it. With her role in The Rise of Skywalker, the 27-year-old British actress will officially be apart of the Star Wars universe. Though details about the film are hush-hush until its release on December 20, Ackie is upfront about the significance of this project for her career. “It felt like a real shift in my life, almost immediately, and I knew that this was going to mark the next part of my journey,” she said of the moment when she discovered that she’d been cast in the latest film in J.J. Abrams’s trilogy.", "You’ll have to watch the movie to get the full backstory of Jannah, Ackie’s rebel character, but even a glimpse at the trailer lets you know she’s a badass. A regular in independent films and on British television, Ackie needed to develop a whole new skillset to step into the sci-fi world of Star Wars. With lightsaber battles, cosmic firefights, and hand-to-hand combat, Ackie had her work cut out for her, but she rose to the challenge. “The most rewarding part of the whole experience has probably been knowing how strong I can be and how I handle pressure,” she says, crediting the camaraderie on set with helping her be her best. “There is so much to be grateful for,” she says. “The friends I’ve made, and the things I’ve learned on set, and the people I’ve worked with.”", "After months of filming and maintaining the secrecy of a hotly anticipated movie, Ackie took a breather to appreciate all the hard work at last night’s world premiere in Hollywood. She arrived looking stunning in a Stella McCartney column gown. Joined by castmates Daisy Ridley, John Boyega, Oscar Isaac, and Kelly Marie-Tran on the red carpet, she let the experience of headlining the world’s most significant franchise sink in properly. “It felt like a moment that would be frozen in time for me,” she says. “That I would look back on it when I was older and be like ‘Wow, I did that.’”"], "url": "https://www.vogue.com/vogueworld/slideshow/naomi-ackie-star-wars-rise-of-the-skywalker-premiere-diary?mbid=social_onsite_googleplus", "pubDate": null, "keywords": ["inside", "life", "naomi", "set", "work", "ive", "ackie", "premiere", "rise", "skywalker", "star", "movie", "moment", "world", "breakout", "wars"], "id": "7297627a-67b4-3f7a-9322-49608a1c5709", "title": "Inside the Rise of the Skywalker Premiere with Star Wars Breakout Naomi Ackie", "summary": "With her role in The Rise of Skywalker, the 27-year-old British actress will officially be apart of the Star Wars universe.\nThough details about the film are hush-hush until its release on December 20, Ackie is upfront about the significance of this project for her career.\nA regular in independent films and on British television, Ackie needed to develop a whole new skillset to step into the sci-fi world of Star Wars.\nWith lightsaber battles, cosmic firefights, and hand-to-hand combat, Ackie had her work cut out for her, but she rose to the challenge.\n“That I would look back on it when I was older and be like ‘Wow, I did that.’”", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Janelle Okwod"]}