{"authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "title": "Austria Alpine resort massacre leaves 5 dead after man kills ex-girlfriend, her family and new boyfriend", "url": "http://www.foxnews.com/world/austria-alpine-resort-massacre-man-ex-girlfriend-murder-family-boyfriend", "summary": "Authorities in Austria arrested a 25-year-old man Sunday after he shot and killed his ex-girlfriend, her family, and her new boyfriend at an Alpine resort town after a dispute at a restaurant, according to officials.\nAfter shooting his ex-girlfriend's brother in his bedroom, the 25-year-old man then killed his ex-girlfriend's mother, climbed over a balcony into his ex-girlfriend's room where he shot and killed the 19-year-old girl and her 24-year-old boyfriend.\nThe 25-year-old man had seen his ex-girlfriend and new boyfriend the previous night at a restaurant where there was a dispute that was \"pacified,\" police said at a news conference, according to German news outlet Bild.\nThe 25-year-old then drove away and retrieved his brother's pistol from his own home and returned to the ex-girlfriend's family home at 6 a.m., when authorities said the rampage began.\nCLICK HERE FOR THE FOX NEWS APPThe killings have left the town of about 8,000 people in shock, according to Bild.", "keywords": ["25yearold", "exgirlfriends", "killed", "massacre", "shot", "according", "kills", "authorities", "man", "town", "boyfriend", "family", "austria", "exgirlfriend", "resort", "restaurant", "leaves", "dead"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Authorities in Austria arrested a 25-year-old man Sunday after he shot and killed his ex-girlfriend, her family, and her new boyfriend at an Alpine resort town after a dispute at a restaurant, according to officials.", "Police in the resort town of Kitzbuehel, located east of Innsbruck, said the slayings happened after the man went to his ex-girlfriend's family home in the early-morning hours on Sunday and shot the father as he opened the door.", "After shooting his ex-girlfriend's brother in his bedroom, the 25-year-old man then killed his ex-girlfriend's mother, climbed over a balcony into his ex-girlfriend's room where he shot and killed the 19-year-old girl and her 24-year-old boyfriend.", "\"We have never had such an incredible tragedy in Kitzbuehel,\" Mayor Klaus Winkler told the Austrian newspaper Kurier.", "KANSAS CITY, KAN., BAR SHOOTING LEAVES 4 DEAD, 5 WOUNDED", "At a news conference on Sunday morning, authorities said the man turned himself in to police after the killings, telling officers arriving at the home \"I've just killed five people.\"", "The 25-year-old man had seen his ex-girlfriend and new boyfriend the previous night at a restaurant where there was a dispute that was \"pacified,\" police said at a news conference, according to German news outlet Bild.", "The couple had ended their relationship two months ago, Kurier reported.", "KEY WITNESS IN AMBER GUYGER MURDER TRIAL SHOT AND KILLED DAYS AFTER GUILTY VERDICT", "After the incident at the restaurant, the suspect went to his ex-girlfriend's family home at 4 a.m. Sunday, according to police. He left when her father opened the door and was told once again that the relationship was over, according to Bild.", "The 25-year-old then drove away and retrieved his brother's pistol from his own home and returned to the ex-girlfriend's family home at 6 a.m., when authorities said the rampage began.", "CLICK HERE FOR THE NEW FOXBUSINESS.COM", "Officials said the man had previously lived with the family for several months in the hours, and knew the layout as to where to exactly find the couple.", "CLICK HERE FOR THE FOX NEWS APP", "The killings have left the town of about 8,000 people in shock, according to Bild. The community located near Innsbruck is home to several German celebrities and is the location of the famous Hahnenkamm World Cup downhill ski races that are called some the \"dangerous, blood-curdling\" races for men.", "The Associated Press contributed to this report."], "pubDate": null, "id": "72a4ec2f-836a-3161-8f7c-e40695686531"}