{"paragraphs": ["Star Wars is hot again. The soaring popularity of The Mandalorian and fantastic journey taken in Star Wars Jedi: Fallen Order have created plenty of buzz for J. J. Abrams' forthcoming The Rise of Skywalker film. For people who are counting the days until it opens in theaters on December 19, you can suit up as Rey, Finn, and a Sith Trooper in Fortnite right now. These player skins are now available for purchase, as are new Star Wars-themed banners, vehicles, and weapons.", "The Star Wars excitement doesn't end there. On December 14 at 2 p.m. ET, Lucasfilm is debuting a new scene from The Rise of Skywalker in game. The doors open at 1:30 and the footage will be shown at 2. Just head to Risky Reels at this time to see the footage. Another Fortnite announcement – which likely isn't Star Wars related – will happen tonight during the Game Awards."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "Rey, Finn & Sith Trooper Outfits Are Now Available For Purchase In Fortnite", "id": "72b0cd53-8c26-33ae-b40f-c6f7bdf614f6", "keywords": ["rise", "trooper", "weaponsthe", "game", "sith", "purchase", "j", "warsthemed", "fortnite", "finn", "wars", "available", "rey", "outfits", "skywalker", "footage", "star"], "summary": "Star Wars is hot again.\nFor people who are counting the days until it opens in theaters on December 19, you can suit up as Rey, Finn, and a Sith Trooper in Fortnite right now.\nThese player skins are now available for purchase, as are new Star Wars-themed banners, vehicles, and weapons.\nThe Star Wars excitement doesn't end there.\nAnother Fortnite announcement – which likely isn't Star Wars related – will happen tonight during the Game Awards.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/12/rey-finn-sith-trooper-outfits-are-now-available-for-purchase-in-fortnite"}