{"keywords": ["soul", "donald", "wasnt", "claimed", "thats", "preferred", "doing", "decided", "president", "trump", "opinion", "trumps", "sell", "ukraine"], "authors": ["Frank Bruni"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "http://www.nytimes.com/2019/10/05/opinion/sunday/pompeo-trump.html", "summary": "He raised his hand for secretary of state after he’d seen his predecessor, Rex Tillerson, humiliated by Trump and fired by tweet.\nIt was clear that Trump wasn’t just a few artful nudges away from proper presidential bearing.\nSo he lunged for it, then demonstrated with his obsequiousness that doing good and doing right were never high on the agenda.\nHad he spoken up or pushed back, he would have risked ending up on the outside, among the swelling Trump administration diaspora.\nIt’s the story of Faust, who sold his soul for renown, then endured the ugliness of that deal.", "paragraphs": ["He raised his hand for secretary of state after he’d seen his predecessor, Rex Tillerson, humiliated by Trump and fired by tweet. This was more than a year into Trump’s presidency, by which point the rationalizations of other supposedly serious conservatives who took top administration jobs no longer held water. It was clear that Trump wasn’t just a few artful nudges away from proper presidential bearing. He couldn’t be lifted up because he was too busy cruelly dragging everyone else down.", "But Pompeo had a heady shot at a vaunted job that almost surely wasn’t going to come his way any other time. So he lunged for it, then demonstrated with his obsequiousness that doing good and doing right were never high on the agenda.", "He wrote an op-ed article that essentially broke with his fellow Republicans to promote Trump’s view that Saudi Arabia’s butchery of the journalist Jamal Khashoggi shouldn’t give anyone pause. What are a few severed body parts among allies?", "He recalled the ambassador to Ukraine just to please the president and his babbling Beelzebub, Rudy Giuliani. He listened mutely to that July 25 phone call between Trump and the Ukrainian president, decided to ignore what he heard and then claimed — until a few days ago — that he was utterly in the dark about any pressure on Ukraine to kneecap Joe Biden.", "Had he spoken up or pushed back, he would have risked ending up on the outside, among the swelling Trump administration diaspora. He preferred the inside, with its glossier trappings and cushier thrones. He and his wife were diplomatic royalty, jetting around the world. He could bear the ache of a tongue full of tooth marks. Better to be a wretched part of history than no part at all.", "The tale sounds familiar because it is. It’s the story of Faust, who sold his soul for renown, then endured the ugliness of that deal. It’s also the story of too many of Trump’s Republican enablers to count. Sure, they decided to prop and pretty him up, a man whose unfitness for the Oval Office was never really in doubt, out of tribal loyalty, a force far too potent in American politics today. But some rushed to him because that’s where the riches were, at least metaphorically. That’s where the fame was.", "And they weren’t simply burying the hatchet with a politician who hadn’t been their preferred candidate or whose positions differed from theirs only slightly. They were dismantling the chain saw that they’d wielded in the face of a fraud whose conduct, along with some of his proposals, was antithetical to who they claimed to be."], "id": "72b569ed-21af-3ac8-b0fd-f64ec223b194", "pubDate": null, "title": "Opinion | How to Sell Your Soul to Donald Trump"}