{"id": "72b8417e-11a6-3c5c-a1bd-ffb6746272d2", "title": "Lockdown will be tough for shops like mine, but there remains a shred of hope | Suzy Prince", "url": "https://www.theguardian.com/commentisfree/2020/nov/05/lockdown-shops-hope-bookshop-manchester-shopping-locally-covid", "summary": "You would think that this might feel like a very tough time, businesswise, and in some ways, of course, it is.\nBut this time around, something feels very different, and there’s a seed of change – indeed, hope – taking root.\nMy own shop was busy right up until mid-afternoon, with many customers telling me that they’d come in to browse and buy, specifically to provide support right now.\nBut instead, we had the busiest Sunday we could possibly have had with social distancing restrictions in place.\nA world with far fewer cafes, bars and independent shops in it would be a considerably duller place.", "paragraphs": ["We are all aware of what a challenging time it is right now for the retail and hospitality sectors. Many high streets and city centres were struggling under the weight of the shift to online shopping, among many other pressures, even before the pandemic came along to wreak further havoc.", "I co-own a bookshop in Levenshulme, south Manchester. This region has been living under most of tier 3’s restrictions for several months now, although they weren’t billed as such until recently: there’s been no meeting your mum for a cuppa in the garden for any of Manchester’s residents for quite some time. Levenshulme is a Covid “hotspot”: effectively, my bookshop has been operating in one of the most difficult places possible.", "You would think that this might feel like a very tough time, businesswise, and in some ways, of course, it is. Back in March, with the first lockdown, when everything just stopped, we felt as if the rug had been pulled out from under our feet – and there was a long period of genuine concern that our business wouldn’t even survive, let alone thrive.", "Of course there’s a sense of alarm about what’s going to happen during another lockdown and beyond – I have no intention of playing down the level of stress and uncertainty. But this time around, something feels very different, and there’s a seed of change – indeed, hope – taking root. From my vantage point, I’ve been perfectly positioned to witness an obvious and fairly dramatic shift to more local shopping, as well as a huge surge of goodwill for independent businesses. This grassroots support is coming from fellow small-business owners and members of the public alike.", "Let’s take last weekend as an example of what’s happening right now. We all knew that a more strict lockdown was coming, so on Saturday morning, on the way to my shop, I popped into a local cafe to buy an unnecessary takeaway coffee, because I like the place and I was happy to give them a couple of quid. My own shop was busy right up until mid-afternoon, with many customers telling me that they’d come in to browse and buy, specifically to provide support right now. The owner of the local garden centre came in to swap stories of how it’s all going, and bought some books and cards, again to provide some direct support.", "Footfall dropped off almost completely by about 3pm as people headed home to wait for Boris Johnson’s announcement on new restrictions (and, as it turned out, to wait for some time). But when I left for the day I made a beeline for a favourite pub, which was already closed down because of tier 3 restrictions, and so has been operating as a temporary bottle shop. I bought some ale to take home, fully aware that right now this kind of purchase provides the bulk of the owner’s income.", "By Sunday, we knew the worst – a new lockdown in England was on its way – and expected the shop to be empty, even before the new rules were in place. But instead, we had the busiest Sunday we could possibly have had with social distancing restrictions in place. All day long people were coming in and stocking up. We sell online, so arguably there was no extra urgency for anyone to shop. But customers clearly wanted to show solidarity in person.", "My inbox has also been overflowing all week with people asking about delivery options or the best way to buy online from us, or just with general “I hope you’re doing OK: this can’t be easy”-type messages. None of these people are close personal friends, although we do love a good chat in the shop: it’s more about a wider sense of community and coming together.", "In Greater Manchester, there’s also anger about recent events, and for some people, overtly buying from independent businesses has become an act of defiance, of sorts. There’s a real sense that despite having spent so long living under many more restrictions than almost everywhere else in the country, we were left out in the cold in terms of adequate business support. When the region was to be moved into tier 3 last month, the government balked at providing the same level of financial support that had previously been made with furlough payments for workers during the first lockdown. Then, when the rest of the country, including the south, was affected too, the magic money tree was shaken and that 80% figure was restored.", "As a self-employed independent business owner, for me the prospect of something as stable as a furlough payment feels like a distant dream, of course. But it was the principle of the thing. And this has trickled down into people feeling even more determined to offer direct support to local businesses.", "It might be misguided optimism, and it’s hard to predict how anything will play out in the long term, but it seems clear that people want change and are prepared to go out of their way to achieve it. A world with far fewer cafes, bars and independent shops in it would be a considerably duller place. Let’s hope the will that has emerged over the last few months to keep our high streets alive lasts far beyond the pandemic. Amid all the gloom, I think the signs are strong.", "• Suzy Prince is the co-owner of Bopcap Books, in Levenshulme, Manchester"], "authors": ["Suzy Prince"], "keywords": ["tough", "support", "shred", "remains", "right", "way", "place", "hope", "restrictions", "local", "shop", "long", "prince", "suzy", "lockdown", "theres", "shops"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}