{"id": "7300a5a5-813e-386e-9c0c-68e080900823", "title": "Demba Ba sets up Istanbul Basaksehir's victory in comedy of errors from United", "url": "https://www.theguardian.com/football/2020/nov/04/istanbul-basaksehir-manchester-united-champions-league-group-h-match-report", "summary": "Yet by the interval two barely credible errors had given Basaksehir the goals that consigned United to their first group defeat.\nThe first was due to sub-schoolboy defending as Demba Ba was left unmarked to run through and score.\nOne move featured Van de Beek passing to Luke Shaw, whose cross-goal drive was just missed by Marcus Rashford.\nBa was unhappy the centre-back received only a booking and United were relieved the free-kick hit the wall.\nHis harrying inspired Van de Beek and with United winning possession higher up the field, their tempo of play quickened.", "paragraphs": ["Manchester United resembled a rabble for much of a dire display that poses serious questions about where their season is heading. Istanbul Basaksehir are debutants in the Champions League and had not scored or gained a point before taking on Ole Gunnar Solskjær’s side.", "Yet by the interval two barely credible errors had given Basaksehir the goals that consigned United to their first group defeat. The first was due to sub-schoolboy defending as Demba Ba was left unmarked to run through and score. The second featured Juan Mata being pickpocketed and Edin Visca eventually making the Spaniard pay.", "Solskjær admitted this result and Sunday’s 1-0 defeat by Arsenal were a “punch to the stomach” and given that reverse was one of three at home in the Premier League, their campaign is already in the balance.", "Solskjær’s six changes to the side who lost to Arsenal were led by the goalkeeper Dean Henderson, who was given a first start in a major competition. Their shape of 4-2-3-1 had Donny van de Beek as the creative midfielder alongside Nemanja Matic.", "Van de Beek will have admired Harry Maguire’s diagonal pass that dropped over Basaksehir’s defence for Bruno Fernandes but the midfielder’s volley was off-target. The home side sought to defend deep and it was a test of United’s ability to overcome the sort of challenge they find difficult: one they would ultimately fail.", "One move featured Van de Beek passing to Luke Shaw, whose cross-goal drive was just missed by Marcus Rashford. What followed was amateurish. Every United player was ahead of the halfway line when the ball was taken by Berkay Ozcan after a short corner and hit to Ba, who lurked in the middle and was marked by nobody.", "This allowed the centre-forward a clear run at Henderson and after Matic, the nearest man, failed to catch him, Ba slid the ball home. More disarray followed when Axel Tuanzebe, who disappointed throughout, fouled Ba as the 35-year-old tried to go through again. Ba was unhappy the centre-back received only a booking and United were relieved the free-kick hit the wall.", "United lacked spark and execution. Fernandes beat a man then found a cul-de-sac. Matic hit a ball from the left that was easy to clear. These forays were from static starting positions so it was instructive that potency was evident only when a Basaksehir move broke down and United could counter via a Wan-Bissaka-Rashford one-two involving Anthony Martial. His effort was goal-bound before Rafael da Silva’s dive blocked it.", "Less positive was the Basaksehir attack that moved swiftly through United and had Boli Bolingoli-Mbombo’s cross being met by Danijel Aleksic’s head, Henderson saving sharply low down.", "As the interval neared United returned to farcical mode. Mata allowed Irfan Kahveci to pilfer the ball and race down the left. His delivery was cutely dummied by Ba and Visca was there to power a shot beyond Henderson. Solskjær was livid.", "Edin Visca fires the ball past Dean Henderson to put the hosts 2-0 ahead. Photograph: Murad Sezer/Reuters", "United had to respond, which they did two minutes before half-time. It was simple, too: Shaw stood a ball up and an unmarked Martial headed impressively past Mert Gunok.", "For the second half Tuanzebe was replaced by Scott McTominay, Matic dropping back to partner Maguire. Disjointedness still remained: Matic passed directly to an orange shirt; Rashford, Martial and Shaw wandered up blind alleys.", "Composure and fluidity eluded Solskjær’s men. When Da Silva was wrongly penalised for a tackle on Fernandes there was a rare chance to threaten Gunok. Fernandes’s free-kick did test the No 1 but it was too close to him and the ball was parried away.", "McTominay had brought a snap to United. His harrying inspired Van de Beek and with United winning possession higher up the field, their tempo of play quickened. On the hour Edinson Cavani and Paul Pogba replaced Mata and Van de Beek, later Mason Greenwood and Timothy Fosu-Mensah came on.", "Sending for the cavalry failed, though. Basaksehir were more incisive and Alexandru Epureanu’s late goal-line clearance secured a famous win. Solskjær’s side still have six points in the group but on Saturday they are at Everton, where they must improve. Lose there and Solskjær will face even greater scrutiny."], "authors": ["Jamie Jackson"], "keywords": ["beek", "united", "comedy", "ball", "henderson", "basaksehir", "solskjærs", "victory", "errors", "basaksehirs", "van", "sets", "visca", "istanbul", "demba", "ba", "matic"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}