{"id": "733c36ae-cde5-3103-9264-8c713bc0e497", "title": "Biden says he's on course to win US election as Trump threatens to fight outcome", "url": "https://www.theguardian.com/us-news/2020/nov/04/joe-biden-winning-path-claims-donald-trump-legal-threats", "summary": "Democrat said ‘it’s clear that we’re winning enough states’ while president seeks to fire up supporters for bitter legal battleBiden says he's on course to win US election as Trump threatens to fight outcomeJoe Biden has claimed he is on course to win the US presidential election and issued a plea for national unity, even as Donald Trump threatens to fight the outcome in court.\nSix key election takeaways – about Biden, Trump and those misleading polls Read more“After a long night of counting, it’s clear that we’re winning enough states to reach 270 electoral votes need to win the presidency,” Biden said in Wilmington, Delaware.\nAfter a nerve-jangling election night that resolved little, the picture became clearer on Wednesday as Biden moved closer to 270 electoral votes.\n“We will not allow Democrat election officials to steal this election from President Trump with late, illegal ballots,” said Justin Clark, deputy campaign manager and senior counsel.\nFacebook Twitter Pinterest Election precinct suitcases containing ballots, election materials and keys to voting machines are held under guard by the Allegheny county police on Wednesday in Pittsburgh, Pennsylvania.", "paragraphs": ["Democrat said ‘it’s clear that we’re winning enough states’ while president seeks to fire up supporters for bitter legal battle", "Biden says he's on course to win US election as Trump threatens to fight outcome", "Joe Biden has claimed he is on course to win the US presidential election and issued a plea for national unity, even as Donald Trump threatens to fight the outcome in court.", "The former vice-president flipped the crucial battleground states of Michigan and Wisconsin on Wednesday, giving him 264 electoral college votes to Trump’s 214. The target is 270 to secure the White House.", "Six key election takeaways – about Biden, Trump and those misleading polls Read more", "“After a long night of counting, it’s clear that we’re winning enough states to reach 270 electoral votes need to win the presidency,” Biden said in Wilmington, Delaware. “I’m not here to declare that we’ve won but I am here to report that, when the count is finished, we believe we will be the winners.”", "Biden praised a historic turnout of about 150 million and noted that he was set to win Wisconsin by 20,000 votes, similar to the president’s margin in 2016, and leading in Michigan by more than 35,000 votes and growing – substantially more than Trump managed four years ago. Both states have been called for Biden.", "As Trump seeks to fire up his supporters for a bitter legal struggle, Biden called for people on both sides “to unite, to heal, to come together as a nation”.", "With his running mate, Kamala Harris, standing nearby, Biden struck the tone of a president-elect: “I will work as hard for those who didn’t vote for me as I will for those who did vote for me. Now, every vote must be counted. No one’s going to take our democracy away from us. Not now. Not ever.”", "It was a clear rebuke to Trump’s attempt to sow doubt with claims of fraud and threats to dispute the election all the way to the supreme court, ushering in a potentially prolonged and messy endgame to the election.", "Late on Wednesday there were signs of desperation as Trump felt his presidency slipping away. He tweeted a thread stating that he was establishing a “claim” on Pennsylvania, Georgia and North Carolina, all of which remain too close to call.", "“We have claimed, for Electoral Vote purposes, the Commonwealth of Pennsylvania (which won’t allow legal observers) the State of Georgia, and the State of North Carolina, each one of which has a BIG Trump lead,” he wrote.", "Facebook Twitter Pinterest Supporters of Donald Trump gesture and chant slogans as they gather outside the room where absentee ballots for the 2020 general election are being counted at TCF Center in Detroit, Michigan. Photograph: Jeff Kowalsky/AFP/Getty Images", "“Additionally, we hereby claim the State of Michigan if, in fact ... there was a large number of secretly dumped ballots as has been widely reported!”", "The tweets were met with ridicule since no president can unilaterally declare himself the winner of multiple battleground states with many votes still left to be counted. Almost immediately Twitter flagged the posts with a warning that “official sources may not have called the race when this was tweeted”.", "Protesters across the US, most aligned with Democratic and progressive causes, turned out on Wednesday to demand that that officials “count every vote”. In New York City, thousands marched past boarded-up luxury stores on Manhattan’s Fifth Avenue, and in Chicago, protesters marched through downtown and along a street across the river from Trump Tower.", "After a nerve-jangling election night that resolved little, the picture became clearer on Wednesday as Biden moved closer to 270 electoral votes. Even without the deadlocked state of Pennsylvania, where a million ballots were yet to be counted by Wednesday afternoon. Trump still held leads in Georgia and North Carolina.", "Unleashing a long-planned legal offensive, the Trump campaign demanded a recount in Wisconsin and called for the count in Michigan to be halted on the grounds that its representatives did not have “meaningful access”.", "Dozens of Trump supporters there chanted, “Stop the count!” inside the TCF Center in Detroit, where ballots were being handled, while the president tweeted: “Our lawyers have asked for ‘meaningful access’, but what good does that do? The damage has already been done to the integrity of our system, and to the Presidential Election itself. This is what should be discussed!”", "Elsewhere, about 150 Trump supporters, some of them armed, protested outside the Maricopa county elections department in Phoenix, Arizona, and chanted “Count the votes!” and “Where are the votes?” as officials inside the building worked to tabulate ballots. There were also shouts of “Fox News sucks!” because the network had called Arizona for Biden on Tuesday night with hundreds of thousands of votes not yet counted.", "Play Video 1:06 Protesters gather outside election centre in Maricopa as Biden's Arizona victory challenged – video", "", "Many of the demonstrators wore “Make America great again” hats and waved Trump flags and some were carrying guns. Sheriff’s deputies wearing tactical gear moved inside the office as the crowd continued to grow, according to CBS News.", "Sheriff’s deputies surrounded the building, and poll workers continuing counts late into the evening had to be escorted out when exiting.", "", "The elections department tweeted that its staff “will continue our job, which is to administer elections in the second largest voting jurisdiction in the county. We will release results again tonight as planned.”", "The Trump campaign also filed a lawsuit seeking to pause the count in Georgia, claiming that a Republican poll observer had witnessed 53 late absentee ballots being illegally added to a stack of on-time absentee ballots in Chatham County. “We will not allow Democrat election officials to steal this election from President Trump with late, illegal ballots,” said Justin Clark, deputy campaign manager and senior counsel.", "Throughout the day, starting with a television statement after 2am, Trump repeatedly and falsely claimed that the routine counting of ballots after election day was somehow fraudulent. But in practice, Trump campaign officials were supporting continued vote counts where the president was behind and vigorously opposing them where he was ahead.", "On Wednesday afternoon, Trump staged a rally of his supporters outside a convention centre in Philadelphia where votes were being counted, echoing Republican tactics to stop the count in Florida 2000, which helped win the election for George W Bush.", "That fiercely contested election was finally decided by the supreme court, and on Wednesday afternoon, the Trump campaign also asked the supreme court to rule on its objections to an extended vote count in Pennsylvania. Josh Shapiro, Pennsylvania’s attorney general, said in a CNN interview the lawsuit was “more a political document than a legal document”.", "Facebook Twitter Pinterest Election precinct suitcases containing ballots, election materials and keys to voting machines are held under guard by the Allegheny county police on Wednesday in Pittsburgh, Pennsylvania. Photograph: Jeff Swensen/Getty Images", "Trump’s attempt to involve the supreme court (Scotus) appeared to be a long shot. Edward Foley, an election law professor at Ohio State University, posted on Twitter: “The valid votes will be counted. SCOTUS would be involved only if there were votes of questionable validity that would make a difference, which might not be the case. The rule of law will determine the official winner of the popular vote in each state. Let the rule of law work.”", "The Biden camp has assembled its own legal teams at the chief electoral flash points, and launched a “fight fund” to finance the effort.", "As the legal manoeuvring gathered momentum, it was clear the fate of the US presidency is likely to be determined by a few thousand votes in a handful of states.", "It was also evident the nation had not delivered the decisive “blue sweep” repudiation of Trumpism that Democrats had hoped for, nor did it look likely the election would give them control of the Senate.", "Ultimately, the US presidency looked likely to be determined by a few thousand votes in a handful of states, and possibly the decisions of an array of judges.", "Even before the counting was finished, Biden had won more votes than any president in history – more than 70m – edging out Obama’s 2008 record and about 2.5m ahead of Trump, once again highlighting the disparity between the popular vote and the arithmetic of the US electoral college system.", "In the scramble for states and their assigned electoral college votes, Biden failed in his bid to win over Florida and Ohio, but looked likely to flip Arizona, another closely contested state that Trump won in 2016. News organizations including the Associated Press and Fox News’s Decision Desk called the state for Trump on Tuesday, but the Trump campaign has argued that call came too soon. Fresh results on Wednesday evening showed Biden’s lead in the state slightly narrowing.", "Meanwhile, Trump’s lead in Georgia and Pennsylvania has been shrinking as more votes get tallied. Counting in Pennsylvania is expected to continue for a few more days.", "Facebook Twitter Pinterest Trump supporters rally s in Miami, Florida, on Tuesday. Photograph: Eva Marie Uzcategui/AFP/Getty Images", "As had been predicted, Trump appeared on television from the White House early on Wednesday morning and falsely claimed he had won.", "Trump’s own campaign officials, briefing the press on Wednesday morning, expressed support for continued vote-counting in states where the president was behind.", "And speaking in Philadelphia, Pennsylvania, Trump’s lawyer Rudy Giuliani said without evidence: “This is a concerted effort of the crooks that run the Democratic Party. You know these big city machines are crooked.”", "Neither the vice-president, Mike Pence, nor the Senate majority leader, Mitch McConnell, echoed Trump’s spurious allegation that late-counted votes were inherently fraudulent.", "“We don’t know who won the presidential race yet,” McConnell said, after winning his own re-election battle in Kentucky.", "In Pennsylvania, one of the states that could decide the presidency, governor Tom Wolf warned: “There are millions of mail-in ballots that are being counted. And that takes longer than the standard in person voting. So we may not know the results even today, but the most important thing is that we have accurate results.”", "Facebook Twitter Pinterest Demonstrators march one Fifth Avenue during a rally to ensure that every ballot is counted, in New York on Wednesday. Photograph: Justin Lane/EPA", "In the battle for control of the Senate, Democratic hopes of toppling Republicans in Maine, Iowa, South Carolina, Montana and North Carolina fell short and a Senate Democrat in Alabama, Doug Jones, lost to a former football coach, Tommy Tuberville.", "Democrats gained seats in Colorado and Arizona, but their remaining hopes of a 50-50 Senate rested winning at a runoff contest in Georgia, and pulling off wins in close races in Michigan and North Carolina.", "One issue that both camps agreed on was that the pollsters had once more got their predictions wrong, in some cases by a wider margin than in 2016, consistently undercounting Trump voters around the country.", "An election observer mission sent by the Organisation for Security and Cooperation in Europe criticised the actions of the president, issuing a statement saying: “Baseless allegations of systematic deficiencies, notably by the incumbent president, including on election night, harm public trust in democratic institutions.”", "Sam Levin and Maanvi Singh contributed to this report"], "authors": ["Julian Borger", "David Smith"], "keywords": ["biden", "state", "states", "votes", "pennsylvania", "win", "vote", "president", "election", "course", "threatens", "trump", "hes", "fight", "outcome", "ballots"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}