{"summary": "But the race to produce enough materials for this energy-storage revolution is creating a host of other environmental problems, as cobalt-producing nations like the Democratic Republic of the Congo, Zambia and Cuba are discovering.\n“The appearance of cobalt levels exceeding the environmental threshold levels has led, however, to disturbances in the proper functioning of living organisms,” the paper concluded.\nIt considered pregnant women who ingest food or drinks containing high levels of the chemical at greatest risk.\nThis has allegedly reached alarming levels in the Congo, which produces more than 60% of the world’s cobalt.\nDespite these environmental problems, cobalt production is seen as the key to rapprochement with the US, which needs the mineral for its electric car industry and wants to ease Chinese domination of the global supply chain.", "url": "https://www.theguardian.com/global-development/2019/dec/18/how-the-race-for-cobalt-risks-turning-it-from-miracle-metal-to-deadly-chemical", "paragraphs": ["If the prophets of technology are to be believed, the best hope for solving the climate crisis is ever more efficient batteries. But the race to produce enough materials for this energy-storage revolution is creating a host of other environmental problems, as cobalt-producing nations like the Democratic Republic of the Congo, Zambia and Cuba are discovering.", "", "Lung disease and heart failure have been linked to high levels of this element, while the mines that produce it are blamed for devastated landscapes, water pollution, contaminated crops and a loss of soil fertility. Scientists are also investigating a possible link to cancer.", "", "As with any chemical, the risks depend on the amount and duration of exposure. Cobalt is a metal that occurs naturally in rocks, water, plants, and animals. It is less toxic than many other metals. At low levels, it is beneficial to human health and is a component of vitamin B12.", "Apple and Google named in US lawsuit over Congolese child cobalt mining deaths Read more", "But the dangers of high doses are increasingly apparent. They were first discovered in the 1960s, when a Canadian brewer started adding cobalt to beer to ensure a consistently foamy head. A surge of fatal heart attacks among heavy drinkers, who also had poor diets, was linked to the cobalt additive. More recently, German doctors have questioned whether surgical implants containing cobalt might also be causing hypersensitivity reactions.", "", "Cobalt is used in alloys, semiconductors, fertiliser, as a drying agent for varnish and enamel coating for steel. In the form of cobalt sulphate, it is particularly important in lithium batteries, where it acts as a cathode stabiliser.", "", "These lithium-ion batteries are increasingly in demand for electric cars, laptops and mobile phones, which means cobalt – once deemed a worthless chemical – is now the object of a geo-strategic rivalry between the world’s biggest economies. It is also potentially exposing humans and other species to greater doses.", "", "A study this year noted that global production had increased more than sevenfold between 2008 and 2015 with an increasingly evident impact. “The appearance of cobalt levels exceeding the environmental threshold levels has led, however, to disturbances in the proper functioning of living organisms,” the paper concluded.", "Another paper said extended blood concentrations of more than 700 µg led to heart problems and impaired eyesight and hearing. It considered pregnant women who ingest food or drinks containing high levels of the chemical at greatest risk. Earlier research has detected side-effects including diarrhoea, headaches, blood pressure changes and damage to the immunological system. High concentrations of cobalt have been linked to the death of crops and worms vital for soil fertility.", "The Centers for Disease Control and Prevention in the US warns that chronic exposure can cause “hard metal disease” and even skin contact with cobalt salts or hard metals can result in rashes. They say the safe workweek limit is 0.1 milligrams per cubic metres.", "", "The environmental impact extends through the life-cycle of the product from refineries, battery plants, consumers goods manufacturers, electronic recycling facilities and waste dumps. Among the most affected are workers at poorly-regulated mines.", "This has allegedly reached alarming levels in the Congo, which produces more than 60% of the world’s cobalt. Concerns have also been reported in many other countries, where the mineral is often mined in tandem with nickel, copper or silver.", "", "In Australia, which is the world’s second biggest producer, authorities issued the Whim Creek mine in Pilbara with an environmental protection notice after floods led to levels of cobalt, copper and other metals significantly above water quality guidelines.", "", "In Cuba – which has the world’s third biggest cobalt reserves – satellite analysis of the huge open-cast nickel and cobalt mine at Moa in Holguín Province appears to show what researchers have described as a “lunar-like landscape” devoid of life over 570 hectares (1,408 acres), while they say their research shows pollution plumes have contaminated 8km of coastline and 10km of the Cabañas River.", "Despite these environmental problems, cobalt production is seen as the key to rapprochement with the US, which needs the mineral for its electric car industry and wants to ease Chinese domination of the global supply chain.", "", "In Zambia, studies of soil and mango fruit grown near copper and cobalt mines have revealed metals above the safety limit. NGOs say miners in the country are also prone to silicosis and tuberculosis.", "", "It is a similar story at Madagascar’s biggest foreign investment project – the $8bn (£5.9bn) Ambatovy nickel and cobalt mining complex near Toamasina, which has been blamed for air and water pollution, as well as health problems among the local population.", "", "Official data, independent reports and scientific studies are scarcer in other producing countries, though the authorities appear to be concerned. In China inspections by the Ministry of Ecology and Environment in June 2018 temporarily halted production in Jiangxi province, which is the global centre of cobalt refining. Two years ago, the Philippines closed or suspended 17 nickel mines – several of which also produce cobalt – because of environmental concerns.", "", "The concerns are likely to grow along with production. It is an exaggeration to say lithium-ion batteries will become the new oil, but a low-carbon future will almost certainly mean high-cobalt energy storage. In 2017, the world’s battery makers used 41,000 tonnes of cobalt (a third of total production). By 2025, this is expected to increase to 117,000 tonnes.", "The surge in production will increase the dangers of exposure to high doses. To prevent this, more studies and better safeguards are needed now – particularly in DRC and other countries where people and habitats are most at risk. Failure to do this will mean batteries wreck lives rather than saving the climate.", "", "", "", ""], "pubDate": null, "keywords": ["problems", "cobalt", "miracle", "production", "environmental", "say", "turning", "deadly", "worlds", "high", "water", "metal", "levels", "risks", "race", "batteries", "chemical"], "id": "73d5d495-cdf7-3d1b-bc0a-5bb669231138", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Jonathan Watts"], "title": "How the race for cobalt risks turning it from miracle metal to deadly chemical"}