{"summary": "Jacopo Prisco , CNN Written byThere is an arrow hidden in the FedEx logo.\n\"The prevailing notion is -- I've heard -- that perhaps less than one in five people find the hidden arrow unaided.\nSometimes the hidden element blends so well into a logo design that they can only be seen if pointed out, such as the bear hidden in the Toblerone logo.\nBut is this an effective strategy for logo design?\nBy simply using the letters \"ED\" and negative space, it elegantly forms the shape of an electrical plug.", "id": "73ea6bed-7b27-35dc-b496-2091307bfb76", "pubDate": null, "url": "http://edition.cnn.com/style/article/hidden-designs-famous-logos/index.html", "authors": [], "paragraphs": ["Jacopo Prisco , CNN Written by", "There is an arrow hidden in the FedEx logo. (If you've never noticed, go take a look, and prepare to be blown away.)", "The clever use of the negative space between the last two letters has won the logo several awards and makes it one of the most effective ever created. Design guru Stephen Bayley included it in his list of the 20 designs that defined the modern world , calling it \"one of the happiest accidents in the history of graphic design.\"", "It was, in fact, an accident. \"Farthest from our minds was the idea of an arrow,\" Lindon Leader, who designed the logo in 1994, said in an email interview. \"But in an internal critique midway in the logo exploration, I was intrigued by a design that had very tightly spaced letters.\"", "Leader and his team at Landor Associates , the consulting firm that was tasked with reinventing FedEx's brand identity, developed over 400 versions of the logo, before noticing that putting a capital \"E\" and a lowercase \"X\" together created the suggestion of an arrow.", "\"After a few days, it dawned on me that if a genuine arrow could be introduced into the letterforms, it could subtly suggest getting from point A to point B reliably, with speed and precision,\" said Leader.", "Still can't see the arrow? Slide to the right to reveal it. Credits: FedEx. FedEx", "The power of the arrow, Leader thinks, is simply that it is a hidden bonus, and not seeing doesn't reduce the impact of the logo itself. But how many people actually see it without being told where it is?", "\"The prevailing notion is -- I've heard -- that perhaps less than one in five people find the hidden arrow unaided. But I can't tell you how many people have told me how much fun they have asking others if they can spot something in the logo,\" Leader said.", "More than an arrow", "The same firm that designed the FedEx logo created another one that makes brilliant use of negative space, the NorthWest Airlines logo used from 1989 until 2003 (Northwest merged with Delta in 2008). The circle and the arrow create a compass pointing, aptly, to the northwest. But the arrow, together with the \"N,\" also creates a \"W\" that has part of its left leg removed.", "\"The practice of hiding elements is common to all visual communications, not solely logos. It's as old as the practice of the design of logos itself, but it probably reached its peak in the 1970s, when supposedly witty visual and verbal analogies became central to graphic design practice -- the era of the big idea,\" Paul McNeil, a typographic designer and lecturer at the London College of Communication, said in an email. The principles of optical illusion that are used in these designs, he argues, are based on the psychology of vision and Gestalt theory , which explores the brain's ability to create whole forms from lines, shapes and curves.", "Sometimes the hidden element blends so well into a logo design that they can only be seen if pointed out, such as the bear hidden in the Toblerone logo.", "But is this an effective strategy for logo design? \"On one hand, yes, because these logos seek to identify a branded product or service in very economical and immediate ways using humor to invoke a positive response,\" McNeil said. But today, he said, there is a trend towards plainer and more direct design, as evident from the logos of many major corporations such as Facebook and Google.", "McNeil's favorite logo is Gianni Bortolotti's design for a defunct Italian company called ED -- Elettro Domestici (\"electric appliances\" in Italian). By simply using the letters \"ED\" and negative space, it elegantly forms the shape of an electrical plug.", "\"It is a model of constraint without any superfluous elements,\" McNeil said."], "keywords": ["logos", "hidden", "negative", "northwest", "mcneil", "logo", "arrow", "design", "space", "designs", "practice", "famous"], "title": "Famous logos with hidden designs", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}