{"id": "741c0234-3a40-388c-88eb-3384007cca12", "title": "New Outriders Video Showcases Post-Campaign Content And Technomancer Deep Dives", "url": "https://www.gameinformer.com/2020/11/05/new-outriders-video-showcases-post-campaign-content-and-technomancer-deep-dives", "summary": "A new Outriders broadcast has arrived and this time, we're diving into the post-campaign content of the game while also getting an even closer look at the Technomancer, the game's fourth class.\nOutriders is a shooter with heavy RPG elements that we couldn't get enough of when we got some additional early hands-on time with the title.\nThe latest video deep-dive goes into how the Technomancer class uses the in-world technology to its advantage in its \"most brutal capacity.\"\nCrafting, weapon mods, and building the perfect character also take a spotlight in the latest Outriders video, which you can see in the showcase above.\nThe adventure begins when Outriders makes its PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC debut on February 2, 2021.", "paragraphs": ["A new Outriders broadcast has arrived and this time, we're diving into the post-campaign content of the game while also getting an even closer look at the Technomancer, the game's fourth class.", "Outriders is a shooter with heavy RPG elements that we couldn't get enough of when we got some additional early hands-on time with the title. Mass Effect meets Borderlands with a heavy Bulletstorm influence, Outriders offer a lot for players looking to squad up or take to the dangerous world of Enoch.", "The latest video deep-dive goes into how the Technomancer class uses the in-world technology to its advantage in its \"most brutal capacity.\" For those that enjoy taking a more tactical approach to combat, the Technomancer class is the way to go. Personally, I love to go sniper when playing games like this, and the studio at People Can Fly say that sniper weapons and Technomancers go hands in hand.", "Gadget-heavy playstyle aside, the latest showcase also highlights what fans can look forward to once the base part of the game is completed. A major component of post-campaign enjoyment relies on Expeditions, new quests to take on that explores even more stories hidden within the world of Enoch.", "Once the campaign is wrapped and Expeditions are being thoroughly explored, players will gain access to a new camp and even more areas to explore. The more adventurous you are, the better loot you'll acquire because this is definitely one of those games where you get what you put in. Do the heavy lifting, get sweet weapon rewards.", "Crafting, weapon mods, and building the perfect character also take a spotlight in the latest Outriders video, which you can see in the showcase above. This looter shooter shows a lot of promise and is yet another title that will appeal to both RPG fans and lovers of shooters.", "The adventure begins when Outriders makes its PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC debut on February 2, 2021."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["xbox", "video", "title", "showcases", "technomancer", "dives", "outriders", "deep", "heavy", "world", "games", "content", "postcampaign", "latest", "weapon"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}