{"id": "7471f78a-1cf6-310c-a85f-47a3b9834ea0", "title": "Mortal Kombat 11: Aftermath Review – Kombative Continuation", "url": "https://www.gameinformer.com/review/mortal-kombat-11-aftermath/mortal-kombat-11-aftermath-review-kombative-continuation", "summary": "Mortal Kombat 11: Aftermath adds a new tale that picks up right where the base game left off, giving you yet another exciting adventure featuring the expanding cast of Mortal Kombat characters.\nLongtime Mortal Kombat fans also see the return of two familiar faces in Fujin and Sheeva.\nThe biggest inclusion is the return of Friendships, over-the-top, goofy finishing moves introduced in Mortal Kombat II.\nThat stage delivers a ‘90s arcade complete with change machine, cardboard standees of past Mortal Kombat games, and even Primal Rage and Rampage arcade cabinets.\nWhen combined with three additional characters, Aftermath delivers a strong package for fans of the latest iteration of the bloody fighting franchise.", "paragraphs": ["Since the Mortal Kombat series received a soft reboot in 2011, it has stood shoulder to shoulder with the most elite fighting franchises thanks to superb 2D fighting mechanics and consistent post-launch support. However, NetherRealm Studios’ Fatality-filled fighter reigns supreme in its story mode. Since the reboot, the series has delivered three cinematic stories that have expanded the franchise’s universe in interesting and absurd ways. Mortal Kombat 11: Aftermath adds a new tale that picks up right where the base game left off, giving you yet another exciting adventure featuring the expanding cast of Mortal Kombat characters.", "As Aftermath begins, series antagonist Shang Tsung emerges from a portal to inform Raiden and Liu Kang that they need the destroyed Crown of Kronika to rewrite time without destroying the universe. After the duo agrees to form an alliance with the devious sorcerer, players are treated to an entertaining time-travel story starring several characters that were previously only available as DLC, including Nightwolf, Shao Kahn, Sindel, and Shang Tsung himself.", "As you work through five new story chapters, you experience a tale of deception and betrayal rife with superbly choreographed fight scenes, fun character interactions, and plenty of bloody battles. I love how Aftermath’s story shines a light on characters that previously weren’t a part of this narrative; seeing Sindel and Shao Kahn wreak havoc is enjoyable, and I enjoyed watching Shang Tsung try to convince everyone he’s not the snake they know him to be.", "Between fights, Aftermath carries on the series’ legacy of incredible cinematic sequences. Characters clash, limbs are severed, souls are stolen, and alliances crumble in the most bombastic ways; these cutscenes hold nothing back. The impressive motion- and facial-capture tech is on full display, with battles that would feel at home in a modern action movie. Believable facial movements sell the character interactions, whether they are reacting to dialogue or getting dealt a devastating blow. However, the tale is anchored by the performance of its main character: Shang Tsung as portrayed by Cary-Hiroyuki Tagawa. Tagawa is best known for his portrayal of the evil sorcerer in the 1995 Mortal Kombat movie, and he slides effortlessly back into the role in a starring capacity.", "Also returning to a familiar role is Peter Weller, the star of the 1987 movie RoboCop. While RoboCop doesn’t appear in the story, Weller performs aptly as the character three decades later, and it’s fun to see him back as the cybernetic police officer as one of the three new characters included in the Aftermath bundle. The technology-based bruiser is formidable; I had fun combining RoboCop’s heavy shoulder charges, flamethrower, and Auto-9 pistol for creative combos that bullied my opponents.", "Longtime Mortal Kombat fans also see the return of two familiar faces in Fujin and Sheeva. Sheeva’s heavy-hitting grappling approach gives her all kinds of powerful ways to toss her opponents around a stage, and the Shokan queen’s Dragon Drop move can cause trouble for players trying to stay out of her grabbing range.", "Fujin has been a less prominent character in the franchise recently, but because of his limited role, his story chapter is particularly interesting. It gives the player insight into his history and dynamic with other characters, including his brother Raiden. Fujin’s playstyle is much more agile than RoboCop and Sheeva, and using the wind to manipulate your enemy is a blast. His Fatal Blow, where he uses his godly powers to throw around his katana, is among my favorites.", "In addition to the premium story, characters, and skins in Aftermath, NetherRealm released a free update that adds multiple offerings for all Mortal Kombat 11 owners. The biggest inclusion is the return of Friendships, over-the-top, goofy finishing moves introduced in Mortal Kombat II. These hilarious finishers offer friendly gestures in stark contrast to the gory mutilations in Fatalities, ranging from Sub-Zero wheeling out an ice-cream cart to Noob Saibot performing an energetic jump-rope routine. Each Friendship is hilarious in its own way, and I always looked forward to seeing the silliness that ensued when one was initiated.", "Also included in the free part of the update is a suite of new stages and Fatalities associated with them. I loved returning to the acid-filled Dead Pool, but the Retrocade is my favorite addition. That stage delivers a ‘90s arcade complete with change machine, cardboard standees of past Mortal Kombat games, and even Primal Rage and Rampage arcade cabinets. Plus, it has classic, pixelated stages projected on the wall behind you.", "While you’re able to play through the story in a single evening, Aftermath gives you a deeper look into the Mortal Kombat universe as seen through the eyes of characters who aren’t typically stars of the show. When combined with three additional characters, Aftermath delivers a strong package for fans of the latest iteration of the bloody fighting franchise."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["review", "tsung", "universe", "shang", "mortal", "characters", "character", "series", "continuation", "aftermath", "kombative", "kombat", "ways", "11"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}