{"id": "74731726-b21f-3751-8f7e-fa2e8d9a7f7e", "title": "First Look At Demon's Souls Remake Character Creation And Photo Mode", "url": "https://www.gameinformer.com/2020/11/05/first-look-at-demons-souls-remake-character-creation-and-photo-mode", "summary": "The Demon's Souls remake offers a brand new way to experience a brutally unforgiving favorite with updated graphics and numerous improvements.\nAmong those improvements is a stellar Photo Mode filled with options to capture those incredible in-game moments, as well as an updated character creation system.\nCreative director Gavin Moore took to the PlayStation Blog to reveal new details about Demon's Souls for PS5, including how the character creation is much more integrated with player connection in mind.\nIt’s important to remember: Demon’s Souls is a deep, rich single-player action-RPG with seamlessly integrated synchronous and asynchronous multiplayer elements.\nAs for the game itself, the Demon's Souls PS5 launch is right around the corner for November 12.", "paragraphs": ["The Demon's Souls remake offers a brand new way to experience a brutally unforgiving favorite with updated graphics and numerous improvements. Among those improvements is a stellar Photo Mode filled with options to capture those incredible in-game moments, as well as an updated character creation system. Plus: spiky teeth.", "Creative director Gavin Moore took to the PlayStation Blog to reveal new details about Demon's Souls for PS5, including how the character creation is much more integrated with player connection in mind. Moore also shared a few snapshots, seen in the gallery below, to show off the creation tool in action:", "\"To create your character as you see fit is to build an emotional connection to the world of Demon’s Souls,\" says Moore about the personalization options for Demon's Souls. \"You don’t play as a muscle-bound barbarian or a mighty god but an average person, vulnerable and familiar. Together you will face the same fears and overcome the same challenges. Watching your beloved character die is painful, but this spurs you to take revenge, reentering the battle. Each victory is even sweeter because your creation lives on.\"", "Moore adds that players will have up to 16 million permutations to pull from when creating their character in order to make it even easier to create that dream toon. The reason for the improved creation is simple: immersion. By being able to have more options when crafting that avatar, players will be able to see themselves within the Demon's Souls universe.", "The creative director adds, \"The team is incredibly excited to see the amazing heroes (including the weird and wonderful) you will imagine. It’s important to remember: Demon’s Souls is a deep, rich single-player action-RPG with seamlessly integrated synchronous and asynchronous multiplayer elements. Your custom character is someone you’ll be able to show off to other adventurers around the world, and we wanted the limits of that personal expression to go far beyond just what weapons or armor you’ve equipped. We hope having far more freedom to craft your avatar – combined with the vast improvement in detail and visual fidelity – will translate into memorable encounters, be they fleeting apparitions, cooperative allies, or competitive invaders. With the number of total synchronous online players in an instance increased to six, standing out will mean so much more.\"", "As for the game's Photo Mode, the usual options will be seen to utilize such as depth perception, filters, emotes, and more. Players can also opt into hiding armor and helmets for the perfect snapshot as well as an array of poses to really stick that landing. It also offers a change in expression, something that many Photo Modes offer. In an intense boss fight? Snap a pic and paste a creepy smile on your toon for the ultimate creep factor.", "As for the game itself, the Demon's Souls PS5 launch is right around the corner for November 12. Are you excited to jump back into this world? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["look", "updated", "remake", "players", "creation", "able", "moore", "souls", "world", "character", "options", "mode", "demons"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}