{"keywords": ["mr", "business", "mba", "school", "investment", "li", "risking", "technology", "cryptocurrencies", "bitcoin", "blockchain", "schools"], "url": "https://www.economist.com/whichmba/cryptocurrencies-and-business-schools-risking-it-all-bitcoin", "summary": "It has taken longer for business schools to catch up.\nA few more schools have followed suit: Harvard Business School has its own cryptocurrency and blockchain club, and the basics of blockchain are being integrated into the school’s entrepreneurship track.\nSome are even gambling money in the volatile but potentially profitable cryptocurrency markets to try to pay their way through business school.\nMr Li decided to invest the value of his deposit for tuition—$3,500 in all—into the cryptocurrency market.\n“People say every day that this is the final dip, but day to day they’re proven wrong.” Mr Li explained.", "title": "Cryptocurrencies and business schools: Risking it all on bitcoin", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "749d65da-0c1d-3266-aa42-9f9ee07b3a41", "paragraphs": ["Feb 19th 2018, 12:52 by C.S-W.", "CRYPTOCURRENCIES such as bitcoin have gone from the preserve of a few nerds to a mainstream investment option in a dizzyingly short space of time. Cryptocurrencies are decentralised digital currencies created by “mining” new coins using computer processing power, thus limiting the amount that can be produced. Bitcoin, the first and most famous such currency, was created in 2009. They have made a good number of people rich, and plenty more poor and frustrated after what seemed like surefire investments turned sour. Governments are not convinced: in January, South Korea’s regulator introduced restrictions on trading in cryptocurrencies.", "It has taken longer for business schools to catch up. In the nine years since Bitcoin was created, only a handful of big schools have incorporated teaching of cryptocurrencies and the blockchain, the technology that underpins them, into their MBA programmes. One of the first schools to do so was NYU Stern School of Business, in 2014, the year in which the identity of bitcoin’s secret creator, who uses a pseudonym, was first revealed in public (and denied). A few more schools have followed suit: Harvard Business School has its own cryptocurrency and blockchain club, and the basics of blockchain are being integrated into the school’s entrepreneurship track. Haas has begun a class on the blockchain, and Stanford University is introducing a class on blockchain and cryptocurrencies after MBA students wrote to the dean last year, requesting that the concepts are taught on the programme. The programme at Stanford, which will begin shortly, is oversubscribed, says Susan Athey, professor of the economics of technology at Stanford Graduate School of Business. The class will not provide investment advice, she notes. Instead it will examine the technology underpinning cryptocurrencies and advise on the implications for banking and financial services of an increased uptake in the likes of bitcoin, as well as looking at “smart contracts”, which utilise blockchain technology, and national digital currencies, which some countries are proposing to develop.", "Indeed, big banks, the destinations for many MBA graduates, appear unsure of the impact of cryptocurrencies and the blockchain. JPMorgan Chase heralded blockchain as an important future technology that “will be useful in a lot of different things”, its chief executive, Jamie Dimon, says—although he has also described bitcoin as “a fraud”.", "Students are keen to grasp the opportunities cryptocurrencies offer. Some are even gambling money in the volatile but potentially profitable cryptocurrency markets to try to pay their way through business school. Kenny Li, an entrepreneur, was accepted for MIT Sloan’s MBA programme in December and will take up his place later this year. Mr Li decided to invest the value of his deposit for tuition—$3,500 in all—into the cryptocurrency market. His goal? To turn the initial investment into $159,386 by January 2019—the amount he estimates his tuition and living costs, plus taxes, will cost for the first academic year.", "Mr Li began his business in cloud consultancy after graduating from college. He chose Sloan for various reasons, including an elective course that considers the effect of cryptocurrencies on the financial sector. The school started teaching cryptocurrencies in 2014, explains Christian Catalini, an associate professor at the school, who has also established a cryptoeconomics laboratory within Sloan. The school’s proximity to technology hubs was also an attraction. Mr Li is taking an MBA because he wants to “hack how to build a company”, to borrow an entrepreneurial term. “It could take me hours or days to solve something that an MBA could solve in ten minutes,” he says. The cost of an MBA at Sloan—$74,200 for 2018—is good value for what he hopes to learn while studying.", "Whether Mr Li will succeed is yet to be seen. The volatility of cryptocurrencies is evident in the rollercoaster value of Mr Li’s investment. His $3,500 investment in a range of “altcoins”, smaller cryptocurrencies, made on December 30th, shot up to $13,000, only to tumble to around $6,000 when we spoke, on February 15th. “People say every day that this is the final dip, but day to day they’re proven wrong.” Mr Li explained. “Right now it’s difficult to tell where the market’s going to go.” That, of course, is one of the things that an MBA might be expected to learn: a skillset for reading financial tea leaves."], "pubDate": null}