{"id": "74a13ae9-5756-37eb-b9b8-41f214bf633a", "title": "Escape the Boredom Trap", "url": "https://www.nytimes.com/2020/11/03/parenting/boredom-kids-pandemic.html", "summary": "Older research also indicates that we’re strongly motivated to avoid boredom, even if it means self-inflicting pain.\nOf course, academics have only been paying close attention to the field of boredom in the last few decades, and none of these studies prove that boredom alone causes these behaviors.\nBut it does imply that some people, particularly those with poor self-regulation skills, might respond to boredom in negative ways.\nThe group reported higher boredom compared with those who sat in a room with nothing in it.\nKnowing that you could do something, but can’t, can heighten feelings of boredom.", "paragraphs": ["In a new series of studies published in the Journal of Personality and Social Psychology, for instance, researchers found that inducing boredom in adults increased the likelihood of engaging in certain sadistic behaviors, like grinding worms in a coffee grinder (though no worms were actually harmed) or docking another person’s pay. This behavior hasn’t been studied in children specifically, but any parent could see how it could apply (sibling-on-sibling sadism, anyone?).", "Older research also indicates that we’re strongly motivated to avoid boredom, even if it means self-inflicting pain. In one study, published in the journal Science in 2014, 18 college students were invited to sit alone with their thoughts for 15 minutes in the presence of a device that delivered electric shocks. Nearly half (more men than women) chose to shock themselves for no reason other than something to do. (These findings were later replicated in a slightly larger study of 69 college students in 2016.)", "Everyone feels bored from time to time, but experts estimate that around 10 to 15 percent of people tend to experience it more frequently and more intensely than others. While research in this area is still developing, this propensity for being easily bored has been loosely linked with a range of negative outcomes, including increased risk-taking, binge drinking and aggression. Preliminary research borne out of the pandemic has even found that boredom-prone people are less likely to social distance or wear masks.", "And people with more run-of-the-mill tedium, or what researchers call “state boredom,” has been linked to poor academic performance and even may play a role in overeating.", "Of course, academics have only been paying close attention to the field of boredom in the last few decades, and none of these studies prove that boredom alone causes these behaviors. But it does imply that some people, particularly those with poor self-regulation skills, might respond to boredom in negative ways.", "Master boredom by reframing it.", "In a study co-authored by Dr. Danckert and published in the journal Cognition and Emotion in 2020, 228 undergraduate students were put in a room with a partially built Lego set, internet-connected tablets, and puzzles, but were instructed not to use any of them. The group reported higher boredom compared with those who sat in a room with nothing in it.", "“That has implications for how we’re dealing with the pandemic,” Dr. Danckert said. Knowing that you could do something, but can’t, can heighten feelings of boredom."], "authors": ["Jill Waldbieser"], "keywords": ["boredom", "students", "studies", "room", "trap", "research", "published", "worms", "escape", "study", "social", "journal"], "pubDate": "2020-11-03T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}