{"paragraphs": ["Overwatch's annual Winter Wonderland event kicks off on today and runs through January 2. This year's festivities include a new minigame called Snowball Deathmatch, a variety of holiday themed skins, icons, and sprays, and three weekly challenges.", "Snowball Deathmatch is an eight-player fight with victory going to the first player to reach 15 eliminations. Every player suits up as Mei who wields a modified snowball gun and a new ability called \"Catch,\" which allows players to intercept airborne snowballs and add them to their ammo count.", "The weekly challenges once again push players to win nine matches in any mode to earn a epic skin. The first week's skin is an ugly sweater for Soldier: 76, the second week rewards players with \"Holly Moira,\" and the third week is Snow Angel Mercy. Players can also unlock four additional legendary skins through loot boxes or by purchasing them in the shop. The skins are Jotuun Doomfist, Mountain Man McCree, Rat King Reaper, and Rime Sigma.", "The event will be available on PS4, Xbox One, Switch, and PC. You can view most of the skins below:"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "Snowball Deathmatch Comes To Overwatch In This Year's Winter Wonderland Event", "id": "74d6a85d-cf71-33ef-9452-bd3d5a3b8e83", "keywords": ["players", "deathmatch", "event", "winter", "overwatch", "called", "week", "comes", "skin", "wonderland", "weekly", "snowball", "player", "skins"], "summary": "Overwatch's annual Winter Wonderland event kicks off on today and runs through January 2.\nThis year's festivities include a new minigame called Snowball Deathmatch, a variety of holiday themed skins, icons, and sprays, and three weekly challenges.\nSnowball Deathmatch is an eight-player fight with victory going to the first player to reach 15 eliminations.\nThe weekly challenges once again push players to win nine matches in any mode to earn a epic skin.\nPlayers can also unlock four additional legendary skins through loot boxes or by purchasing them in the shop.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/10/snowball-deathmatch-comes-to-overwatch-in-this-years-winter-wonderland-event"}