{"id": "74fbbff3-8fcb-3450-8609-06593603ca24", "title": "Only 'small chance' Oxford Covid vaccine ready by Christmas", "url": "https://www.theguardian.com/world/2020/nov/04/only-small-chance-oxford-covid-vaccine-ready-by-christmas", "summary": "The head of the Oxford University group developing one of the leading Covid vaccine contenders has played down the chances of vaccinating people by Christmas.\nAfter that would come the policy decisions about who would get the vaccine and how it would be deployed.\nThis means people cannot travel internationally or within the UK, unless for work, education or other legally permitted exemptions.\nParents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work.\nManufacturing of the vaccines was well advanced, she said, although she would not disclose how many doses of the Oxford vaccine had already been made.", "paragraphs": ["The head of the Oxford University group developing one of the leading Covid vaccine contenders has played down the chances of vaccinating people by Christmas.", "“I think there is a small chance of that being possible, but I just don’t know,’’ said Prof Andrew Pollard, the chief investigator of the trial, giving evidence to MPs at a joint hearing of the science and health committees of the House of Commons.", "Pollard said it was very difficult to answer the question. The Oxford team, working with pharmaceutical firm AstraZeneca, has not yet looked at any results to find out whether it works and will protect people against the virus or prevent them becoming seriously ill.", "“I’m optimistic that we could reach that point before the end of this year to do an analysis,” he said. But then they would need to put their data to the regulatory authorities.", "“We absolutely need that to happen so there’s very careful scrutiny of everything that’s been done in the clinical trials, to look at their integrity and the quality of the data and to verify that the results are correct,” he said. After that would come the policy decisions about who would get the vaccine and how it would be deployed.", "Quick guide What you can and can't do in England's new national Covid lockdown Show Hide New national restrictions are due to come into effect in England on Thursday, after MPs vote on them, and remain in place at least until 2 December. What can I leave home for? For childcare or education, where it is not provided online.", "To go to work unless it can be done from home.", "Outdoor exercise either with household members or with one person from another household.", "For all medical reasons and appointments.", "To escape injury or harm, such as domestic abuse.", "To provide care for vulnerable people or volunteer.", "To shop for food and essentials.", "To see people in your support bubble.", "Children will still be able to move between homes if their parents are separated. Government say the list is not exhaustive, and other permitted reasons for leaving home may be set out later. People could face fines from police for leaving their home without a legally permitted excuse. Can different households mix indoors? No, not unless they are part of an “exclusive” support bubble, which allows a single-person household to meet and socialise with another household. Parents are allowed to form a childcare bubble with another household for the purposes of informal childcare, where the child is 13 or under. Can different households mix outdoors? People are allowed to meet one person from another household socially and for exercise in outdoor public spaces, which does not include private gardens. Can I attend funerals, weddings or religious services? Up to 30 people will still be allowed to attend funerals, while stone settings and ash scatterings can continue with up to 15 guests. Weddings and civil partnership ceremonies are not permitted except in “exceptional circumstances”. Places of worship must remain closed except for voluntary services, individual prayer and other exempt activities. Can I travel in the UK or abroad for a holiday? Most outbound international travel will be banned. There is no exemption for staying away from home for a holiday. This means people cannot travel internationally or within the UK, unless for work, education or other legally permitted exemptions. Which businesses will close? Everything except essential shops and education settings, which include nurseries, schools and universities, will close. Entertainment venues will also have to close. Pubs, restaurants and indoor and outdoor leisure facilities will have to close their doors once more. However, takeaway and delivery services will still be allowed, while construction and manufacturing will stay open. Parents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work. Some youth services may be able to continue, such as one-to-one youth work, but most youth clubs will need to close their doors. Public services, such as jobcentres, courts, and civil registration offices will remain open. There is no exemption for grassroots organised team sports. Elite sports will be allowed to continue behind closed doors as currently, including Premier League football matches. Aaron Walawalkar", "It was possible other vaccines might be approved before the Oxford one, he said, and he hoped there would be lots of successes because multiple vaccines would be needed for the 7 billion people in the world.", "Kate Bingham, the head of the UK vaccines taskforce, told the committee “we could be weeks away” from looking at the interim data for both the Oxford/AstraZeneca and the BioNTech/Pfizer vaccines, for which the UK has also agreed a deal.", "Manufacturing of the vaccines was well advanced, she said, although she would not disclose how many doses of the Oxford vaccine had already been made. They were scaling up at unprecedented speed, “starting with low numbers of doses – by which I do mean millions of doses, but not tens of millions of doses initially – so that we will end up with 100 million doses that we’ve secured from AZ in the first half of next year”.", "Other questions will arise once results are known, Pollard said. The US regulator, the Food and Drug Administration, has said it wanted at least 50% efficacy to approve a vaccine, but if one was found to prevent 40% of cases, policymakers would have to consider whether it would be of help to the NHS.", "If you're pinning your hopes on a Covid vaccine, here's a dose of realism | David Salisbury Read more", "A good result would be having vaccines with significant efficacy, he said, “whether that’s 50, 60, 70, 80, or whatever the figure is, that is an enormous achievement, it means that there are, from a health system point of view, fewer people with Covid going into hospital. People who develop cancer can have their operations and all their chemotherapy”.", "But that would not mean an immediate end to the pandemic. “It is a complete game changer and a success if we meet those efficacy end points, but unfortunately, it doesn’t mean that we can all go back to normal immediately. It takes time to roll out vaccines and not everyone will take them. And we will still have people getting this virus because it’s just too good at transmitting,” he said."], "authors": ["Sarah Boseley"], "keywords": ["services", "christmas", "vaccines", "uk", "vaccine", "ready", "small", "oxford", "doses", "close", "household", "childcare", "covid", "chance", "work", "allowed"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}