{"id": "757e8cde-0b87-3655-bd25-38cfe8063fbd", "title": "So You're Buying a New Console. Does Cloud Gaming Matter?", "url": "https://www.wired.com/story/cloud-gaming-playstation-xbox-stadia/", "summary": "But the advent of cloud streaming via services like Stadia, Microsoft’s Cloud Gaming, and PlayStation Now complicates the decision.\nXbox Game Pass Cloud GamingMicrosoft’s cloud gaming service is arguably one of the best deals in the field right now, primarily because of the service it’s attached to.\nFor now, Xbox’s cloud gaming supports playing on mobile only, but that might not be a huge loss.\nEven if you don’t like cloud gaming, you still get a killer library of games for a decent price.\nPlayStation NowSony’s PlayStation Now cloud gaming service has been around longer than any of the other services on this list, but it’s also lagging a bit behind its competitors.", "paragraphs": ["With the imminent release of the PlayStation 5 and Xbox Series X, it’s nearly time to decide what (if any) console you’ll buy for the next generation. For most generations, this decision might be made by which games you want to play. But the advent of cloud streaming via services like Stadia, Microsoft’s Cloud Gaming, and PlayStation Now complicates the decision. A bit. So let’s discuss how—and whether—streaming should matter when you pick your next console.", "Where Streaming Is Positioned Now", "While some people—like Ubisoft’s CEO—are of the opinion that cloud gaming will eventually replace consoles entirely, we’re not quite there yet. Instead, for this generation, cloud gaming is generally considered an add-on service. Both Microsoft and Sony are offering cloud gaming options that let players stream games to some combination of mobile devices and computer, in addition to their hardware consoles. Stadia, on the other hand, lives exclusively in the cloud.", "All three provide a similar core service, but they do so in very different ways. Stadia, for example, is best viewed as a replacement for the console itself. Instead of buying expensive hardware up front, you can pay a monthly fee for access to the platform (or not, more on that below). Microsoft’s cloud gaming is primarily a way to play games on mobile devices. And PlayStation Now is largely a backward-compatibility service that even allows you to play on a PC.", "Nvidia’s GeForce Now is also a game-streaming contender worth considering, but it’s aimed more at the PC market. It uses your existing library of games on stores like Steam, Epic, and so on. If you’re a PC gamer looking for a way to stream your games, this is your best option regardless of what we touch on throughout the rest of this article. As for all the other services, which one is worthwhile to you is highly specific not only to your needs but also which console you’re considering. So we’ll break them down one at a time.", "Xbox Game Pass Cloud Gaming", "Microsoft’s cloud gaming service is arguably one of the best deals in the field right now, primarily because of the service it’s attached to. For years, Microsoft has sold Xbox Live Gold, which costs $60 a year and includes a few free games every month. Then the company launched Game Pass as a separate service for $10 a month (or $120 a year) that gave players access to a huge library of games, including a ton of Microsoft-owned games on day one. To say Game Pass is a worthwhile deal is understating it.", "Now, Microsoft has combined both services—Live Gold and Game Pass—into a single $15-a-month subscription and has thrown in cloud gaming as a bonus. If you were already interested in Game Pass Ultimate, then you can install the Game Pass app on Android and stream games from the cloud. (The feature isn’t available on iOS due to a dispute between Apple and Microsoft.)", "For now, Xbox’s cloud gaming supports playing on mobile only, but that might not be a huge loss. Game Pass is also available for PCs and allows players to download games directly to their computer, just as they can on an Xbox. If you want to just dip your toe into the streaming world—maybe to try out playing a game on your phone once in a while—Microsoft’s option is the best way to do it without any extra risk or expense. Even if you don’t like cloud gaming, you still get a killer library of games for a decent price.", "PlayStation Now", "Sony’s PlayStation Now cloud gaming service has been around longer than any of the other services on this list, but it’s also lagging a bit behind its competitors. Sony just recently updated the service to stream in 1080p—earlier this year, it was limited to 720p—and Sony mainly uses it to play older games from the PS2 and PS3 era, as well as some PS4 titles. Sony has said that PS Now will eventually come to the PS5, but the company has been comparatively quiet about its streaming service compared to Microsoft. It also streams only to consoles and PCs, so mobile gaming is right out."], "authors": ["Eric Ravenscraft", "Eric Ravenscraf"], "keywords": ["matter", "youre", "gaming", "does", "console", "cloud", "playstation", "service", "streaming", "game", "sony", "stream", "games", "pass", "buying"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}