{"keywords": ["world", "camp", "happens", "place", "jules", "montague", "weeks", "moria", "child", "trauma", "state", "lesboss", "psychological", "ayesha", "hope", "family", "children", "loses"], "paragraphs": ["Ayesha is nine years old. As her father lays her down gently on a mattress at the clinic, the only perceptible sign of life is the slow movement of her ribcage as she breathes in and out. She otherwise remains almost motionless, in stark contrast to the other children who run around this Médecins Sans Frontières (MSF) paediatric clinic by Moria camp.", "For two weeks now, Ayesha has not opened her eyes. She has not spoken. She has not walked. She has what the mental health team believe could be one of the first cases of resignation syndrome it has seen here.", "Behind the razor wire of Greece’s notorious refugee camp Read more", "I’m in Lesbos researching the psychological effects of trauma in these children who have often fled violent conflict in their home countries, only to arrive at a squalid camp where conditions are chaotic and inhumane. I quickly realise that Ayesha’s state embodies what can happen when a child loses all hope.", "Resignation syndrome represents a state of extreme withdrawal that can last for months or even years and occurs in the context of severe psychological trauma. Hundreds of cases have been seen in Swedish refugee and asylum-seeking children, with others reported at Australia’s offshore immigration detention centre on Nauru. These children simply close their eyes and stop speaking, eating and drinking, their muscles wasting away. Children who were perfectly well weeks before need to be dressed in nappies and tube-fed. The prognosis is uncertain, but those who do recover often only do so when they and their family reach a place of stability, especially if their residency status becomes secure.", "In Ayesha, the condition did not emerge in the immediate aftermath of seeing her nine-year-old brother die just a few feet away in an Afghanistan bomb blast. It didn’t emerge during the subsequent excruciating surgeries on her right leg (a steel cage still encircles it) or even during the torturous boat crossing to seek refuge here. Until then, she continued to speak and eat. Instead, her father tells me, she fell into a catatonic state only weeks ago when a teenage boy was stabbed to death close to their tent.", "“There was blood and there were sirens,” he explains. “Everyone was shouting. She started screaming. But then suddenly she had no words.” Before the family left Afghanistan, he says, “she was naughty and she was sweet. She played with dolls, she loved parks and sightseeing.” Now she places her hands over her face each morning, perhaps too overwhelmed to contemplate her past, present, or future.", "These children perceive the world as a bad place, they withdraw from it Katrin Glatz Brubakk, Médecins Sans Frontières", "Katrin Glatz Brubakk, a child psychologist and MSF’s mental health activity manager on Lesbos, says that children whose emotional regulation is damaged by trauma tend to behave in two ways here. Some, like Ayesha, turn inwards to a place of extreme isolation: “These children come here and expect safety and don’t find it, they perceive the world as a bad place, they withdraw from it.” But others act it out. “There is a two-year-old here who is not able to conceputalise it as self-harm as such, but he has no means and no support to regulate his feelings in any way. He and other children here bite and scratch themselves, they hit their heads against a wall until they bleed.”", "The situation is compounded by dire conditions at the camp. Children face a lack of food and shelter, regular schooling, and often family support – more than 1,000 child refugees and migrants in Greece now are unaccompanied, the highest figure since early 2016.", "During my week interviewing patients and families about their experiences at Moria, it is clear to me that there is little hope of healing until they can find a place to heal. Moria is not that place, nor are the other overcrowded, squalid camps of the Greek islands.", "There are 13,500 people living in Moria’s tents and shipping containers in an area that was barely designed for 3,000. People queue for hours to collect basic food items each day. Sexual assault is common, and of children, too. Oxfam reported earlier this year that as a result, “in a few extreme cases, women say they have resorted to wearing diapers at night to avoid having to go to the toilet after dark”. Last week, a fire broke out, killing at least one person.", "This is a place that can only compound psychological trauma, not soothe it. Until Ayesha and her family find a place of stability, it is likely she will remain withdrawn from the world. And as long as conditions remain as they are at Moria, I believe that it is inevitable that other children will face the same fate.", "Dr Jules Montague is a neurologist and author based in London"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "She otherwise remains almost motionless, in stark contrast to the other children who run around this Médecins Sans Frontières (MSF) paediatric clinic by Moria camp.\nI quickly realise that Ayesha’s state embodies what can happen when a child loses all hope.\nResignation syndrome represents a state of extreme withdrawal that can last for months or even years and occurs in the context of severe psychological trauma.\nThis is a place that can only compound psychological trauma, not soothe it.\nUntil Ayesha and her family find a place of stability, it is likely she will remain withdrawn from the world.", "url": "https://www.theguardian.com/commentisfree/2019/oct/06/moria-refugee-camp-lesbos-traumatised-children", "title": "In Lesbos’s Moria camp, I see what happens when a child loses all hope | Jules Montague", "id": "75b07b25-d2e3-3cdf-b44f-dca500fcca8a", "authors": ["Jules Montague"]}