{"summary": "Sony saved some of the best for last at its State of Play livestream, with a new look at the highly anticipated Last of Us Part II.\nIt was only three minutes long, but the clip did a nice job of further cementing the title's grim tone.\nAs for what exactly is on the way, the clip leaves plenty to the imagination.\nIn the aftermath, Ellie vows to take revenge against the gang behind the violation.\nIt ends with Joel catching up with Ellie and telling her he couldn't let her handle it alone.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["clickers", "tone", "reveals", "titles", "vows", "date", "release", "clip", "way", "look", "ellie", "frosty", "joel", "violationit", "ii", "teases", "toothe"], "id": "75e1381d-0dff-35ac-ae4c-49ede4a06031", "url": "https://www.gameinformer.com/2019/09/24/new-look-at-last-of-us-part-ii-reveals-frosty-clickers-story-teases-release-date", "title": "New Look At Last Of Us Part II Reveals Frosty Clickers, Story Teases, Release Date", "pubDate": null, "paragraphs": ["Sony saved some of the best for last at its State of Play livestream, with a new look at the highly anticipated Last of Us Part II. It was only three minutes long, but the clip did a nice job of further cementing the title's grim tone. It ended with a release date, too.", "The Last of Us Part II is coming to PlayStation 4 on February 21, 2020. As for what exactly is on the way, the clip leaves plenty to the imagination. It does, however, provide some interesting details. We see a bit more of Dina and Ellie's relationship, which is interrupted by a brutal attack as the pair are on an expedition. In the aftermath, Ellie vows to take revenge against the gang behind the violation.", "It ends with Joel catching up with Ellie and telling her he couldn't let her handle it alone. It's still speculation at this point, but it hints that perhaps Ellie will be the playable character the bulk of the time, with Joel taking on an A.I. support role – essentially swapping their positions from the original game.", "We'll know more for sure over the next couple of days. Come back then for our impressions on The Last of Us Part II."]}