{"pubDate": null, "url": "http://www.nytimes.com/2019/12/18/us/impeachment-south-carolina-cunningham.html", "id": "75e62e24-b167-3ed7-8d6f-1c5893381feb", "keywords": ["table", "mother", "mr", "ms", "whitakers", "nation", "talk", "dinner", "whitaker", "republican", "divides", "impeachment", "district", "works", "vote"], "authors": ["Patricia Mazzei"], "title": "Impeachment Divides a Nation, a District and a Dinner Table", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "“I’m not excited to talk about this,” Mr. Whitaker said.\nBy the time she became a Democrat, after interning for Charleston’s long-serving Democratic mayor, Joseph P. Riley, “I was already hooked,” Mr. Whitaker said.\nMs. Whitaker was used to politically mixed relationships.\n“We have a lot of conversations,” said Ms. Whitaker, a legal marketing and business development consultant.\nPatrick Garrison, 33, said his mother had banned any impeachment talk from the Thanksgiving table.", "paragraphs": ["“I’m not excited to talk about this,” Mr. Whitaker said.", "The couple met in their hometown, rural Cameron, S.C. He went to The Citadel, the famed Southern military college, and she to Clemson University, a land-grant school known for engineering and other sciences. “She was a College Republican when we dated, so I don’t know what happened,” he said with a laugh. By the time she became a Democrat, after interning for Charleston’s long-serving Democratic mayor, Joseph P. Riley, “I was already hooked,” Mr. Whitaker said.", "Ms. Whitaker was used to politically mixed relationships. Growing up, her father was a Democrat and her mother a Republican. The day after President Bill Clinton was elected in 1992, her mother awoke her by banging drawers in frustration. A similar scene played out in her own home after the 2016 election, when a similarly disappointed Ms. Whitaker had to inform her own daughter, Hannah, now 12, that a woman had not been elected president.", "Now that another presidential election is at hand, the Whitakers have agreed to disagree on impeachment, though Mr. Whitaker, who works in highway construction and voted for Mr. Trump, said he was unsure how he would vote in 2020. “I don’t see him acting like the commander in chief I’d like to have,” he said of the president.", "“We have a lot of conversations,” said Ms. Whitaker, a legal marketing and business development consultant. “But my husband has said, ‘Let’s not always talk politics, please!’”", "With Ms. Whitaker running for office and so much attention focused on Mr. Cunningham’s impeachment vote, the issue has been hard to ignore. The Whitakers and other families are doing their best to navigate the treacherous terrain.", "Patrick Garrison, 33, said his mother had banned any impeachment talk from the Thanksgiving table. But Mr. Garrison, a Republican who works in commercial real estate, said the issue inevitably came up after dinner at a recent family wedding and on a road trip to Asheville, N.C., with one of his cousins, James Shelley, a Democrat.", "“Truthfully, I appreciated the opportunity to talk to somebody who also follows it closely but has a different media diet than I do,” said Mr. Shelley, 30, an account representative for a software company who lives in North Charleston. “I value his opinion. He arrived at it through thoughtful consideration, just like I did.”"]}