{"id": "766cb055-1ad9-3780-9af4-f62366d1a82d", "title": "Assassin's Creed Valhalla Review – A Saga Worthy Of Song", "url": "https://www.gameinformer.com/review/assassins-creed-valhalla/assassins-creed-valhalla-review-a-saga-worthy-of-song", "summary": "The Assassin’s Creed franchise draws people in for many reasons.\nEach installment hits different sweet spots for different players with varying degrees of success, but for the first time in the series, the balance feels perfect in Assassin’s Creed Valhalla.\nI loved 2018’s Assassin’s Creed Odyssey (especially after its post-release support), but that love was always tempered by a desire for improvements.\nAssassin’s Creed Valhalla addresses all of those issues and more, creating a rewarding experience at every turn, whether you’re pursuing the main narrative or hunting down treasure.\nI'm sure Valhalla is not the perfect Assassin’s Creed game for all players, but it is certainly my new favorite entry.", "paragraphs": ["The Assassin’s Creed franchise draws people in for many reasons. Over the years, it has provided stealth-focused infiltration, stylish encounters, high-seas adventures, and other elements – but not always in equal measure. Each installment hits different sweet spots for different players with varying degrees of success, but for the first time in the series, the balance feels perfect in Assassin’s Creed Valhalla. With its engaging combination of combat, open-world exploration, crafted story content, and settlement management, this Viking saga is an epic with a little something for everyone.", "Though Valhalla embodies a fascinating evolution for Assassin’s Creed, you don’t need any familiarity with the franchise to appreciate the tale of Eivor and the Raven Clan’s incursion into Anglo-Saxon England. It’s a massive story with small beginnings, following your Norse hero’s attempts to forge alliances in hostile territory. Eivor’s effort to create a new home brings together a variety of compelling loops that capture the adventurous Viking spirit; you can hunt legendary animals, track down new pieces of gear, or ride your longship down the riverways. Every time I left the clan’s settlement of Ravensthorpe, I had to choose between multiple tempting paths. This wealth of enticing options made me feel like a warrior at a feast with more delicious mead and meat than any one person could ever consume.", "Valhalla’s open-world content is deliberate and purposeful; apart from an overabundance of collectibles, nothing feels like unnecessary padding. Special world events called “mysteries” are the best example of this approach, replacing traditional sidequests. Mysteries aren’t generic objectives like “kill the bandits” or “loot the chest.” Instead, they are authored scenarios that may present specific challenges or simply tell funny stories. For instance, I had to fight an old man who lamented his own undefeatable punching skill, count an ever-changing number of stones, and steal a piece of valuable art from a snob. Mysteries are short and contained to small areas, so they are more like fun diversions than logged quests you feel obligated to finish. But you should finish them anyway, because they are well-written and memorable, adding surprising flavor to the characters and the world.", "Brutal combat is a hallmark of the Viking legend, and it’s an area where Valhalla builds upon the solid foundation of its predecessors. The sheer god-like power of your hero has been toned down compared to Assassin’s Creed Odyssey, but Eivor is still is a powerhouse . Fights feel like chaotic melee brawls rather than elegant dances of death; this can make some encounters feel too unfocused, but they also have a grounded sensation, with lots of clanging metal and splintering wood. Eivor can easily take on a crowd of foes, and the variety of different enemy types keeps you thinking just enough to keep the fray from devolving into button-mashing. The one-on-one boss fights are less consistent, sometimes straining the mechanics beyond what they can comfortably accomplish.", "A huge skill tree and an array of abilities give you plenty of freedom with how you build your character, with a good selection of passive and active bonuses that allow you to bend or break the usual rules of engagement. You find and purchase different weapons – swords, flails, spears, etc. – and equip them in each hand to find a combination you like. I spent a lot of time dual-wielding huge axes thanks to a skill I bought that lets you hold two-handed weapons in a single hand. When I got overwhelmed, I fell back on my desperation tactic: using sleep arrows to incapacitate enemies mid-fight, then closing in for the assassination as they drifted off to sleep. It’s not exactly the most honorable path to victory, but it is hilarious and effective.", "Eivor’s exploits are all fun individually, but I’m most impressed by how they all interact harmoniously. You get cool new gear and abilities through exploration, which makes you more formidable in combat. That means you can hunt more powerful members of the Order of the Ancients or raid villages in more dangerous regions for valuable supplies. Your accomplishments in the world feed back into your settlement, and managing Ravensthorpe is one of Valhalla’s highlights. It is deeper than the base-building in previous installments, and the structures you build have major effects. Building a barracks allows you to create a Viking lieutenant you can share with your friends, while erecting a home for the seer lets Eivor delve into strange visions. Most new facilities come with some additional feature or quest, and I enjoyed seeing my humble collection of huts gradually grow into a thriving town.", "Ravensthorpe is where you consolidate your power, but much of your time is spent exploring the countryside. The stone castles and foggy swamps of 9th-Century England don’t have the same magnificent splendor of Ancient Greece or Egypt, but they are still full of secrets and picturesque scenes. Alongside some time spent in Norway (and other areas), this backdrop gives Valhalla its own colorful and earthy beauty.", "The narrative is smartly broken up into location-based arcs as Eivor attempts to win friends in different regions. This provides the satisfaction of completing many separate stories, all while working toward your larger goal of prosperity for the Raven Clan. Some larger threads (which I won't ruin here) connect these tales, and I like how they are standalone sequences with their own payoffs. I never needed to grind in order to advance the plot, and I also appreciate how Eivor never gets bogged down with too much talk. While you can choose some dialogue and make a few important choices, you aren’t constantly navigating conversation trees, which keeps the story moving in each territory. However, don't expect to reach the saga's finale quickly; I played for over 70 hours, and that's without taking a completionist approach to exploration.", "The content and design of Valhalla are the best the series has seen in years, but the technical frustrations are disappointingly familiar. I encountered several companion A.I. bugs, creepy child NPCs who were adult-sized, and quest-givers who wouldn't talk to me – all alongside other graphical and audio glitches. Objectively, I can't deny these problems are jarring and inconvenient. But on a practical level, none of them are severe enough to significantly dampen my enjoyment; the consequences usually aren't any worse than reloading an autosave and losing a few minutes of progress. I'd rather not deal with those issues, but the failures are light when weighed against the heft of Valhalla's successes.", "I loved 2018’s Assassin’s Creed Odyssey (especially after its post-release support), but that love was always tempered by a desire for improvements. I wished the content felt more carefully curated. I hated grinding to progress the story. I got sick of managing an inventory bloated with loot. Assassin’s Creed Valhalla addresses all of those issues and more, creating a rewarding experience at every turn, whether you’re pursuing the main narrative or hunting down treasure. I'm sure Valhalla is not the perfect Assassin’s Creed game for all players, but it is certainly my new favorite entry."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["review", "assassins", "eivor", "worthy", "valhalla", "saga", "creed", "viking", "content", "different", "skill", "spent", "song", "feel"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}