{"id": "7670167e-6993-3db1-8756-3b3a18b74525", "title": "Texas man bikes around perimeter of Lone Star State in 58 days", "url": "http://www.foxnews.com/great-outdoors/man-bikes-perimeter-texas-58-days", "summary": "Austin, Texas, resident Aaron Chamberlain biked more than 3,000 miles around the perimeter of the Lone Star State, with his journey creating an almost perfect depiction of the Texas map, he revealed on Twitter.\nLANCE ARMSTRONG LEADS BEIRUT BIKE TOUR TO HELP BLAST VICTIMS“Didn’t want to leave y’all waiting too long.\n3014.64 miles in 58 days (6 rest days, [52] riding days).\nThanks for following along,” Chamberlain tweeted out Wednesday along with a red-lined map that showed his Texas-shaped route.\nLooks like it was a great adventure!” radio personality Craig Miller, who co-hosts The Ticket Sportsradio, wrote online.", "paragraphs": ["Well, he certainly put his pedal to the metal.", "Austin, Texas, resident Aaron Chamberlain biked more than 3,000 miles around the perimeter of the Lone Star State, with his journey creating an almost perfect depiction of the Texas map, he revealed on Twitter.", "LANCE ARMSTRONG LEADS BEIRUT BIKE TOUR TO HELP BLAST VICTIMS", "“Didn’t want to leave y’all waiting too long. Final map!! 3014.64 miles in 58 days (6 rest days, [52] riding days). Thanks for following along,” Chamberlain tweeted out Wednesday along with a red-lined map that showed his Texas-shaped route.", "Chamberlain did not immediately respond to Fox News’ request for comment. However, he did document his two-month long journey in Texas Monthly magazine, dubbing it the “Tour de Texas.”", "FLORIDA DEPUTIES REPLACE WAITRESS' STOLEN BICYCLE FOR COMMUTE TO WORK", "In his latest write-up for the Downtown Austin-based magazine, Chamberlain described his experience of biking through Texas’ Big Bend region, in the southwest corner of the state, as “an unforgettable experience, with beautiful desert and mountain vistas making up for the painful hills.”", "Twitter users who closely followed Chamberlain’s bike tour or just discovered his milestone achievement praised his impressive escapade.", "HARLEY-DAVIDSON LAUNCHING NEW COMPANY FOR RETRO BIKE", "“Today my amigo @elmachuca crossed the finish line on his journey around the perimeter of TX on a bicycle by making it back to Brownsville, where he began on 1 Sept, riding 3000+ miles through just about every kind of TX there is along the way,” photographer Tony Drewry wrote Wednesday. “Congrats mi Rrrrey!”", "next Image 1 of 2", "prev Image 2 of 2", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Similarly, a Texas Monthly editor, Daniel Vaughn, tweeted out, “This guy rode his bicycle around the entire Texas border. Crazy.”", "“Congrats! Looks like it was a great adventure!” radio personality Craig Miller, who co-hosts The Ticket Sportsradio, wrote online.", "CLICK HERE TO GET THE FOX NEWS APP", "“The Texanist is gonna buy this man the world's biggest @RealAleBrewing Hans' Pils when he gets back to Austin,” shared Texas Monthly’s advice columnist David Courtney. “Congratulations, @elmachuca! What an amazing feat.”"], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["journey", "chamberlain", "star", "map", "wrote", "days", "58", "fox", "bikes", "bicycle", "lone", "texas", "state", "miles", "perimeter", "tour", "man"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}