{"id": "767d2729-b32f-3343-8426-5228cc80aa07", "title": "Johnson to cabinet: shape up or I’ll sack you within weeks", "url": "https://www.theguardian.com/politics/2020/jan/18/boris-johnson-warns-cabinet-shape-up-or-be-sacked", "summary": "Boris Johnson is to tell cabinet ministers that they must focus all their energy on developing policies for post-Brexit Britain – or face the sack in a wide-ranging cabinet reshuffle within weeks.\nThe warning to cabinet ministers come as a new Opinium poll for the Observer suggests Johnson is impressing many voters who doubted his ability in the run-up to the election.\nHe wants trade talks with the US to begin at the same time as negotiations on a future relationship with the EU, sources say.\nEven before Johnson’s ultimatum to his cabinet, unity was strengthened by ministers’ desire to keep their posts in next month’s reshuffle.\nTim Rycroft, at the Food and Drink Federation, warned: “Food and drink manufacturers will be deeply concerned by the chancellor’s suggestion that there will not be regulatory alignment with the EU post-Brexit.", "paragraphs": ["Boris Johnson is to tell cabinet ministers that they must focus all their energy on developing policies for post-Brexit Britain – or face the sack in a wide-ranging cabinet reshuffle within weeks.", "In an extraordinary move, Johnson will tell his most senior ministers that they must concentrate on “delivery” and hard work that will help “level up” the country, rather than “touring TV studios” and trying to raise their personal profiles in the media.", "The decision by the prime minister to exert his personal authority is part of a clear attempt, agreed with his chief adviser, Dominic Cummings, to establish control from No 10, and represents a break with tradition.", "Normally, No 10 refuses to comment on pending reshuffles. This time, however, it has, in effect, put ministers on probation, issuing instructions about how they can best position themselves if they are to avoid the axe.", "Government sources revealed on Saturday night that the head of the No 10 policy unit, Munira Mirza, would soon be writing to all cabinet ministers to tell them that delivering on the prime minister’s agenda would be the “key demand” of No 10. Downing Street officials have confirmed that the reshuffle will take place before the February parliamentary recess.", "Sources said Johnson did not want ministers arranging media appearances or lunches with journalists. One senior government insider explained: “It is very frustrating when they deal with their own paranoia by deciding they must go on this or that TV show, when the PM wants them just to do the job.”", "A No 10 source said: “In his time in office the prime minister has been consistently clear that this government will reward hard work. We have been impressed by members of the government and junior ministers who have quietly got on with driving real change within their departments and delivering on the PM’s priority to level up our country.”", "Dominic Cummings wants to restructure Whitehall. Photograph: Simon Dawson/Reuters", "Cummings has signalled his intention to revolutionise the workings of Whitehall by bringing more independent advisers into the heart of government. The latest cracking of the whip in the direction of the cabinet suggests his ambitions extend far further.", "The warning to cabinet ministers come as a new Opinium poll for the Observer suggests Johnson is impressing many voters who doubted his ability in the run-up to the election. The poll shows 42% of voters believe he is doing a better job as prime minister than expected, while 39% say their opinion of him has become more positive since the election. Only 18% of voters think Labour can win the next general election.", "Johnson has decided to take the lead in attempts to focus on post-Brexit policies by cutting back on his own international travel. He has told his officials to strip back his overseas engagements so he can take personal charge of “levelling up” the country after the UK leaves the EU on 31 January. Johnson will make a keynote speech in early February on his plans for the country post-Brexit. He wants trade talks with the US to begin at the same time as negotiations on a future relationship with the EU, sources say.", "Even before Johnson’s ultimatum to his cabinet, unity was strengthened by ministers’ desire to keep their posts in next month’s reshuffle. In a sign of Johnson’s power after his decisive election victory, tensions with both chancellor Sajid Javid and Northern Ireland secretary Julian Smith are said to have dissipated, with Downing Street now in a commanding position.", "However, the business world reacted warily to Javid’s assertion on Saturday that Britain would be diverging from European Union rules once Britain was completely outside the bloc from the start of next year. His remarks, seen as the opening position in a difficult negotiation with Brussels over a future trade deal, immediately provoked warnings of price rises and a hit to key business sectors.", "Tim Rycroft, at the Food and Drink Federation, warned: “Food and drink manufacturers will be deeply concerned by the chancellor’s suggestion that there will not be regulatory alignment with the EU post-Brexit. This represents the death knell for frictionless trade. It will mean businesses will have to adjust to costly new checks, processes and procedures that will act as a barrier to frictionless trade with the EU and may well result in price rises.”", "Mike Hawes, chief executive of the Society of Motor Manufacturers and Traders, warned against “additional requirements that would add billions to the cost of development”.", "He added: “It is important that we have early sight of the details of the government’s ambitions so we can evaluate any impact on our competitiveness and the future of volume manufacturing in the UK.”"], "authors": ["Https", "Www.Theguardian.Com Profile Tobyhelm Https", "Www.Theguardian.Com Profile Michael-Savage", "Michael Savage"], "keywords": ["eu", "weeks", "wants", "shape", "sack", "cabinet", "tell", "prime", "trade", "voters", "ministers", "johnson", "postbrexit", "ill"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}