{"summary": "The Spanish papers have been having their say on the tricky ties facing their teams.\nThe daily sports paper says the tie will have \"cut Real Madrid to the bone.\"\nIt (the draw) was difficult for Zidane's team, which will have to face Guardiola's City with the second leg on English soil.\nRival newspaper Diario AS was similarly pessimistic about the two Madrid clubs' draw ... but clearly don't think much of Atalanta and Napoli.\nThe Madrid teams came out worst from the last 16 draw in which there will be a double battle of Spanish against English and Italians.\"", "id": "76a602f7-6001-330d-b2ba-a89d91ca5896", "pubDate": null, "url": "https://edition.cnn.com/europe/live-news/champions-league-draw-live-blog-spt-intl/index.html", "authors": ["Matias Grez", "John Sinnott"], "paragraphs": ["The Spanish papers have been having their say on the tricky ties facing their teams.", "Given the bad blood between Pep Guardiola and Real Madrid from the Catalan's time as Barcelona, Marca says the tie will appeal to those with a morbid curiosity; you know there will be ugly scenes, but you can't help but watch.", "The daily sports paper says the tie will have \"cut Real Madrid to the bone.\"", "It (the draw) was difficult for Zidane's team, which will have to face Guardiola's City with the second leg on English soil. A morbid clash that will once again take Pep to the Bernabeu.\"", "They were no more upbeat about Atletico Madrid's chances after Diego Simeone's side was paired with defending champion Liverpool.", "Atletico got the big one in the last 16 draw. The champion from last season and the team nobody wanted to face after watching exhibitions like that at Anfield against Barcrelona, a match that still keeps Culés awake at night. If there is one thing Klopp's team has no rival in, it's belief.\"", "Rival newspaper Diario AS was similarly pessimistic about the two Madrid clubs' draw ... but clearly don't think much of Atalanta and Napoli.", "Bombs for Madrid and Atleti; Barca and Valencia, lucky. The Madrid teams came out worst from the last 16 draw in which there will be a double battle of Spanish against English and Italians.\"", "Finally, Sport says this is one of worst scenarios for Atletico boss Simeone, who is enduring a turbulent season so far as his side now face a \"fearsome\" Liverpool."], "keywords": ["worst", "league", "tie", "champions", "pep", "fate", "teams", "draw", "16", "season", "madrid", "discover", "spanish", "face", "team", "real"], "title": "Champions League draw: Teams discover their fate in the last 16", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}