{"id": "76c120e1-ddbb-35d6-9f72-0c18d9b02358", "pubDate": null, "paragraphs": ["", "", "1 / 5 Chevron Chevron Photo: Courtesy of Paloma Elsesser I didn’t play soccer, but was so proud to watch my International Girl Crew rise through the ranks and win the Homecoming cup this year.", "You never forget your first time in Lagos. As Paloma Elsesser will tell you, the Nigerian megatropolis seems to pulsate with vibrant energy at pretty much every hour of the day and night. “The colors and the heat make you feel in a daze, but that daze is spicy,” she says. “Each day weaves into the next with sticky harmony.”", "The model made her second trip to Lagos last month for Homecoming, the annual festival thrown by British-Nigerian music maven Grace Ladoja. The long weekend of events included a pop-up shop packed with one-time-only collaborations (Kenneth Ize and Mowalola were among the Nigerian designers who made limited-edition pieces), a soccer tournament, and a series of intimate panel discussions in which Elsesser participated alongside designer Irene Agbontaen and stylist Ade Samuel. The grand finale? A spectacular concert that brought together the best in local talent as well as a few special international guests. “Of course seeing Skepta is always a favorite. The energy that young people bring for him is what makes Homecoming so special,” says the model. “My friend Grace also put me on to this new artist called Rema. It was amazing to witness his first major performance.”", "For Elsesser, the most memorable moments of her trip came with little fanfare. “I love going to Tarkwa Bay; it’s this amazing beach that has an incredible artisan community, and the families who live on the small island are so kind,” she says. “Last year I hung out with a little girl named Stephanie all day, and this time I spent the day with her and her sister Popo. We went swimming and talked about boys and clothes all afternoon. It was really beautiful to feel connected to someone whose life looks so different from mine.” See more highlights from her trip in the slideshow above."], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Chioma Nnad", "Emma Specter", "Laura Regensdorf", "Lynn Yaeger", "Rachel Hahn", "Jenna Adrian-Diaz"], "url": "https://www.vogue.com/vogueworld/article/paloma-elsesser-lagos-homecoming", "keywords": ["lagoss", "special", "paloma", "soccer", "elsesser", "model", "festival", "day", "coolest", "vibrant", "homecoming", "little", "energy", "captures", "trip", "nigerian"], "summary": "1 / 5 Chevron Chevron Photo: Courtesy of Paloma Elsesser I didn’t play soccer, but was so proud to watch my International Girl Crew rise through the ranks and win the Homecoming cup this year.\nAs Paloma Elsesser will tell you, the Nigerian megatropolis seems to pulsate with vibrant energy at pretty much every hour of the day and night.\nA spectacular concert that brought together the best in local talent as well as a few special international guests.\nThe energy that young people bring for him is what makes Homecoming so special,” says the model.\nIt was amazing to witness his first major performance.”For Elsesser, the most memorable moments of her trip came with little fanfare.", "title": "Paloma Elsesser Captures the Vibrant Energy of Lagos’s Coolest Festival"}