{"id": "76d3d9a0-1b0f-370b-94ad-35b3dd12140d", "title": "Gangster busted in Mexican cartel massacre of Mormon moms and kids", "url": "https://www.foxnews.com/world/gangster-busted-in-mexican-cartel-massacre-of-mormon-moms-and-kids", "summary": "A cartel-linked gangster was arrested for his alleged role in the senseless murder of three Mormon mothers and their six children last year, Mexican authorities said.\nLara is accused of being “a member of a criminal organization” and a “likely participant” in the massacre of nine people from a nearby Mormon community, according to the outlet.\nDawna Ray Langford, who was driving an SUV with her nine children inside, was killed nearby, along with her sons Trevor, 11, and Rogan, 3.\nHe’s the 13th person arrested by Mexican authorities in connection to the massacre.\nCLICK HERE TO GET THE FOX NEWS APPHis alleged accomplice, Jesús Parra, was arrested in June and charged with homicide.", "paragraphs": ["A cartel-linked gangster was arrested for his alleged role in the senseless murder of three Mormon mothers and their six children last year, Mexican authorities said.", "José Lara, a member of a gang working with the Juárez Cartel, was busted Wednesday in connection to the massacre of the families on a remote road in Bavispe, Sonora, on Nov. 4, 2019, according to the Daily Mail, which cited Mexico’s attorney general.", "Lara is accused of being “a member of a criminal organization” and a “likely participant” in the massacre of nine people from a nearby Mormon community, according to the outlet.", "MISSING LOS ANGELES FIREFIGHTER FOUND DEAD IN MEXICO IN 'TRAGIC OUTCOME,' OFFICIALS SAY", "Among those killed in the attack were Christina Marie Langford Johnson, a mother who stepped out of her SUV to confront one of the gunmen. Her 7-month-old daughter, Faith Langford, survived.", "Dawna Ray Langford, who was driving an SUV with her nine children inside, was killed nearby, along with her sons Trevor, 11, and Rogan, 3. Rhonita Miller, 30, was also killed, along with her four children, including 8-month-old twins.", "The motive behind the attack is still unclear.", "Lara was charged with homicide and attempted homicide. He’s the 13th person arrested by Mexican authorities in connection to the massacre.", "CLICK HERE TO GET THE FOX NEWS APP", "His alleged accomplice, Jesús Parra, was arrested in June and charged with homicide."], "authors": [], "keywords": ["langford", "gangster", "moms", "member", "mormon", "busted", "homicide", "cartel", "suv", "massacre", "killed", "mexican", "kids", "children", "nearby", "arrested"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}