{"keywords": ["applicants", "accept", "admissions", "students", "asianamerican", "preferences", "harvard", "cleverest", "judge", "university", "case", "white", "universities", "does"], "url": "https://www.economist.com/graphic-detail/2019/10/04/does-harvard-accept-its-cleverest-applicants", "summary": "In a closely watched case that began in 2014, a non-profit group formed to challenge racial preferences in college admissions is suing Harvard, claiming the university favours black and Hispanic applicants at the expense of Asian-American ones.\nOn October 1st a federal judge in Boston ruled in the university’s favour, rejecting the claim that it intentionally discriminates against Asian-American applicants.\nBut Asian-American high-school students hoping to gain entry to one of America’s top universities may not be so pleased.\nAsian-Americans, who receive the fewest admissions preferences, are squeezed as a result.\nAllison Burroughs, the judge in the case, acknowledged that removing the preferences would increase the number of non-white students.", "title": "Does Harvard accept its cleverest applicants?", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "76e5553e-57ed-3f0d-ac33-6480aa9bf232", "paragraphs": ["THE WORLD’S most prestigious universities are primarily in two countries: America and Britain. Strangely, though, the more aristocratic, less meritocratic system of admissions is found not in the country with a House of Lords and a hereditary monarchy, but in the land of rugged individualism. The American system is under attack, however. In a closely watched case that began in 2014, a non-profit group formed to challenge racial preferences in college admissions is suing Harvard, claiming the university favours black and Hispanic applicants at the expense of Asian-American ones. On October 1st a federal judge in Boston ruled in the university’s favour, rejecting the claim that it intentionally discriminates against Asian-American applicants.", "The ruling represents a win for Harvard. But Asian-American high-school students hoping to gain entry to one of America’s top universities may not be so pleased. A recent working paper by three economists, one of whom was an expert witness for the plaintiffs, helps illustrate their predicament. The authors find that 43% of white students who were admitted to Harvard’s graduating classes of 2014 to 2019 received some sort of preferential treatment because they were “legacy students” (those with relatives who attended the university), athletes, on the “dean’s interest list” or the children of faculty. They estimate that most of these would not have got in otherwise. The boost for these applicants is as high as the one given to blacks. Asian-Americans, who receive the fewest admissions preferences, are squeezed as a result. A white student who is near the bottom of the pack academically, but has legacy status, has roughly the same chance of getting in than a typical Asian applicant in the top tenth (see chart).", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "This is unlikely to be the final word on the matter. Race-conscious admissions practices at elite American universities are constitutionally valid only if they are the least obtrusive means to attain diversity. Allison Burroughs, the judge in the case, acknowledged that removing the preferences would increase the number of non-white students. But she concluded they could still remain because “Harvard would be far less competitive in Ivy League intercollegiate sports, which would adversely impact Harvard and the student experience” and that top-notch faculty may not join without a promised leg-up for their progeny. (Never mind that sailing competitions are not the central focus of university life; and a few academics may still want to work at the place.) Judge Burroughs displayed a remarkable level of deference to the university’s argument. The Supreme Court, should the case make it there, probably will not."], "pubDate": null}