{"id": "77031e4a-5550-3c86-a47b-d849e41908fc", "title": "Target customer slammed as 'entitled' for decorating aisle in viral TikTok", "url": "https://www.foxnews.com/lifestyle/target-customer-decorates-store-aisle-angers-tiktok-users", "summary": "A Target customer shared a creative TikTok video of herself decorating an aisle in the store, but not all social media users are happy about it.\n“I was in Target today minding my own business until I stumbled upon this chair.\n“I’m really just thinkin about how the Target employees are probably gonna have to put it away,” another user wrote.\nWOMAN IN WEDDING DRESS AMBUSHES BOYFRIEND AT WORK AND DEMANDS THEY GET MARRIED 'RIGHT NOW' IN VIRAL VIDEO“Not you being so entitled you think Target nEedDs YoU,” a separate user remarked.\nTARGET TO OFFER ANOTHER ROUND BONUSES TO FRONTLINE EMPLOYEES“I didn’t feel like I was creating any extra work for employees.", "paragraphs": ["A Target customer shared a creative TikTok video of herself decorating an aisle in the store, but not all social media users are happy about it.", "Kelsey Venkov posted her video on Wednesday, which shows her walking up to a lone wooden chair that is situated next to an end table and lamp. She adds a textured rug, throw pillow and blanket and other festive items that fit a holiday theme.", "“I was in Target today minding my own business until I stumbled upon this chair. It was very lonely and it needed some love,” Venkov explained in her video. “So, I took it upon myself to decorate since all the decor was right there. And people might even get ideas from it, so why not?”", "TARGET LETTING SHOPPERS RESERVE SPOTS IN LINE AS PART OF NEW COVID-19 SAFETY MEASURES", "She also expressed that she thought Target could potentially boost its sales if its stores staged furniture and home décor in a stylish way.", "Venkov’s video has received more than 3 million views, 620,100 likes and 10,600 comments.", "However, not everyone was pleased with seeing her carry out her artistic vision.", "“You’ve obviously never worked a retail job omg why,” wrote one commenter.", "“I’m really just thinkin about how the Target employees are probably gonna have to put it away,” another user wrote.", "WOMAN IN WEDDING DRESS AMBUSHES BOYFRIEND AT WORK AND DEMANDS THEY GET MARRIED 'RIGHT NOW' IN VIRAL VIDEO", "“Not you being so entitled you think Target nEedDs YoU,” a separate user remarked. “Baby go home.”", "Venkov and representatives from Target did not immediately respond to Fox News’ request for comment.", "But Venkov told BuzzFeed she was surprised by the backlash she received for decorating the small area.", "TARGET TO OFFER ANOTHER ROUND BONUSES TO FRONTLINE EMPLOYEES", "“I didn’t feel like I was creating any extra work for employees. I would understand if I was grabbing things from different departments and making a mess, but I didn’t,” she shared. “I’ve been getting DMs saying how horrible of a person I am and tearing my character down, which I don’t think is fair.”", "Venkov posted an update where she revisited the Target store where she committed the TikTok offense and found that all the items she placed were still in the same spot.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“Would you look at that? Still there,” she commented.", "“I will say you guys are probably right about the rug thing, though,” Venkov said in reference to the commenters who pointed out the rug could be stepped on and damaged.", "CLICK HERE TO GET THE FOX NEWS APP", "“So, I’m going to pick that up and put it back,” she explained while she filmed herself folding up the rug and putting it in its rightful place. “This is the shelf right next to the chair, which is where the rugs are.”"], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["venkov", "viral", "chair", "work", "rug", "target", "right", "customer", "video", "slammed", "user", "tiktok", "think", "aisle", "entitled", "decorating"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}