{"authors": ["Robert Kitson"], "keywords": ["players", "brave", "cup", "brushing", "final", "fall", "rugby", "try", "minutes", "tries", "blacks", "namibia", "finished", "wales", "zealand", "aside", "yellow", "world"], "pubDate": null, "summary": "Not every inflated Rugby World Cup scoreline tells the full story and this was a prime example.\nFrance v Tonga: Rugby World Cup 2019 – live!\n“I think the two yellow cards today were fair under the guidelines but it is tough when players are falling.\nThere are going to be times when you make a connection and I’m not sure how you avoid that.\nBut if you don’t use your arms you’re going to get done for a no arms tackle.", "title": "All Blacks fall behind before brushing aside brave Namibia at Rugby World Cup", "url": "https://www.theguardian.com/sport/2019/oct/06/all-blacks-brush-aside-brave-namibia-in-rugby-world-cup", "id": "772b8794-60db-3e7c-b607-6444b48b838e", "paragraphs": ["Not every inflated Rugby World Cup scoreline tells the full story and this was a prime example. New Zealand may have finished up with 11 tries and a comfortable-looking victory but the final margin did scant justice to the efforts of a spirited Namibian side who, for 35 minutes, proved more than a match for their illustrious opponents.", "It even caused Steve Hansen to suggest afterwards his All Black players “didn’t turn up with the right attitude” in the first half before order was restored with a torrent of 47 unanswered second-half points. Until the game’s final score, a spectacular finished in the left corner by TJ Perenara following a reverse pass from his energetic fellow replacement Brad Weber, it was Namibia who provided much of the entertainment.", "Namibia’s collection of amateurs and journeymen pros - their line-up included farmers, a bank worker and a dentist - certainly did their nation proud, playing with more pace, intent and accuracy than many of their supposed peers. For just over three minutes the lowest-ranked side in the tournament led the two-time world champions on the scoreboard and were still just 10-9 down heading towards half-time.", "In the diminutive shape of their creative fly-half Helarius Kisting and their even smaller no 9 Damian Stevens, possessor of one of this tournament’s smoothest passes, they had a splendid half-back pairing and Stevens proved equally impressive off the kicking tee, nailing three penalties as the referee Pascal Gauzere showed New Zealand little mercy at the breakdown. Hopefully all those who insist rugby’s smaller nations are unworthy of the biggest stage were watching.", "France v Tonga: Rugby World Cup 2019 – live! Read more", "Sadly for the romantics it could not last indefinitely. Despite a four-day turnaround, two props, Nepo Laulala and Ofa Tu’ungafasi, yellow carded for clumsy challenges and the returning Brodie Retallick lasting just half an hour, the All Blacks remain the most ruthless team in the world when it at picking off tiring opposition. A try apiece from replacement Angus Ta’avoa and full-back Ben Smith, added to earlier scores from Seru Reece and Anton Lienert-Brown, put them 24-9 ahead at the interval and thereafter it was one-way traffic.", "Smith, Reece and Lienert-Brown all ended up with two tries each and there were further five-pointers for Joe Moody, Sam Whitelock, Jordie Barrett and the flying Perenara as the All Black forwards ruthlessly raised the tempo. Barrett, pressed into service at 10, finished with 21 points in total, something to tuck up his sleeve for when things start getting competitive around the family dinner table.", "Namibia, though, never lay down even after the departure of their hard-tackling captain Johan Deysel, known as ‘Buffy’ to his team-mates because of his reputation for slaying unwary opponents on the field. Deysel scored his side’s only try against the All Blacks in this corresponding fixture in 2015 at London’s Olympic Stadium in 2015 when the final score was 58-14 but Phil Davies, their soon-to-depart coach, felt this display was still a step up. “We’re very proud of the players and the effort we put in,” said the former Wales international, whose side made more clean breaks than South Africa did against the same opposition on the opening weekend.", "The force with England and Wales but Scots concerned about Japan clash | Paul Rees Read more", "“The scoreboard looks a bit painful but in terms of the performance there’s lots to take out of that match.” The last time Namibia beat a Tier One nation was 28 years ago – they defeated Ireland 26-15 in Windhoek in 1991 – but, on this evidence, they are an improving side who should run Canada close in their final Pool B fixture on Sunday.", "New Zealand, meanwhile, plan to give Retallick 60 minutes in their final pool outing against Italy on Saturday with a view to him being fully up to speed for the knockout stages. Hansen particularly enjoyed Perenara’s try - “It got me out of my seat and not many things do that” - but this game also reinforced his belief that one fractionally misjudged tackle could yet influence the outcome of bigger games in the knock-out stages. “I think the two yellow cards today were fair under the guidelines but it is tough when players are falling. There are going to be times when you make a connection and I’m not sure how you avoid that. But if you don’t use your arms you’re going to get done for a no arms tackle. Each team is doing their best but there will be circumstances that are just about unavoidable. Unfortunately that’s just where our game is at the moment.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}