{"id": "774b0ec0-cee2-3a5e-a1ba-32dff59e1222", "title": "Deepfake Porn Harms Adult Performers, Too", "url": "https://www.wired.com/story/deepfake-porn-harms-adult-performers-too/", "summary": "Even as deepfake technology has gotten significantly more convincing, it’s still rare to see a video that’s been created completely from scratch.\nIn most cases, deepfake creators are just grafting one person’s face onto another person’s body—rendering, for instance, the porn performer Pepper XO into the movie star Gal Gadot.\nPorn performers whose scenes are manipulated in this fashion aren’t the direct subjects of this abuse.\nBut when someone repackages your porn scene as a tool of abuse, you don’t get a choice in the matter.\n“I would feel used,” she says, describing the idea as “skin-crawlingly gross.”Working as a porn performer already means getting accustomed to having your image repackaged and distributed in ways that you’re not fully comfortable with.", "paragraphs": ["When a fake porn video purporting to depict Gal Gadot having sex with her stepbrother surfaced online in December 2017, the reaction was swift and immediate. Vice—the outlet that first reported on the video—was quick to highlight the way that face-swap technology could be used to manufacture a wholly new form of “revenge porn,” one in which victims could find themselves featured in explicit sexual media without ever taking off their clothes in front of a camera.", "Two years later, a number of powerful entities have taken steps to push back against the threat posed by deceptive videos, especially in the realm of politics. Facebook announced a ban on deepfakes last week, while Congress has lately earmarked millions of dollars for the development of technology to detect them. But the fear of sexual deepfakes still looms large in conversations about online harassment. Politicians, celebrities, even regular, unfamous women with vindictive ex-boyfriends have all been held up as potential victims of this high-tech form of abuse. Less discussed, however, is the impact deepfakes will have on a wholly different group of women: the actors whose bodies and sexual performances are used as the basis for manufactured pornography.", "Even as deepfake technology has gotten significantly more convincing, it’s still rare to see a video that’s been created completely from scratch. In most cases, deepfake creators are just grafting one person’s face onto another person’s body—rendering, for instance, the porn performer Pepper XO into the movie star Gal Gadot.", "Porn performers whose scenes are manipulated in this fashion aren’t the direct subjects of this abuse. Most of the time, they’ll never even know about the deepfakes that were based off of their work. But that doesn’t reduce the sense of violation that many industry members feel when confronted with the phenomenon—or the fears they have about how this technology could be used to harass and abuse them, as well.", "Sex worker Sydney Leathers hasn’t come across any deepfakes based on her porn scenes, but she is intimately familiar with what it feels like to have her work used to harass and debase another woman. In January 2019, a bathtub selfie that Leathers had posted to Instagram began circulating online, repackaged as a naked photo of newly elected congressmember Alexandria Ocasio-Cortez.", "For Leathers, who only heard about the photo once it had been debunked and correctly identified in the media, the experience was deeply upsetting. It felt, she says, “a little violating,” particularly since Ocasio-Cortez is a politician she likes and respects. “You don’t want to feel like you’re a part of [the harassment of other women],” Leathers continues. But when someone repackages your porn scene as a tool of abuse, you don’t get a choice in the matter.", "The idea of being weaponized as a deepfake feels “more objectifying than any of the made up reasons why people who hate porn think it’s objectifying,” says Ela Darling, an adult film performer and director of marketing at ViRo Club, an erotic VR platform. “That would literally make me into a tool they’re using to harm someone else. I’d feel eviscerated.” The knowledge that she’d play no active role in the creation of the deepfake doesn’t provide Darling with much comfort. “I would feel used,” she says, describing the idea as “skin-crawlingly gross.”", "Working as a porn performer already means getting accustomed to having your image repackaged and distributed in ways that you’re not fully comfortable with. Numerous performers have had the experience of seeing a scene that was shot in one context appear online with a completely different framing. A loving scene involving a black performer and a white performer may wind up being advertised with racist keywords and descriptions; a performer in her mid-twenties may be shocked to see herself labeled as a “MILF” or “cougar” when a scene lands online."], "authors": ["Lux Alptraum", "Lux Alptrau"], "keywords": ["performers", "technology", "deepfakes", "leathers", "performer", "online", "feel", "deepfake", "used", "scene", "porn", "harms", "adult"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}