{"id": "77599312-e136-3605-b23e-6e6b26b5394e", "title": "Beijing art exhibition glorifies China's Covid-19 response", "url": "https://edition.cnn.com/style/article/beijing-covid-art-exhibition/index.html", "summary": "Credit: Shanshan Wang/CNNBut given that the country heavily censors art, the contents of the museum's exhibition mirrors the official stance on China's containment of Covid-19 .\nCredit: Shanshan Wang/CNNTake the large-scale triptych by Pang Maokun, the head of a major arts institute, that shows a medical worker in various states of exhaustion.\nA painting of jubilant medical workers, reminscent of the style of Socialist Realism used in revolutionary artworks.\nCredit: Shanshan Wang/CNNLittle information is provided to visitors, aside from each artwork's title.\nCredit: Shanshan Wang/CNNThe Beijing exhibition, meanwhile, is set to run until the end of September, though the museum is currently only open to Chinese ID holders.", "paragraphs": ["Written by Oscar Holland, CNN Contributors Shanshan Wang, CNN", "The world may be in the midst of a global pandemic, but visitors to a new Beijing exhibition could be forgiven for thinking the battle has already been won.", "A triumphant art show celebrating the \"great spirit of the Chinese people\" in fighting Covid-19 opened this month at the country's National Museum, near Tiananmen Square in the center of Beijing.", "Through a collection of almost 180 artworks, including sculptures, watercolors and dramatic oil paintings of heroic doctors, the exhibition aims to document the initial coronavirus outbreak in Wuhan and its aftermath.", "Covid-19-themed paintings on display at the National Museum of China. Credit: Shanshan Wang/CNN", "But given that the country heavily censors art, the contents of the museum's exhibition mirrors the official stance on China's containment of Covid-19 . Through images of aid workers, the exhibition's messaging also appears closely aligned with government narratives around the country's international response to the crisis -- or \"demonstrat(ing) China's responsibility as a major country in dealing with ... a major public health emergency,\" as the foreword at the show's entrance proclaims, despite criticism of officials' early attempts to suppress news of the virus ahead of the busy Chinese New Year holiday in January.", "Once inside the exhibition, titled \"Unity is Strength,\" visitors are led through three sections: The work of established visual artists, followed by works of calligraphy and contributions from amateur artists from around the country.", "It is in this first section, curated from over 75,000 submissions received by the China Artists Association, that some of the most striking images can be found.", "\"Eternity and Brevity\" by Pang Maokun, head of the Sichuan Fine Arts Institute. Credit: Shanshan Wang/CNN", "Take the large-scale triptych by Pang Maokun, the head of a major arts institute, that shows a medical worker in various states of exhaustion. Or an oil painting depicting jubilant doctors and nurses in front of a large Chinese flag, evoking the style of Socialist Realism popular among revolutionary painters in the decades following the Communist Party's rise to power in 1949.", "Both are typical of the exhibition's focus on China's medical response. Elsewhere, masked doctors are pictured putting on personal protective equipment, examining X-rays and gathering around patients' bedsides.", "A painting of jubilant medical workers, reminscent of the style of Socialist Realism used in revolutionary artworks. Credit: Shanshan Wang/CNN", "And while many of the subjects are unidentified, renowned epidemiologist Li Lanjuan and respiratory specialist Zhong Nanshan both make a number of appearances -- the latter as a sculpted metal bust and a hyper-realistic oil portrait showing a small tear rolling down his cheek.", "Images of the late whistleblower Li Wenliang , whose attempt to alert fellow doctors to the initial outbreak was silenced by authorities, are an unsurprising omission, however. So too are scenes that appeared to show Wuhan's overcrowded hospitals being pushed to their limits at the beginning of the crisis.", "Spreading 'positive energy'", "Other themes addressed in the exhibition include the \"resumption of work and production\" and the delivery of overseas medical aid -- both of which are presented as victories for the government as the country recovers from lockdown restrictions that brought much of China to a standstill earlier this year.", "The deployment of medical aid and assistance is one of the exhibition's recurring themes. Credit: Shanshan Wang/CNN", "Construction workers, infection control staff in hazmat suits and delivery drivers all feature, as do soldiers and aid workers boarding buses and planes loaded with supplies.", "In addition to paintings, the art on display comes in a variety of other media, including posters, seal carvings, comic strips and woodblock prints. A huge group statue, reminiscent of the famous revolutionary monument in Tiananmen Square, depicts more than a dozen masked workers with their arms raised in waves, clenched fists and thumbs-ups.", "A large statue depicts workers involved in China's Covid-19 response. Credit: Shanshan Wang/CNN", "Little information is provided to visitors, aside from each artwork's title. But the content and context are clear enough -- and very much in keeping with President Xi Jinping's vision for the arts and cultural sectors. In a 2014 speech , echoing Communist China's founder Mao Zedong, the Chinese leader stressed that \"modern art and literature needs to take patriotism as its muse, guiding the people to establish and adhere to correct views of history, the nation, the country and culture.\"", "Xi also used the landmark speech to outline the importance of spreading \"positive energy\" through art -- a phrase used, verbatim, by the Chinese Artists Association's vice chairman Xu Li at the Covid-19-themed show's opening ceremony. The artworks, Xu added, are intended to \"unite the people and opens up new and powerful spiritual forces,\" according to remarks later published by the association", "Getting back to normal", "There are elements of truth beneath the veneer of propaganda, however.", "The world's most populous country with 1.4 billion people has, to date, reported fewer than 90,000 cases and under 5,000 deaths, significantly lower than many of the world's other major economies. The virus now appears to be largely under control -- on the day of CNN's visit to the exhibition, mainland China recorded just 30 new cases of the virus, none of which were in Beijing.", "Related video: How do you fall in love with art?", "Nonetheless, visitors to the museum, which reopened in May with a limited capacity of 3,000 people per day, are still required to wear a mask, undergo a temperature check and present a \"green\" code -- indicating that the user is not subject to quarantine restrictions and thus can move around freely -- on an official health tracking app.", "The National Museum of China is not the only cultural institution in China to host pandemic-themed exhibitions, though others have approached the topic in somewhat less self-congratulatory ways. Shanghai's West Bund Museum has recently brought together work created by nine contemporary artists during lockdown and its aftermath, while the city's Science and Technology Museum considers the history of humans' fight against pandemics in its new show", "A view from inside \"Unity is Strength: An Art Exhibition on the Fight Against Covid-19.\" Credit: Shanshan Wang/CNN", "The Beijing exhibition, meanwhile, is set to run until the end of September, though the museum is currently only open to Chinese ID holders."], "authors": ["Oscar Holland", "Cnn", "Shanshan Wang"], "keywords": ["beijing", "credit", "exhibition", "museum", "response", "art", "china", "shanshan", "chinese", "workers", "medical", "covid19", "country", "glorifies", "chinas"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}