{"id": "77916fe8-772f-39dd-9037-cf246d5f5805", "title": "The Future of McDonald's Is in the Drive-Thru Lane", "url": "https://www.wired.com/story/mcdonalds-drive-thru-mymcdonalds-app/", "summary": "The Covid-19 pandemic has transformed virtually every aspect of life around the globe.\nThe dramatic changes wrought by the Covid-19 pandemic have made that transformation all the more critical.\nThat makes the drive-thru—where 70 percent of McDonald’s sales have taken place during the Covid-19 pandemic globally in top markets—existentially important.\n“It’s no longer optional.”McDonald’s says it has shaved 30 seconds off of the average drive-thru time since 2018; its future plans hinge on reducing those times even further.\nAnd the company is even considering a concept store with limited or no in-room dining at all, just a kitchen surrounded by drive-thru lanes and pick-up parking.", "paragraphs": ["The Covid-19 pandemic has transformed virtually every aspect of life around the globe. But in the case of fast food giant McDonald’s, its impact has been less of a catalyst than an accelerant for a process that was already firmly in place: a fundamental rethinking of how fast food works, starting with the drive-thru.", "Today at the company’s first investor update in three years, McDonald’s CEO Chris Kempczinski detailed a new long-term growth strategy that hinges in large part on machine learning and mobile software. That might sound strange for a company known more for its burgers than its bitrates. But given its recent investments—including its $300 million acquisition of “decision engine” Dynamic Yield last year—the Golden Arches can lay a convincing claim that it’s as much a tech company as anything else. And given its quick-service ubiquity, where it goes the whole industry will likely follow.", "The dramatic changes wrought by the Covid-19 pandemic have made that transformation all the more critical. By mid-April, 97 percent of restaurants in the United States weren’t permitted to host in-person dining, according to market research company NPD Group. That makes the drive-thru—where 70 percent of McDonald’s sales have taken place during the Covid-19 pandemic globally in top markets—existentially important.", "“It’s a must-do, now,” says Lucy Brady, who since January has led a new McDonald’s digital engagement effort. “It’s no longer optional.”", "McDonald’s says it has shaved 30 seconds off of the average drive-thru time since 2018; its future plans hinge on reducing those times even further. The math is simple: Faster ordering means more customers, which equals more transactions.", "Some franchise locations have already enacted one significant change: a voice-assistant taking your order rather than a human, powered not by a name brand like Alexa but by a service-focused startup called Apprente, which McDonald’s acquired last fall. But the concepts McDonald’s is currently exploring involve more drastic changes to its stores’ footprints as well.", "Some of those changes, like dedicated parking spaces for pick-up orders, have been successfully implemented on a smaller scale by other brands, and maybe even your local farm-to-table. Others are more ambitious, like a drive-thru lane exclusively for pick-up orders that delivers your food to you on a conveyor belt system; think of it like the deposits-only window at the bank, except goods flow in the opposite direction. And the company is even considering a concept store with limited or no in-room dining at all, just a kitchen surrounded by drive-thru lanes and pick-up parking."], "authors": ["Brian Barrett", "Brian Barret"], "keywords": ["parking", "future", "drivethru", "covid19", "food", "company", "lane", "changes", "place", "pandemic", "pickup", "mcdonalds"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}