{"paragraphs": ["With the buzz of last night's Xbox Series X announcement, we thought it fitting to bring you back to one of the games that put the Xbox 360 on the map: The Elder Scrolls IV: Oblivion.", "Naturally, we also found it fitting to play it on a PlayStation 3 for some reason. Join Andrew Reiner, Joe Juba, intern Nick Straub, and me as we bumble around Tamriel, recreate your favorite scenes from The Fugitive, and try our best to cause as much chaos as possible.", "Thanks again for your patience. We hope to go live next week for another episode of Replay at 2 PM Central. Until then, be sure to subscribe over on YouTube, Twitch, Mixer, Twitter, or Facebook to get notified when we go live next!"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "title": "Replay – The Elder Scrolls IV: Oblivion", "id": "77e92127-e65b-3cb8-8835-dc99093c04ae", "keywords": ["elder", "xbox", "fitting", "live", "youtube", "try", "twitch", "week", "scrolls", "iv", "twitter", "x", "replay", "thought", "oblivion"], "summary": "With the buzz of last night's Xbox Series X announcement, we thought it fitting to bring you back to one of the games that put the Xbox 360 on the map: The Elder Scrolls IV: Oblivion.\nNaturally, we also found it fitting to play it on a PlayStation 3 for some reason.\nJoin Andrew Reiner, Joe Juba, intern Nick Straub, and me as we bumble around Tamriel, recreate your favorite scenes from The Fugitive, and try our best to cause as much chaos as possible.\nWe hope to go live next week for another episode of Replay at 2 PM Central.\nUntil then, be sure to subscribe over on YouTube, Twitch, Mixer, Twitter, or Facebook to get notified when we go live next!", "pubDate": null, "url": "https://www.gameinformer.com/replay/replay/2019/12/13/replay-the-elder-scrolls-iv-oblivion"}