{"authors": ["Agence France-Pressse"], "keywords": ["immortal", "invincible", "friendship", "state", "nuclear", "hail", "korea", "north", "china", "kim", "xi", "countries", "mark", "talks"], "pubDate": null, "summary": "Xi Jinping and Kim Jong-un exchange compliments as their countries mark 70 years of diplomatic relationsXi Jinping has promised to promote a “long-term, sound and stable” relationship with North Korea as the two countries mark 70 years of diplomatic relations.\nNorth Korea’s leader, Kim Jong-un, also sent a message to the Chinese president, saying their countries’ “invincible friendship will be immortal on the road of accomplishing the cause of socialism,” said Pyongyang’s state news agency KCNA on Sunday.\nNorth Korea was among the first countries to recognise the People’s Republic of China after it was founded in 1949.\nNorth Korea breaks off nuclear talks, blaming US team's 'old attitude' Read morePyongyang – under three sets of UN sanctions in a bid to force it to give up its nuclear and ballistic weapons programs – said the talks broke down because the US “disappointed us greatly”.\nSince the US-North Korea talks began, Russia and China have been calling for the United Nations to start lifting sanctions so as to create momentum towards the North’s denuclearisation.", "title": "China and North Korea hail 'immortal and invincible' friendship", "url": "https://www.theguardian.com/world/2019/oct/06/china-and-north-korea-hail-immortal-and-invincible-friendship", "id": "77feab71-8abf-3c79-87fa-ce537332b92b", "paragraphs": ["Xi Jinping and Kim Jong-un exchange compliments as their countries mark 70 years of diplomatic relations", "Xi Jinping has promised to promote a “long-term, sound and stable” relationship with North Korea as the two countries mark 70 years of diplomatic relations.", "North Korea’s leader, Kim Jong-un, also sent a message to the Chinese president, saying their countries’ “invincible friendship will be immortal on the road of accomplishing the cause of socialism,” said Pyongyang’s state news agency KCNA on Sunday.", "North Korea was among the first countries to recognise the People’s Republic of China after it was founded in 1949.", "China’s state news agency Xinhua reported on Sunday that Xi had said the relationship between the Asian neighbours had played an “important and positive role in maintaining regional peace and stability”.", "Since March 2018, Xi and Kim have met five times.", "Xi was the first Chinese leader to visit the reclusive North in 14 years when he made a highly symbolic trip to the nuclear-armed state in June.", "Kim said the two countries would “steadily defend the cause of socialism and preserve peace and stability of the Korean peninsula and the world,” according to KCNA.", "The warm words from Beijing follow its huge military parade Tuesday to mark the 70th anniversary of the founding of a communist China, and come a day after the latest round of nuclear talks between the US and North Korea ended in Sweden.", "North Korea breaks off nuclear talks, blaming US team's 'old attitude' Read more", "Pyongyang – under three sets of UN sanctions in a bid to force it to give up its nuclear and ballistic weapons programs – said the talks broke down because the US “disappointed us greatly”.", "Washington, however, said there had been “good discussions”.", "The talks followed months of stalemate after a February meeting between Kim and US president Donald Trump, and came after Pyongyang’s defiant test of a sea-launched ballistic missile on Wednesday.", "Since the US-North Korea talks began, Russia and China have been calling for the United Nations to start lifting sanctions so as to create momentum towards the North’s denuclearisation."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}