{"id": "7801d9e8-6091-3a44-b791-609f571c1d39", "title": "Yakuza: Like A Dragon Review – A New Hero Takes His Turn", "url": "https://www.gameinformer.com/review/yakuza-like-a-dragon/yakuza-like-a-dragon-review-a-new-hero-takes-his-turn", "summary": "In Yakuza: Like a Dragon, the studio raised eyebrows by scrapping the traditional arcade-brawler combat and replacing it with turn-based RPG-inspired battles.\nAt the beginning of his adventure, Kasuga shares his enthusiasm for the Dragon Quest series with an underling.\nIt wouldn’t be a Yakuza game without an abundance of side activities, and Like a Dragon delivers here, too.\nLike a Dragon is a departure from the games that came before it, but I found those changes to be revitalizing.\nLike a Dragon has enough familiar elements to make it feel like, at its heart, it’s a Yakuza game.", "paragraphs": ["Yakuza 6 marked the end of protagonist Kazuma Kiryu’s journey, leaving us with a single question: “What now?” For years, players had explored Japan with Kiryu, becoming attached to the character as well as the template that his games inhabited. Ryu Ga Gotoku Studio could have simply dropped a new face in Kamurocho and called it a day, but that’s not what happened. In Yakuza: Like a Dragon, the studio raised eyebrows by scrapping the traditional arcade-brawler combat and replacing it with turn-based RPG-inspired battles. And while there is a new face to the action, he’s accompanied throughout his adventure in Yokohama with a rotating troupe of like-minded heroes. It’s a pivot that could have ended in disaster. Fortunately, Like a Dragon’s bold gamble pays off, leading to one of the best entries to date.", "Ichiban Kasuga had some big slip-on loafers to fill. Kiryu’s stoicism and determination were a natural fit for the criminal underworld he orbited, but his charm and willingness to help people with their problems won audiences over. Kasuga is no Kiryu, and that’s kind of the point. This new hero is impulsive, hotheaded, and a bit of a goofball. At the beginning of his adventure, Kasuga shares his enthusiasm for the Dragon Quest series with an underling. He sees himself as a hero, even if his abilities don’t initially line up with his aspirations. Kasuga’s willingness to help is weaponized against him, leading to him taking the fall (and an 18-year prison sentence) for a murder.", "We don’t know much about Kasuga at first, which ends up being one of the most refreshing things that Like a Dragon offers. Without the weight of half a dozen or so games and their associated histories on his shoulders, Kasuga is a blank slate for this new Yokohama adventure. Kasuga certainly has goals and motivations – figuring out why his father figure in the Tojo Clan betrayed him is chief among them – but the fact that he’s such a small figure in this world creates an exhilarating feeling of freedom. This new hero doesn’t have established relationships in this new town, so the first few hours are filled with simple things like finding work. What could be a boring slog cleverly leans into the RPG systems that underpin the entire experience.", "Like a Dragon isn’t just a superficial take on RPGs; it holds a satisfying amount of depth, including the various jobs that characters can take. You begin as a bat-swinging hero, but you can also swap to several other roles, such as a chef, musician, or break dancer. Each role acquires new abilities as they’re leveled up, like the chef using an area-of-effect flambé technique or the musician strumming a tune that heals the party. The jobs and the overall attacks are pretty silly, which is suitably on brand. Changing these jobs is simple, though it requires a quick stop at the employment agency – a nice reminder that, as goofy as it all can be, it’s grounded in its own sense of reality.", "I was a little put off by the turn-based combat at first, but I quickly warmed up to it. Returning players will notice some familiar animations, including some bike-swinging action when characters come across those props in the field. Well-timed button presses grant additional damage or mitigate enemy attacks, which helped me stay engaged during battles. As Kasuga establishes himself in the town, other characters join in on the action. That allows for a lot more depth and specialization. I enjoyed having a couple of bruisers soften up my targets while the others focused on debuffing enemies or providing heals when needed. I especially loved the Poundmates, which are essentially Like a Dragon’s version of summons. These are supremely stupid, and they often are rewards for engaging in the myriad substories. I won’t spoil too much, but I will say that having a group of low-level yakuza thugs attacked by crawfish is one of the less bizarre options available. When you’re appropriately leveled, random battles resolve themselves as quickly as they would in previous games, but larger boss encounters have strategic elements that reward planning and patience.", "There is a large criminal conspiracy at play here – it’s a Yakuza game, after all – but it doesn’t feel as needlessly complicated as some of the intrigue has been in the other entries. Keeping track of the important figures isn’t quite as overwhelming, most likely because Kasuga isn’t privy to a lot of what’s going on. I loved the way the story gradually comes to light, too. Kasuga and his friends learn much about Yokohama’s criminal underworld by working various jobs throughout the city; he’s learning about the town and its people at the same time we are, which is a refreshing approach.", "It wouldn’t be a Yakuza game without an abundance of side activities, and Like a Dragon delivers here, too. If you’re not having fun with the current task at hand or want a break from the story, several lengthy side activities or pursuits are around to occupy your time. Yokohama is home to several great diversions, including a Mario Kart-like Dragon Karting series, complete with racing rivals, powerups, and tiered tournaments. I spent much of my time in the oddly engaging management sim, where you hire people to run a variety of different businesses to increase profits, and then take on investors in board-room battles. It’s similar in spirit to the cabaret management or baseball simming in previous entries, and it’s a fun way to make a lot of money for upgrades and consumables.", "Like a Dragon is a departure from the games that came before it, but I found those changes to be revitalizing. As much as I enjoyed the Yakuza formula, it was definitely a formula. Like a Dragon has enough familiar elements to make it feel like, at its heart, it’s a Yakuza game. All the while, I fully appreciated how much of a new identity this entry is establishing. Here’s hoping this is the first step in yet another great journey for the series."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["review", "yakuza", "jobs", "battles", "dragon", "takes", "kasuga", "town", "turn", "games", "yokohama", "hero", "series"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}