{"id": "782a59d1-76a9-3e69-9fc9-f1b5b77e417b", "title": "The Best Nintendo Switch Deals, Bundles, and Essentials", "url": "https://www.wired.com/story/best-nintendo-switch-deals-bundles-and-essentials/", "summary": "Outside of retail holidays like Black Friday and Amazon Prime Day, there aren't a ton of great discounts on Nintendo's popular consoles, the Switch and Switch Lite.\nThere are rumors of a Nintendo Switch Pro coming out in 2021, but it hasn't been officially announced.\nBelow are all of the best Nintendo Switch deals and bundles we can find.\nWe've also added some of the best Switch games you should consider and these are 25 great accessories you might want, depending on your needs.\nUpdated for November 2020: There is very little reliable stock to be found for Nintendo Switch consoles.", "paragraphs": ["Outside of retail holidays like Black Friday and Amazon Prime Day, there aren't a ton of great discounts on Nintendo's popular consoles, the Switch and Switch Lite. That's partially due to their popularity, the ongoing global pandemic, and Nintendo's reluctance to discount its products often. If you're patient, the consoles will come back in stock eventually. You can also use a service like Zoolert to get alerts for when it's back in stock.", "The standard Switch has detachable Joy-Con controllers on its left and right side and comes with a TV dock so you can also play games on your television. There is a Switch Lite that's cheaper and comes in more colors, but the Joy-Con controllers are attached to its body, so you'd need an extra set if you wanted to play with your hands separated. The Switch Lite also can't dock to a TV. There are rumors of a Nintendo Switch Pro coming out in 2021, but it hasn't been officially announced.", "If you don't own a Switch yet, we've got your back. Below are all of the best Nintendo Switch deals and bundles we can find. We've also added some of the best Switch games you should consider and these are 25 great accessories you might want, depending on your needs.", "Updated for November 2020: There is very little reliable stock to be found for Nintendo Switch consoles. We've been trying to keep this updated every month or two, but due to the shortages, inventory comes and goes very quickly.", "Special offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "Best Prices for Switch Right Now", "Photograph: Nintendo", "The Switch is normally $299, and most top-tier games cost $60, whether you buy a physical cartridge or a digital copy. You can choose between an all-gray version or one with blue and red Joy-Con controllers (not to mention limited-edition models with fun designs). Note that over the past year, some users have been experiencing issues with Joy-Con controllers \"drifting.\" Should you encounter that, Nintendo will remedy the issue."], "authors": ["Louryn Strampe", "Louryn Stramp", "Jeffrey Van Cam"], "keywords": ["deals", "comes", "youd", "best", "nintendo", "controllers", "joycon", "switch", "weve", "lite", "essentials", "bundles", "consoles", "games"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}