{"id": "784716b9-007e-340e-be81-06e743ef48cc", "title": "SpaceX launches, purposefully destroys rocket in critical astronaut escape test", "url": "https://www.foxnews.com/science/spacex-launch-destroys-rocket-astronaut-test", "summary": "The Dragon capsule catapulted itself from the rocket and its eight thrusters fired to propel it out of harm’s way before the rocket exploded in a fiery mid-air flash.\nSpaceX flight controllers at the company's California headquarters cheered every milestone — especially the splashdown.\nThe 9-minute test flight appeared to be a success, with no unexpected surprises.\nThe test was the last major hurdle for SpaceX before launching two NASA astronauts to the International Space Station.\nThe last time NASA astronauts launched from the U.S. was in 2011; they've been riding Russian rockets in the interim for hefty prices.", "paragraphs": ["SpaceX has intentionally destroyed one of its rockets in an unmanned emergency escape test to prove it can keep the capsule’s astronauts safe in a crisis – its last major barrier before launching manned flights into space.", "The Falcon rocket blasted off from NASA's Kennedy Space Center in Cape Canaveral, Fla., on Sunday with a pair of mannequins inside the attached Dragon capsule for the so-called in-flight abort demonstration.", "BOEING'S STARLINER SPACECRAFT RETURNS TO EARTH, LANDS IN NEW MEXICO AFTER FAILED MISSION", "\"Dragon high altitude, supersonic abort test is a risky mission, as it’s pushing the envelope in so many ways,\" Elon Musk, the founder of SpaceX, tweeted minutes before liftoff.", "About a minute into its supersonic flight, the rocket engines were shut down to mimic a malfunction and the capsule’s “launch escape” sequence was set in motion.", "The Dragon capsule catapulted itself from the rocket and its eight thrusters fired to propel it out of harm’s way before the rocket exploded in a fiery mid-air flash.", "The capsule reached an altitude of 27 miles before its parachutes all successfully deployed while it descended into the recovery zone in the choppy waters of the Atlantic Ocean.", "SpaceX flight controllers at the company's California headquarters cheered every milestone — especially the splashdown. Efforts were underway to recover the Dragon capsule and debris from the Falcon rocket.", "The 9-minute test flight appeared to be a success, with no unexpected surprises. A news conference scheduled for 11:30 a.m. was expected to offer details on the mission.", "The test was the last major hurdle for SpaceX before launching two NASA astronauts to the International Space Station. NASA officials said that could happen as soon as March.", "BOEING'S STARLINER SPACECRAFT RETURNS TO EARTH, LANDS IN NEW MEXICO AFTER FAILED MISSION", "The test was supposed to launch Saturday, but rough seas in the recovery area in the Atlantic Ocean prompted SpaceX to wait for waves to subside.", "Boeing, meanwhile, is still investigating why its Starliner crew capsule ended up in the wrong orbit last month following liftoff. It was the Starliner's first test flight, with no one on board, and the mishap prevented the capsule from flying to the International Space Station.", "CLICK HERE FOR THE FOX NEWS APP", "NASA is looking for SpaceX and Boeing to start flying astronauts to the space station this year. The last time NASA astronauts launched from the U.S. was in 2011; they've been riding Russian rockets in the interim for hefty prices.", "The Associated Press contributed to this report."], "authors": ["Stephen Sorace"], "keywords": ["spacex", "dragon", "rocket", "destroys", "astronaut", "purposefully", "critical", "flight", "test", "starliner", "nasa", "astronauts", "launches", "space", "escape", "capsule"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}