{"id": "786c2815-759f-394d-88c1-124c398f0882", "title": "Donald Trump wanted a fight with athletes. They may well have doomed him", "url": "https://www.theguardian.com/sport/2020/nov/09/donald-trump-us-sports-election", "summary": "Donald Trump’s political alchemy has always relied on his uncanny skill at leveraging the fault lines that divide us.\nIt’s these roots in boxing promotion, where misdirection and the manifold arts of emotional manipulation are the stock-in-trade, that served him particularly well during his stunning ascent to the White House.\nFacebook Twitter Pinterest Megan Rapinoe was one of a host of athletes who clashed with Donald Trump during his presidency.\nBut it was Trump who engendered a heightened sense of urgency by taking the fight to America’s athletes.\nAnd if the celebrations of LeBron, Rapinoe and co are any indicator, they were more than happy to finish it.", "paragraphs": ["Sports and politics have always existed at a very public intersection in American life, but never was the illusory firewall keeping them apart more nakedly exposed than over the past four years. Donald Trump’s political alchemy has always relied on his uncanny skill at leveraging the fault lines that divide us. It’s proven an essential tactic for someone who managed to capture the Republican presidential nomination despite failing to win a majority in the first 40 primaries and caucuses, who won the White House despite losing the popular vote by nearly three million ballots and whose overall approval ratings have never cracked a majority throughout his term.", "From the earliest days of his administration Trump has found fertile ground in taking this fight to America’s last unifying arena: co-opting US sports as not merely a proxy battle in the culture wars that reflect a country’s deep divides, but the primary theatre. He’s always recognized sports as an inextricable stripe of the American experience: from owning a team in the upstart United States Football League in the early 1980s to hosting a series of major prizefights at his casino in Atlantic City before it went bankrupt, most notably the 1988 blockbuster between Mike Tyson and Michael Spinks, for which he paid a then-record $11m site fee. It’s these roots in boxing promotion, where misdirection and the manifold arts of emotional manipulation are the stock-in-trade, that served him particularly well during his stunning ascent to the White House. But it wasn’t until a rally in Alabama nine months into his presidency that he first seized on what became his favorite fountainhead of easy political points.", "The president’s incessant counter-punching brought about a high-water point of athlete activism not seen since the 1960s", "His sensational broadside on Colin Kaepernick was only the start. Before long Trump was jousting with NBA stars Stephen Curry and LeBron James over his decision to rescind the Golden State Warriors’ unaccepted invitation for the White House visit traditionally extended to championship-winning teams (eliciting the all-time burn from LeBron of “U bum”). He picked a fight with Megan Rapinoe, a proudly gay athlete with a taste for battle whose outspoken political views have made her a lightning rod for conservatives. He launched a baseless attack on Bubba Wallace over an incident this summer in which a noose was found in the team garage of Nascar’s only black driver. When then-ESPN correspondent Jemele Hill tweeted that Trump was “a white supremacist who has largely surrounded himself w/ other white supremacists”, Trump clapped back first through the White House press secretary, who declared the comments “a fireable offense”, then doubled down with a name-check on Twitter pegged to Hill’s two-week suspension from the network.", "For the first few years it was a cost-free enterprise. The targeted demonization of these so-called elites, almost exclusively from minority or otherwise marginalized communities, was red meat for his base: a white guy talking tough in a country where white guys talking tough is still for many seen as something to be impressed by. It played to our worst instincts and our lowest common denominator. Depressingly, it was good politics.", "'You love to see it': LeBron James and Megan Rapinoe revel in Trump's defeat Read more", "But a funny thing happened on the way to a re-election that for years felt like a fait accompli given the historical power of the incumbency. With the sports world at a standstill due to the coronavirus pandemic and amid nationwide unrest over the police killings of George Floyd in Minneapolis and Breonna Taylor in Louisville, the calculus changed. A strategy dependent on the highly instinctive command of thin margins began to tilt against its conductor. The accumulation of the president’s incessant counter-punching led to organization among professional athletes that not only drew attention to social and racial injustice – remember: Kaepernick only wanted to start a conversation – but brought about a high-water point of athlete activism not seen since the 1960s, when champions such as Muhammad Ali, Jim Brown and Kareem Abdul‑Jabbar risked their livelihoods to stand on the frontline of the civil rights movement.", "In June, Roger Goodell, the NFL commissioner who three years ago gifted Trump a decisive optical victory when he unveiled a policy requiring every player, coach, trainer, ballboy, referee and executive to stand for the national anthem or face punishment, admitted the decision was wrong in a stunning about-face that was seen as a snub of the US president. Goodell’s mea culpa directly followed a video challenge to the league from some of the NFL’s biggest stars – including Patrick Mahomes, Deshaun Watson and Odell Beckham – who spoke powerfully about the omnipresence of systemic racism against black Americans.", "Facebook Twitter Pinterest Megan Rapinoe was one of a host of athletes who clashed with Donald Trump during his presidency. Photograph: Steve Luciano/AP", "One week later, LeBron came together with a group of prominent athletes and entertainers to form More Than a Vote, an organization aimed at turning out black voters. Not long after, Curry, a two-time NBA MVP and one of basketball’s most popular stars, appeared with his wife, Ayesha, and their two daughters in a video endorsing Biden during the Democratic National Convention. Even Michael Jordan, whose infamous assertion that “Republicans buy sneakers, too” prompted a generation of athletes to keep their heads down when it came to thorny issues lest they alienate the consumer, wrote $2.5m-worth of checks to fight black voter suppression as part of a 10-year, $100m pledge to tackle institutional racism. “We understand that one of the main ways we can change systemic racism is at the polls,” he said. “We know it will take time for us to create the change we want to see, but we are working quickly to take action for the Black Community’s voice to be heard.”", "When Joe Biden gave a speech in Gettysburg last month widely acknowledged as the rhetorical high point of his campaign, he quoted then-Clippers head coach Doc Rivers’ remarks after the shooting of Jacob Blake: “We keep loving this country and this country does not love us back.”", "Bryan Armen Graham (@BryanAGraham) Joe Biden quotes Sixers coach Doc Rivers in his call for national unity at Gettysburg today: \"We keep loving this country and this country does not love us back.\" pic.twitter.com/kMTMnToWgp", "It’s impossible to calculate whether the activism Trump induced played a decisive role in his defeat. But it’s equally difficult to ignore the razor-thin margins in battleground states that have been flashpoints in the movement. Wisconsin, where Trump lost by less than one percentage point, is the home of the NBA’s Milwaukee Bucks, whose decision to boycott a play-off game in August inspired a two-day sports blackout involving hundreds of athletes in professional men’s and women’s basketball, baseball, soccer and tennis.", "With humility and empathy, Biden speech seeks to make America sane again | David Smith's sketch Read more", "Pennsylvania, which ultimately swung the election to Biden, is home of the NFL’s Philadelphia Eagles, who were famously disinvited from the White House after their historic Super Bowl win in February 2018. Last week, Rodney McLeod and several of his teammates rode a double-decker bus around the football-mad city in an initiative to encourage voter turnout and usher people to polling places.", "North Carolina, a traditional Trump stronghold which remains too close to call, was the site of a demonstration led by Oklahoma City Thunder star Chris Paul, who led about 2,500 people on a march to a Winston-Salem voting site. The focus was not on partisanship but engagement and participation, even if it’s not too difficult to guess which side the organizers support.", "Of course Trump was not without his supporters in American sports. The Ultimate Fighting Championship effectively became the sports arm of the Maga regime with welterweights Colby Covington and Jorge Masvidal stumping for him on the trail. The three figures most responsible for the New England Patriots’ runaway dominance over the past two decades – the owner, Robert Kraft; the head coach, Bill Belichick; and the longtime quarterback Tom Brady – all showed a quiet allegiance to Trump while stopping short of public endorsement. As Trump furiously bore down the homestretch of the campaign holding as many as five rallies a day, he aggressively courted athlete endorsements and frequently showed them off to crowds: wrestling icon Dan Gable in Des Moines, hall of fame baseball catcher Mike Piazza in Reading, former New York Jets head coach Lou Holtz in Butler.", "But when America went to the ballot box on Tuesday, more than 20 professional sports teams had converted their arenas and stadiums into voting centers at the urging of their players. In a race which saw Republicans trying to depress turnout as desperately as Democrats sought to expand it, the advantage was clear.", "The issues facing those in the United States marginalized by race and class were bound to bubble up and find expression in the mainstream channels of American life even before this particular president. But it was Trump who engendered a heightened sense of urgency by taking the fight to America’s athletes. And if the celebrations of LeBron, Rapinoe and co are any indicator, they were more than happy to finish it."], "authors": ["Bryan Armen Graham"], "keywords": ["black", "seen", "wanted", "house", "doomed", "trump", "fight", "white", "lebron", "athletes", "country", "donald", "coach", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}