{"id": "78800132-8748-322c-b58f-cf2026b0132f", "title": "How I Learned to Find Joy During Times of Grief", "url": "https://www.vogue.com/article/how-i-learned-to-find-joy-during-times-of-grief", "summary": "After dinner we danced and flirted with boys and had too many vodka sodas at our favorite spot in Nolita.\nI have come to realize in the many motherless birthdays following that day that I learned how to hold grief and joy simultaneously: how to laugh and cry in the same 24-hour period and sometimes at the same time, from my mom.\nRight now, we would all do well to emulate my mom: focusing on some impossible balance of cultivating both grief and joy in the midst of so much uncertainty and anxiety.\nEbonee was a fierce spirit who knew how to balance grief and joy as she spent over ten years battling Lupus.\nThe loss of Ebonee has gutted my family, but even in the midst of this loss, from a distance, we are finding ways to bring one another joy.", "paragraphs": ["For my twenty-fifth birthday I wore a tiara and a strapless green dress that Blair had recently worn on the TV show Gossip Girl. For dinner I ate all my Italian favorites surrounded by my best girlfriends in a small private room on the Lower East Side with The Godfather (obviously the greatest movie of all time), streaming on the wall in the background. After dinner we danced and flirted with boys and had too many vodka sodas at our favorite spot in Nolita. Everything about that birthday celebration perfectly encapsulated who I was at the time: “carefree NYC girl, who loves her friends, Italian food, cute boys, and a good cocktail.”", "The next day also perfectly captured who I was back then: a grieving child whose mother had decided the week prior to stop receiving treatment for the cancer that had most recently camped out comfortably in her brain. The cancer that had so weakened her immune system she spent the prior month battling Tuberculosis. The cancer that we all knew would soon take her life. The next morning we all cheerfully hopped on a train headed north so I could be with my mother for my last birthday with her. We spent the day together in her hospital room while I signed off on her health care proxy forms and ensured, alongside my father, that all of her affairs were in order. Then we went and ate more Italian food.", "I have come to realize in the many motherless birthdays following that day that I learned how to hold grief and joy simultaneously: how to laugh and cry in the same 24-hour period and sometimes at the same time, from my mom. In addition to the stage four breast cancer that she battled for nearly three years, she also had Multiple Sclerosis for 12 years. During more than a decade of very serious illness, unfathomable pain, hospital stays, chemotherapy, and wheelchairs, she had a fucking blast. She traveled as much as she could (and as much as we could afford to), she always had her nails done, she hosted—and let me host—a laundry list of parties big and small, and most distinctively, she was always smiling and taking care of others. She was always honest about her pain and her health. And while her poor health did sometimes stop her in her tracks, she was so good at cultivating joy that even when she was once again in a hospital bed, she could still find something to smile about, or someone to befriend.", "Right now, we would all do well to emulate my mom: focusing on some impossible balance of cultivating both grief and joy in the midst of so much uncertainty and anxiety. To date, we have lost over 225,000 Americans to COVID-19. When I wrote this article, I was thinking about the millions of families grieving the unexpected loss of a loved one this year—and then my family became one of them. On October 24th, we lost my 35-year-old cousin Ebonee Abby to the novel coronavirus. Ebonee was a fierce spirit who knew how to balance grief and joy as she spent over ten years battling Lupus. The loss of Ebonee has gutted my family, but even in the midst of this loss, from a distance, we are finding ways to bring one another joy. Laughing over old photos and how “extra” Ebonee could be, I know that if we can find things to joke about in the wake of Ebonee’s death, I am confident you can too."], "authors": ["Marisa Renee Lee", "Marisa Renee Le", "Ilana Kaplan"], "keywords": ["times", "spent", "ebonee", "learned", "hospital", "grief", "loss", "italian", "cancer", "joy", "health", "day"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}