{"url": "https://www.newyorker.com/humor/daily-shouts/girl-youre-a-middle-aged-woman-now", "paragraphs": ["As a new wave of women step into their mid-centuries, it’s a striking moment of exposure for women over 50, who are taking commanding roles across American culture.—Wall Street Journal.", "Mass-media companies, adept at anticipating trends—or at least catching up to them and cashing in—have been busy preparing an exciting range of original TV programs, books, and movies that offer new perspectives on what it means to be “a woman of a certain age.” Here’s some of what we have to look forward to this fall:", "“The Middle-Aged Woman on the Train”", "Commuter Rachel Watson catches daily glimpses of a seemingly perfect couple from her train window. After the conductor ignores her complaints about being subjected to a daily millennial lovefest, she makes a sign that says “IT WON’T LAST, ASSHOLES,” and holds it up every time she passes the lovebirds. The couple breaks up.", "“The Middle-Aged Woman with the Dragon Tattoo”", "A Swedish screenwriter, claiming to be investigating the case of a missing woman, seeks help from a fifty-year-old computer hacker, Lisbeth Salander. Listening to his pitch, Lisbeth yawns, the wasp tattoo on her neck flexing loosely. “What, another male writer sensationalizing violent crimes against women?” she says. “Do you already have a movie deal, or is it Netflix?” She presses a button that she installed under her desk after the last six dudes showed up, and a trap door opens under the screenwriter’s feet, dropping him into a pit of vipers.", "“Gone Middle-Aged Woman”", "When Amy, the once glam, now “crepey” wife of the writer Nick Dunne, goes missing, Nick becomes the prime suspect in her disappearance, until he tells the local police chief that Amy’s fifty-one years old. “Fifty-one?” the police chief replies. “Take the handcuffs off. She’s probably on a yacht-rock cruise.”", "“Middle-Aged Woman, Interrupted”", "After a small breakdown/hot flash in the organic-produce aisle at Whole Foods, Winona Carter is tenderly placed in a Lyft and rushed away to a spa renowned for its oxygen facials and progressive treatment of college-admissions anxiety. After two weeks of goat yoga and biodynamic-wine-blending classes, Carter refuses to return home. This story of her years hiding in the tunnels beneath the spa’s gardens will bring tears to even the most Botoxed eye.", "“Middle-Aged Women”", "An exhausted writer and her three best friends, all of them in their fifties, try to make sense of what’s left of life after three fucking decades in New York. Hannah, with her already full plate, wants a boyfriend who stays out of her way. Marnie, divorced and living in the same apartment that she rented in her twenties, craves someone to fill the emptiness—as long as it isn’t her cousin Shoshanna, an N.Y.U. M.F.A. student and the only person in her class eligible for an A.A.R.P. discount. Rounding out the group is Jessa, a devil-may-care bohemian whose confidence masks her fear that her friends will find out that she bought a breezy linen blouse at Eileen Fisher.", "“Gossip Middle-Aged Woman”", "The privileged premenopausal women of Manhattan’s Upper East Side learn that Serena van der Woodsen is back in town the way they learn all the important news in their lives: from Gossip Bitch’s anonymous posts on the Nextdoor app. No one knows Gossip Bitch’s identity, but everyone in this exclusive circle relies on her updates about the neighborhood’s noise and trash issues—and, now, for speculation about the cause of Serena’s long absence. Could it be rehab? A little more swelling than expected post-surgery? Or is she hiding the body of the latest millennial who called her “ma’am”?", "“New Middle-Aged Woman”", "After a bad breakup, Jess, an offbeat woman of fifty, moves in with three single guys. Moments later, she wonders what the fuck she was thinking, cashes in her 401(k), and buys an apartment in Paris, where her bangs and whimsical sundresses still draw the appreciative-yet-respectful gaze that only a Frenchman of a certain age can pull off.", "“Middle-Aged Women Can Do Anything”", "This children’s book celebrates the bountiful career options available to middle-aged women in America, such as senator-not-President, First Lady, mother of the bride, empty-nester, and enrollee in a dermatology office’s wrinkle-treatment clinical trial. In this charmingly illustrated book, if you can dream it, you can most likely not do it because you’re considered past your prime.", "“M.A.W.”", "This “C.S.I.” spinoff gathers cast members who’ve aged out of the sidekick/hot-forensic-scientist roles they once filled and teams them up in pursuit of justice, equal pay, and the perfect cat tower for a studio apartment. No need for elaborate disguises in this exciting crime series—these women are already invisible."], "pubDate": null, "id": "78961ae6-d3ac-32ae-83bd-aa95869be6b7", "keywords": ["woman", "perfect", "missing", "youre", "roles", "nick", "middleaged", "writer", "apartment", "way", "women", "girl"], "title": "Girl, You’re a Middle-Aged Woman Now", "summary": "“The Middle-Aged Woman with the Dragon Tattoo”A Swedish screenwriter, claiming to be investigating the case of a missing woman, seeks help from a fifty-year-old computer hacker, Lisbeth Salander.\n“Gone Middle-Aged Woman”When Amy, the once glam, now “crepey” wife of the writer Nick Dunne, goes missing, Nick becomes the prime suspect in her disappearance, until he tells the local police chief that Amy’s fifty-one years old.\n“New Middle-Aged Woman”After a bad breakup, Jess, an offbeat woman of fifty, moves in with three single guys.\n“Middle-Aged Women Can Do Anything”This children’s book celebrates the bountiful career options available to middle-aged women in America, such as senator-not-President, First Lady, mother of the bride, empty-nester, and enrollee in a dermatology office’s wrinkle-treatment clinical trial.\nIn this charmingly illustrated book, if you can dream it, you can most likely not do it because you’re considered past your prime.", "authors": ["Wendi Aarons", "Kj Dell Antonia", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Richard Brody", "Jane Mayer", "Dana Maier", "Patty Terhune"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}