{"id": "789acd37-1917-3b78-afd7-8cb6784b2614", "title": "Christian Porter was warned by PM in 2017 over reports of 'drinking with young women'", "url": "https://www.theguardian.com/australia-news/2020/nov/09/christian-porter-was-warned-by-pm-in-2017-over-reports-of-drinking-with-young-women", "summary": "Porter, who went on the become attorney general, categorically rejects allegations he behaved inappropriately at a Canberra barChristian Porter was warned by PM in 2017 over reports of 'drinking with young women'The then-prime minister, Malcolm Turnbull, confronted Christian Porter in 2017 over allegations of inappropriate conduct with a young woman in a bar and warned him “the risk of compromise is very real”, the ABC has reported.\nTurnbull went on to appoint Porter his attorney general a fortnight later, it was revealed on Monday’s Four Corners program.\nIn a statement after the broadcast, Porter said the “depiction of interactions in the bar are categorically rejected”.\nTurnbull recounted his meeting with Porter: “I noted that I had heard reports of him being out in public having had too much to drink in the company of young women.\nThe ABC boss said women who worked at federal parliament had alerted Four Corners to a “toxic culture” and a “women problem” raising serious allegations.", "paragraphs": ["Porter, who went on the become attorney general, categorically rejects allegations he behaved inappropriately at a Canberra bar", "Christian Porter was warned by PM in 2017 over reports of 'drinking with young women'", "The then-prime minister, Malcolm Turnbull, confronted Christian Porter in 2017 over allegations of inappropriate conduct with a young woman in a bar and warned him “the risk of compromise is very real”, the ABC has reported.", "Turnbull went on to appoint Porter his attorney general a fortnight later, it was revealed on Monday’s Four Corners program. In a statement after the broadcast, Porter said the “depiction of interactions in the bar are categorically rejected”.", "The attorney general said “the other party subjected to these baseless claims directly rebutted the allegation to Four Corners yet the program failed to report that”.", "Monday’s program also detailed allegations by a female staffer who said she had an affair in 2017 with the then-human services minister, Alan Tudge, before Turnbull’s so-called “bonking ban” was introduced in early 2018.", "The ABC said Canberra’s parliament house involved “a heady, permissive culture, a culture that can be toxic for women” and made specific allegations about Porter and Tudge, both current ministers in the Morrison government.", "Criticism of Four Corners 'bonk ban' investigation before it airs 'extraordinary', ABC boss says Read more", "Turnbull told the ABC he spoke in December 2017 with Porter, who was then married, after hearing reports he had been seen in a Canberra bar hugging and kissing a young woman. Four Corners said it had spoken to multiple witnesses who had been in the bar on the night including journalists.", "One witness, a Liberal staffer, Rachelle Miller, said a picture of Porter and the young woman – a staffer for another minister – was taken on a mobile phone and Tudge intervened to demand the picture be deleted.", "Turnbull recounted his meeting with Porter: “I noted that I had heard reports of him being out in public having had too much to drink in the company of young women. I reminded him that Canberra was full of spies, not all of them worked for us.”", "“And of course in the age of the smartphone, you know, pictures can be taken by anybody,” Turnbull said. “So it is just not acceptable. And he knew that I was considering appointing him attorney general, which of course is the first law officer of the crown, and has a seat on the national security committee, so the risk of compromise is very, very real.”", "The program revealed Porter’s colourful history at the University of Western Australia, where he was quoted in university yearbooks as having made derogatory remarks about women.", "Porter refused to be interviewed by Four Corners but told the ABC in a statement that Turnbull had “queried whether there was any accuracy” to the story he had heard. According to Porter “the answer was no”. Porter’s statement continued: “Malcolm then promoted me to attorney general about two weeks after.”", "Porter in the seperate statement issued after the program aired said: “At the outset, I apologise for material I wrote in a law school magazine 24 years ago. I obviously wouldn’t write that now and it is something I regret.”", "On Q+A after Four Corners, Turnbull said all he was aware of in 2017 was that Porter had allegedly been out drinking too much in the company of young female staffers.", "“If I had known at the time what was broadcast tonight, I would have made further inquiries before I made him attorney general – I think that’s true,” the former PM said.", "Separately on Four Corners, Miller, who worked for a decade for Liberal MPs, said she had a consensual affair with Tudge, her then-boss, in 2017. They were both married with children at the time, the ABC reported. After the affair ended Miller moved to another minister’s office, was demoted in a restructure and ultimately left politics altogether, she said.", "Miller described being taken to parliament house’s mid-winter ball by Tudge and said she felt like an adornment. She also accused him of hypocrisy.", "Four Corners ran extracts of Tudge’s speech against marriage equality in the parliament in which he said he believed in traditional marriage.", "Miller said the minister had made her war-game responses if she was asked by a journalist about the affair and she constantly worried about it becoming an issue for the party.", "“I lost a lot of self-confidence because I didn’t feel I had any power at all to be able to stand up for myself,” she said. “I knew I was leaving a job that I really loved, but I didn’t see that there was any other way out.”", "Miller said she was speaking out because other women were subjected to the toxic culture in Canberra. A number of people interviewed compared the culture to that which existed in banks and corporates in the 1980s.", "“I saw a lot of really poor behaviour in my time in parliament and I feel I let down a lot of women,” she said.", "“As a senior staffer, I could have done a lot more to stand up for people. Instead, there was a culture of kind of just putting your head down and not getting involved. I think that it’s really important now for me to be able to speak out and say that this behaviour wasn’t OK.”", "Tudge issued a brief statement in which he said Four Corners had aired “ matters that occurred in my personal life in 2017 ”. “I regret my actions immensely and the hurt it caused my family. I also regret the hurt that Ms Miller has experienced,” he said.", "Before the program went to air, the ABC’s managing director, David Anderson, appeared before a scheduled Senate estimates hearing.", "Anderson told senators the evidence in the program was “absolutely rock solid” and the program related to “a power imbalance and potential abuse of power”. The ABC boss said women who worked at federal parliament had alerted Four Corners to a “toxic culture” and a “women problem” raising serious allegations.", "Proposed federal Icac won't be able to prevent corruption, critics say Read more", "He said he believed the story was in the public interest to investigate the ethical standards of ministers of the crown. Anderson said it focused on Liberal MPs because they were subject to the code of conduct.", "The executive producer of Four Corners, Sally Neighbour, said “extreme and unrelenting” political pressure has been applied to the national broadcaster ahead of the screening of the program.", "Earlier on Monday, the prime minister, Scott Morrison, told reporters he expected the ABC to adhere to its charter and act in an unbiased way.", "“If they are going to make inquiries I would think they would want to do them across the political spectrum,” Morrison said. “It’s always important that the ABC remains true to their charter and I would expect them to do that.”", "Asked on Monday morning whether he supported the bonking ban, Morrison said the rules were important “to ensure you have the right sort of workplace”. “I more than supported it, I ensured that it continued,” the prime minister said."], "authors": ["Anne Davies", "Paul Karp"], "keywords": ["porter", "general", "christian", "abc", "warned", "2017", "minister", "young", "program", "culture", "reports", "corners", "women", "drinking"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}