{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/d7ca1ee0-da56-441a-9692-cfd9ea87c350?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=3", "pubDate": null, "authors": ["Filmed", "Edited Joe Sinclair", "Additional Footage Reuters"], "keywords": ["party", "brexit", "boris", "conservative", "itch", "shrimsley", "country", "speech", "theres", "johnson", "going", "scratches", "conference"], "title": "Boris Johnson 'scratches party itch' at Conservative conference", "id": "78ab1735-cfbe-3a81-a4b2-6ea9def0f594", "summary": "You can enable subtitles (captions) in the video playerROBERT SHRIMSLEY: Boris Johnson's just given his first speech as conservative party leader to a conservative party conference, quite a strange conservative party conference, because everyone knows that we're in the middle of events that are going to play out elsewhere.\nBORIS JOHNSON: Well, I want you to know conference and I have kept my ace up my sleeve.\nAnd he related really well to the party conference.\nBORIS JOHNSON: And let's get Brexit done for those millions who may have voted remain, but who are first and foremost Democrats.\nThe fate of this government, this prime minister, and obviously this country is not going to be settled here in the Conservative Party Conference.", "paragraphs": ["You can enable subtitles (captions) in the video player", "ROBERT SHRIMSLEY: Boris Johnson's just given his first speech as conservative party leader to a conservative party conference, quite a strange conservative party conference, because everyone knows that we're in the middle of events that are going to play out elsewhere. There's a sense of anticipation. Are we going for an election? Are we going to get a Brexit deal?", "BORIS JOHNSON: Well, I want you to know conference and I have kept my ace up my sleeve. My mother voted leave.", "ROBERT SHRIMSLEY: But on the other hand, this has been quite a unified and upbeat conference. There was real delight as Boris Johnson walked into the hall. They were chanting, Boris, Boris.", "And they've been waiting for this moment for quite a long time. He's the itch the conservative party's been waiting to scratch. And he related really well to the party conference. In terms of the speech, there's not a lot of real content there, but what I think was significant was an attempt to paint a little bit more upbeat, a little bit more can do, a more optimistic picture than perhaps the conservatives have been messaging for the last few weeks, where there's been a lot of anger. There's been a lot of intemperate language.", "BORIS JOHNSON: This is not an anti-European country. We are European. We love Europe.", "I love Europe, anyway. I love it. But after 45 years of really dramatic constitutional change in our relationships, we must have a new relationship with the EU, a positive and confident partnership. And we can do it. And today, in Brussels, we are taping what I believe are constructive and reasonable proposals, which provide a compromise for both sides.", "ROBERT SHRIMSLEY: He tried in the speech to say, look, there is a great place just beyond the mountains. Once Brexit is done, we can be a more unified, more can do, more prosperous, more happy country. It was also interesting that in some moments, he reached out a little bit to those on the other side of the remain side. He had a passage about London, but he talked about what a wonderful city it was. That's not been the messaging coming from the conservative party of late, though he also counterbalanced it with talk about how the rest of the country had to be given the help to catch up with London and a big pitch for the regions.", "BORIS JOHNSON: Let's get Brexit done by October the 31, because we have to get on and deliver on the priorities of the people, to answer the cry of those 17.4 million who voted for Brexit, because it is only by delivering Brexit that we can address that feeling in so many parts of the country that they'd been left behind, ignored.", "ROBERT SHRIMSLEY: He talked about how there was nothing unpatriotic about being a remainder. He didn't have to doubt their belief, but we have to know get on and get Brexit done. That was the fundamental thing. We had to get on with it.", "BORIS JOHNSON: And let's get Brexit done for those millions who may have voted remain, but who are first and foremost Democrats.", "ROBERT SHRIMSLEY: The fundamental point is that today he and his government put in what they said is their last big offer to the European Union. The papers have gone to Brussels. They know they won't get it accepted straightaway. They're waiting for Brussels to bite and get into negotiations.", "So we have this real sense that although this was a pretty successful speech and a fairly successful conference, that the determining factors in the conservative party's future are elsewhere. The fate of this government, this prime minister, and obviously this country is not going to be settled here in the Conservative Party Conference. It's probably not even going to be settled in Westminster.", "It's being settled in Brussels. And everybody leaving Manchester may leave with a bit of a spring in their step. But quite quickly, they're going to realise that the events that the events that determine their party and the country's fate are taking place elsewhere and that we've got to wait to see how they play out."]}