{"id": "78af6c58-73cb-3f59-a46a-e4cf0dbfdbf0", "title": "Jurassic World Evolution Review - Life Doesn't Always Find A Way", "url": "https://www.gameinformer.com/review/jurassic-world-evolution/life-doesnt-always-find-a-way", "summary": "From your opening moments creating a small park with a handful of dinosaurs while you listen to Jeff Goldblum give appropriately cheeky warnings to deadly dinosaur breakouts and jealous sabotage efforts later, Jurassic World Evolution is true to its franchise roots.\nJurassic World Evolution serves up a serviceable (and sometimes fun) fantasy for franchise lovers, but falls flat in critical aspects when it comes to consistent enjoyment.\nBecause this is a Jurassic Park game, dinosaurs get out of their pens and wreak havoc.\nThese constant cooldowns for your attention feel like a poor mobile game, where you’re inundated with objects requiring an exhausting marathon of click management.\nJurassic World Evolution is a mixed experience, at times reveling in its fantasy and becoming bogged down in its own systems in others.", "paragraphs": ["From your opening moments creating a small park with a handful of dinosaurs while you listen to Jeff Goldblum give appropriately cheeky warnings to deadly dinosaur breakouts and jealous sabotage efforts later, Jurassic World Evolution is true to its franchise roots.", "At its best, you’re basking in the glory of your genetically modified titans bringing in tons of cash and visitors, living up the John Hammond dream. At its worst, you’re engaging with a deluge of menus, timers, and minutia that feel like fulfilling annoying chores, all while babysitting cooldowns and constantly clicking away. Jurassic World Evolution serves up a serviceable (and sometimes fun) fantasy for franchise lovers, but falls flat in critical aspects when it comes to consistent enjoyment.", "You have five main islands to unlock and explore, beginning with a lovely little tutorial experience that provides some of the best hours of the game. Learning to complete contracts for cash and new building options, create efficient housing for your dinosaurs, and handle research, expeditions, power outages, and dinosaur escapes is all smooth sailing. Later on, you can unlock a sandbox island, Isla Nublar, where you can play around with unlimited resources and get goofy with your herd. Between these two entertaining extremes lies the meat of the game, and that’s where things get frustrating and messy.", "Because this is a Jurassic Park game, dinosaurs get out of their pens and wreak havoc. The first few times, I had fun sending helicopters out to tranquilize and move the errant creations back into their enclosures. Issues arise from a management perspective in the islands that follow your initial jaunt. You’re continuously battling a barrage of timers – watching research tick down, waiting for a dinosaur to spawn, setting your ranger teams on missions to replenish food supplies, repair fences, cure disease, and restore power to your accident-prone facilities. These constant cooldowns for your attention feel like a poor mobile game, where you’re inundated with objects requiring an exhausting marathon of click management.", "Options also feel limited. While the contract system gives you different goals to unlock new buildings and procure significant resources, the challenges are often bland, simply getting to a new tier of income or creating some dinosaurs. Reputation gains with the three factions unlock a few new options, but they leave you with little room for meaningful decision making – even in the later islands where you must manage devastating weather or budget crunches.", "Dinosaurs are the star of the show, whether they are devouring your guests and causing subsequent lawsuits, or gently eating ferns in front of a crowd. Playing with their DNA isn’t a completely freeform experience, but the process has enough differentiation to experiment and have a good time. Priming dinosaurs with curious colors, longevity and disease resistance, or gearing them up for gladiatorial combat (yes, some contracts will task you with getting your dinos into a brawl) keeps you coming back to tweak your stable. Busting out bigger and better creatures as you move from island to island is a satisfying progression loop that keeps goading you forward, like a goat bleating in front of a T-Rex paddock.", "Jurassic World Evolution is a mixed experience, at times reveling in its fantasy and becoming bogged down in its own systems in others. If you’re a fan of the franchise it’s a fun dip into the prehistoric pool, but the water isn’t deep enough to satisfy a voracious carnivore."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["review", "later", "doesnt", "dinosaurs", "fun", "island", "islands", "youre", "jurassic", "world", "life", "evolution", "way", "unlock", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}