{"id": "78ec39a1-55b3-3214-85ff-569debbc9cc7", "title": "Trump’s Legal Strategy for Challenging the Election Is One More Trumpist Fantasy", "url": "https://www.newyorker.com/news/daily-comment/trumps-legal-strategy-for-challenging-the-election-is-one-more-trumpist-fantasy", "summary": "Instead, most of the lawsuits are about circumstances that Trump and his team have decided might lead to fraud.\nUnder state law, the deadline is Election Day, but, in pandemic-related litigation, Pennsylvania’s highest state court extended that to Friday, as long as the ballot is postmarked by Election Day.\nWhen Trump says, as he did at the White House, “If you count the legal votes, I easily win.\nIf you count the illegal votes, they can try to steal the election from us,” he is doing more than lying.\nHe is defining “legal” and “illegal” in an entirely political manner—one helps Trump, and the other doesn’t.", "paragraphs": ["“The allegations of wrongdoing are earth-shattering,” Senator Lindsey Graham told Sean Hannity, of Fox News, on Thursday night. He was referring, vaguely and falsely, to the process of counting votes cast in the Presidential election, and echoing President Trump’s claim, in an appearance at the White House earlier that evening, that “horror stories” regarding the vote count abounded. The horror for Trump is that he is losing: as the votes have been counted, his early leads in Michigan and Wisconsin have disappeared; he has fallen behind in the ongoing counts in Georgia and Pennsylvania; and he has so far failed to catch up in Arizona or Nevada, where he is narrowly trailing. Trump seems to see a single path to victory: baselessly blame everybody in sight, buy time in court, and see if his problems will just go away. The plan gets a little fuzzy at that last point, but the first two steps are clear: slander and sue. At the White House, he said, falsely, “There’s tremendous litigation going on, and this is a case where they’re trying to steal an election.”", "At this point, the litigation is not, for the most part, tremendous, or even about specific allegations of fraud. This may be because there is no real evidence of widespread fraud anywhere in any of these states. (Systemic issues regarding voter suppression are another matter.) Instead, most of the lawsuits are about circumstances that Trump and his team have decided might lead to fraud. In many cases, Trump and his allies are lying about what those circumstances are, and even about the substance of many of the lawsuits that his campaign has filed.", "For example, at the White House, Trump, referring to one of his campaign’s suits in Pennsylvania, said that the state had been trying to “ban our election observers and very strongly”; he said that the state didn’t “want anybody watching them as they count the ballots . . . they’re trying, obviously, to commit fraud.” On Twitter, he went further, saying that observers hadn’t been let in “in any way, shape, or form.” Senator Ted Cruz, in his own appearance on Hannity’s show on Thursday, said that Philadelphia was “not allowing election observers in,” adding that “every time they close the doors and shut out the lights they always find more Democratic votes.” This is a fantasy; in fact, the only real dispute in the litigation turned out to be how many observers there could be in the Philadelphia convention center, where the votes were being tabulated, and how close they could stand to election workers. (There is a pandemic to consider.) No doors have been closed; no lights have been shut; there is even a live stream of what’s going on inside. And, by Thursday night, even the technical issues seemed largely resolved after a state-court judge said that the observers could come within six feet, and a federal judge—the Trump team was trying its luck in both venues—dismissed the matter, with instructions, according to the A.P., that both sides work out an agreement to adjust the number of observers, like “responsible adults.” (Good luck.)", "The cases include one about fifty-three supposedly late-arriving absentee ballots in Georgia, and video cameras observing ballot drop boxes in Michigan; both of those were dismissed by the first judges who heard them, and, although they may be appealed, the lack of substance is striking. A Nevada woman’s tale of a supposedly stolen ballot was highlighted at a Trump campaign press conference, but Nevada officials say that she declined to give them an official statement. There is one notable exception to what is otherwise a pattern of high-stakes nuisance lawsuits, though, and it is in Pennsylvania: Republican Party of Pennsylvania v. Kathy Boockvar et al. (Boockvar is Pennsylvania’s secretary of state.) The Trump campaign petitioned the Supreme Court for permission to join the case on Wednesday. This case, which the Pennsylvania G.O.P. brought to the Supreme Court in September, concerns the date by which Pennsylvania’s mail-in ballots need to arrive. Under state law, the deadline is Election Day, but, in pandemic-related litigation, Pennsylvania’s highest state court extended that to Friday, as long as the ballot is postmarked by Election Day. (There is a side dispute about how legible the postmark has to be.)", "There are real legal issues there—the central question is how state election rules, which, according to the Constitution, are the purview of the state legislature, are limited by state constitutions, and what judges get to say about that—but, again, no specific accusations of actual, rather than potential, fraud. The Pennsylvania G.O.P. has asked the Supreme Court to hear the case on an expedited basis; a couple of days before the election, that petition was denied. In a statement accompanying the denial, Justice Samuel Alito regretted that it couldn’t be heard in time and indicated that he thought that the Court should hear it at some point. If it does, one of the Justices with a chance to decide the case will be Amy Coney Barrett.", "At any rate, because of the possibility of further litigation, Pennsylvania’s attorney general instructed election offices to segregate any ballots that arrived between eight P.M. Tuesday and five P.M. Friday. This means that, even if the Supreme Court finds that these specific ballots came in too late, they can simply be left out of the count. They will not taint the tally as a whole. The real question at this point may not be whether the Supreme Court rules for Trump but whether the number of ballots in question—which is not yet final—even makes a difference in Biden’s margin of victory in the state, which is growing. (It is possible, too, that Biden can get the two hundred and seventy electoral votes he needs to win the Presidency without Pennsylvania’s twenty electors.) The math should be clearer by the end of Friday.", "In short, no one is trying to commit fraud, except the President. When Trump says, as he did at the White House, “If you count the legal votes, I easily win. If you count the illegal votes, they can try to steal the election from us,” he is doing more than lying. He is defining “legal” and “illegal” in an entirely political manner—one helps Trump, and the other doesn’t. He and his allies hardly try to hide that. For example, one of the obvious hypocrisies is that Trump keeps demanding that the vote be stopped in states where his lead is evaporating but continued in Arizona, where he believes he has a shot at catching up with Biden. Lindsey Graham offered Hannity this explanation for that disparity: “I trust Arizona; I don’t trust Philadelphia.” Graham said that Philadelphia elections—all of them, apparently—are as “crooked as a snake.”", "When Hannity pushed the view that Pennsylvania was just so hopelessly corrupt that none of its numbers could be trusted, and that the state’s legislature, which is controlled by Republicans, should just declare the whole election invalid, Graham said, “I think everything should be on the table.” The Pennsylvania legislature is under Republican control, and one Trumpian dream is that the legislature just picks the state’s electors themselves, as was the case early in the Republic, though it’s far from clear that they have the power to do so. (They have delegated the power to voters under state law, after all.) If they tried, the litigation would, indeed, be spectacular. Even Cruz, when Hannity posed the same scenario to him, called invalidating the election “a big cannon to use.” There will likely also be litigation once the recounts that are expected in other close states, such as Wisconsin and Georgia, get under way. The aim may be to delay certification of the results and thus interfere with the appointment of electors. But that’s an extreme long shot because the problems, as far as we’ve seen, just aren’t there—not even notionally—and because Biden is now ahead in too many states. (This isn’t 2000, when it was all about Florida.) Anyone seeking a rich debate on constitutional law or the gray areas of election rules should probably look elsewhere; the President’s legal strategy is about smears and a fight for power. Soon enough, the legal effort may be nothing more than a vehicle that allows him to air his grievances but which goes nowhere—the disorganized clattering of a defeated President on the way out.", "The legal effort is also becoming an exercise in showing loyalty to Trump. Graham told Hannity, “I’m gonna donate five-hundred thousand dollars tonight to President Trump’s defense legal fund.” He urged Hannity’s viewers to give as well: “Donald J. Trump dot com—five bucks from a million people goes a long way.” His appearance, and Ted Cruz’s, came after both Eric and Donald Trump, Jr., complained that Republicans weren’t helping, and it can’t be called anything but shameful; the question now is how many others in the G.O.P. share in the ignominy. Kevin McCarthy, the House Minority Leader, also appeared that night, on Laura Ingraham’s Fox News program, to voice his support for the President. Graham said that “every Senate Republican and House Republican needs to get on television and tell this story.” And what a wild story it is.", "Read More About the 2020 Election"], "authors": ["Amy Davidson Sorkin", "Amy Davidson Sorki", "Eliza Griswol", "Benjamin Wallace-Well"], "keywords": ["legal", "pennsylvania", "trumpist", "strategy", "trump", "litigation", "trumps", "court", "states", "state", "challenging", "votes", "observers", "election", "fantasy"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}