{"id": "78eefd40-4465-3975-b460-9ae6190c513e", "title": "Premier League cash 'scarce' and £250m for EFL is not best use of it, says Masters", "url": "https://www.theguardian.com/football/2020/nov/09/richard-masters-250m-coronavirus-bailout-not-best-use-of-scarce-premier-league-funds-football", "summary": "Premier League cash 'scarce' and £250m for EFL is not best use of it, says MastersRichard Masters has said a £250m coronavirus bailout for EFL clubs would not be the best use of “scarce” Premier League funds.\nThe chief executive of the Premier League is due to face MPs at a select committee hearing on Tuesday, when he will be expected to explain why a financial support package for the lower leagues has yet to be agreed.\n| Jonathan Wilson Read moreWith the EFL asking for £250m, the total currently being offered by the Premier League adds up to around £80m, with much of it available only as loans, especially to clubs in the Championship.\nSpeaking to the website Politico before the Department for Digital, Culture, Media and Sport committee meeting, Masters defended the size of his proposed deal.\n“The Premier League is the most competitive league in the world, and you can’t stand still,” he said.", "paragraphs": ["Premier League cash 'scarce' and £250m for EFL is not best use of it, says Masters", "Richard Masters has said a £250m coronavirus bailout for EFL clubs would not be the best use of “scarce” Premier League funds.", "The chief executive of the Premier League is due to face MPs at a select committee hearing on Tuesday, when he will be expected to explain why a financial support package for the lower leagues has yet to be agreed.", "Why is football so blind to the injuries caused by a remorseless schedule? | Jonathan Wilson Read more", "With the EFL asking for £250m, the total currently being offered by the Premier League adds up to around £80m, with much of it available only as loans, especially to clubs in the Championship.", "Speaking to the website Politico before the Department for Digital, Culture, Media and Sport committee meeting, Masters defended the size of his proposed deal. “Our offer goes to the issue of ‘need’ rather than ‘want’,” he said, “and where you have scarce resources in the current environment that has to be the right approach.”", "Masters points to estimated losses of £700m last season and projected losses of £100m this term as a reason for restraint in any bailout. At the same time, however, he argues that more than £1bn of transfer spending by his 20 clubs during the summer was a competitive necessity.", "“The Premier League is the most competitive league in the world, and you can’t stand still,” he said. “You have to continue to compete, you have to continue to invest.”", "The government has expressed exasperation over a failure to reach a bailout settlement, with the EFL voting against accepting the Premier League’s current offer. The prospect of a “fan-led review” into football governance, promised in the government’s election manifesto but yet to be commissioned, lingers in the background should the game not act.", "The Fiver: sign up and get our daily football email.", "Masters believes that lesser financial support, enough to prevent clubs from immediately going to the wall, should be acceptable to the government, as it mimics its own approach to support during the public health crisis.", "“It … mirrors the government’s approach – rescuing other areas of sport, and indeed the economy, to save bits from going out of business, rather than to underwrite losses,” he said. “At the moment there isn’t an agreement – but we stand willing to continue to talk, and our offer remains on the table to save clubs if they are in significant Covid-related distress.”"], "authors": ["Paul Macinnes"], "keywords": ["league", "scarce", "best", "football", "premier", "cash", "losses", "continue", "efl", "masters", "offer", "support", "clubs", "250m"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}