{"id": "79029aa1-ad64-3122-a128-fac576a67c6f", "title": "Azerbaijan claims to have captured key town in Nagorno-Karabakh", "url": "https://www.theguardian.com/world/2020/nov/08/azerbaijan-claims-to-have-captured-key-city-in-nagorno-karabakh", "summary": "Azerbaijan has said it has recaptured the symbolic town of Shusha, a claim denied by Armenian officials as fighting in the bloody six-week-old battle over the Nagorno-Karabakh territory appeared to reach an apex.\n“[This day] will become a great day in the history of Azerbaijan,” said Azerbaijan’s president, Ilham Aliyev, in a televised address.\nOfficials from the Nagorno-Karabakh administration and Armenia’s defence ministry denied Aliyev’s statement, saying heavy fighting continued in the vicinity of the town, known in Armenian as Shushi.\nShusha, Nagorno-Karabakh’s second biggest settlement, is a mountaintop town that was mostly populated by Azeris before the 1990s war.\nThe town could serve as a key staging post for an Azerbaijani assault on the enclave’s largest city, Stepanakert.", "paragraphs": ["Azerbaijan has said it has recaptured the symbolic town of Shusha, a claim denied by Armenian officials as fighting in the bloody six-week-old battle over the Nagorno-Karabakh territory appeared to reach an apex.", "“[This day] will become a great day in the history of Azerbaijan,” said Azerbaijan’s president, Ilham Aliyev, in a televised address. His announcement on Sunday was greeted with celebrations on the streets of Baku as Azerbaijanis gathered to wave flags and sing.", "Officials from the Nagorno-Karabakh administration and Armenia’s defence ministry denied Aliyev’s statement, saying heavy fighting continued in the vicinity of the town, known in Armenian as Shushi.", "“Shushi remains an unattainable pipe dream for Azerbaijan. Despite heavy destruction, the fortress city withstands the blows of the enemy,” the Nagorno-Karabakh rescue service said.", "As many as 5,000 people have died since Azerbaijan launched an offensive in late September to reclaim Nagorno-Karabakh, a mountain enclave, internationally recognised as Azerbaijani territory but under the de facto control of Armenians since a ceasefire was agreed between the two former Soviet neighbours in 1994.", "The war is complicated by the growing rivalry between Turkey and Russia for regional dominance. Azerbaijan has the outright support of Ankara, while Moscow, which sells arms to both sides, appears wary of honouring its military pact with Armenia if the violence extends outside the disputed territory.", "Shusha, Nagorno-Karabakh’s second biggest settlement, is a mountaintop town that was mostly populated by Azeris before the 1990s war. It is strategically located on the main corridor connecting the territory with Armenia and regarded by both sides as an important spiritual centre.", "Its Armenian Orthodox cathedral was hit by Azerbaijani shelling in October. On Sunday, unconfirmed reports surfaced that the Yukhari Govhar Agha mosque – which Azeris have been unable to access for almost 30 years – has also been damaged by shelling.", "The town could serve as a key staging post for an Azerbaijani assault on the enclave’s largest city, Stepanakert. Both have come under heavy shelling in recent days, including in civilian areas – claims denied by Azerbaijan’s defence ministry.", "Most of Stepanakert’s 150,000-strong population has already fled the violence, but as Azerbaijani forces drew closer over the weekend many of those who chose to stay also packed their belongings into cars, traffic choking up the only road out of the territory.", "The civilian cost in the bloodiest fighting in more than 25 years in the Caucasus has been high on both sides, with 54 Armenian civilians and 91 Azerbaijani civilians killed as Armenia retaliates by hitting Azerbaijani cities far from the frontlines. Both sides deny deliberately targeting civilian areas and the use of banned cluster-bomb munitions.", "Emboldened by Turkish support, Azerbaijan has gained the upper hand in the conflict, retaking much of the land in and around Nagorno-Karabakh occupied by Armenia that it lost in the previous war. Much of the gains are due to Azerbaijan’s state-of-the-art military hardware, including the use of Turkish- and Israeli-made drones.", "Aliyev vowed on Sunday to continue the offensive until Armenia completely withdraws from the territory. Azerbaijan’s chief ally, the Turkish president, Recep Tayyip Erdoğan, congratulated Aliyev on his Shusha victory later on Sunday.", "“I congratulate my Azeri brothers’ Shusha victory … I believe [it] is a sign that the rest of the occupied lands will be liberated soon too,” said Erdoğan, addressing crowds in Turkey’s north-west province of Kocaeli.", "Two Russian and one US brokered ceasefire to date have done nothing to stop the hostilities, with each side immediately accusing the other of violations.", "The fierce fighting over the weekend comes amid reports that Ankara and Moscow have drawn up a draft ceasefire deal under which Armenia would surrender five of the seven Azerbaijani regions it currently occupies and agree to the establishment of a new corridor connecting Baku to the Azerbaijan territory of Nakhchivan, which is surrounded by Armenian land.", "Turkish and Russian peacekeeping forces would then be deployed to uphold the ceasefire, Middle East Eye reported."], "authors": ["Bethan Mckernan"], "keywords": ["azerbaijan", "territory", "armenian", "nagornokarabakh", "claims", "captured", "sides", "town", "ceasefire", "key", "armenia", "fighting", "azerbaijani"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}