{"id": "79417252-3c3d-358e-af04-7229c48a1e57", "title": "Future Among Us Content Plans Revealed", "url": "https://www.gameinformer.com/2020/11/04/future-among-us-content-plans-revealed", "summary": "Red may be sus but the new content plans for Among Us are pretty awesome.\nIn response to that rapid (and random) success, the team over at InnerSloth has decided to abandon Among Us 2 plans so that they can focus on improving the game currently out.\nIn a recent blog update, the studio has confirmed what some of those plans look like.\nTranslations/Localization: The game is currently only translated into a few languages (and some of those translations are a bit rough).\nThe game is currently only translated into a few languages (and some of those translations are a bit rough).", "paragraphs": ["Red may be sus but the new content plans for Among Us are pretty awesome. The indie title that released two years ago has seen a massive surge in popularity over the past month thanks to streamers and the impact of Fall Guys from Mediatonic. In response to that rapid (and random) success, the team over at InnerSloth has decided to abandon Among Us 2 plans so that they can focus on improving the game currently out. In a recent blog update, the studio has confirmed what some of those plans look like.", "In its latest blog post, InnerSloth first addressed the hacking elephant in the room, saying: \"Firstly, we want to be sure to talk about the cheating and hacking going on. It was pretty bad there for a bit, so Forte pushed out server changes really fast. They seemed to help a lot, but some cheats still work and now there are bugs too. There will be more server updates to fix all of this, but rushing anti-hacks is what caused the bugs, so cleaning things up is a slower process. Also rest assured that any threats made in the game are false and your devices and data are safe. If you see a hacker, ban them or find a different room.\"", "A new update has been deployed adding an anonymous voting option that makes all jelly bean astronauts appear greyed out during Emergency Meetings. This allows people to vote for who they want without the repercussions, adding a new layer of intrigue to this deceptive game.", "Task Bar modes have also been added:", "Always Appears like normal", "Meeting The bar is only updated during meetings", "Invisible The taskbar is removed entirely", "", "Also added is the ability to clear security logs with Comms sabotage, symbols on the colored wires for those tasks to be more colorblind-friendly, and a slew of bug fixes.", "The team was also careful not to promise anything they weren't sure they could deliver, but a few goals that are on the larger scale were also teased:", "Accounts: We’re hoping to get accounts into the game by December. This will allow players to report accounts that are toxic and/or hacking. They may be a bit barebones at first but things like friends lists will also come at a later date after launch.", "We’re hoping to get accounts into the game by December. This will allow players to report accounts that are toxic and/or hacking. They may be a bit barebones at first but things like friends lists will also come at a later date after launch. New Map: We’re hard at work on a new map (It’s Henry Stickmin themed!). This map is currently looking bigger than Polus! The map will contain plenty of new tasks and will be available for free to all players!", "We’re hard at work on a new map (It’s Henry Stickmin themed!). This map is currently looking bigger than Polus! The map will contain plenty of new tasks and will be available for free to all players! Translations/Localization: The game is currently only translated into a few languages (and some of those translations are a bit rough). We’re planning on getting professional translations into multiple languages (More than we currently have, not ready to share quite which languages yet). To all the people offering to translate, thanks for reaching out, but we’ve got it under control!", "The game is currently only translated into a few languages (and some of those translations are a bit rough). We’re planning on getting professional translations into multiple languages (More than we currently have, not ready to share quite which languages yet). To all the people offering to translate, thanks for reaching out, but we’ve got it under control! Colorblind support: This patch contains the first pass on colorblind support. We’ll continue monitoring it to see how it performs.", "There are a few other aspects of growth the studio is looking into, but for now? The future looks bright for our sus little jelly bean astronauts! Haven't joined the fun yet? Check out our full review here to learn more.", "[Source: Steam]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["currently", "translations", "future", "hacking", "work", "languages", "plans", "map", "revealed", "things", "bit", "game", "accounts", "content"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}