{"id": "79797564-d1c3-3987-bf28-04196bfcd08a", "title": "The best recent poetry – review roundup", "url": "https://www.theguardian.com/books/2020/nov/05/the-best-recent-poetry-review-roundup", "summary": "It’s rare for a book of poems to repeatedly leave you breathless when reading it.\nA former young people’s laureate for London, his series of dispatches anatomising the south London estate he grew up on is a multilayered accounting of the lives of young black men.\nHis use of concrete as a recurring motif is brutally graceful, encapsulating this startlingly beautiful book, a landmark debut for British poetry.\nShe tells us: the heart is a target you must leave open to be pierced, if you want to live.\nIt’s a deliciously playful reminder that the greatest show on the planet is what happens in the skies and all around us.", "paragraphs": ["It’s rare for a book of poems to repeatedly leave you breathless when reading it. Such is the urgent brilliance of Caleb Femi’s Poor (Penguin, £9.99). A former young people’s laureate for London, his series of dispatches anatomising the south London estate he grew up on is a multilayered accounting of the lives of young black men. He avoids an “urge to exorcise” or brittle celebration; rather he is clear-eyed and cool-headed, which makes observations like those in “Concrete (I)” all the more devastating: “I have nothing to offer you / but my only pair of Air Max 90s. / In principle, they are my autopsy laid out / in rubber and threading.” Femi’s language is restlessly inventive, unerring in uncovering images that lodge in your memory. His use of concrete as a recurring motif is brutally graceful, encapsulating this startlingly beautiful book, a landmark debut for British poetry.", "Inua Ellams, The Actual", "The first full collection by Inua Ellams, The Actual (Penned in the Margins, £9.99), bristles with energy, reflecting how these poems were written, directly on to his phone in moments grabbed while travelling, between meetings, before sleeping, while sleeping: “Have you exploded awake / at the 4am forge of darkest night / to your heart’s brutish beating / and to calm the raging bull of it / tried focusing on anything / the nearest pencil’s nascent point”. The square lyrics, prose-like in appearance, are consistently vivid, whether Ellams is taking on the biggest of subjects – Shakespeare, Trump, empire – or ruminating on quieter, more tender moments, especially on the endless failings of men: “And story by story / myth by myth / urban legend by urban legend / locker room talk by locker room talk / men make other men”.", "Sumita Chakraborty’s Arrow (Carcanet, £10.99) is a book of fables, elegies and sequences searching for answers. Built around the epic “Dear, beloved”, a long poem about her late sister, she bridges time, loss and the universe with a tone that is consistently engaging and inviting. It is a book to hold close, an amulet that transmutes the intensities of grief into something uplifting, the attempt to keep hold of wonder: “When my body showed me sadness / and began there to outline and diagram the word, / another definition was noun, a chorus of brass instruments”. She tells us: the heart is a target you must leave open to be pierced, if you want to live.", "Edited by Alice Oswald and Paul Keegan, Gigantic Cinema: A Weather Anthology (Jonathan Cape, £14.99) is not a traditional collection of meteorologically inspired verse. Instead, 300 poems and prose extracts from sources as varied as Ovid, Joan Didion, Frank O’Hara, Sei Shonagon, Virginia Woolf (who provides the title) and Blade Runner are arranged to create a commonplace book that suggests, to paraphrase Oscar Wilde, weather did not exist until art invented it. By relegating the authors to the foot of the page, Oswald and Keegan’s juxtapositions between fog, wind, sun, rain and snow – nuclear and volcanic explosions too – challenge what we think of as weather. It’s a deliciously playful reminder that the greatest show on the planet is what happens in the skies and all around us.", "• Rishi Dastidar’s latest collection is Saffron Jack (Nine Arches)."], "authors": ["Rishi Dastidar"], "keywords": ["collection", "best", "poems", "weather", "roundup", "men", "urban", "sleeping", "recent", "poetry", "young", "talk", "ellams", "review", "book"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}