{"url": "https://www.newyorker.com/magazine/2019/10/07/fanny-howe-makes-sense-of-beginnings-and-endings", "paragraphs": ["“Wherever I step I am stepping into a place that was just finished at the moment I arrived,” the American poet Fanny Howe wrote, a decade ago, in “The Winter Sun: Notes on a Vocation.” This temporal dilemma, which skews past and future, has preoccupied her sixty years of work: “If I freeze here, one foot poised to go forward, to land on the path, I will at least be living in the present and the past will know it.” Writing poetry has been her way of knowing, and of knowing that she knows. Her latest collection, “Love and I,” is further proof of this knowledge. Pragmatic but blessedly naïve—she calls herself “gullible”—Howe’s poetry takes a line-by-line approach to managing existential fear. Her work calls to mind a child’s tactics of self-soothing, like whistling in the dark.", "Howe is an experimental writer nevertheless fascinated by her own belatedness. Her father worked for a time as Oliver Wendell Holmes, Jr.,’s clerk. Her mother, an Irish actress and playwright, performed under Yeats’s direction at the Abbey Theatre, in Dublin. (One of Howe’s sisters is Susan Howe, another profoundly original American poet; they may be the most important sibling duo in American poetry.) Shortly after Howe was born, in 1940, her family moved from Buffalo to a railroad flat near Harvard Square, in Cambridge, Massachusetts. They made regular Sunday visits to the baronial quarters of Fanny’s grandfather Mark Antony DeWolfe Howe, an arbiter of everything old Boston, who lived in the heart of primordial, purple-paned Beacon Hill. There she was struck by “tables and chairs and objects brought from China generations before,” an ivory pagoda, crystal finger bowls, and Victorian storybooks full of illustrations of “curly-haired children in pinafores, stone walls, golliwogs, leaping figures with scissors following them to cut off their thumbs, and gardens containing pale but specific flowers.”", "In another poet of Howe’s background—Robert Lowell comes to mind—this aristocratic, late-Victorian milieu might have provoked claustrophobia, yet an aura of wonder pervades Howe’s writing. It is evident in that description of her grandfather’s Victorian children’s books, as well as in her lovely evocation of his stutter, which “riveted” her, because it sounded as though “his voice wanted to turn into a musical instrument.”", "Since new in Howe’s work means late, “Love and I” is, in a double sense, Howe’s latest volume. It hurries to join a long and illustrious career, which, besides poetry, includes novels, stories, memoir, and short films. Approaching eighty, Howe, in “Love and I,”is now revisiting the earliest formative impressions of preconscious childhood, when “everything seemed like something else.” The opening of “1941” is a snapshot of her birthplace:", "On a cold day near Lake Erie", "I was in a double bind.", "The snow was like a lamb", "Shorn in the upper circle.", "The scene is part memory, part dream, assembled from the rudiments of identity just this side of nonexistence. “Zero and One sat on either side of me,” she writes. Howe’s poems assert that there is no meaning to be tracked back to an original cause: “No big bang, no beginning.” They knock “meaning” off its rational basis and into the realm of hunch and intuition. They must be read not “with a spyglass / But with a wild guess / And only three words: ‘You never know.’ ”", "Howe prefers the clarity of misunderstanding to the blur of certainty. Like stained glass, her poems await illumination, but it is important not to flood them with a klieg light. They dwell in puzzles and games: “Zero and One” brings to mind computer code, and also, via tennis, unlocks her title, “Love and I.” But, although she delights in creating puzzles, she seems wary of solving them: “A central contradiction, once discovered, / Leads to collapse or evolution.” Metaphor is one method of resolving, even while exposing contradiction. Rhyme, which Howe scatters throughout the book, provides another. But there’s nothing here like that line in Frost about a cellar hole “closing like a dent in dough.” Metaphors sometimes clinch thinking; Howe’s tend to scatter it."], "pubDate": null, "id": "79f170a2-69b3-3624-b9ac-56597d546656", "keywords": ["poetry", "love", "beginnings", "work", "sense", "american", "victorian", "zero", "makes", "fanny", "howes", "howe", "poet", "endings", "writing"], "title": "Fanny Howe Makes Sense of Beginnings and Endings", "summary": "Pragmatic but blessedly naïve—she calls herself “gullible”—Howe’s poetry takes a line-by-line approach to managing existential fear.\nHer work calls to mind a child’s tactics of self-soothing, like whistling in the dark.\n(One of Howe’s sisters is Susan Howe, another profoundly original American poet; they may be the most important sibling duo in American poetry.)\nShortly after Howe was born, in 1940, her family moved from Buffalo to a railroad flat near Harvard Square, in Cambridge, Massachusetts.\nIt hurries to join a long and illustrious career, which, besides poetry, includes novels, stories, memoir, and short films.", "authors": ["Dan Chiasson", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}