{"id": "7a006f98-e417-32aa-931d-3d15e7a4608e", "title": "Bella Hadid, Meryl Streep, & More Attend Bette Midler’s Batty Hocus Pocus Reunion", "url": "https://www.vogue.com/slideshow/bette-midler-hulaween-halloween-2020", "summary": "Not only did the actor create one of the greatest Halloween-flicks of all time, Hocus Pocus, but every year, she hosts a Halloween extravaganza.\nDirected by Seanne Farmer, the hour-long show unfolded like a documentary-style hunt for those three sister witches of Hocus Pocus.\nThe wicked trio was made up of Winifred Sanderson a.k.a Winnie (played by a cupid’s-bow-lipsticked-Midler), Sarah Sanderson (played by a wild-eyed Sarah Jessica Parker), and Mary Sanderson (Kathy Najimy with talons-for-nails).\nThe title of the show, which began just after the stroke of eight o'clock, was In Search of the Sanderson Sisters: A Hocus Pocus Hulaween Takeover.\nOnlookers witnessed celebrities—who were filmed and filmed themselves in confessional and interview-style cameos—tell their stories of the Sanderson Sisters.", "paragraphs": ["The Halloween spirit is alive and well in Bette Midler. Not only did the actor create one of the greatest Halloween-flicks of all time, Hocus Pocus, but every year, she hosts a Halloween extravaganza. Dubbed Hulaween, the event lures her star-studded circle of friends for a party where costumes are, of course, required.", "So what was to be done this year when trick-or-treating was essentially canceled and large in-person gatherings a frightful thought? Host her Hulaween benefit, which supports the New York Restoration Project—an organization dedicated to creating green spaces in overlooked areas of the city—virtually.", "In lieu of a ghoul and goblin-filled costume party in New York, this year’s Hulaween was a proper cinematic production streamed all over the world. Directed by Seanne Farmer, the hour-long show unfolded like a documentary-style hunt for those three sister witches of Hocus Pocus. In the film, they rose from the dead before good conquered evil and they vanished once again. The wicked trio was made up of Winifred Sanderson a.k.a Winnie (played by a cupid’s-bow-lipsticked-Midler), Sarah Sanderson (played by a wild-eyed Sarah Jessica Parker), and Mary Sanderson (Kathy Najimy with talons-for-nails). Together they haunted kiddies as they chanted “Come Little Children.” The spine tingles.", "Despite their devilishness, they’ve been missed. Not only is a sequel of the 1993 movie in the works, but Midler’s hour-long digital party, which could be attended in exchange for a $10 ticket to benefit the NYRP, was dedicated to resurrecting the three sleeping witches. The title of the show, which began just after the stroke of eight o'clock, was In Search of the Sanderson Sisters: A Hocus Pocus Hulaween Takeover.", "It was 60 minutes of outright battiness. Onlookers witnessed celebrities—who were filmed and filmed themselves in confessional and interview-style cameos—tell their stories of the Sanderson Sisters. Some (Meryl Streep) played themselves and shared fictional tales of their encounters with the Sanderson sisters. Others (Glenn Close) took on madcap characters who claimed SSSes (Sanderson Sister Sightings). The show, which was hosted by Elvira, Mistress of the Dark (Cassandra Peterson), ended with the eventual revival of the sisters. It was a zany happily ever after, made even better by all the celebrity appearances: Mariah Carey, Billy Crystal, Jamie Lee Curtis, George Lopez, Martin Short, Sarah Silverman, John Stamos, Tiffany Haddish, Bella Hadid, Michael Kors, Lance Le Pere, and Law Roach. Plus, there were musical moments by Adam Lambert, Jennifer Hudson, and Todrick Hall. Some of their costumed-cameos, below."], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["sarah", "sisters", "hocus", "streep", "hadid", "party", "york", "bette", "sanderson", "meryl", "pocus", "bella", "witches", "hulaween", "reunion", "played", "midlers", "batty"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}