{"id": "7a1c6c4f-0cb8-3af5-bd52-5a80c693a5ca", "title": "Marvel's Avengers Beta - New Gameplay Today Live", "url": "https://www.gameinformer.com/livestream/new-gameplay-today/2020/08/07/marvels-avengers-beta-new-gameplay-today-live", "summary": "After years of anticipation, Marvel's Avengers is almost here.\nBut before we get to the full release of Crystal Dynamics' take on Earth's Mightiest Heroes, the developer is giving PlayStation fans who pre-ordered the game an opportunity to play during this weekend's beta.\nJoin me as I dawn the shield, high-tech body armor, and ripped up shorts and see what Marvel's Avengers has in store.\nWe'll be going live at 11 a.m. CT so be sure to join us in the chat and come hang out!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["After years of anticipation, Marvel's Avengers is almost here. But before we get to the full release of Crystal Dynamics' take on Earth's Mightiest Heroes, the developer is giving PlayStation fans who pre-ordered the game an opportunity to play during this weekend's beta.", "Join me as I dawn the shield, high-tech body armor, and ripped up shorts and see what Marvel's Avengers has in store.", "We'll be going live at 11 a.m. CT so be sure to join us in the chat and come hang out! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["beta", "weekends", "twitter", "week", "sure", "twitch", "live", "subscribe", "today", "marvels", "youtube", "gameplay", "avengers"], "pubDate": "2020-08-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}