{"id": "7a6693fc-cb23-33aa-bf40-b1ba6e404d8f", "summary": "Vincent Fillon/Dominique Perrault Architecture\"This color is not innocent,\" said Perrault, best known internationally for designing Paris' book-shaped National Library.\nVincent Fillon/Dominique Perrault Architecture\"All is transparent, all is open.\"\nThe race returnsThe inaugural Prix de l'Arc de Triomphe was held in 1920, as the finale to the historic European season's finale.\nVincent Fillon/Dominique Perrault Architecture\"The idea is to reintroduce the quality of the 'promenade' at the Bois de Boulogne.\nVincent Fillon/Dominique Perrault ArchitectureAfter last year's uneasy start, the racecourse has successfully played host to Lollapalooza music festival and Dior's Paris fashion week show this summer.", "title": "Paris' Longchamp racecourse gets ready for 'the best race in the world'", "pubDate": null, "paragraphs": ["Written by Matthew Ponsford, CNN", "Since British thoroughbred Golden Horn crossed the finish line to claim the 2015 Prix de l'Arc de Triomphe, Europe's richest race hasn't been the same.", "For two years, the race was forced to depart its usual home at Longchamp -- the historic racecourse in Paris' Bois de Boulogne, inaugurated in 1857 by Emperor Napoleon III -- as the course was rebuilt in a dramatic $145 million redevelopment.", "In 2016 and 2017, the race ran to smaller crowds in the northern French town of Chantilly, before Longchamp reopened, last year, with sparkling new facilities. But the homecoming delivered a dud , as ticket price hikes and long queues saw visitor numbers drop to around half the pre-development attendance of around 60,000.", "Olivier Delloye, CEO of France's racing body, France Galop, said they have added new facilities to fix last year's issues, which were blamed on inevitable teething problems as well as British fans, who apparently strained facilities by drinking and gambling far more than their French counterparts.", "Vincent Fillon/Dominique Perrault Architecture", "France Galop has cut prices and promised a return to the excitement that has made this race -- which carries a €5 million prize -- among the most eagerly anticipated events in the racing calendar. Organizers have not held back, promising that the race, in which British thoroughbred Enable aims to complete a first-ever third Arc win, will be \"the best race in the world\" -- and not just for the headline race.", "If all runs to plan, more than 50,000 visitors will have the chance to experience the dramatic, golden central grandstand designed by architect Dominque Perrault, built with this alchemical race-weekend in mind.", "Vincent Fillon/Dominique Perrault Architecture", "\"This color is not innocent,\" said Perrault, best known internationally for designing Paris' book-shaped National Library. \"The Prix de L'Arc de Triomphe fits more or less with the fall season, the green disappears and the golden color appears in the landscape.\"", "\"This new building creates a special relationship of color -- it's like a painting, more or less. I think it's very poetic, it's very elegant.\"", "Building on history", "ParisLongchamp, as the course was renamed on reopening in 2018, has seen wholesale transformation since 2015, with its two previous concrete stands demolished. Fixtures including the paddock complex, weighing room and parade ring have also been rebuilt as part of a new walkable masterplan, which lees the original 1857 track intact.", "Dominique Perrault Architecture", "It's about connecting racecourse, park, and city into one open \"promenade\" said the architect, who has designed a series of sporting venues, including the stadium for the Madrid Open, Berlin's Olympic Velodrome, and the athlete's village for the Paris 2024 Summer Olympics.", "\"The building is like shelves, swinging or shifting shelves,\" explained Perrault, in a telephone interview. \"The idea is to provide a type of platform. Each side is open, and you can walk, and you could sit and have the view of the event. But if you are sitting on the other side you have a fantastic landscape, also,\" looking out onto the Eiffel Tower and Paris Skyline.", "Vincent Fillon/Dominique Perrault Architecture", "\"All is transparent, all is open.\"", "Perrault has tempered the new silhouette, with an overhanging viewing area, with a focus on recovering lost connections to local history and natural landscape.", "Longchamp's first wooden stands were designed by Adolphe Alphand, a student of Baron Hausmann who led the construction of the great boulevards of the city in the mid-19th Century.", "The Eiffel Tower, whose silhouette can now be seen from Perrault's grandstand, was still three decades away when the first races were run in 1857, after the race moved from the previous racetrack at the nearby Champ de Mars.", "Vincent Fillon/Dominique Perrault Architecture", "Those early years of celebration for Napoleon, who arrived at the course's first race on a private yacht along the Seine, were commemorated by Impressionists pioneers Édouard Manet and Edgar Degas.", "But the emperor's celebrations were cut short by the Franco-Prussian War of 1870. The course was damaged during the Siege of Paris, that year, and Napoleon -- the last of the French monarchs who had been the traditional patrons of horseracing -- deposed, bringing the French Empire to an end.", "The race returns", "The inaugural Prix de l'Arc de Triomphe was held in 1920, as the finale to the historic European season's finale. The race, named as a tribute to the French soldiers of the First World War, takes place over a mile and a half of turf.", "After a break during the Second World War, when the racecourse was converted into a field hospital, the Arc has appeared in Paris every year, except for its two recent years in Chantilly.", "La Sorellina wins the Prix de l'Arc de Triomphe, 4th October 1953. Credit: Central Press/Hulton Archive/Getty Images", "During the 20th Century, Longchamp has seen many further changes, replacing wood and plaster stands with stone in 1904, and later the two concrete stands in the 1960s.", "For the thousands heading to Paris this weekend to see Enable can complete a first ever third Arc title, Perrault hopes the racecourse will also deliver an experience that reconnects the big race with the whole of Paris.", "Vincent Fillon/Dominique Perrault Architecture", "\"The idea is to reintroduce the quality of the 'promenade' at the Bois de Boulogne. The promenade is more or less the statement of the relationship of the architecture and the nature.\"", "The architect has always been mindful that, by Monday, the crowds will have departed for another year. The racetrack is designed to accommodate regular race day crowds of a few thousand, while also providing conference spaces, restaurants and facilities for regular Parisians.", "Vincent Fillon/Dominique Perrault Architecture", "After last year's uneasy start, the racecourse has successfully played host to Lollapalooza music festival and Dior's Paris fashion week show this summer. Now, it's time to see whether it can deliver on its prime objective."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Matthew Ponsford"], "url": "https://edition.cnn.com/style/article/paris-longchamp-prix-arc-de-triomphe/index.html", "keywords": ["gets", "racecourse", "larc", "perrault", "stands", "race", "prix", "ready", "fillondominique", "longchamp", "best", "triomphe", "paris", "world", "french"]}