{"id": "7a81db65-ee97-3e54-8686-b80e9ed1513a", "title": "Here's What Fortnite Brings To PlayStation 5 And Xbox Series X/S", "url": "https://www.gameinformer.com/2020/11/02/heres-what-fortnite-brings-to-playstation-5-and-xbox-series-xs", "summary": "Fortnite is inarguably one of the biggest games of the PlayStation 4 and Xbox One generation.\nOn the Xbox Series X/S side of things, players can expect 60 frames-per-second performance (even in splitscreen), with 4K resolution on the Series X and 1080p resolution on the Series S. The Xbox Series X version delivers dynamic visuals, with trees and grass responding to explosions, better simulations for smoke and liquid, and all-new storm and cloud effects.\nWith PlayStation 5, Fortnite delivers 4K resolution at 60 frames per second, with the same faster loads and dynamic visual effects as the Xbox Series X version.\nIf you transfer from Xbox One to Xbox Series X/S, you just need to download the game to your new console to jump back into the battle.\nFortnite is available on Xbox Series X/S on November 10 and PlayStation 5 on November 12.", "paragraphs": ["Fortnite is inarguably one of the biggest games of the PlayStation 4 and Xbox One generation. In fact, it was such an influential game and phenomenon that we called it generation-defining in our end-of-generation awards. Today, developer Epic Games detailed exactly what its iconic battle royale game brings to the next-gen consoles when it launches alongside them next week.", "On the Xbox Series X/S side of things, players can expect 60 frames-per-second performance (even in splitscreen), with 4K resolution on the Series X and 1080p resolution on the Series S. The Xbox Series X version delivers dynamic visuals, with trees and grass responding to explosions, better simulations for smoke and liquid, and all-new storm and cloud effects. The Series S supports most of those enhancements as well, but Epic doesn't specify exactly which ones. The load times on both consoles are also significantly improved, delivering textures faster while also getting you into matches quicker.", "With PlayStation 5, Fortnite delivers 4K resolution at 60 frames per second, with the same faster loads and dynamic visual effects as the Xbox Series X version. However, the PlayStation 5 version also adds new haptic feedback to better simulate the feeling of the gun you're using with Sony's new DualSense controller. You can also select your favorite mode to jump into straight from the PS5 Home screen, allowing you to go directly to the Battle Royale lobby with Solos, Duos, or Squads already selected.", "Regardless of the platform you choose, your progress carries over from your previous platform. Crossplay still works, and all progression and cosmetics carry into the next generation. If you transfer from Xbox One to Xbox Series X/S, you just need to download the game to your new console to jump back into the battle. If you're downloading on PlayStation 5, you need to log in to your Epic account. If you don't have an Epic account, you can log in with your PlayStation Network account if you played on PS4.", "To celebrate this move into the future, Fortnite is providing the Throwback Axe Pickaxe, the classic default pickaxe from Chapter 1, for free through January 15. Fortnite is available on Xbox Series X/S on November 10 and PlayStation 5 on November 12."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["series", "epic", "playstation", "fortnite", "brings", "resolution", "heres", "xs", "x", "version", "xbox", "game"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}