{"id": "7a955066-27ed-3de4-9c3d-e35d355d28b6", "title": "Premier League: 10 talking points from the weekend's action", "url": "https://www.theguardian.com/football/blog/2020/nov/09/premier-league-10-talking-points-from-the-weekends-action", "summary": "Not Mesut Özil but Joe Willock, who despite two man-of-the-match performances in as many Europa League starts, has not yet played a minute of league football this season.\n“No one likes to be criticised so of course they are going to come out and show their quality,” Solskjær said.\nBut the outstanding feature of Leicester’s win was another superb performance by Wesley Fofana, the 19-year-old centre-back whose seemingly effortless adaptation to the Premier League has been extraordinary.\nJacob Steinberg6) Spurs learning to pick up points the hard wayGareth Bale made his long-awaited first Premier League start on the right alongside the in-form striking partnership of Harry Kane and Son Heung-min.\nAcross the past 12 months, only Liverpool, Manchester City and Tottenham have won more Premier League games than Southampton.", "paragraphs": ["1) City’s sluggish midfield needs a fresh impetus", "As Liverpool’s front four overran Manchester City’s defence in the opening stages, Pep Guardiola was forced to accept the lack of mobility in key central midfield positions was putting his side at risk. Rodri and Ilkay Gündogan are devoid of pace, something which makes City more vulnerable to the counterattack than most. Additionally, they lack the impetus to instigate attacks from deep positions, leaving transitions to be slower than is required for a team who want to challenge for all major trophies. Guardiola dropped Gündogan alongside Rodri but this failed to quell the wave of Liverpool attacks being thrown at a City defence that is still building an understanding. Guardiola’s centre back pairing might finally be sorted but his next big acquisition needs to be in front of them if he is to ensure City are capable of beating Liverpool in the future. Will Unwin", "The Fiver: sign up and get our daily football email.", "2) Arsenal are in dire need of an in-form No 10", "A bad, bad night for Arsenal. An own goal, an injury to Thomas Partey and a shellacking at home to Aston Villa. Hats off to the visitors, but irregular happenings were also afoot. Pierre-Emerick Aubameyang couldn’t trap a beanbag. At one point, Kieran Tierney, dribbling towards his own goal, simply fell over. The gameplan for Arsenal seemed to be to intricately work it through to their talented wingers and then lump crosses precisely towards Tyrone Mings’s forehead. It didn’t work, and at no point did anyone think to try a different tack. With Jack Grealish and Ross Barkley in particularly surgical mood at the other end, Arsenal’s lack of a No 10 has rarely looked more alarming, to make Arteta’s decision to omit a certain creative midfielder quite mystifying. Not Mesut Özil but Joe Willock, who despite two man-of-the-match performances in as many Europa League starts, has not yet played a minute of league football this season. The 21-year-old has looked searingly good in Europe, equal in gusto, guile and maturity, and deserves his chance domestically before Arteta starts to look towards the January transfer window. Michael Butler", "3) Solskjær acknowledges United’s character flaws", "When he eventually finished venting his fury at the fixture schedule and turned to the positives of Manchester United’s victory over Everton, Ole Gunnar Solskjær gave an appraisal rooted in realism. The United manager could have declared vindication in his methods at the end of a draining week in which the pressure on his job resurfaced following defeats to Arsenal and Istanbul Basaksehir. He was wise enough not to do so. Instead, he acknowledged the character flaw in this squad by admitting United’s talent – plus the commitment required to underpin it – can not only come to the fore when backed into a corner. “No one likes to be criticised so of course they are going to come out and show their quality,” Solskjær said. “My job is to make sure that guard is up every time. It is never going to be easy; you have to outfight and outrun teams all the time, and we did that after a very difficult week for the boys.” Andy Hunter", "Facebook Twitter Pinterest Ole Gunnar Solskjær ended a tough week on a high at Everton. Photograph: Magi Haroun/Shutterstock", "4) Fofana continues to prove he is a sound investment", "Kasper Schmeichel made a superb save to deny Rúben Neves and help Leicester secure victory over Wolves. James Justin also played very well, as he has done in several different defensive positions already this season. But the outstanding feature of Leicester’s win was another superb performance by Wesley Fofana, the 19-year-old centre-back whose seemingly effortless adaptation to the Premier League has been extraordinary. The teenager has played with a rare combination of composure, class and pizzazz since being plunged into action amid an injury crisis straight after his arrival from Saint-Étienne. His success so far is in total contrast to that of William Saliba, who is the same age and arrived in England from the same club but has yet to be seen for Arsenal. “What he’s doing is exceptional,” says Brendan Rodgers of Fofana. “He’s playing like he’s 29. He’s a very mature boy and very streetwise. He’s been a joy to work with.” Paul Doyle", "5) Ziyech fulfilling his potential at Chelsea", "Chelsea have found a player with the imagination to unlock any defence. It is already clear why they signed Hakim Ziyech from Ajax. The winger has been superb since recovering from the injury that delayed his first appearance for Chelsea, scoring goals, laying on assists and impressing with his confidence on the ball. Frank Lampard loves Ziyech’s personality, his willingness to make things happen, and was delighted with his performance during Chelsea’s 4-1 win over Sheffield United. Starting on the right flank, the Moroccan’s ability to cut inside and swing in dangerous balls with his left foot caught the eye, while his relationship with Reece James has given Chelsea another dimension. Charging forward from right-back, James’s overlapping runs made space for Ziyech to drift inside and do as he pleased. United did not know how to respond and ended up being carved apart by one of the most exciting creative talents in Europe. Jacob Steinberg", "6) Spurs learning to pick up points the hard way", "Gareth Bale made his long-awaited first Premier League start on the right alongside the in-form striking partnership of Harry Kane and Son Heung-min. Goals appeared a certainty against a side in the bottom three still awaiting a first win, though West Brom had other ideas. But for a terrific save from Hugo Lloris to keep out a Karlan Grant header late in the game the home side could have opened the scoring at the Hawthorns and possibly gone on to claim three points. Defeat to an 88th-minute goal was cruel on Slaven Bilic’s spirited side, though further proof that Spurs are becoming more hard-nosed under José Mourinho. Their attacking flair was not really in evidence despite their dream team front three – what was more conspicuous was the patience and determination to keep going and wear their opponents down, just as they had in their previous away game at Burnley. Maybe Bale, Kane and Son will explode in due course, but for now Mourinho is happy to be picking up points the hard way. Paul Wilson", "Play Video 0:53 'Spurs would be champions in European countries': Mourinho quashes title talk – video", "7) Saints’ success a triumph of Hasenhüttl’s coaching", "If this does turn out to be a season to remember for Southampton, it will be a resounding victory for coaching and not chequebook spending. Across the past 12 months, only Liverpool, Manchester City and Tottenham have won more Premier League games than Southampton. “We develop [by] not investing a lot of money, but with investing a lot of work,” said Ralph Hasenhüttl, whose side’s intensity in victory over Newcastle was typified by the relentless James Ward-Prowse. Stuart Armstrong, who sealed victory late on, is arguably the team’s unsung hero but there are a few players jostling for that title. Kyle Walker-Peters, one of three permanent arrivals since last summer, has been superb and Jannik Vestergaard, an outcast for much of last season, an epitome of the transformation since last autumn. The same can be said for Oriol Romeu and then there is Che Adams, flourishing after stepping out of the shadow of Danny Ings. Ben Fisher", "8) Hernández and creativity absent for Bielsa", "Marcelo Bielsa’s decision not to select Pablo Hernández in his match-day squad to face Crystal Palace on Saturday raised more than a few eyebrows among seasoned Leeds watchers. The Spaniard has won the club’s player of the year award for the past three seasons but did not travel for the 4-1 defeat at Selhurst Park despite Bielsa confirming that he was not injured. “The decision may seem strange, but I chose the 18 players who I feel are most apt for the game,” he explained. “You can qualify my decision as a wrong one, given the arguments as you have given.” Bielsa did not respond to speculation that Hernández’s absence was due to his reaction to being substituted in the 4-1 defeat to Leicester last week but he must have noticed that the 35-year-old’s creative presence was sorely missed against a ruthless Palace team. Ed Aarons", "Facebook Twitter Pinterest Marcelo Bielsa watches on during Leeds’ defeat at Crystal Palace. Photograph: Tom Jenkins/The Guardian", "9) Lookman faces test after Panenka folly", "There was a roar in the empty London Stadium when Ademola Lookman’s penalty ended up in the arms of Lukasz Fabianski. It was partly an expression of relief from West Ham staff at clinging on to a narrow win. But there was also disbelief; that a young player in a crucial moment of a match could choose to do something so impudent and risky. Lookman’s Panenka is about as bad an example of the genre as you could wish to see and Scott Parker said the player’s response would be a “test of character”. It won’t be a simple test. The same professional arrogance that led Lookman to chip his spot-kick is the same quality that made him Fulham’s thrilling attacking weapon in a match they were unlucky to lose. Lookman trusts his ability, but needs better outcomes. To query that trust will require a finely tuned adjustment. Fulham will hope the RB Leipzig loanee is capable of making it. Paul MacInnes", "10) Welbeck and Mee give strugglers hope", "Both teams arrived in Brighton searching for a result that would animate their pedestrian starts to the season, but instead they simply reinforced why they have struggled so far. Brighton were typically lavish in possession and had impressive spells, with Danny Welbeck enjoying a promising full debut and Adam Lallana increasingly influential on the ball, but as usual they cowered upon sight of the goal. With the return of captain Ben Mee, Burnley were as defensively solid as they have been all season, but the away side managed a paltry four shots (one on target) against a fellow relegation rival. It was not good enough and the match eventually fizzled out as they meekly settled for a draw. While both have reason to take positives from the result, they must also take a step forward soon. Tumaini Carayol"], "authors": ["Guardian Sport"], "keywords": ["league", "season", "arsenal", "weekends", "premier", "talking", "hes", "win", "superb", "victory", "points", "action", "week", "solskjær", "work"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}