{"title": "Maersk Names CEO for Shipping, Fills Board", "summary": "Maersk moves close to 20% of all containers in world-wide ocean transport.\nMoller-Maersk A/S has named Vincent Clerc as chief executive of its ocean and logistics division and appointed a new board member after a series of high profile departures.\nThe changes come after a series of departures at Maersk that roiled the senior leadership ranks of the world’s biggest container shipping line by capacity.\n“The new executive board is united in the goal of integrating our value proposition across the business,” group CEO Søren Skou said.\nThe company is trying to focus its investment on broader logistics services including warehousing, customs clearance and inland distribution beyond its port-to-port shipping operations.", "url": "https://www.wsj.com/articles/maersk-names-ceo-for-shipping-fills-board-11576600422?mod=hp_minor_pos14", "paragraphs": ["Maersk moves close to 20% of all containers in world-wide ocean transport.", "Danish shipping giant A.P. Moller-Maersk A/S has named Vincent Clerc as chief executive of its ocean and logistics division and appointed a new board member after a series of high profile departures.", "Mr. Clerc, age 47, who has been Maersk’s chief commercial officer since 2015, will take over part of the role of Søren Toft, who resigned as chief operating officer last month to run the container shipping unit of Switzerland-based rival Mediterranean Shipping Co.", "Maersk officials said the group isn’t looking for a new COO.", "Newsletter Sign-up Henriette Hallberg Thygesen, who runs Maersk’s salvage company Svitzer, was named CEO of towage and manufacturing and will also take on some of Mr. Toft’s responsibilities. Ms. Thygesen has also been named a member of Maersk’s five-member executive board. The changes come after a series of departures at Maersk that roiled the senior leadership ranks of the world’s biggest container shipping line by capacity. The group is also looking for a chief financial officer after Carolina Dybeck Happe said in November that she would leave after less than a year in the job to join General Electric Co. as CFO in early 2020. “The new executive board is united in the goal of integrating our value proposition across the business,” group CEO Søren Skou said. Related Imitating Amazon: E-Commerce Battle Bolstered by Companies Mimicking the Market Leader", "Tanker Rates to Remain High on Tight Capacity, Plentiful Crude Mr. Clerc’s appointment will give Mr. Skou more time to focus on a larger transformation of a maritime and logistics group that includes a container shipping arm with than 700 ships and 70,000 customers around the world. Maersk said Mr. Clerc’s new job is “uniting the teams in operations focused on ocean delivery with the commercial team to ensure a better offering of integrated services to our customers and to facilitate end-to-end process thinking.” Maersk, which moves close to 20% of all containers in world-wide ocean transport, has been hit by sagging volumes on the back of the U.S.-China trade dispute and a slowing global economy. The company is trying to focus its investment on broader logistics services including warehousing, customs clearance and inland distribution beyond its port-to-port shipping operations. Write to Costas Paris at costas.paris@wsj.com", "Copyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8"], "id": "7b227a86-b7c4-3066-8701-ccf0341837ec", "authors": ["Costas Paris", "Costas.Paris Wsj.Com"], "keywords": ["maersk", "mr", "ocean", "named", "names", "group", "shipping", "logistics", "ceo", "chief", "maersks", "fills", "officer", "board"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}