{"summary": "More than a dozen New Jersey high school students visiting the “Rocky” statue in Philadelphia this week were shocked to meet the star of the film series himself while running up the famous steps where the boxer trained in the movie.\nThe 30 students from Eastside High School’s Culinary Arts, Hospitality and Tourism School in Paterson were on a field trip to the City of Brotherly Love when they chanced upon Sylvester Stallone at the statue working on a secret project.\nSYLVESTER STALLONE ADMITS HE 'HATED' DOLPH LUNDGREN DURING THE MAKING OF 'ROCKY IV'“I see Sylvester Stallone actually walking toward me,” vice principal John Super III tells NJ Advance Media said.\n“It was a joy and blessing not only for kids but the adults that were there.\nHe took the time and was respectful with the kids.”\"And moments later, suddenly appeared some of the GREATEST fans in the world,\" Stallone wrote on Instagram.", "keywords": ["stallone", "wrote", "jersey", "statue", "visit", "rocky", "surprises", "kids", "nj", "super", "philly", "really", "sylvester", "students", "school"], "paragraphs": ["More than a dozen New Jersey high school students visiting the “Rocky” statue in Philadelphia this week were shocked to meet the star of the film series himself while running up the famous steps where the boxer trained in the movie.", "The 30 students from Eastside High School’s Culinary Arts, Hospitality and Tourism School in Paterson were on a field trip to the City of Brotherly Love when they chanced upon Sylvester Stallone at the statue working on a secret project.", "SYLVESTER STALLONE ADMITS HE 'HATED' DOLPH LUNDGREN DURING THE MAKING OF 'ROCKY IV'", "“I see Sylvester Stallone actually walking toward me,” vice principal John Super III tells NJ Advance Media said. “I’m saying ‘No, no, this isn’t really him. This is probably just a lookalike.’”", "Stallone, 73, posed for a photo with the students and posted a video of the meeting to his Instagram page.", "“He just seemed so down to earth,” Super said, according to NJ Advance Media. “It was a joy and blessing not only for kids but the adults that were there. It was a great moment, it really was. He took the time and was respectful with the kids.”", "\"And moments later, suddenly appeared some of the GREATEST fans in the world,\" Stallone wrote on Instagram. \"I'm a lucky man thanks to you guys!\"", "CLICK HERE TO GET THE FOX NEWS APP", "Stallone was nominated for two Academy Awards for 1976’s “Rocky,” which he wrote and starred in.Seven more films followed, including \"Creed II\" in 2018."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/entertainment/new-jersey-high-schools-students-run-into-sylvester-stallone-while-on-field-trip-to-rocky-statue", "authors": ["Brie Stimson"], "id": "7b479d85-332e-363f-81d5-0de4e91f2515", "pubDate": null, "title": "Sylvester Stallone surprises New Jersey high school kids during their visit to 'Rocky' statue in Philly"}