{"id": "7b47de5a-afb1-37d2-846a-731a253a3832", "title": "Watch Learn to Fold the 'Canard' Paper Airplane | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/paper-airplane-canard", "summary": "We angle this little wing,a little bit higher angle of incidence than the main wing.\nAnd then I'm gonna open this upand I'm gonna stand it up.\nSo this center crease is gonna line upwith this center layer right here,and then I'm gonna move the crease just to the left sideof this center layer.\nNow you can control these two layers on top,move them down so that they line up with that center crease.\n[laughs]So now we're gonna start to movethese flaps back to the outside,and I'm gonna fold this over and then lift this top flap.", "paragraphs": ["Transcript", "[soft music]", "This plane is the super canard.", "Look at the design on this guy.", "Two sets of wings.", "You got a forward wing,", "got a rear wing here.", "By angling the forward wing at a slightly higher angle", "of incidence to the main wing", "that is just tilting it up a little bit.", "You can see the bends right there in that forward wing.", "I'm tilting it up just a little bit with these upward bends.", "Two things cause a stall.", "Too high and angle of incidence or too slow of a speed.", "Now obviously if the plane's flying too slow,", "you just don't develop enough air flow", "that will have the Coandă effect", "to stick to the surface of the wing.", "And so it's just going so slow", "that the airflow just kinda fails to form over the wing.", "No lift plane falls out of the sky.", "The other thing is that if you're angling too far upward", "with this wing here,", "eventually it can't follow around the shape of the wing.", "The airflow becomes disconnected.", "And again, we call that a stall,", "the airflow you need air flow,", "trailing off the back of the plane", "to shove the plane up to make lift.", "So those are the two ways that you're playing can lose lift", "with a stall too slow or too high an angle of incidence.", "So what we do with this plane is really kind of clever.", "We angle this little wing,", "a little bit higher angle of incidence than the main wing.", "So when it gets close to stalling,", "the little wing will stall first,", "drop the nose down and the main wing keeps flying.", "So it's a stall resistant paper airplane.", "One of the really cool features of this plane", "is that it starts with a modified version", "of a classic paper airplane base called a waterbomb base.", "I wanna show you that base", "and then I'll walk you through the folding", "of the super canard here,", "but the waterbomb base idea, very powerful.", "You can make all kinds of planes with the waterbomb base.", "You can make this Starfighter design", "starts with a waterbomb base.", "This really cool double Decker plane", "it's called the interlock biplane.", "It starts with a modified waterbomb base", "waterbomb base idea.", "The twin jet starts with a waterbomb base,", "straight up waterbomb base, no modified waterbomb base.", "That's a straight water bound base idea.", "And this guy starts with a slightly modified", "waterbomb base.", "What the heck is a waterbomb base?", "I've said it so many times.", "You must be going crazy.", "Okay so we're gonna start by making diagnoables.", "Taking the top and putting it against the side.", "First this way.", "And again, I like to hold down the corner,", "pivot those edges together, and then sweep", "make a nice clean fold,", "unfold that I'm going a little bit fast.", "Don't feel like you gotta follow along on this necessarily.", "I just wanna show you the mechanics of this thing.", "I'm leaning at this corner.", "I'm gonna get that edge sweeping down my sharp creases.", "Now we've got what you would call valley folds", "because they looked like valleys.", "When viewed from above.", "Let's flip our valleys over so that they're mountains.", "Both of my diagnoables are now mountains.", "I'm gonna fold right across the center of that X", "carefully line up the ends of the creases.", "And then I'm gonna walk slowly up here,", "find a center, sweep that direction, sweep that direction,", "pick a nice sharp crease there.", "And then I'm gonna open this up", "and I'm gonna stand it up.", "So there's this fold that we just created", "is now a mountain fold and flip it around.", "So the short side is on top.", "The X is now on the top of the page again.", "So we were here and I'm really flipping it over", "and just opening it up in a little bit", "and making a little tunnel.", "You can see, I can go right into there.", "Now, very few things happen fast in Origami.", "And this is one of the cool fast happening things.", "With just three creases,", "we're gonna make one of the all time,", "best basis for creating paper airplanes.", "And we're gonna do it just like this.", "I'm gonna take one finger and press down,", "right where all those creases meet,", "very gently just until the paper pops", "and see it pop change directions there.", "And then I'm gonna bring the top down", "and let the sides come in.", "And that is a waterbomb base.", "Let's tight in just a little bit, it fills the screen.", "Now look at what you've got here", "for making a paper airplane.", "You've got these two corners here.", "You can turn into tunnels in the front of the plane", "like I did with the twin jet.", "So you've got a delta shape happening here,", "which gives you less lift upfront.", "There's a ton of layers.", "You got four good solid layers upfront.", "And so along with having a delta shape and multiple layers", "moving toward the front of the plane,", "you're off to a great running start", "for developing paper airplanes.", "This is the super canard.", "And to start folding this guy,", "we'll need one sheet of 8 1/2 by 11 paper.", "I prefer 20 pound paper the first time through.", "A project like this lot of serious folding.", "So let's get going.", "Let's spin it.", "We have the long side on top", "and we're gonna fold it in half.", "Carefully line up the corners.", "And as usual when we're folding in half.", "Line the corners up,", "start in the middle sweep to the outside,", "just like that nice sharp crease.", "Now we're gonna fold one third of the paper over", "and the way you measure that,", "we're just gonna eyeball this.", "The layered part here is gonna be the same size", "as the un layered part here.", "So get it close, line it up.", "Make sure your layers are stand together up here.", "Don't let the layers go drifting around", "those corners together as you bring it over.", "And this part is gonna be about the same size as that part.", "And it doesn't have to be perfect.", "Just get it as close as you can eyeballing.", "Make a nice sharp crease.", "I'm gonna spin it around now", "so that the open part is toward me.", "And we're gonna do a series", "of what are called squash folds.", "And the only mistake you can make with a squash fold", "is actually trying to do it too fast.", "So let's see what's going on", "with the squash fold here first.", "So we're gonna open this up,", "lift this up to it's pointed right straight up at us.", "And we're gonna open the bottom two layers here,", "put your finger the way in there.", "So it gets all the way to the top.", "So this whole thing is starting to squeeze down", "and we're gonna move the top down,", "taking care to line up the center crease", "with the center layer here.", "So this center crease is gonna line up", "with this center layer right here,", "and then I'm gonna move the crease just to the left side", "of this center layer.", "Just to give me a little room to manipulate here.", "And I do that a lot,", "it's a little tiny bit of a cheat", "just to make sure I've got rooms to manipulate layers.", "Not really a cheat,", "it's just the proper way to fold.", "[laughs]", "So that's a squash fold.", "We've taken this flap and it was sticking up like that.", "And we're squashing it reaching inside,", "starting to move the layers to the outside", "and moving it down and squash it flat like that.", "Now we're gonna do the same thing to the back side here.", "And so let's flip it over", "and we're gonna lift this layer up.", "And again, we're gonna open up.", "The open layers here, put your finger all the way in there.", "So it starts to open up.", "Now at this point,", "you can't see the layers underneath, right?", "You're blocking.", "So once you get it going in the correct direction,", "pro tip here, flip it over.", "Now you can control these two layers on top,", "move them down so that they line up with that center crease.", "And we're gonna complete the squash", "from the opposite side", "you would normally complete a squash fold from,", "but you're gonna make a much more accurate crease.", "I work up to the top,", "sweeping down to the bottom,", "and now you can see you've got a waterbomb like base,", "and we're not done with squash folds.", "Each one of these flaps, one, two, three, four,", "it's gonna get squashed folded.", "So let's get going on that.", "Move the right hand flap to the left.", "I'm gonna press down and carefully line up this crease", "with the center crease here.", "Squash fold there.", "Okay, so open this up a little bit more.", "Sometimes it's convenient to use a pen to reach up in there.", "If you've got a pen handy, that's a good thing to do.", "I'm just gonna reach up in there with my finger", "and opened that up a little bit more, press that down.", "I want the squash to go neatly all the way to the top.", "So again, the only mistake you can really make", "with a squash fold is doing it too fast", "before everything is lined up.", "Get my crease just lined up", "with the center crease perfectly.", "There I've got it squashed control the layers.", "And now I'm just gonna move this top flap", "back to the left.", "And now we're gonna squash this side.", "So I'm lifting that up, opening it up,", "carefully positioning that crease", "so that the squash ends right up here at the top point.", "And then I'm gonna line up the crease", "that I'm flattening here right with the center line,", "carefully lining it up with the center line.", "And then sweeping to the outside the squash", "to complete the squash.", "So you are squashing it down,", "but really you gotta be a little more careful", "than just waa.", "You're gonna nudge it in there,", "coax it into coming up correctly there.", "So I was squashed here.", "I'm taking that top layer back to the left.", "Now I got this sort of upside down ice cream cone", "or upside down kite shape here.", "And now we're gonna squash these guys out here.", "So it's easier to flip it back over to squash those layers.", "Let's flip it over.", "I'm gonna lift up one layer,", "the right-hand side and press down.", "You can start to see the layer opening right here.", "This is what we're gonna squash right there,", "pressing down.", "And I'm lining up the crease with this edge right here,", "this time,", "this edge down here.", "So this long crease is lining up", "with just that edge right there.", "So again, carefully working my way up to the top point.", "So that comes out and then lining up the crease", "and then pressing these flat.", "So now we're gonna move this top layer back to the right.", "And we're gonna squash this one right here.", "So let's lift it up.", "Let me see that's where we're gonna squash right in there.", "Those layers and gently coaxing", "that top of the squash up there", "so it meets the point carefully lining up the center crease", "on this flat with the main center crease of the plane", "and looking good.", "Now, a double check always", "this came out really nice and neat down here.", "These corners lined up really super nice.", "That's gonna be the rear corners of the plane.", "So we're off to a good start.", "If that's a little bit off,", "you can kind of fudge your squash folds to match,", "but if you've taken care to line up these creases", "with the center line on each side, it should be okay.", "So again, I squashed it.", "Now I'm moving that top flap back.", "And we've got,", "oh boy you can start to see it's getting complicated.", "[laughs]", "Look at all that, that's just amazing.", "So the next move we're gonna do", "is a complex move called a pedal fold.", "And we're gonna start our pedal fold", "by taking these two little raw edges here", "just to the center.", "So we're working with the top flap here.", "I just go to the center.", "Oops I missed a little bit there.", "Can you see, I missed this a little bit down there.", "I'm gonna straighten that right there", "and just pull it up until I can straighten it.", "I'm gonna do this side.", "Just in that we're getting ready to do the pedal fold.", "So we've got the two preliminary moves done", "for the pedal fold.", "What we're gonna do now is open up those two moves.", "And to make a pedal fold", "we're gonna need to do three more creases", "on the inside here.", "So a new crease is gonna go at the end,", "right straight across at the end", "of these two creases we made in preparation.", "And then you're gonna make two creases that go here.", "So we're gonna actually make", "a little triangle inside there,", "but it's actually easier than you think.", "So what we're gonna do is lift this top layer,", "just the top layer here of this big triangle.", "We're lifting it up and we're gonna use as the limit,", "these little creases that we made here", "so that the limit is gonna be this corner right here", "and this corner right here.", "That's gonna be the limit.", "So we're gonna lift up this layer", "and we're gonna start to form this crease", "that goes straight across", "between the ends of those two creases.", "And we're just gonna bend it right there for now.", "We're not gonna definitely make a crease.", "So bend it right there where these two creases meet,", "this crease underneath and the crease on top.", "So that's gonna be a pivot point.", "So we're gonna follow the crease on the bottom", "on both sides.", "So we've got the crease on the both sides on the bottom", "going up, and now we're gonna bend this up,", "keep moving it up", "until we bring together these two sides", "until they meet right here at this center crease,", "we're using the center crease as a way,", "the center crease right here, you can see right there,", "the center crease,", "we're using that as a way to line up", "the sides that we're moving to the inside here.", "So we're just kind of wrapping this around,", "using the center crease", "as where the points of this is going to come out.", "And now we wanna start definitely making", "the creases in here from the center point,", "down to the corners here", "can kind of give it a little more attention", "by pressing right there.", "And you can still see,", "we haven't made our crease across here,", "but now we're gonna do that.", "We're gonna lift that up and make the crease right there.", "Now that is the completed pedal fold.", "And now that I've got it done, it looks so easy,", "but here's where we started.", "We started here.", "We were like this, we folded this in.", "We folded this in,", "and now you can see where the new creases are gonna go.", "This is a valley folds.", "These two are mountains.", "And we start by lifting that up,", "following these creases on the bottom,", "those are going right where we want it to go,", "Follow those on the bottom", "and that'll pull the layers to the inside", "if you work that up into a point here.", "And then the last move is to push that point", "and flatten it out.", "Once you got this fancy schmancy thing all done,", "[laughs]", "now the evil really starts.", "Okay, we're gonna pull this apart.", "And we're gonna grab onto these two legs", "and pull out kind of", "like you see my thumbs kind of going under,", "as I'm pulling out.", "And then that crease should-", "If you can pull it up, it'll pop like that.", "Then you just push it in there and using the same creases,", "no new creases thee just using the same creases.", "It'll go up and inside.", "Crazy, crazy, crazy.", "But that's not as crazy as it's gonna get.", "[laughs]", "We're about to get even crazier.", "Now we're gonna start making these canards.", "You can see how these guys are sweeping out.", "So we're gonna lift these up and sweep them out", "and then we're gonna narrow them eventually.", "So the first trick is to make sure", "that you know where the point is underneath it,", "just kind of the braille method,", "that little point underneath that we made go up,", "we're gonna use as a limit", "for how much we're gonna lift this up.", "So this guy is gonna start to get reversed.", "We're gonna change the direction", "of this crease right here.", "We're gonna pop that out", "and change the direction of that crease.", "And we're gonna lift it up,", "but we're gonna use that point inside", "as the limit for how high that goes.", "So our little point is right here,", "inside here you can kinda feel it.", "This layer is gonna get reversed.", "That crease gets reversed and we're gonna lift it", "to where the point ends there.", "You'll be able to feel it pretty definitely.", "Now the tricky thing is to squash this whole flat,", "this whole thing flat,", "'cause it's just bulging up in the air,", "doing nothing definite here.", "So now we're gonna have to start shaping it.", "We've got this crease going right where it needs to go.", "So from the back side, from the under layers,", "let's work our way from the bottom to the top.", "So what's gonna happen at the bottom layer", "is we're gonna make a crease that goes from up in there,", "out to this point here.", "So let's do that.", "So way up there where this point is buried underneath,", "we're gonna go make a crease", "that goes from that point down to this corner right here.", "So this is the backside of that flap", "that we reversed the direction of the main crease on.", "We're just gonna make a crease that goes there.", "And now we're gonna follow this crease here,", "pressing that down,", "and you'll see that there's some slack happening right here.", "And so to make the top layer crease,", "we're just gonna press this down.", "Try to line up the crease with the bottom layer.", "'Cause this is a really hard move by the way, very complex.", "So take your time.", "You'll need to watch this a couple of times to probably get", "that's okay.", "So now it looks like that.", "Now we do the same thing to the other side.", "Again, the first move is reversing the direction", "of this crease right here.", "So we're gonna pop it up", "and we're gonna let it reverse", "all the way up to where the other one ends.", "Just make sure it's in a matching point there,", "start moving it over", "so that we can make the bottom layer crease here.", "And it's going up inside there", "all the way down to this corner here.", "That's the first part of this assembly.", "And now we're gonna start pressing it flat", "by using this long crease that we reversed, press it down.", "You have to press inside there.", "You can see this little triangle form right there,", "right there.", "These little triangles should be about the same size", "on each side.", "If you zoom in you'll see those little triangles", "a little more definitely.", "Those little guys forum as a result", "of the too much slack here.", "So we've created this", "what's gonna be the forward canard of the plane,", "right there.", "So this started down like this.", "We lift this up, reversing that fold", "and then we make this crease and then press this", "and press the top triangle back down,", "which forms this little triangle right there.", "And of course you do that on both sides.", "We're not done.", "As you can see, the canard is a little bit thinner", "than the flap we've got there.", "So now we've gotta start narrowing that flap.", "So step one on doing that is to take this edge right here,", "this raw edge here,", "we're gonna lift this whole flap up", "and over and line it up with the right hand side there,", "this long crease that we just made,", "with that one there,", "we're gonna do the same thing on this side.", "This raw edge goes against this new crease", "that we just made right there.", "Okay so this is another difficult fold.", "If you can make it pass this you're going all the way.", "I know these were hard.", "This is even weirder.", "This is a little weirder.", "So hang in there.", "This is where the all the magic starts to happen right here.", "We're gonna unfold this,", "lifting the top layer and using the end of that crease", "that we just made as a reference.", "You're gonna hold that down with your thumbnail.", "You're gonna lift the top layer top layer only.", "And we're gonna make a crease that goes from right here", "for this little reference crease", "ended all the way out to this corner right here.", "So top layer only,", "making the crease going out to that corner.", "You can run your finger down inside,", "right to the corner that pocket,", "there's one layer done.", "Now we're gonna lift the layer that we left behind,", "swing this back down, lift both of those layers together.", "And you can see this guy started to pop", "for pulling that upward.", "So this layer here is gonna get pulled up", "and we're gonna make a new crease that goes up this way", "on this layer right here.", "So those two guys lift those together", "and you can see this is pulling up, pulling up, pulling up.", "So start to form a crease that goes from right here,", "all the way down to this corner right here.", "So let's just push that over and make that crease.", "Make sure this is staying in the right position,", "making that crease.", "And then you'll make a new crease up here", "as that comes together.", "Now I missed a little bit.", "You can see that I missed it just a little bit right here.", "I'm just a little below that mark.", "That's okay don't worry about that.", "Just try to get it in the same spot for this side.", "It's not critical, but if you miss a little bit,", "it's way more important to get this whole assembly", "kind of looking like this,", "and this corner ends up being kind of important", "for the looks of the plane later.", "So now that you've got that going,", "we're just gonna lift this up and tuck that underneath.", "And there we go.", "You can kind of see that now that canard", "is really starting to form there.", "So let's do the same thing to this side.", "We're gonna unfold that we're gonna use our thumbnail", "as a limit there,", "and I'm gonna cheat it down", "just so it ends up in the same place as my other fold.", "There we go.", "Now those corners are matching it.", "You'll never see the error, okay.", "I'm folding out to the outside edge there,", "the outside corner that is making that crease.", "Trying to get it to lineup", "with the mistake that I made before.", "[laughs]", "Okay, there's the underlayer done.", "Now I'm gonna swing that back down", "and lift both of those at the same time,", "which is gonna cause this layer to start pulling up.", "So lay that flat,", "continue to pull that layer up and make the new crease", "from this corner right here,", "all the way down to this corner right here.", "Rolling that over, getting that corner in place,", "flattening it and flattening this part right up here.", "So it wasn't perfect.", "It's a little bit off, but you know what?", "I'm not gonna sweat that.", "It looks like a giant error right here right now,", "but you know what?", "It's not gonna affect the plane flight.", "That's one where we're just gonna go.", "That's between you and I.", "Is the way I gonna tell anybody about that one.", "We've a little bit of a mistake right there.", "We're gonna straighten it up", "on the next move that we're gonna do here.", "This is how we're gonna hide that one.", "[laughs]", "So now we're gonna start to move", "these flaps back to the outside,", "and I'm gonna fold this over and then lift this top flap.", "I'm gonna fold this over, just right at that corner.", "So it's gonna go from this corner", "all the way down to this corner", "and moving this flap back to the outside.", "Here we go.", "And we'll do the same thing on this side,", "the corner from this only,", "I'm not gonna go to that corner.", "I'm gonna go right here where this guy ends right here.", "Okay so moving that back out,", "I'm gonna go just short.", "This is where I'm gonna level this guy up right here,", "just short and right there where that one matches.", "And then I'm gonna go down to this corner.", "And that my friend is how you hide the tiny folding error.", "[laughs]", "Those corners came out in the right place.", "And let's hope that layer slipped just a little bit.", "'cause was as I was playing games there.", "So I'm gonna remake that, holding that in place.", "Okay, there we go.", "That's better.", "Now that's laying flat.", "We're gonna do a little reverse fold move here", "because it'll lock together and hold together", "a little bit more nicely.", "Instead of just leaving that loose like that,", "I'm gonna tuck this under a little bit.", "So I've got two layers kind of compressing it together.", "So a reverse fold works like this.", "We're gonna unfold that,", "we're gonna follow the bottom layer", "and reverse this top layer here.", "So this edge is gonna end up going the different direction.", "That's why it's called the reverse fold.", "We're actually gonna reverse this big crease here.", "We're gonna decrease this a little bit right here,", "but that's not the reversing part.", "This is the reversing part.", "Flattening that following the bottom layer,", "pushing that big crease to the all the way up inside there", "and I've reversed it.", "So it was down here like this", "and kind of like closing a milk curtain.", "I'm pushing that in,", "following this bottom layer is gonna go the same direction", "it's going in this top layer.", "You can see it was like that.", "And then it's gonna turn into a mountain fold", "as I push this layer in", "and reverse that crease there,", "this turns into a mountain fold.", "That's one side done.", "No new creases here.", "We're just manipulating the old creases.", "So I'm gonna make this reverse fold here", "because it's gonna reverse this little part.", "I'm lifting this up, pressing this crease.", "That's gonna reverse I'm pressing as flat,", "pressing it to the inside.", "And it goes swings out like that.", "So now all we have to do is a little bit of shaping.", "What we're gonna start with is folding the plane in half,", "right down the center line.", "Let's flip it over.", "So the relatively smooth side is up.", "We're gonna rotate it so the nose is pointed left.", "And then right down the old pipeline here,", "just following the existing crease.", "Now when you're making the wing crease,", "the cool thing here about this plane", "is that you can see this old style dart.", "The classic dart is kind of in the heart of this thing", "and it's populated by all this other high-tech stuff.", "But to get the old school dart look,", "we're gonna use this edge", "and bring it right down to the center crease", "that we just made really easy to do with the nose.", "You have tons of room to line up right here at the nose.", "And so you'll get that going that direction", "and then bring it down.", "And you have to play a little bit of peek-a-boo here", "with the center crease.", "You can see it pretty easily right there.", "I'm gonna move in a little bit.", "You can see it even better here.", "You can see it right here.", "You're gonna line up right there", "and then just do the best you can,", "as it goes back toward the rear of the plane.", "So get it going the right direction,", "kind of start pressing it.", "And then go ahead and start creasing it sweeping left,", "sweeping right.", "And that's looking pretty good.", "Let's flip it over.", "We'll make the other wing match of course.", "So now the important thing is", "you've got these two rear corners.", "On every paper airplane,", "that's what you wanna pay attention to", "those two rear corners, this and this.", "And of course, we're gonna use our lineup right here again.", "Let's get the nose going,", "we're just gonna bend it over.", "We're not really get to make a fine crease here yet.", "We're just gonna bend it into position", "and then continue to bend this over.", "Now you're gonna carefully line up these rear corners", "and start making a bend in there", "before you make a real crease, get it lined up,", "start to press a little bit harder.", "And then we're gonna sweep toward the back of the plane.", "Make sure those corners are staying lined up.", "As you sweep toward the back of the plane", "and get a little bit of air going there.", "There we go back on track,", "sweep to the back of the plane", "and then start sweeping to the front of the plane.", "Get that locked down in position.", "Now your canards could be a little bit off here.", "You can see it's not perfect, but that's okay.", "What you're gonna do to level this thing up", "to even this up", "is you're gonna make a crease for these winglets.", "Now look at the way the crease goes right down", "the winglets so that it stays in a straight line right here.", "That's what you're looking for.", "And if you're looking for it to be parallel", "with the main wing crease", "and in a straight line right there.", "So if you look at it right down the barrel here,", "you can see those that's one straight line", "right down the winglets.", "That's what you're shooting for.", "So let's start with the rear winglet", "and we're gonna use this corner right here", "as kind of a reference.", "And you can see the angle that we're aiming for right here.", "Move that up a little bit.", "That looks pretty good.", "Okay I'm gonna go ahead and make that,", "that looks pretty tight.", "Pretty correct.", "And we're gonna make this,", "we're just gonna continue on", "just like we're making one solid crease up there.", "We're just gonna continue this line right through here.", "And we'll do the best we can to line this up", "and make it even.", "It's giving me a little bit of trouble right there.", "So I'm gonna back up and take one more run out of here.", "That looks pretty good.", "So that came up pretty straight,", "straight line between those creases right there.", "That's looking good.", "And no matter how straight it came out,", "when we do the other side,", "we're gonna make these layers match.", "And so the key thing here,", "when we flip it over to do the other side,", "you start paying attention more to that bottom layer.", "You do want it to be parallel here,", "but really what you're doing", "is you wanna make this wing match the other wing.", "So carefully roll it over", "until you can just line up with the edge below.", "So what you're doing is just carefully rolling over,", "and double checking underneath there", "that you're lining it up right on top of that other edge.", "And then as a last check just take a look at this edge here.", "So that all looks pretty good.", "Lining up that edge that comes out pretty parallel.", "And what we're gonna do here,", "is now do the same thing with the front winglet.", "But just get that going.", "Looks like we're pretty close in line with this.", "Okay looking good.", "Winglets are done.", "They're folded anyway.", "Now it's all about the adjusting", "and there's some really delicious adjusting", "with regard to this plane.", "So the first thing we're gonna do,", "unlike most a great paper airplanes,", "not a lot of dihedral angle here.", "We're gonna set the wings fairly flat", "because these winglets", "are gonna add what's called effective dihedral.", "They're gonna cause the wingtip vortices", "to shed really cleanly.", "And they're gonna really help the plane resist", "rolling left or rolling right.", "And as long as these are straight up and down,", "what you've got here is effective dihedral", "from these upward swept wing tips, both ways.", "It also gives it really good structural integrity", "all the way down the length of the plane.", "And then, what this plane is known for", "is being stall resistant.", "And to add the stall resistance.", "What we're gonna do is increase the angle of incidence.", "That is the amount of tilt on this forward wing.", "Now stalls are caused by two things.", "If the plane is flying too slowly,", "the airflow just can't follow the shape of the wing.", "So the Coandă effect doesn't have a chance to have its way", "to follow the surface of the wing.", "So if too slow a flight is happening,", "the airflow comes unglued that's called a stall.", "And if the plane is tilted up too much", "with regard to the airflow,", "if it's just trying to angle up and fly like that,", "too much of the airflow is going like this.", "The airflow can't easily follow the shape of the wing.", "And so the airflow comes unglued", "and no more downward vectoring off", "the trailing edge of the plane", "and therefore no more lift.", "It's a loss of lift.", "So stall is really just a loss of lift,", "a loss of laminar flow over the wing,", "and it's not making any more lift and we call that a stall.", "So what we're doing here", "is intentionally making the little wing stall", "by adding more angle of incidence here,", "tilting that upward more.", "So when the whole plane is close to stall phase", "because this little wing is tilted up a little bit more,", "it's gonna stall first, that'll drop the nose down,", "which now causes the plane to pick up speed", "and reduces the angle of incidence on the main wing here", "so that it never gets to stall phase.", "So it's a really tricky little design.", "You've got a little bit of upward sweep here on the canard.", "And then what we're gonna do of course,", "because it is a glider and an engineless plane.", "We're gonna add some up elevator right back here,", "right there.", "That is a really great looking plane.", "Pull back out just a little bit.", "Give yourself a little bit of room there", "to swing the sky around,", "show you every angle of this guy.", "Look at that.", "What a gorgeous looking plane.", "You can see that old style dart front to back there,", "really cool,", "forward canard making it stall resistant,", "and then that nice broad rear wing their.", "Gorgeous plane will fly pretty good distance.", "But here's the issue with this guy.", "Look at all of these layers under here,", "that's really gonna cause a lot of drag", "underneath the plane.", "All the airflow does is get tripped up", "on all those little layers everywhere.", "And so it's slowing it down.", "That's a drug inducing thing all those layers,", "even all these layers right here at the nose,", "see all that thickness happening right there.", "It's just not quite as clean as it needs to be", "to get a world record going.", "But what a fantastic looking plane.", "The super canard.", "[sot music]"], "authors": ["Condé Nast"], "keywords": ["im", "start", "cne", "paper", "gonna", "bit", "learn", "video", "watch", "wired", "layer", "little", "really", "wiredcom", "center", "fold", "canard", "crease", "airplane", "right"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}