{"url": "https://www.newyorker.com/magazine/2019/10/07/richard-serra-will-jolt-you-awake", "paragraphs": ["Great sculptors are rare and strange. In Western art, whole eras have gone by without one, and one at a time is how these artists come. I mean sculptors who epitomize their epochs in three dimensions that acquire the fourth, of time, in the course of our fascination. There’s always something disruptive—uncalled for—about them. Their effects partake in a variant of the sublime that I experience as, roughly, beauty combined with something unpleasant. I think of the marble carvings of Gian Lorenzo Bernini in Rome: the Baroque done to everlasting death. A feeling of excess in both form and fantasy may be disagreeable—there’s so much going on as Daphne morphs into a tree to escape Apollo, or a delighted seraph stabs an ecstatic St. Teresa in the heart with an arrow. But try to detect an extraneous curlicue or an unpersuasive gesture. Everything works! Move around. A newly magnificent unity coalesces at each step. You’re knocked sideways out of comparisons to other art in any medium or genre. Four centuries of intervening history evaporate. Being present in the body is crucial to beholding Bernini’s incarnations. Painting can’t compete with this total engagement. It doesn’t need to, because great sculpture is so difficult and, in each instance, so particular and even bizarre.", "Richard Serra, with current shows at three branches of the Gagosian gallery, is our great sculptor, like it or not. I say relax and like it. His new work consists, at one gallery, of a nearly twenty-foot-high, nearly hundred-foot-long elongated S shape of two-inch-thick weatherproof steel (sealed by its patina of softly textured rust) and, at another, of standing steel cylinders that differ in proportion of height to breadth but share the condition—so we are told and can only believe—of weighing fifty tons apiece. All the works were forged in Germany and shipped to Newark, and the two segments of the S shape spent the trip on deck. This likely explains the blooming orange surfaces of the plates on sides that were exposed to sun and the gloomy striations on the other sides, as yet uncured. The third show is of “drawings”—rather a frail word for diptychs and triptychs of large sheets of heavy paper bearing thick black shapes in paint stick, ink, and silica. Hardly pictorial, they are about as amiable as the front ends of oncoming trucks. Apropos the sublime, there’s possible unpleasantness galore about Serra’s sculpture: gross materiality, bombastic scale, and perhaps the all-time aesthetic quintessence of passive aggression. You can’t not think of the artist’s willfulness. He has seemed at times an Ayn Randian (though leftist) figure of the creator as a law unto himself. I would dislike him if I could build a case from the visible evidence equal in strength to my itch to dislike him. But beauty kicks in. Again, shift your viewpoint. There is a Beethoven-like majesty to the way the forms track, bend, concentrate, and release the space that they share with you. Your movement in their vicinity is a kind of dance that you can’t refuse or repress. Clear your mind. Let your body tell you what’s happening. Then your mind may start up again, pondering the work’s significance. How can anything so preposterous feel matter-of-fact? How can it stun while coming as no surprise?", "“Diptych #6,” from 2019. © 2019 Richard Serra / ARS, courtesy Gagosian; photograph by Rob McKeever.", "Serra is the straight-line consummator of Minimalism, the aesthetic revolution that, in the nineteen-sixties, redefined what sculpture is and what it does. Rather than offer objects for contemplation—as Bernini or Rodin or even expansive modernists such as Giacometti and David Smith did—minimalist artists induce acute self-consciousness, making us aware of where we are in a given space and how our sensations alter as we move. There’s no right vantage point. Minimalism ratified in art a mid-century shift to the sprawling new world of superhighways, airports, corporate plazas, malls, and big-chambered contemporary museums. For the viewer, it is “theatrical” and “in his way,” as the formalist critic Michael Fried put it, in an amazing essay from 1967, “Art and Objecthood,” in which his bull’s-eye attacks on the movement constituted an unintended appreciation. Boxes by Donald Judd, tiled metal plates on the floor by Carl Andre, and fluorescent fixtures by Dan Flavin irradiate rather than occupy space. Judging the work is complicated by a nagging consciousness that, as in a game of tag, the “it” is you. The inside-out aesthetic spread to many arts, notably music and dance, and remains a tacit lingua franca of curated exhibitions to this day."], "pubDate": null, "id": "7b889edc-289e-347f-a37c-80baf5c3c0a6", "keywords": ["theres", "jolt", "artists", "art", "space", "serra", "work", "sculpture", "great", "cant", "works", "aesthetic", "awake", "richard"], "title": "Richard Serra Will Jolt You Awake", "summary": "In Western art, whole eras have gone by without one, and one at a time is how these artists come.\nIt doesn’t need to, because great sculpture is so difficult and, in each instance, so particular and even bizarre.\nRichard Serra, with current shows at three branches of the Gagosian gallery, is our great sculptor, like it or not.\n© 2019 Richard Serra / ARS, courtesy Gagosian; photograph by Rob McKeever.\nSerra is the straight-line consummator of Minimalism, the aesthetic revolution that, in the nineteen-sixties, redefined what sculpture is and what it does.", "authors": ["Peter Schjeldahl", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Calvin Tomkins"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}