{"id": "7b916de0-5718-3ca4-a5c6-a63be9ae2c20", "title": "Driving Through the Pandemic, and the Future of Trumpism", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/driving-through-the-pandemic-and-the-future-of-trumpism", "summary": "Illustration by Golden CosmosDonald Trump ran as a populist insurgent; his accomplishments in office, though, have largely fallen in line with G.O.P.\npriorities.\nA New York City bus driver recalls the terrifying early days of the pandemic, and reflects on the current state of frayed nerves and danger.\nThe Future of TrumpismDonald Trump ran as a populist insurgent; he has governed largely according to Republican priorities.\nDriving Through the PandemicA New York City bus operator recalls the terrifying early days of the pandemic, and reflects on the current state of danger and frayed nerves.", "paragraphs": ["Illustration by Golden Cosmos", "Donald Trump ran as a populist insurgent; his accomplishments in office, though, have largely fallen in line with G.O.P. priorities. Nicholas Lemann considers whether, if Trump loses this election, his movement will survive him—or if the Republican Party will revert to its norms. A New York City bus driver recalls the terrifying early days of the pandemic, and reflects on the current state of frayed nerves and danger. And the music critic Carrie Battan describes how the sound of Korean pop is becoming part of the American mainstream.", "The Future of Trumpism", "Donald Trump ran as a populist insurgent; he has governed largely according to Republican priorities. If he loses the election, what will become of his movement?", "Driving Through the Pandemic", "A New York City bus operator recalls the terrifying early days of the pandemic, and reflects on the current state of danger and frayed nerves.", "Carrie Battan on K-Pop", "The music critic describes how the sound of Korean pop is becoming part of the American mainstream."], "authors": ["Condé Nast", "David Remnic", "Nicholas Leman", "Jennifer Gonnerma"], "keywords": ["reflects", "trumpism", "driving", "terrifying", "recalls", "trump", "republican", "state", "pandemic", "priorities", "york", "sound", "ran", "future"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}