{"paragraphs": ["In late October, Nicolas Ghesquière posted an Instagram image of Qiyana, a star of the multiplayer online battle-arena game League of Legends, in a limited-edition Louis Vuitton “prestige skin.” The Vuitton artistic director of women’s collections isn’t one of the eight million people who simultaneously play the game each day—launched in 2009, it’s one of the world’s most popular esports—or one of the nearly 100 million unique viewers who watched last year’s world championship. But augmented reality—along with an abiding love of sci-fi and time travel—is absolutely a personal obsession.", "“It’s fascinating—the frontier where fantasy begins and reality ends,” says the designer. “Where it’s especially interesting for us is how a character that was built in the game becomes an influence on the real world, and how people will want to dress in her looks.” To facilitate that, Ghesquière has created virtual outfits for Qiyana and her fellow League of Legends champion Senna—“skins,” in gamer parlance—that players can earn in-game (or buy, if their battle skills aren’t up to snuff). For the real world, he’s combined the LV and LoL logos and produced a capsule collection of leather goods and street-smart, sporty riffs on the in-game clothes, in color-blocked tech jersey and chrome leather, that hits stores this month.", "Nicolas Ghesquière with Qiyana, a virtual champion from League of Legends. Photo: Courtesy of Louis Vuitton", "This isn’t the first time Ghesquière has intersected with the online-gaming world—he enlisted Final Fantasy’s Lightning to star in Louis Vuitton ads in 2016—but the League of Legends partnership takes brand synergies to another level entirely. Qiyana and Senna are members of a virtual hip-hop group, True Damage, featuring vocals from real-life singers and musicians, that released a music video for their song “Giants” at the 2019 LoL World Championship Finals in November. (Qiyana wears a Ghesquière-designed Louis Vuitton look in the video.) If the experience of 2018’s virtual LoL group, the K-pop band K/DA, is any indication, True Damage’s tune will likely chart. And if esports are now producing hit songs IRL, why not sold-out Vuitton Speedys and Neverfulls?", "“What’s exciting about this project is how alive it is,” Ghesquière says. “Millions of gamers will jump in, and if they reach a higher level of difficulty they’ll be able to enjoy Qiyana and Senna in their Vuitton looks. Look at how kids love Snapchat and the transformations they can make,” he continues. “This is an extension of that. To be able to dress in virtual reality as you wish—that’s a possibility now.” Ghesquière was extremely impressed with the ways in which League of Legends’ developers brought his designs to life. “You feel the fabric: how it’s moving, the weight of the texture. It’s quite incredible.”", "Will customers be shopping for Louis Vuitton products for their online avatars in the not-too-distant future? Probably yes. Consider the recently launched fashion-styling game Drest, in which users pay for virtual designer goods.", "At the moment, though, the real excitement of the League of Legends matchup for Ghesquière is how it could augment his work in Vuitton’s ateliers. “Going forward, we might be able to design in virtual reality and see what impact our products would have on the public, and only then realize them in real life,” he says. “It’s exciting how this virtual world is opening a new voice for creativity.”"], "url": "https://www.vogue.com/article/louis-vuittons-new-capsule-with-league-of-legends?mbid=social_onsite_twitter", "pubDate": null, "keywords": ["vice", "league", "french", "real", "online", "high", "vuittons", "qiyana", "versa", "ghesquière", "virtual", "game", "louis", "gamingand", "legends", "vuitton", "world"], "id": "7b9faea4-8792-37a6-8879-c8ae53930acf", "title": "Louis Vuitton’s New Capsule with League of Legends Brings French High Fashion to Online Gaming—and Vice Versa", "summary": "Nicolas Ghesquière with Qiyana, a virtual champion from League of Legends.\n(Qiyana wears a Ghesquière-designed Louis Vuitton look in the video.)\nIt’s quite incredible.”Will customers be shopping for Louis Vuitton products for their online avatars in the not-too-distant future?\nAt the moment, though, the real excitement of the League of Legends matchup for Ghesquière is how it could augment his work in Vuitton’s ateliers.\n“It’s exciting how this virtual world is opening a new voice for creativity.”", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Nicole Phelp"]}