{"id": "7bbf559d-831d-3523-a5a6-5a992084ec39", "title": "Sour grapes - A proposal to water down Sweden’s state monopoly on booze", "url": "https://www.economist.com/europe/2020/11/07/a-proposal-to-water-down-swedens-state-monopoly-on-booze", "summary": "Last year it produced around 3,000 bottles, mostly from solaris grapes, a variety suited to cooler climes.\n“And I would have to say no.”In 1955 Sweden replaced a rationing system so ineffective that even the temperance movement opposed it with a state monopoly on alcohol sales.\nLast year, in exchange for propping up the minority government, the moderate Centre Party negotiated a consultation on the introduction of “farm sales”.\nOpponents also argue that farm sales could be illegal under European Union law, though this has yet to be tested.\nBut farm sales would by their nature exclude alcohol from abroad.", "paragraphs": ["M OST NORTHERN-HEMISPHERE wine is produced at a latitude of between 30° and 50°. Any farther north and it gets too cold. Ahus vineyard, in Skane county on Sweden’s Baltic coast, is at a chilly 55.9°. But since 2005 it has been cultivating vines on a hectare of farmland. Last year it produced around 3,000 bottles, mostly from solaris grapes, a variety suited to cooler climes. It also welcomes tourists. This summer saw a rush of interest from Swedish oenophiles holidaying at home because of the pandemic. Visitors would ask, “Can we buy a bottle as a souvenir?” says Karin Birch, who helps run the vineyard. “And I would have to say no.”", "In 1955 Sweden replaced a rationing system so ineffective that even the temperance movement opposed it with a state monopoly on alcohol sales. Today 446 shops called Systembolagets are the only places where Swedes can buy alcohol stronger than 3.5%, besides bars and restaurants. Similar monopolies exist in other Nordic countries, and the arrangement remains broadly popular.", "The state’s grip on booze sales may be about to weaken, however. Last year, in exchange for propping up the minority government, the moderate Centre Party negotiated a consultation on the introduction of “farm sales”. The policy would allow producers such as Ahus to sell directly to customers. But the idea is controversial.", "The IOGT-NTO , a Swedish temperance movement, claims that farm sales are a Trojan horse that will end up letting big producers flog their wares on the open market, noting that the Swedish farmers’ association has argued against putting a size limit on sales. Opponents also argue that farm sales could be illegal under European Union law, though this has yet to be tested. In 1997, two years after Sweden joined the bloc, the European Court of Justice ruled that the monopoly complied with the EU ’s rules on the free movement of goods, since it did not discriminate against any producers. But farm sales would by their nature exclude alcohol from abroad."], "authors": ["The Economist"], "keywords": ["sales", "temperance", "produced", "producers", "swedens", "swedish", "proposal", "booze", "vineyard", "monopoly", "farm", "sweden", "alcohol", "movement", "state", "water", "sour", "grapes"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}