{"id": "7bde04e6-6133-3d5c-8bd1-ba8d66beb250", "title": "Herschel Walker: Democrats “Don’t Want You To Have A Voice Anymore”", "url": "https://radio.foxnews.com/2020/11/03/herschel-walker-democrats-dont-want-you-to-have-a-voice-anymore/", "summary": "\"If we vote Democratic, we're going to lose all the freedoms that we've had before, because they're going to try to pack this court.\nThey're not going to let you vote anymore.\nThey don't want you to have a voice anymore.\nSo I think people need to realize what's going on because now they're upset that African-American are starting to educate themselves.\nHow can an African-American person be upset that someone wants to educate themselves and look at policy that fits them?", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, former NFL player and Heisman Trophy winner discusses what could happen to the Supreme Court and the African-American community if Joe Biden becomes President.", "\"If we vote Democratic, we're going to lose all the freedoms that we've had before, because they're going to try to pack this court. They're not going to let you vote anymore. They don't want you to have a voice anymore. They've almost told you that they're not going to let you vote. They are going to stop this. So I think people need to realize what's going on because now they're upset that African-American are starting to educate themselves. How can an African-American person be upset that someone wants to educate themselves and look at policy that fits them? They get upset with you about it, that's not right.\""], "authors": ["Jon Costantino"], "keywords": ["vote", "africanamerican", "voice", "embed", "anymore", "democrats", "let", "walker", "theyre", "herschel", "educate", "dont", "going", "upset", "court"], "pubDate": "2020-11-03T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}