{"id": "7be6396b-3621-38ca-b2a9-dee625bced29", "title": "Chris Gursky nearly died hang gliding. Here's what happened next", "url": "https://edition.cnn.com/travel/article/chris-gursky-hang-gliding-return/index.html", "summary": "(CNN) — Chris Gursky nearly died hang gliding.\nYeah, you read that right: Gursky spent over two spine-chilling minutes hanging on for his life, the glider soaring high above the ground as Gursky gripped on with a single hand.\nThe couple's hang gliding adventure in November 2018 was the first time either one of them had tried this particular air sport.\nChris Gursky and his wife Gail, about to embark on their second hang gliding experience.\nWhen it was later returned to him by the hang gliding company, Gursky says the footage had been deleted.", "paragraphs": ["(CNN) — Chris Gursky nearly died hang gliding. No, that's not an exaggeration. There's a viral video to prove it.", "In November 2018, while vacationing in Interlaken, Switzerland, with his wife, Gursky's attempt at hang gliding went horribly wrong -- the instructor forgot to attach the safety harness.", "Yeah, you read that right: Gursky spent over two spine-chilling minutes hanging on for his life, the glider soaring high above the ground as Gursky gripped on with a single hand.", "Thankfully, he lived to tell the hair-raising tale. But while most people might be put off aerial adventures for good after such an experience, Gursky -- undaunted -- wanted to give it another shot.", "And so, less than a year later, he was back, surveying the Alpine landscape, about to step over the ledge and go through it all again -- albeit, attached to the harness this time round.", "\"I said, 'I want to do it, I want to get up there, I want to do it again,' \" recalls Gursky, who lives in Florida.", "\"The hardest point, I guess, was standing at the launch point -- the same place I launched off the first time -- and just looking down saying, 'Alright, we're going to do this again.'", "\"But once once we left the ground I was just taken along and it was absolutely beautiful.\"", "A day to remember", "Gursky and his wife Gail don't shy away from heights and often enjoy aerial pursuits while on vacation. On previous trips they've enjoyed zip lining, he says.", "The couple's hang gliding adventure in November 2018 was the first time either one of them had tried this particular air sport.", "It was also their very first day in Switzerland, Gursky says, and it was a stunning day, the sun illuminating the dazzling panoramas of the Alps and the lush forests below.", "Gursky's wife took off successfully, and he was poised to follow.", "\"It kind of went in slow motion when we took off,\" he tells CNN Travel.", "\"I didn't exactly know what was going on, what happened until it was way too late to either drop off or do anything about it. I just remember realizing that the only thing holding me up from probably imminent death was my hands.\"", "The video shows how Gursky grabbed onto the glider with his left arm, and scrambled with the right to hold onto the instructor, who was attached.", "An adrenaline rush -- for the wrong reasons.", "Watching the video is pretty stressful, so it's impossible to imagine what was racing through Gursky's mind during the ordeal.", "\"At one point when I looked down, I pretty much saw that the trees were all changing colors. It was an absolutely beautiful day and I just looked and I was like, this is absolutely beautiful -- and I'm going to fall to my death here.", "And I kind of envisioned myself falling to the air. And I think at that point, I really just tried to concentrate fully on hanging on as hard as I could, for as long as I could.\"", "Gursky's ordeal is a pretty impressive exercise in endurance, both physical and mental. Faced with such a terrifying scenario, many of us would panic and potentially lose control.", "He reckons what got him through is a mix of being strong-minded -- and strong-wristed.", "\"Once I put my mind to something I'm pretty stubborn about it,\" Gursky says.", "\"I'm not a gym rat. I don't work out like a maniac or anything, but I've always had a pretty strong grip. But I'm right handed and I held on mostly with my left hand the whole time -- so I'm not sure where that came from.\"", "There was just no other option but to hold on, says Gursky, so that's what he did.", "He remembers feeling pretty relieved when he finally landed on the ground -- even if it was a bumpy descent. He fractured his right wrist and tore a tendon, but was otherwise left unscathed.", "Related content Video shows holiday hang glider flight going horribly wrong", "The aftermath", "Lying in the hospital later that day, Gursky tried to make sense of what had happened.", "The pilot might have made a grievous error, but he, in Gursky's words, \"turned out to be a pretty stand up guy, even though he nearly killed me.\"", "Gursky had no wish to name and shame the instructor or the company, or pursue legal action.", "\"I just wanted to take the high road, and just move on, move past it,\" he says.", "He did share his experience on Facebook though, recounting the story alongside a picture of his arm in the cast.", "But because Gursky is known by friends and family as someone who enjoys a laugh, a lot of people assumed he was kidding.", "The video footage proved otherwise.", "Chris Gursky and his wife Gail, about to embark on their second hang gliding experience. Courtesy Chris Gursky", "Gursky's GoPro was clipped on to the hang-glider, and he left the camera behind when he headed to the hospital. When it was later returned to him by the hang gliding company, Gursky says the footage had been deleted.", "\"This could have been just a big, wild crazy story that I told a few people and no one really knew about it,\" he says.", "But Gursky found a company that helps retrieve lost footage -- and they got it back. Gursky posted the video on YouTube , entitiled \"SWISS MISHAP\" and with the warning that \"Content may be disturbing to some. Including my wife!\"", "It's since clocked up over 9.9 million views.", "\"My wife would not watch it for oh, probably several weeks. She couldn't do it. She didn't really want to see what I went through because she really had no idea what happened until we're in the emergency room,\" he says.", "The video ends with the statement, which almost seems comical in light of the footage that precedes it: \"I will go Hang Gliding again as I did not get to enjoy my first flight.\"", "Related content The most extreme adventures on Earth", "Second time lucky", "l e v a r t", "They weren't empty words -- Gursky had every intention of going hang gliding again.", "Despite everything that happened that fateful November day, Gursky kept returning to the look on her wife's face when she landed, before she knew what had happened to her husband.", "\"She was standing there and she was absolutely glowing,\" he says. \"Like she did the coolest thing ever.\"", "Gursky wanted to experience that feeling.", "He appreciates some people might think he was crazy, voluntarily ascending to the skies once more, but he puts a practical spin on the situation.", "\"I mean, what would the odds be that that happened again, to me?\" says Gursky. \"It was a one in a million as it was.\"", "Still, his wife kept telling him, right up to the day in September 2019 that they found themselves back in Switzerland, that he didn't have to go through with it.", "The couple chose a different hang-gliding company this time round -- in fact, Gursky was flying with Wolfgang Siess, considered to be one of the world's best hang gliders.", "So he was in safe hands, and didn't feel that nervous.", "\"It was just everything I hoped it would be, it was effortless, like you were flying. It was fantastic.\"", "So what would Gursky say to adrenaline junkies who find themselves hesitating after watching the video of the flight gone wrong?"], "authors": ["Francesca Street"], "keywords": ["left", "video", "right", "heres", "pretty", "wife", "day", "happened", "gursky", "died", "hang", "chris", "gliding", "nearly"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}