{"summary": "Fans have long-requested a mainline Pokémon RPG on consoles, and after remaking the first-generation titles in last year’s Let’s Go games, Game Freak is finally giving fans their wish in Pokémon Sword and Shield.\nWe spoke with the game’s director, producer, planning director, and art director, picking their brains on the direction of the series and what they hope to accomplish with the upcoming Switch titles.\nClick the images for higher resolutionIn our conversations, we talked about the decision to base the Galar region on the U.K., the new Dynamax mechanic, and why it took so long to make a mainline Pokémon game on consoles.\nAnd yes, we got into why some Pokémon didn’t make the cut for Sword and Shield.\nClick on the banner below for our Pokémon Sword and Shield hub.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["pokémon", "switch", "shield", "cover", "revealed", "thats", "sword", "games", "director", "issue", "subscription", "game"], "id": "7bebb318-5a9a-3d1e-8c51-e2a3942d8767", "url": "https://www.gameinformer.com/cover-reveal/2019/10/01/november-cover-revealed-pokemon-sword-and-shield", "title": "November Cover Revealed – Pokémon Sword And Shield", "pubDate": null, "paragraphs": ["Fans have long-requested a mainline Pokémon RPG on consoles, and after remaking the first-generation titles in last year’s Let’s Go games, Game Freak is finally giving fans their wish in Pokémon Sword and Shield. We traveled to Game Freak’s headquarters in Tokyo, Japan to get the behind-the-scenes story of these games. We spoke with the game’s director, producer, planning director, and art director, picking their brains on the direction of the series and what they hope to accomplish with the upcoming Switch titles.", "To celebrate the occasion, we have three different covers, which you can see below.", "Click the images for higher resolution", "In our conversations, we talked about the decision to base the Galar region on the U.K., the new Dynamax mechanic, and why it took so long to make a mainline Pokémon game on consoles. And yes, we got into why some Pokémon didn’t make the cut for Sword and Shield. In addition to our huge cover story, you’ll also be able to get exclusive interviews, videos, and features during our month of coverage. Check out the trailer below and come back to our coverage hub often as updates are added regularly to GameInformer.com/Pokemon.", "As always, that’s not all we have in store for this issue! We have an extensive behind-the-scenes look at the making of Shenmue III, a huge discussion with multiple developers on how they’re combating toxicity in their online communities, an interview with the artist behind Catherine and Persona, and plenty more. Of course, that’s on top of all the reviews and previews of the hottest games out there.", "Print subscribers can expect their issues to begin arriving in the coming weeks. The digital edition of this issue launches today for PC/Mac, iOS, and Google Play. You can also get the latest issue through third-party apps on Nook and Kindle later this week. To switch your print subscription to digital, click here, or to create a new subscription, click here.", "Click on the banner below for our Pokémon Sword and Shield hub. We’ll be adding content throughout the month to give you a look at the development of one of 2019’s biggest games."]}