{"id": "7bf44f79-4cfe-3cce-8019-e83c8ffb3448", "title": "Alex Trebek, Longtime Host of ‘Jeopardy!,’ Dies at 80", "url": "https://www.nytimes.com/2020/11/08/arts/television/alex-trebek-dead.html", "summary": "At a restaurant several years ago, a stranger went up to Alex Trebek, the longtime host of “Jeopardy!” and as strangers often did, tried to stump him.\n“The American flag flies here 24 hours a day, every day of the year,” the stranger said, using the quiz show host’s particular locution, in which questions are delivered as answers.\nMr. Trebek sensed that the stranger was looking for something more clever than a list of which buildings, like the White House, had been authorized to fly the flag through the night.\nAnd without missing a beat he answered in the form of a question: “What is the moon?”The quick-witted Mr. Trebek, who died on Sunday at age 80 after a battle with cancer that drew legions of fans to rally around him, hosted “Jeopardy!” for a record-setting 37 years.\nHe was an authoritative and unflappable fixture for millions of Americans who organized their weeknights around the program, shouting out the questions as Mr. Trebek read the answers with his impeccable diction.", "paragraphs": ["At a restaurant several years ago, a stranger went up to Alex Trebek, the longtime host of “Jeopardy!” and as strangers often did, tried to stump him.", "“The American flag flies here 24 hours a day, every day of the year,” the stranger said, using the quiz show host’s particular locution, in which questions are delivered as answers.", "Mr. Trebek sensed that the stranger was looking for something more clever than a list of which buildings, like the White House, had been authorized to fly the flag through the night. And without missing a beat he answered in the form of a question: “What is the moon?”", "The quick-witted Mr. Trebek, who died on Sunday at age 80 after a battle with cancer that drew legions of fans to rally around him, hosted “Jeopardy!” for a record-setting 37 years. He was an authoritative and unflappable fixture for millions of Americans who organized their weeknights around the program, shouting out the questions as Mr. Trebek read the answers with his impeccable diction."], "authors": ["Katharine Q. Seelye"], "keywords": ["alex", "mr", "day", "host", "trebek", "dies", "80", "questions", "stranger", "jeopardy", "weeknights", "white", "flag", "went", "longtime"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}