{"id": "7c169613-816e-3db4-a4e6-47ca89b06346", "title": "Cowboys turn to fourth quarterback in five weeks as nightmare season plods on", "url": "https://www.theguardian.com/sport/2020/nov/04/dallas-cowboys-quarterback-rush-gilbert-dinucci", "summary": "Cowboys turn to fourth quarterback in five weeks as nightmare season plods onThe Dallas Cowboys are making a third change at quarterback with head coach Mike McCarthy saying that either Cooper Rush or Garrett Gilbert will start in Sunday’s game against the undefeated Pittsburgh Steelers.\n“With the opponent, we are playing we need more experience,” McCarthy said at Wednesday’s press conference.\nRush or Gilbert will give the Cowboys their fourth different starting quarterback in five weeks.\nMcCarthy said the starter for Sunday’s game will be announced on Saturday.\nRush was Prescott’s backup for three seasons before the Cowboys released him after signing Dalton and drafting DiNucci.", "paragraphs": ["Cowboys turn to fourth quarterback in five weeks as nightmare season plods on", "The Dallas Cowboys are making a third change at quarterback with head coach Mike McCarthy saying that either Cooper Rush or Garrett Gilbert will start in Sunday’s game against the undefeated Pittsburgh Steelers.", "“With the opponent, we are playing we need more experience,” McCarthy said at Wednesday’s press conference.", "It's Tua time: Tagovailoa's Dolphins debut spices up open AFC East race Read more", "The Cowboys started rookie Ben DiNucci in Sunday night’s 23-9 defeat to the Philadelphia Eagles. The seventh-round draft pick was 21 of 40 for 180 yards and lost two fumbles, including one that was returned for a touchdown, among his four sacks against the Eagles.", "Rush or Gilbert will give the Cowboys their fourth different starting quarterback in five weeks. McCarthy said the starter for Sunday’s game will be announced on Saturday.", "Dak Prescott was lost for the season after suffering a compound fracture and dislocation of his right ankle last month against the New York Giants.", "Andy Dalton, who gave way to DiNucci after suffering a concussion in the following week’s game against Washington, was placed on the Reserve/Covid-19 list on Tuesday, sidelining him for the Sunday’s contest against the Steelers.", "Tom Brady leaves things late as Bucs rally past Giants on Monday night Read more", "Gilbert, who was DiNucci’s backup against the Eagles, has been able to practice for just two weeks since being signed off the Cleveland Browns’ practice squad. He has completed two of six passes for 40 yards in six career appearances with the Carolina Panthers and Browns.", "Rush was Prescott’s backup for three seasons before the Cowboys released him after signing Dalton and drafting DiNucci.", "The Cowboys have scored just one touchdown in three full games – all losses – without Prescott, who was leading the NFL’s No 1 offense before his injury. That one TD was a pass by Dalton late in a blowout loss to Arizona. Dallas doesn’t have a touchdown the past two games.", "Owner Jerry Jones’ reaction to DiNucci’s first start didn’t inspire much confidence for Dallas’ chances against the Steelers, who lead the NFL in sacks and are third in interceptions.", "“I think that it was a lot for him,” Jones said on his radio show Tuesday. “It was frankly more than he could handle. I don’t know what you could have expected for somebody to come in under those circumstances.”"], "authors": ["Guardian Sport"], "keywords": ["game", "turn", "nightmare", "dalton", "plods", "weeks", "season", "touchdown", "mccarthy", "yards", "quarterback", "dallas", "sundays", "cowboys", "fourth"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}