{"summary": "The \"Triple\" means stores just received new product for three Star Wars properties: Star Wars: The Rise of Skywalker, The Mandalorian, and Star Wars Jedi: Fallen Order.\nIf you're looking forward to November's release of Jedi: Fallen Order for PlayStation 4, Xbox One, and PC in particular, you can grab three different action figures today.\nThe game's protagonist Kal Kestis and his droid BD-1 are bundled together as a six-inch Star Wars: Black Series set, and are also together as a Funko Pop.\nSince manufacturers usually only focus on upcoming movies for Force Friday promotions, it's cool to see Jedi: Fallen Order tied into this one.\nThe Second Sister figure is arguably the coolest thing available today.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["second", "wars", "series", "today", "figures", "star", "sister", "fallen", "available", "order", "jedi", "triple", "action"], "id": "7c9edcac-ff22-3311-8e97-8bfd4e8b63ea", "url": "https://www.gameinformer.com/gamer-culture/2019/10/04/star-wars-jedi-fallen-order-action-figures-are-available-today", "title": "Star Wars Jedi: Fallen Order Action Figures Are Available Today", "pubDate": null, "paragraphs": ["Hasbro and other manufacturers are celebrating Triple Force Friday today. The \"Triple\" means stores just received new product for three Star Wars properties: Star Wars: The Rise of Skywalker, The Mandalorian, and Star Wars Jedi: Fallen Order. You can get everything from bed sheets and t-shirts to Legos and remote control droids.", "If you're looking forward to November's release of Jedi: Fallen Order for PlayStation 4, Xbox One, and PC in particular, you can grab three different action figures today. The game's protagonist Kal Kestis and his droid BD-1 are bundled together as a six-inch Star Wars: Black Series set, and are also together as a Funko Pop. If you also want to add the dark side to your collection, you can pick up the villainous Second Sister as a Black Series figure.", "Since manufacturers usually only focus on upcoming movies for Force Friday promotions, it's cool to see Jedi: Fallen Order tied into this one. The Second Sister figure is arguably the coolest thing available today."]}