{"authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. You Can Follow Him On Facebook"], "title": "Video appears to contradict Warren's suggestion that school fired her over pregnancy", "url": "https://www.foxnews.com/media/resurfaced-video-warren-fired-pregnant", "summary": "\"My first year post-graduation, I worked -- it was in a public school system but I worked with the children with disabilities.\nTOP WARREN CAMPAIGN OFFICIAL FIRED FOR 'INAPPROPRIATE BEHAVIOR'By contrast, Warren told an audience at a town hall in Carson City, Nev. Wednesday that she had \"loved\" working as a special needs teacher.\n\"By the end of the first year, I was visibly pregnant, and the principal did what principals did in those days,\" she said.\nShe has been widely criticized for identifying herself as a Native American in legal directories before applying to work at Harvard Law School.\nLast year, Warren released the results of a DNA test showing she is only between 1/64th and 1/1,024th Native American -- and apologized for identifying as Native American on past forms.", "keywords": ["warren", "worked", "fired", "visibly", "campaign", "warrens", "pregnancy", "suggestion", "video", "principal", "pregnant", "native", "contradict", "american", "school", "work", "appears"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Sen. Elizabeth Warren, D-Mass., suggested this week that a school principal effectively fired her from a teaching job after she became \"visibly pregnant,\" but a resurfaced video indicates that wasn't the actual reason she left the job.", "\"I was married at nineteen and then graduated from college [at the University of Houston] after I’d married,\" Warren, then a Harvard Law School professor, said in an interview posted to YouTube in 2008. \"My first year post-graduation, I worked -- it was in a public school system but I worked with the children with disabilities. I did that for a year, and then that summer I actually didn’t have the education courses, so I was on an 'emergency certificate,' it was called.", "\"I went back to graduate school and took a couple of courses in education and said, 'I don’t think this is going to work out for me,'\" Warren continued. \"I was pregnant with my first baby, so I had a baby and stayed home for a couple of years, and I was really casting about, thinking, 'What am I going to do?'\"", "TOP WARREN CAMPAIGN OFFICIAL FIRED FOR 'INAPPROPRIATE BEHAVIOR'", "By contrast, Warren told an audience at a town hall in Carson City, Nev. Wednesday that she had \"loved\" working as a special needs teacher.", "\"By the end of the first year, I was visibly pregnant, and the principal did what principals did in those days,\" she said. \"Wish me luck and hire someone else for the job.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM.", "Warren has repeated the story at campaign appearances throughout the summer, each time repeating the \"principal did what principals did\" line to describe her departure from teaching.", "The senator's campaign did not immediately respond to a request for comment to clarify the apparent discrepancy.", "This isn't the first time that Warren's past has raised questions about her credibility. She has been widely criticized for identifying herself as a Native American in legal directories before applying to work at Harvard Law School. Last year, Warren released the results of a DNA test showing she is only between 1/64th and 1/1,024th Native American -- and apologized for identifying as Native American on past forms."], "pubDate": null, "id": "7caaa2e4-362c-330e-907a-4726389f08d9"}