{"id": "7cd97587-aea2-3904-a057-5f13b7f4ade8", "title": "What Padma Lakshmi Is Cooking on Election Night", "url": "https://www.vogue.com/article/what-padma-lakshmi-is-cooking-on-election-night", "summary": "Throughout 2020, Padma Lakshmi has used her voice, and used it loudly.\nThat would be her Oven Roasted Sweet Potatoes with Balsamic Onion Jam.\n“I love this dish because it’s incredibly comforting and feels like an indulgence, but is actually very healthy, ” she tells Vogue.\n“Sweet potatoes are high in fiber and have a lower glycemic index than regular potatoes.\nPhoto: Courtesy of Padma LakshmiRoasted Sweet Potatoes with Balsamic Onion JamServes 4", "paragraphs": ["Throughout 2020, Padma Lakshmi has used her voice, and used it loudly. She served as an ambassador for Amazon Studios’s bipartisan voting information campaign, raised awareness for Stacey Abrams’s voter suppression documentary, All In: The Fight For Democracy, and starred in Hulu’s Taste the Nation, a show that broadcast the diverse cuisines and therefore population of America.", "But come Election Day, when all that can be done has been done, she’ll be seeking comfort in a way so many of us can relate to: through food.", "Food, perhaps more so than anything in this vast, complicated country, is a unifying entity. It brings people together (there’s a reason idioms like “breaking bread” are synonymous with common ground), and out of their cultural comfort zones. (As Lakshmi told the New York Times in August: “Food can be a great instrument, and that is how I try to use it.”)", "Today, food’s instrument will be used to nourish and assuage anxiety during a time when, for most Americans, uncertainty is at an all-time high.", "So what is Lakshmi cooking? That would be her Oven Roasted Sweet Potatoes with Balsamic Onion Jam. “I love this dish because it’s incredibly comforting and feels like an indulgence, but is actually very healthy, ” she tells Vogue. “Sweet potatoes are high in fiber and have a lower glycemic index than regular potatoes. The flavor profiles are sweet, tangy and spicy—which I love. This dish has the feel of a restaurant appetizer, while being easy enough to quickly whip up at home.”", "Below, her sweet-potato recipe—the perfect dish for a cold and unpredictable November night.", "Photo: Courtesy of Padma Lakshmi", "Roasted Sweet Potatoes with Balsamic Onion Jam", "Serves 4"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["used", "onion", "potatoes", "lakshmi", "cooking", "instrument", "padma", "comfort", "love", "night", "sweet", "dish", "election"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}