{"id": "7cdaf2c1-2522-3332-9714-987c7d25d7b7", "title": "Strategic Leadership Program", "url": "https://execed.economist.com/boston-business-school/strategic-leadership-program-2020-12-08", "summary": "Success or failure in business is decided by strategy, the ability to implement it and leadership qualities.\nStrategic decisions always aim to secure the longer-term, future viability of a company or company area.\nThat’s why good strategies are always made by leaders with a solid leadership skills.\nWhether, and to what degree, their staff is motivated to achieve strategic objectives depends on how they conduct themselves as leaders.\nThis in turn creates the prerequisites for sustainable top performance and first-class results that will secure the future of your company.", "paragraphs": ["Success or failure in business is decided by strategy, the ability to implement it and leadership qualities. Strategic decisions always aim to secure the longer-term, future viability of a company or company area. They show the way forward, and in doing so must be flexible enough to allow adaptation to changing conditions. In addition, they define the roadmap on which a company must travel to achieve its objectives. If the strategy is unclear, or the roadmap not practical, success is not achievable – and the result is often operative activities where the company as a whole stalls or goes in circles. Strategy expertise at executive level, therefore, determines whether commitment to the daily business is rewarded with good results – results that the company is proud of and that motivates staff to further top performance. Nonetheless, even the best strategy and the most intelligent guidelines won’t help if mistakes are made during implementation. That’s why good strategies are always made by leaders with a solid leadership skills. Whether, and to what degree, their staff is motivated to achieve strategic objectives depends on how they conduct themselves as leaders. Clear objectives, sensible guidelines and the right management conduct creates the freedom a company needs for controlled entrepreneurship. This in turn creates the prerequisites for sustainable top performance and first-class results that will secure the future of your company."], "authors": [], "keywords": ["staff", "results", "objectives", "success", "program", "leadership", "roadmap", "strategic", "performance", "company", "secure", "strategy"], "pubDate": "2020-12-08T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}