{"id": "7cdff436-7ae8-3f9e-b81f-b7f401a31b23", "title": "Watch WIRED Autocomplete Interviews | John C. Reilly & Tim Heidecker Answer the Web's Most Searched Questions | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/autocomplete-inverviews-john-c-reilly-and-tim-heidecker-answer-the-webs-most-searched-questions", "summary": "Who John C. Reilly.\nWho does John C. Reilly Does John C. Reillylook like?\nSo if you see someone says John C. Reilly officialor verified or whatever the hell,it ain't me, folks.\n[Tim] How did John C. Reilly, this is a good question,I don't think I know the answer to this,how did John C. Reilly and Will Ferrell meet?\nJohn C., and look, my name comes up first,because John C. Calhoun is...former vice president Vice president.", "paragraphs": ["Transcript", "This is the Auto- This Wired-", "[both laughing]", "Wired autocomplete answer? Event.", "Why can't we do this?", "We had that problem earlier.", "[upbeat music]", "Hey, I'm Tim Heidecker.", "And I'm John C. Reilly.", "[upbeat music]", "This is the Wired Autocomplete Interview.", "Who John C. Reilly.", "Who is John C. Reilly?", "Starting off with an easy question.", "I am John C. Reilly.", "And this is LSD.", "[distorted laughing]", "Next question.", "Who sang John C. Reilly", "in Walk Hard?", "Who sang?", "You mean like who sang for me?", "How dare you ask me that question?", "[Tim laughing]", "I sang all of my own singing in that movie.", "And in every movie I've ever appeared in.", "All the singing has always been me.", "Although The Birds had a great song called John Reilly", "and they sang that song.", "That must've been what they were thinking.", "The old folk song called John Reilly.", "I recommend it.", "[Tim] Who is John C. Reilly in Guardians of the Galaxy?", "You see, I play a Corpsman Dey,", "who is part of the Nova Corps,", "the kind of intergalactic police force.", "There's no question marks in any of these.", "Very hard to say these correctly.", "Who does John C. Reilly Does John C. Reilly", "look like? Look like?", "Very few people.", "I look a lot like my brothers and sisters.", "That's weird.", "And my father, my late father.", "That was one of the things coming up as an actor, like.", "I was looking for an example.", "Like, How could I be an actor?", "Who is like me?", "And there was nobody like me,", "which I thought was a problem.", "But then someone explained to me,", "that's good 'cause then you'll be unique.", "But the only thing I could ever relate to as a kid was like", "kind of Micky Dolenz, kind of Elliot Gould.", "Like they had curly hair, like that was about it.", "And Oliver Hardy. Oliver Hardy?", "You think I look like Oliver Hardy?", "Well you did when you did all that,", "when you did the movie.", "Was that makeup?", "It was makeup, yeah. And pillows and things--", "Although the first, my first meeting with that director,", "I said, What are you thinking about this for--", "I just lost a bunch of weight.", "What are you thinking about for this thing?", "He's like, Well, would you wanna wear a suit?", "And I was like, Yeah!", "[Tim laughing] I'm not gaining 120 pounds!", "Now it's your turn to be on the hot seat, Tim.", "Uh oh.", "We've got...", "Do I have to close my eyes?", "No!", "Is Tim Heidecker...", "Really glued 'em on tight, real.", "I think I can answer this question.", "He's very real.", "I'm the real deal.", "But I do play fake characters named Tim Heidecker.", "So there's confusion there.", "Good point.", "And I do need to think about changing my name.", "I'm gonna legally change my name, I've decided Tim Jones.", "[both laughing]", "Is Tim Heidecker funny?", "I personally think Tim was one of the funniest--", "Aren't I supposed to answer these?", "Oh yeah, sorry.", "A lot of people don't think I'm funny and that's fine.", "Because there's a lot people I don't think are funny", "and it's relative.", "I make myself laugh.", "I laugh probably at myself more than other people do,", "but you seem to think I'm funny and I have funny friends.", "You are funny, but looks aren't everything.", "Mm.", "Is Tim Heidecker really running for", "district attorney? District attorney.", "My character is named Tim Heidecker,", "he ran for district attorney and lost a couple years ago.", "Against Rosetti the Rat.", "Rosseti the rat, Vincent Rosetti.", "Is Tim Heidecker married?", "Sorry.", "Interesting, I just had lunch with Tim and his wife.", "Sorry, ladies.", "Is Tim Heidecker...", "Married to, oh nice, married to Eric Wareheim.", "We, obviously Jan Skylar and Wayne Skylar are married.", "The only married news team.", "In the Tri-County area.", "Eric's probably the man I've kissed the most.", "We are in a way married in a sort of legal sense.", "You know, we, the...", "Your company.", "The company exists.", "It's a legal partnership.", "Get outta here. [Tim laughing]", "Uh oh, here comes Reilly with round two.", "Man, There's a full box of questions, folks.", "So many. [laughs]", "If you're bored now, just, this is a lot more coming.", "You're gonna hear a voiceover", "of letters that you've written.", "What?", "Dear mother, the winter has come in strong.", "Yeah. [laughs]", "I'm still doing the Wired Autocomplete Interview.", "[laughing]", "What is the John C. Reilly gif?", "Gif, I mean, there's a lot, but.", "You know Philip Johnson tried to tell me", "that it's called gifs.", "Okay, gif.", "They're not gifs, okay, they're gifs, Phil.", "Just take this moment to tell Phil that.", "Probably the most famous gifs of me on the internet", "are ones that are actually of someone else,", "Dr. Steve Brule.", "[laughs] Ahumm.", "I look a lot like him.", "So I guess you could say that's a gif of me.", "I almost said gif after lecturing Phil about how it's gif.", "Well, I use it all the time", "to communicate, those gifs, gifs.", "Ah.", "Okay, what is John C. Reilly like in real life?", "That should be a secret.", "I don't know if you need to get into that.", "That should be mysterious.", "What am I like?", "That's such a general question.", "I'm all right, you know, I'm just a human being.", "I have my interests.", "He's not perfect.", "Try to be healthy.", "Try to have a lot of empathy.", "I'm not putting on some character right now.", "This is what I'm like.", "[Tim] Sure you are, what is John C. Reilly's eye color?", "Do you know?", "Ah, I should've looked.", "This is an easy one, I should get this.", "I was just in the bathroom", "in the mirror.", "My eyes are blue, come on!", "[Tim] What is John C. Reilly band?", "Well, my first band was called Shark Fighter.", "[Tim] That's a good name.", "Me and my brother had a band called Shark Fighter.", "And then I had a band called Frozen Spit", "[laughing]", "in my twenties.", "And then I had a band called Stereo Blues,", "which is a blues band where I played the harmonica.", "And now my current band is called John Reilly and Friends.", "Very easy to remember.", "I also call myself John Reilly and Friends in the band", "because it's the one place I don't have to put the C.", "The dang C.", "I'm required by SAG to make my name John C. Reilly", "because there used to be another John Reilly in the union.", "I always thought it was Chauncey Reilly.", "Your name was Chauncey Reilly.", "[laughs] That's my secret pseudonym.", "[Man] Move to the next.", "Okay, Tim. Oh yeah.", "Why was Tim and Eric canceled?", "Were you canceled?", "Well, we said a lot of nasty things.", "[laughs] You weren't canceled.", "You walked away.", "No, we walked away", "to do a movie that was very unsuccessful.", "[laughing]", "[John] Why is Tim and Eric funny?", "Yeah, I, you know, again, relative term.", "Let's skip this question, I don't appreciate the grammar.", "I'm just full of controversy.", "Why are Tim and Eric", "so weird? So weird.", "We love weirdness.", "We love weirdin' you out.", "[laughing]", "We loved being weird and random.", "I'm working on new characters.", "[John] He's weird because he's real.", "My name is, my name is John Pig.", "[John laughing]", "All right, he's weird 'cause the world is weird!", "And if you react to it in an honest way, you are weird.", "Why is John...", "Internet.", "Why is John C. Reilly an actor?", "I'm an actor because I love to tell a story.", "It's because people started to pay me to do it", "and it became my life.", "I didn't really set out to be an actor.", "Why is John C. Reilly on Tim and Eric?", "I'm not on Tim and Eric.", "I'm an executive producer", "on Check it out With Dr. Steve Brule.", "You handle a lot of the finances and the scheduling.", "The finances, I do a lot of the scheduling and budgeting.", "Why, why John C. Reilly voice actor?", "Why John C. Reilly voice actor?", "Why not?", "Because it's fun to be a voice actor.", "You can wear whatever you want.", "No one puts makeup on your face or anything weird like that.", "You just go in and goof around.", "And then if you make a mistake, you just do it again.", "There's never any pressure when you're doing voiceover work.", "It's just like, yeah, we got time.", "But you're unique and distinctive on the eyes for us.", "But also on the ears.", "You've got a very, you got your own tone.", "Which I have discovered during the pandemic times.", "I wear a full mask, sunglasses, hat, whatever,", "people are like, Love your work.", "[laughing]", "They hear me say one thing, like, you know,", "I'll have an order of fries.", "They're like, Holy [beep], I love your work!", "Like, wow!", "Can Tim Heidecker cook?", "Yeah, I can cook.", "It's easy.", "[John] Can Tim Heidecker sing?", "♪ Ma ma ma me me me ma ma ma ♪", "[John laughing] Of course.", "Yeah, Tim actually released a great record called...", "Fear of Death.", "Fear of Death.", "Can Tim Heidecker act?", "Well, tune in to Moon Base Eight on November 8th.", "And you'll see him act his ass off with me and Fred Armisen.", "Can Tim Heidecker standup?", "Let's see.", "[laughs] Come on, you can do better than that.", "Yeah, he can stand up. All right.", "In fact, he has a standup special coming out.", "That's right.", "What's that called?", "An Evening with Tim Heidecker.", "An Evening with Tim Heidecker, look for that.", "How... [laughs]", "How to contact John C. Reilly?", "Let me just use this opportunity", "to tell everyone out there.", "I am not on social media in any way.", "So if you see someone says John C. Reilly official", "or verified or whatever the hell,", "it ain't me, folks.", "It ain't me.", "♪ It ain't me, man ♪", "I don't have enough time to do the things", "I like to do in my life.", "Let alone things like social media.", "How tall is John C. Reilly?", "What would possibly be, in feet?", "6'2, but I used to say six one and a half", "so it sounded like I wasn't too tall on my resume.", "[Tim] How old was John C. Reilly in Gilbert Grape?", "Oh, in Gilbert Grapes.", "How, what was my age?", "Let's see, that movie was made in 1992, I believe.", "And I was born in '65.", "'75, '85. [Tim snoring]", "Uh, This is where I lose my math.", "I was 20...", "28. 28.", "[Tim] How did John C. Reilly, this is a good question,", "I don't think I know the answer to this,", "how did John C. Reilly and Will Ferrell meet?", "We met through Molly Shannon.", "I was friends with Molly.", "I'd done a movie with her called Never Been Kissed.", "And I was in New York and I think I had brunch with Molly", "and she's like, You should meet my friend,", "you guys would really get along.", "You would love him.", "Will came and met us on the West Side Highway in Manhattan,", "where we were walking to Molly's apartment.", "And I looked at Will and I was like,", "Oh my God, she's right, I totally like this guy.", "Soul connection.", "Really like,", "as soon as we looked... Was he on SNL?", "Yeah, he's on SNL with her at the time", "but I just didn't really know him, it was early days.", "I almost did feel related to him in some weird way.", "Tim.", "What is Tim Heidecker's height?", "Nine.", "[John] [laughing] What is Tim Heidecker's zodiac?", "Nine.", "[laughs] What is Tim Heidecker's versus.", "[Tim] What is Tim Heidecker versus California?", "What does that mean?", "Oh, well that was the trial probably, when,", "that was probably the official name of...", "Oh oh, this a reference to another earlier question.", "Another On Cinema thing.", "On Cinema, Tim portrayed himself.", "[Tim] What are Tim Heidecker kitchen tips?", "This is one of my favorite shows that Tim's ever done.", "Tim's Kitchen Tips.", "It's very sauce heavy kitchen cooking show.", "It was, you know, on Facebook a few years ago", "there was all those videos where it was just those", "the ukulele playing and it was everyone just mixing things", "and making everything look so easy.", "And all you do and then this, and there's this,", "and then it's like this, compounded on top of each other.", "And I just said, Well, why don't we do that just making", "Russian dressing, which is just two ingredients.", "But then it's about five minutes of stirring.", "[laughing]", "It really is amazing.", "Check out Tim's Kitchen Tips.", "What is Tim Heidecker's office hours?", "Ah, 10:00 AM on Thursdays,", "on the YouTube channel of Tim Heidecker's YouTube channel", "and it's sort of my Larry King Live.", "Yeah, I was like, Tim you decided", "to just like reach out to the fans directly.", "Mm hm.", "And really just give people a chance to talk to you.", "And you started calling in early on and you would call in,", "because you were just sitting at home having breakfast,", "and you'd call in and go on and on about your acai bowls", "that you're eating.", "[laughs] Yeah.", "And the joke was, I would go, Okay, thank you.", "Gotta go. Next caller.", "Yeah, I wanted to support you, and now look at it.", "It's become this huge thing.", "It's the number one podcast in the world", "[both laughing]", "My final thoughts on", "what the internet wants to know about me is like", "maybe the internet should be a little more creative.", "Like these are the things that are very easily answered,", "for the most part.", "I would be Googling more things like, you know,", "How can I find meaning?", "How do I, how can I help my community?", "How can I learn to be more empathetic?", "and more, don't worry about people like us.", "We're, we could, we're not very interesting.", "We're doing fine.", "You know,", "one thing I would like to ask the internet's help with,", "whatever questions you ask about me,", "just Google my name as many times as you can,", "because I'm in a hot competition with John C. Calhoun,", "the former president, Ahh.", "And John C McGinley.", "Autocomplete, it's John C, and then?", "Yeah, Calhoun?", "No, no, no, no, no. No.", "You want John C. Reilly.", "So everyone just pump my name in there", "as many times as you can.", "Flush Calhoun.", "'Cause Calhoun was not a great president.", "He was not a president.", "Yeah, he was.", "There's no way he was a president.", "I wish we had the answer to reveal.", "Honestly, I can name all the presidents,", "and he's not one of them. Can you?", "Yeah.", "I'm gonna guess he was a Senator.", "John C., and look, my name comes up first,", "because John C. Calhoun is...", "former vice president Vice president.", "of the United States.", "Am I right or wrong? He was a heartbeat away", "from the presidency! Am I right or wrong?", "He was a heartbeat away!", "He wasn't a Senator.", "All right, so folks, help me out.", "Get this Calhoun bum off my search engine.", "[upbeat theme]"], "authors": ["Condé Nast"], "keywords": ["c", "lot", "tim", "think", "questions", "wiredcom", "searched", "reilly", "john", "webs", "called", "video", "heidecker", "know", "dont", "watch", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}