{"pubDate": null, "url": "https://cooking.nytimes.com/recipes/1020182-xo-sauce", "id": "7ceb7d1f-2923-3aad-8d17-d05c75929b78", "keywords": ["hong", "dried", "expensive", "recipe", "sauce", "world", "shrimp", "kong", "worth", "scallops", "xo"], "authors": ["Sam Sifton", "Susan Spungen", "Julia Moskin", "Melissa Clark", "J. Kenji López-Alt", "Alison Roman"], "title": "XO Sauce Recipe", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "In Hong Kong in the 1980s, when expensive Cognac was all the rage, legend has it that some smart cook at the Spring Moon restaurant in the Peninsula Hotel on Kowloon got it into his head to name the funky new condiment he’d come up with after the status mark on the bottle of Remy Martin at the bar: “XO,” extra old, rare, very expensive.\nThe stuff was a hit: dried scallops and dried shrimp, a ton of chiles, a faint pork-smokiness and a whisper of allium, expensive to make and worth it for the flavor-enhancing pop.\nBy the end of the decade, XO sauce was on menus all over Hong Kong and eventually the world.\nRecipes for XO vary wildly, save for those scallops and shrimp.\nMine derives from the teachings of Diana Kuan, who included a formidable XO in her 2019 cookbook, “Red Hot Kitchen.”Featured in: A Love Letter To Homemade Xo Sauce.", "paragraphs": ["In Hong Kong in the 1980s, when expensive Cognac was all the rage, legend has it that some smart cook at the Spring Moon restaurant in the Peninsula Hotel on Kowloon got it into his head to name the funky new condiment he’d come up with after the status mark on the bottle of Remy Martin at the bar: “XO,” extra old, rare, very expensive. The stuff was a hit: dried scallops and dried shrimp, a ton of chiles, a faint pork-smokiness and a whisper of allium, expensive to make and worth it for the flavor-enhancing pop. By the end of the decade, XO sauce was on menus all over Hong Kong and eventually the world. Recipes for XO vary wildly, save for those scallops and shrimp. Mine derives from the teachings of Diana Kuan, who included a formidable XO in her 2019 cookbook, “Red Hot Kitchen.”", "Featured in: A Love Letter To Homemade Xo Sauce."]}