{"url": "https://www.newyorker.com/humor/borowitz-report/democrats-beg-trump-to-stop-impeaching-himself-so-they-have-something-to-do", "paragraphs": ["WASHINGTON (The Borowitz Report)—In an unexpected twist in the impeachment drama engulfing Washington, leading congressional Democrats have begged Donald Trump to stop impeaching himself so that they have something to do.", "In a press conference on Friday morning, Representative Adam Schiff, the chairman of the House Intelligence Committee, and Nancy Pelosi, the Speaker of the House, both implored Trump to stop relentlessly spewing impeachable offenses, complaining that this practice was rendering their jobs irrelevant.", "“Mr. President, as much as we appreciate your help, please, stop doing our work for us,” Pelosi said. “Give us a reason to get up in the morning and go to the office.”", "“I know that you’re in no mood to do me a favor, Mr. President, but hear me out,” Schiff added. “I’m trained as a prosecutor. My entire life has been building to a case like your impeachment. But if you persist in impeaching yourself on an almost hourly basis, that really wrecks the challenge for me.”", "Just minutes after the Democrats’ press conference, Trump appeared to turn a deaf ear to their entreaties, as he publicly asked the nations of Belgium, Turkmenistan, Malta, and Peru to dig up dirt on Joe Biden."], "pubDate": null, "id": "7cfd9e52-8d96-3b27-947c-8713d8348672", "keywords": ["press", "president", "stop", "washington", "impeachment", "beg", "democrats", "schiff", "trump", "pelosi", "morning", "impeaching"], "title": "Democrats Beg Trump to Stop Impeaching Himself So They Have Something to Do", "summary": "WASHINGTON (The Borowitz Report)—In an unexpected twist in the impeachment drama engulfing Washington, leading congressional Democrats have begged Donald Trump to stop impeaching himself so that they have something to do.\nIn a press conference on Friday morning, Representative Adam Schiff, the chairman of the House Intelligence Committee, and Nancy Pelosi, the Speaker of the House, both implored Trump to stop relentlessly spewing impeachable offenses, complaining that this practice was rendering their jobs irrelevant.\nPresident, as much as we appreciate your help, please, stop doing our work for us,” Pelosi said.\nMy entire life has been building to a case like your impeachment.\nBut if you persist in impeaching yourself on an almost hourly basis, that really wrecks the challenge for me.”Just minutes after the Democrats’ press conference, Trump appeared to turn a deaf ear to their entreaties, as he publicly asked the nations of Belgium, Turkmenistan, Malta, and Peru to dig up dirt on Joe Biden.", "authors": ["Andy Borowitz", "Alice Munro", "Jeffrey Toobin"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}