{"paragraphs": ["Still craving a wholesome helping of turkey after the holiday? Prefer Black Sabbath over Black Friday? Well, you're in for a treat this week.", "First up on Replay, Andrew Reiner and the gang bring you a holiday classic in the gaming stylings of The Turkey of Christmas Past. Staring Tom de Cat, our furry friend must face off against his ferocious feathered foes before they ruin Christmas.", "Later, we dive into Double Fine's underappreciated gem, Brütal Legend, and blast our way through its timeless metal hellscape while slaying every demon in sight.", "If you liked this week's episode, be sure to tune in each Friday at 2 PM Central for a live broadcast of Replay. Be sure to also subscribe on YouTube, Twitch, Mixer, Twitter, or Facebook to get notified when we go live each week! Thanks and enjoy the show!"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "title": "Replay – Brütal Legend and The Turkey of Christmas Past", "id": "7d0d8900-94e3-3fa1-a637-29fcf6c41038", "keywords": ["black", "christmas", "holiday", "live", "youtube", "weeks", "wholesome", "past", "sure", "legend", "turkey", "youre", "replay", "brütal"], "summary": "Still craving a wholesome helping of turkey after the holiday?\nFirst up on Replay, Andrew Reiner and the gang bring you a holiday classic in the gaming stylings of The Turkey of Christmas Past.\nStaring Tom de Cat, our furry friend must face off against his ferocious feathered foes before they ruin Christmas.\nLater, we dive into Double Fine's underappreciated gem, Brütal Legend, and blast our way through its timeless metal hellscape while slaying every demon in sight.\nIf you liked this week's episode, be sure to tune in each Friday at 2 PM Central for a live broadcast of Replay.", "pubDate": null, "url": "https://www.gameinformer.com/replay/2019/11/29/replay-brutal-legend-and-the-turkey-of-christmas-past"}