{"summary": "Monster Hunter: World's upcoming expansion, Iceborne, adds a host of new monsters, combat moves, and mobility options.\nIn addition to seeing some creatures from past games in the series, players will get to fight tougher new versions of some of the monsters from Monster Hunter: World.\nSay hello to Viper Tobi-Kadachi and Nightshade Paolumu.\nWould you believe that Viper Tobi-Kadachi trades his electric attacks for poison-based effects?\nIceborne is coming to PlayStation 4 on September 6, with the PC version coming later this winter.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["variants", "iceborne", "coming", "hunts", "gameplay", "icebornes", "monsters", "viper", "nightshade", "today", "fearsome", "hunter", "look", "monster", "tobikadachi", "world"], "id": "7d1409e3-caf5-34ba-94b7-82c0e650dd93", "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2019/07/31/new-gameplay-today-monster-hunter-world-icebornes", "title": "New Gameplay Today – Monster Hunter World: Iceborne's Fearsome New Monster Variants", "pubDate": null, "paragraphs": ["Monster Hunter: World's upcoming expansion, Iceborne, adds a host of new monsters, combat moves, and mobility options. In addition to seeing some creatures from past games in the series, players will get to fight tougher new versions of some of the monsters from Monster Hunter: World. In today's NGT, we take a look at two such hunts. Say hello to Viper Tobi-Kadachi and Nightshade Paolumu.", "Like all of the new hunts in Iceborne, these are master-rank battles (what used to be called G rank in previous installments). Unsurprisingly, these remixed monsters take a lot of damage to defeat and also bring a few new tricks to the hunt. Would you believe that Viper Tobi-Kadachi trades his electric attacks for poison-based effects? It's true! And Nightshade Paolumu wants you to sleep...forever. Take a look at the episode to see a pair of West Coast news editor Imran Khan's hunts, as Leo and I ask him lots of questions.", "Iceborne is coming to PlayStation 4 on September 6, with the PC version coming later this winter. For more on Iceborne, take a look at our cover-story hub, which is filled with exclusive interviews, features, and more."]}