{"id": "7d49d152-2200-30c1-8cdb-3608d548b1d8", "title": "PS5 Won't Offer SSD Storage Expansion Support At Launch, Confirms Sony", "url": "https://www.gameinformer.com/2020/11/05/ps5-wont-offer-ssd-storage-expansion-support-at-launch-confirms-sony", "summary": "Thanks to the PS5's SSD, getting into a game is easier and faster than ever, but the actual storage?\nThe PlayStation 5 system does have an internal slot that is meant to host external storage options, though at launch this feature will be disabled regarding the SSD specifically.\nA Sony rep confirmed this to The Verge, saying that external storage support is \"reserved for a future update.\"\nWhile this won't be a massive surprise to PlayStation fans due to Sony's Mark Cerny opening up about storage options earlier this year, the confirmation that external storage options won't be available right out of the gate is important to know.\nFor one's own SSD, the performance would need to exceed 5.5GB per second with over PCIe Gen4 bandwidth connection.", "paragraphs": ["The next generation of gaming is almost here and the PlayStation 5, much like the Xbox Series X, boasts impressively fast loading times and crisp performance for the years ahead. Thanks to the PS5's SSD, getting into a game is easier and faster than ever, but the actual storage? That could use a little improvement.", "The PlayStation 5 system does have an internal slot that is meant to host external storage options, though at launch this feature will be disabled regarding the SSD specifically. A Sony rep confirmed this to The Verge, saying that external storage support is \"reserved for a future update.\"", "While this won't be a massive surprise to PlayStation fans due to Sony's Mark Cerny opening up about storage options earlier this year, the confirmation that external storage options won't be available right out of the gate is important to know. Even more so with the massive size of game downloads, some even over 100GB (like Call of Duty: Black Ops Cold War).", "In a previous discussion about the SSD, Cerny clarified that Sony wanted to have this available at launch but not all M.2 SSDs are fast enough to keep true to PS5 performance goals. For one's own SSD, the performance would need to exceed 5.5GB per second with over PCIe Gen4 bandwidth connection. Because of that, Cerny has urged PlayStation fans to \"hold off\" on their own SSDs for now.", "Both Xbox and PlayStation systems are impacted by storage concerns in the age of 50+ GB game downloads, especially so with the digital-only options available for both. That being said, there is an alternative option for those that don't care about the SSD optimization. For those PlayStation 4 games (thanks, Backwards Compatibility) that aren't reliant on the SSD faster speeds, an external USB stick will work on the system at launch. The same goes with the Xbox Series consoles, though that system dates back to the original Xbox for an expanded library.", "[Source: The Verge]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["xbox", "storage", "sony", "wont", "support", "confirms", "ssd", "launch", "performance", "playstation", "options", "offer", "ps5", "expansion", "system", "external", "game"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}