{"id": "7d6a4425-e6e7-37a0-8646-c4ce2f53e288", "title": "The science behind 'the breath of a wok,' an essential ingredient in the perfect bowl of fried rice", "url": "https://cnn.com/travel/article/wok-hei-perfect-fried-rice-hong-kong/index.html", "summary": "It takes only three minutes for the lump of white rice to transform into the bowl of golden fried rice he places on the serving counter.\n\"This is what you're looking for -- wok hei (the breath of wok),\" Danny Yip, co-founder of Hong Kong restaurant The Chairman, tells CNN Travel.\nFor those who grew up in a Cantonese family, it's almost impossible to go to a Chinese restaurant without hearing someone -- usually older -- comment \"gau wok hei\" (enough wok hei) or \"ng gau wok hei\" (not enough wok hei) when establishing a benchmark of how authentic a Chinese restaurant actually is.\nMaggie Hiufu Wong/CNNFried rice was brought into the spotlight in July, thanks to a viral YouTube video titled \"Uncle Roger DISGUSTED by this Egg Fried Rice Video.\"\n\"Fried rice and fried beef noodles are the two dishes often used to judge the wok hei of a restaurant,\" says Yip.", "paragraphs": ["(CNN) — Chef Kwok Keung Tung tosses the wok with one hand, using the other to stir with a metal spatula.", "Both hands occupied, he uses his knee to nudge the gas stove's lever up and down to control the fire fan, sporadically engulfing a third of the wok in flames.", "It takes only three minutes for the lump of white rice to transform into the bowl of golden fried rice he places on the serving counter.", "\"This is what you're looking for -- wok hei (the breath of wok),\" Danny Yip, co-founder of Hong Kong restaurant The Chairman, tells CNN Travel.", "\"Wok is the essence of Chinese cooking in South China. And Cantonese chefs are the master of fire and wok.\"", "Wok hei: An invisible but essential ingredient in Cantonese cooking. Maggie Hiufu Wong/CNN", "If anyone's an authority on the subject of wok hei, it's Yip.", "For those who grew up in a Cantonese family, it's almost impossible to go to a Chinese restaurant without hearing someone -- usually older -- comment \"gau wok hei\" (enough wok hei) or \"ng gau wok hei\" (not enough wok hei) when establishing a benchmark of how authentic a Chinese restaurant actually is.", "Hei (also Romanized as \"hay\") is the Cantonese word for \"chi,\" meaning energy flow. It was once a hard-to-explain and largely ethereal concept mostly popular in the South China region. In other parts of China or Asia, even though they used woks, they didn't focus on wok hei.", "It wasn't until the legendary American Chinese food writer Grace Young coined it poetically as \"the breath of a wok\" in her book \"The Wisdom of the Chinese Kitchen: Classic Family Recipes for Celebration and Healing\" in the 1990s that the concept of wok hei was introduced officially to international audiences.", "\"Wok hei is not simply hot food; it's that elusive seared taste that only lasts for a minute or two,\" Young wrote.", "In other words, it's a combination of that steaming aroma you breathe in and the almost-burning sensation on your tongue that somehow enhances the flavors of the dish.", "How a wok works", "In recent years, an increasing number of food writers and scientists have been modernizing Chinese cooking while looking deeper into its origins, including wok hei.", "Related content Bouncing around with one of Hong Kong's last bamboo noodle masters", "\"Wok hei and the Maillard reaction require high heat. The commercial Chinese stoves have a mind-blowing amount of heat coming out of them,\" explains Ko, who spent months studying how and why chefs toss fried rice with a wok, while also simulating rice trajectories.", "The Maillard reaction is a chemical interaction that occurs between amino acids and reducing sugars in food placed under high heat. It causes foods to brown and releases aroma and flavors.", "But why does it have to be cooked in high heat and in such a hurry?", "\"That's how to extract the maximum wok hei in the shortest amount of time. So the aroma you unlocked from the Maillard reaction won't escape,\" explains The Chairman's Yip.", "Hence, an important component of wok hei -- apart from the fire and the actual wok -- is the chef's tossing skill.", "The right way to toss a wok", "Tossing a wok is a skill that takes time to develop.", "A young chef at The Chairman spends more than a year practicing on the wok by cooking staff meals before he or she is allowed to stir fry a dish for customers.", "\"Why don't other chefs use a wok? It's heavy and the fire can be intimidating and hard to control -- now you know why none of the Chinese chefs have any arm hair left,\" says Yip, only half-jokingly.", "Why won't stirring suffice? In the case of fried rice, every time it leaves the hot wok surface it cools down and avoids getting burnt, as demonstrated in the above video.", "\"Tossing the wok allows better mixing, which is essential when you have super high heat. Stirring under high heat will likely lead to burning,\" says Ko.", "During Ko's research, he discovered that chefs often pivot their woks using the edge of the stove -- instead of lifting the entire wok away from the stove -- to save energy and increase speed.", "Two motions happen simultaneously with each toss: \"Back and forth pushing and pulling\", and \"tilting and rotating the wok back and forth\" in a see-saw motion.", "So what makes the round-bottomed and highly conductive wok such a unique piece of cooking equipment?", "\"Potentially, other utensils would work, too. But you just need to mix at amazing speeds to make sure that the heat is going into your ingredients uniformly,\" explains Ko.", "On average, the chefs in the study tossed their wok at a speed of 2.7 times per second.", "This is also why many Chinese chefs suffer from muscle injuries.", "One of the goals of Ko's study was to see if it's possible to create a robot that could help chefs toss their wok to reduce the physical strain on their limbs. Ko thinks his published research can potentially be applied in other parts of life.", "\"Can you imagine a laundry drying machine that uses the wok tossing mechanics to toss clothes? My gut feeling is that it will be more efficient -- and funnier,\" says Ko.", "How to make perfect fried rice", "Kwok Keung Tung has been a chef at The Chairman since its opening in 2009. Maggie Hiufu Wong/CNN", "Fried rice was brought into the spotlight in July, thanks to a viral YouTube video titled \"Uncle Roger DISGUSTED by this Egg Fried Rice Video.\"", "In the clip, \"Uncle Roger,\" a character created by UK-based Malaysian stand-up comedian Nigel Ng, reacts to a BBC video on how to cook egg fried rice.", "He points out everything done wrong in the original egg fried rice video, a response that has gathered more than 17 million views so far. Among the major offenses in the original video? Watery rice.", "Related content The Uncle Roger controversy: Why people are outraged by a video about cooking rice", "It's an issue that sits close to the hearts of Hong Kong's chefs.", "\"Fried rice and fried beef noodles are the two dishes often used to judge the wok hei of a restaurant,\" says Yip. \"It is difficult to get each piece of rice or noodle slightly toasted and mixed evenly with the rest of the ingredients without burning it.\"", "Ko agrees.", "\"Fried rice is a very symbolic cuisine,\" he says. \"It is surprisingly hard to make perfect fried rice although it looks really simple. The general principle is to keep it hot -- by avoiding putting in watery content that cools the materials down -- and mix a lot to prevent sticking and burning.\"", "Ko suggests using rice that's been cooked the night before.", "\"It goes back to the high heat argument. When you put (dried leftover rice) in the wok, the moisture will be minimal ... that prevents cooling the wok down or the rice from sticking together,\" explains the scientist.", "The Chairman, however, does things a bit differently.", "\"We know most people use leftover rice as it's drier. We don't as we want to keep the inside of the rice moist and retain the most aroma. The trick is to use eggs,\" says Yip.", "Kwok, the chef, demonstrates.", "He first quickly fries the finely chopped ingredients in the wok, drying them before setting them aside. Then he pours in the oil, egg mixture and rice separately.", "\"Egg dries faster than rice. The chef has to act fast and mix all the ingredients. See, you don't even see the egg anymore,\" says Yip, hurrying this writer to take a bite before the aroma escapes.", "It's true. The slightly toasted and steaming rice is dry on the surface and each grain is perfectly coated in golden yellow -- you don't see the egg anymore. Each bite of the fried rice is still steaming and packed with flavors."], "authors": ["Maggie Hiufu Wong"], "keywords": ["fried", "breath", "wok", "chefs", "ingredient", "essential", "cooking", "perfect", "science", "chinese", "bowl", "egg", "hei", "rice", "heat", "high"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}