{"id": "7d7431d6-4bf4-328f-9920-8faf7be7f906", "title": "How Insomniac Refined Combat In Marvel's Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/exclusive-video/2020/10/21/how-insomniac-refined-combat-in-marvels-spider-man-miles-morales", "summary": "Part of living out the superhero fantasy is harnessing your favorite character's abilities and feeling the power they wield.\nMarvel's Spider-Man did an amazing job of making you feel like Peter Parker by allowing you to zip around New York warehouses and bash bad guys with a plethora of cool spider powers and geeky gadgets.\nThe trick for Insomniac this time around was how it could duplicate the fun of the original system while adapting it for a new hero, Miles.\nJoin us as we sit down with Cameron Christian, game director at Insomniac Games, as he takes us through how Miles will feel different in combat and how suit mods will make for varied and fun fights with New York City's den of criminals.\nWe hope you're enjoying this month of coverage on Marvel's Spider-Man: Miles Morales!", "paragraphs": ["Part of living out the superhero fantasy is harnessing your favorite character's abilities and feeling the power they wield. Marvel's Spider-Man did an amazing job of making you feel like Peter Parker by allowing you to zip around New York warehouses and bash bad guys with a plethora of cool spider powers and geeky gadgets. The trick for Insomniac this time around was how it could duplicate the fun of the original system while adapting it for a new hero, Miles.", "Join us as we sit down with Cameron Christian, game director at Insomniac Games, as he takes us through how Miles will feel different in combat and how suit mods will make for varied and fun fights with New York City's den of criminals.", "We hope you're enjoying this month of coverage on Marvel's Spider-Man: Miles Morales! If you can't wait to learn more about the game, be sure to check out our full thoughts on The GI Show, our primer for who Miles is as a character, and a look at some beautiful PlayStation 5 screenshots!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["spiderman", "miles", "morales", "youre", "york", "feel", "zip", "refined", "fun", "combat", "marvels", "insomniac", "game"], "pubDate": "2020-10-21T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}