{"title": "WSJ Life, Style & Arts: Weekend News and Reads", "summary": "Opinion ‘Heirs of an Honored Name’ Review: The Adams Family in Decline With two forebears in the White House, later generations felt doomed to failure—at least by comparison—and harsh self-judgment.\nMusic Review The Decade in Music: Intimacy Delivered via Headphones While the internet revolution has reshaped the way we get our music, it’s also brought listeners closer than ever to the artists who create it.\nSports A Marathoner’s Daring Double: Olympic Trials, Boston Des Linden didn’t want to decide between the Olympic trials and the Boston Marathon—so she’s running them both, 51 days apart.\nWhy This Patriots Scandal Is So Tense The Patriots were accused of cheating again.\nBut it’s potentially explosive because of historical tensions between New England and the NFL about this very topic.", "url": "https://www.wsj.com/news/life-arts?mod=hp_listc_strap", "paragraphs": ["THE MIDDLE SEAT The Trick to Making a 180,000-Ton Cruise Ship Feel Cozy Carnival is reimagining small and large spaces while building its largest ship ever, the Mardi Gras, which can hold 6,641 people.", "Opinion ‘Heirs of an Honored Name’ Review: The Adams Family in Decline With two forebears in the White House, later generations felt doomed to failure—at least by comparison—and harsh self-judgment.", "Film Review The Vivid Visions of Agnès Varda A touring film series launching this month offers viewers the chance to dive into the oeuvre of a pioneer of the French New Wave who made affecting work throughout her life in a variety of genres.", "Film Review The Decade in Movies: Living Through a Revolution Multiplexes are taking hits from streaming services, and risk-averse entertainment conglomerates are leading the studio system toward extinction, but filmmakers around the world are still making brilliantly cinematic features.", "Art Review The Decade in Art: Expanded Voices, Consolidated Markets While commercial worth has replaced aesthetic value for much of the art world, museums are still mounting impressive shows and under-recognized artists are beginning to get their due.", "Music Review The Decade in Music: Intimacy Delivered via Headphones While the internet revolution has reshaped the way we get our music, it’s also brought listeners closer than ever to the artists who create it.", "Sports A Marathoner’s Daring Double: Olympic Trials, Boston Des Linden didn’t want to decide between the Olympic trials and the Boston Marathon—so she’s running them both, 51 days apart.", "NFL Spygate 2.0? Why This Patriots Scandal Is So Tense The Patriots were accused of cheating again. The circumstances are a little baffling. But it’s potentially explosive because of historical tensions between New England and the NFL about this very topic.", "Load More"], "id": "7d782033-23cc-3769-89e2-5f35fc4707dd", "authors": [], "keywords": ["making", "world", "decade", "wsj", "weekend", "review", "reads", "arts", "style", "life", "music", "revolution", "ship", "olympic", "trials", "patriots"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}