{"keywords": ["told", "times", "house", "president", "right", "trump", "shoot", "opinion", "impeachment", "wall", "evil", "trumps", "touch"], "authors": ["Maureen Dowd"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "http://www.nytimes.com/2019/10/05/opinion/sunday/trump-chinatown.html", "summary": "(And don’t forget, as the House demands documents from the vice president in the impeachment inquiry, if Trump and Pence have to go, we’ll have our first Madam President.)\nTrump biographer Michael D’Antonio predicted that being in the White House would distill Trump to his essence.\nThat is on disturbing display in “Border Wars: Inside Trump’s Assault on Immigration,” the new book by Times reporters Michael D. Shear and Julie Hirschfeld Davis.\nAfter publicly suggesting that soldiers shoot migrants if they threw rocks, the president backed off when his staff told him that was illegal.\nBut later in a meeting, aides recalled, he suggested that they shoot migrants in the legs to slow them down.", "paragraphs": ["What makes the metaphor so powerful is its unAmericanness. In democracy, we supposedly have the power. But in Chinatown, there’s nothing you can do. Forget it, Jake. It’s an oligarchy.", "Is the impeachment inquiry the false hope, the cocky detective?", "This was the week that made it glaringly clear that the president put his fragile ego, idiotic conspiracy theories and political prospects ahead of American national security interests. But watching Mike Pence and Marco Rubio and the red firewall of Republican lawmakers pervert principles to protect Donald Trump elicits dread that there will be more lawlessness.", "As John Huston’s Noah Cross says when Jake confronts him over his turpitude: “Most people never have to face the fact that at the right time and the right place they are capable of … anything.”", "In this desolate scenario, is Nancy Pelosi Jake?", "Not really. The speaker is anything but naïve. She is well aware that Mitch McConnell — an icy film noir villain if there ever was one — will snuff out any threat that Trump will be ousted. (And don’t forget, as the House demands documents from the vice president in the impeachment inquiry, if Trump and Pence have to go, we’ll have our first Madam President.)", "Trump biographer Michael D’Antonio predicted that being in the White House would distill Trump to his essence. And his essence, D’Antonio says, is a dark swirl of cruelty, violence and fear. That is on disturbing display in “Border Wars: Inside Trump’s Assault on Immigration,” the new book by Times reporters Michael D. Shear and Julie Hirschfeld Davis.", "“Privately,” they wrote in an adaptation of the book in The Times, “the president had often talked about fortifying a border wall with a water-filled trench, stocked with snakes or alligators, prompting aides to seek a cost estimate. He wanted the wall electrified, with spikes on top that could pierce human flesh. After publicly suggesting that soldiers shoot migrants if they threw rocks, the president backed off when his staff told him that was illegal. But later in a meeting, aides recalled, he suggested that they shoot migrants in the legs to slow them down. That’s not allowed either, they told him.”", "The sordid moment where we find ourselves is at once stunning and ineluctable: the House move to impeachment, Trump’s lunatic denials about his blatant transgressions, and his even more lunatic bouts of self-incrimination."], "id": "7d95875d-b041-344c-a1a3-a1c5df3d1726", "pubDate": null, "title": "Opinion | Touch of Evil"}