{"paragraphs": ["Written by Celeste Olalquiaga", "The huge futuristic spiral known as El Helicoide has a reputation as the country's worst torture center.", "It has become a \"dark site\" where different Venezuelan police forces have their headquarters, in particular the intelligence agency Sebin and the PNB (national police). Several inmates have alleged abuses at the prison, which CNN has reported", "The immediacy and horror of this situation tend to conceal a poignant structural condition that is the underlying cause of the socialist revolution led by the late Hugo Chávez and of the political impasse that afflicts Venezuela today.", "El Helicoide is a microcosm of the contradictions written into Venezuela's modern history. A promise of instant \"first world\" development amid ever-expanding slums.", "The book Downward Spiral: El Helicoide's Descent from Mall to Prison (2018) , which I edited along with cultural historian Lisa Blackmore, presents the history of the building and of its many failures and contradictions along with archival photography and personal testimonies that attest to the building's original grandeur and eventual collapse.", "Originally conceived as a monumental showroom for the country's emerging oil and mineral industries, El Helicoide was built between 1956 and 1961 and would have been the largest and most state-of-the-art mall in the Americas.", "The former shopping center is now the headquarters of the Bolivarian National Intelligence Service (SEBIN). Credit: JUAN BARRETO/AFP/AFP/Getty Images", "It was constructed in South-Central Caracas on a rocky hill that was first razed into seven levels in a helicoidal, or spiral, shape. The sculpted hill was then poured over with concrete, creating two interlocked spirals with two-and-a-half miles of vehicular ramps where drivers could park in front of their stores of choice. The 645,834 square feet structure would have housed 300 upscale stores, eight cinemas, a hotel, and a heliport, among many other consumer conveniences.", "At a cost of $10 million (equivalent to $90 million today), El Helicoide would have featured the technology of the time, including closed television circuits and hi-speed custom-made Austrian elevators that never made it out of their cases and were eventually looted. Its geodesic dome -- the first of those inspired by Buckminster Fuller's famous blueprint to be installed outside the United States -- was stored for 20 years before being mounted in one of the building's many failed recovery projects.", "Meant to become the symbol of an ultra-modern Caracas and a rapidly developing Venezuela, El Helicoide's daring size and form were widely admired: the structure was prominently featured in MoMA's 1961 Roads exhibition on highways as a new form of architecture (with El Helicoide originally combining transportation with an exhibition and commercial center), and appeared on the covers of major international magazines.", "Yet as photos of its striking models starred across the globe, the construction site in Caracas was coming to a stop. After the fall of dictator Marcos Pérez Jiménez (1952-1958), the building's architects -- Jorge Romero Gutiérrez, Pedro Neuberger and Dirk Bornhorst -- were suspected of having received financial help from the military regime. Although never documented or proven, this allegation was used by the incoming democratic government, which refused to guarantee the international credits necessary to finish the structure.", "El Helicoide was built in the 1950s. Photo: Julio César Mesa, 2015. Courtesy of proyectohelicoide.com Credit: Photo Julio César Mesa 2015. Courtesy proyectohelicoide.com.jpg", "A complicated litigation between the construction firm, the store owners (a novel form of fundraising) and the state arose. Apparently even Nelson Rockefeller, who had several businesses in Venezuela (foremost among them the Creole Petroleum Corporation, which was for several years the most important oil producer in the world), became interested in buying El Helicoide, but red tape made it impossible. The construction firm went bankrupt and all work on the building ceased by 1961, one year short of its completion. Left in raw concrete, years of abandonment followed. In 1975, the structure passed to the hands of the state.", "El Helicoide is surrounded by shantytowns, locally known as barrios, namely those of San Agustín del Sur. Like so many other barrios that now represent more than half of Caracas' built environment, this community started as shacks built by rural migrants in the mid-19th century, growing exponentially after the discovery of oil in 1918 and the industrial modernization of Caracas that started in the late 1930s.", "The building's construction coincided with the wide-ranging, state-led projects created to demolish such informal housing developments at the time, and played a crucial role in the urban planning of mid-century Caracas. As such, El Helicoide's futuristic 1950s form embodied the dramatic contrast between an oil-fueled modernization, devised to propel the country from a semi-feudal economy into a 20th century industrial powerhouse, and the enormous social inequities on which this process rode. These disparities, which kept 80% of Venezuelans in misery, paved the way to Hugo Chávez's Bolivarian Revolution.", "Had this self-styled socialism kept its promises, the barrios' inhabitants would have been provided with proper housing and living conditions. Instead, San Agustín del Sur is now considered one of the most dangerous shantytowns in Caracas. Its residents have suffered through El Helicoide's different phases, starting when sections of the community were razed to make way for the building; continuing with the 1979-1982 \"Great Occupation,\" when 10,000 people stayed in the building for three years in dire conditions; and enduring since 1985 a different sort of threat once the intelligence police (then DISIP, now SEBIN) was officially granted a 15-year lease for the building's two lower levels, where the prisoner's cells are located.", "Although it held political prisoners since the beginning of this last occupation, El Helicoide's role as a spiral jail and torture center became publicly visible after the massive protests of 2014 and 2017, when hundreds of students were taken and retained there illegally , some for months and even years.", "Venezuelan authorities have long denied cases of torture there. For instance, in May 2018 Venezuela's Attorney General Tarek Saab speaking with CNN Espanol rejected prisoners' claims of torture, extortion and minors being held inside the center.", "This year, as the Maduro government has been increasingly cornered by the National Assembly and the international powers that are declaring his second mandate illegitimate, governmental repression has brutally focused on the barrios of Caracas. Their inhabitants, formerly the proud followers of a Bolivarian Revolution that gave them hope and dignity, have been the most affected by its failure. They now fight against the official armed forces of a government that claims to protect them while striking their communities with violent night raids away from TV cameras and social media.", "Once hailed as the would-be icon of Venezuela's fast paced modernity, El Helicoide's downward spiral sadly represents the collapse of a national dream built on untenable social divisions.", "One can only hope that both country and building will rise from their current situation and meet the challenges of a country whose vast oil reserves still hold an unfulfilled potential. For this to happen, justice must be served for the country's political prisoners, but also for its ever-present masses of urban poor."], "id": "7daf0bc2-68f3-35ad-b3da-49f733b777ca", "url": "https://edition.cnn.com/style/article/helicoide-venezuela-olalquiaga-intl/index.html", "title": "El Helicoide: The futuristic wonder that now sums up Venezuela's spiral into despair", "authors": ["Celeste Olalquiaga"], "keywords": ["helicoides", "sums", "building", "despair", "helicoide", "caracas", "prisoners", "el", "futuristic", "venezuelas", "wonder", "spiral", "buildings", "built", "torture"], "pubDate": null, "summary": "Written by Celeste OlalquiagaThe huge futuristic spiral known as El Helicoide has a reputation as the country's worst torture center.\nEl Helicoide is a microcosm of the contradictions written into Venezuela's modern history.\nEl Helicoide was built in the 1950s.\nEl Helicoide is surrounded by shantytowns, locally known as barrios, namely those of San Agustín del Sur.\nOnce hailed as the would-be icon of Venezuela's fast paced modernity, El Helicoide's downward spiral sadly represents the collapse of a national dream built on untenable social divisions.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}