{"id": "7dc65ca4-9fde-370a-a72b-859cf3a6f28a", "title": "The Dark Pictures Anthology Continues With 'House Of Ashes'", "url": "https://www.gameinformer.com/2020/11/02/the-dark-pictures-anthology-continues-with-house-of-ashes", "summary": "The Dark Pictures Anthology: Little Hope is available now following the launch of Man of Medan, but there is more horror yet to come.\nSupermassive Games has revealed the next chapter on the way with a new trailer showing off House of Ashes.\nWhile the reveal trailer is short, it does bode well for continuing on the trend seen in the anthology thus far.\nFor those that haven't checked out the anthology's previous two games with Man of Medan and Little Hope, no worries.\nWhat do you think about the House of Ashes reveal trailer?", "paragraphs": ["The Dark Pictures Anthology: Little Hope is available now following the launch of Man of Medan, but there is more horror yet to come. Supermassive Games has revealed the next chapter on the way with a new trailer showing off House of Ashes. While the reveal trailer is short, it does bode well for continuing on the trend seen in the anthology thus far.", "“They say the souls of the dead went deep underground to the House of Ashes, where they lived on dust plagued by the demons of the underworld,” says the foreboding narration. For those that haven't checked out the anthology's previous two games with Man of Medan and Little Hope, no worries. This is an anthology, which means it's not a continuous storyline. While each game offers something unique for horror fans, it's not required to play the previous two in order to enjoy what House of Ashes has to offer.", "Check out the official chapter story reveal in the video below:", "We don't have a release date yet other than a 2021 launch window for House of Ashes, but Little Hope is still a fresh release. You can learn more about the latest chapter to debut with our full review here alongside a small snippet below:", "Little Hope is inconsistent, like a witch-in-training still learning how to fully weave a spell. It sets up its story well and keeps you guessing, but the execution is lacking. It needs more variety and interesting things for your characters to do. The action comes too late, and by then, you’re already nodding off. However, seeing the fantastic ending makes putting up with those boring moments a little more bearable.", "According to initial projections from Supermassive Games, the studio that gave us Until Dawn, there are eight chapters in total planned for this anthology series. It will be exciting to see where this gaming project leads, but for now? We have our first look at House of Ashes.", "What do you think about the House of Ashes reveal trailer? Have you enjoyed the anthology thus far? Sound off with your horror hot takes in the comment section below!", "[Source: RabidRetrospectGames]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["games", "hope", "anthology", "little", "ashes", "continues", "chapter", "pictures", "house", "trailer", "horror", "reveal", "dark"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}