{"id": "7dd78f25-f5d9-35ed-9411-4ee1908ba009", "keywords": ["william", "cheer", "villa", "charlotte", "team", "george", "vs", "aston", "soccer", "kate", "fans", "school", "middleton", "prince", "norwich"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Jessica Napoli"], "url": "http://www.foxnews.com/entertainment/prince-george-princess-charlotte-cheer-on-aston-villa-at-premier-league-soccer-game", "title": "Prince William, Kate Middleton take George and Charlotte to cheer on Aston Villa vs Norwich", "summary": "Royal soccer fans in the making.\nOn Saturday, Prince William and Kate Middleton enjoyed watching the Premier League's Aston Villa take on Norwich City in Norwich, England along with their two older kids Prince George, 6, and Princess Charlotte, 4.\nPRINCE GEORGE HAS ADORABLE NICKNAME FROM HIS FRIENDS AT SCHOOL, REPORT SAYSThe royal family was all smiles as their favorite team, Aston Villa, won 5-1, and Prince Geoge showed off his spirit in an Aston Villa t-shirt as he cheered and clapped for the team.\nPrince William has been a longtime fan of the club.\nKATE MIDDLETON REVEALS PRINCE GEORGE, PRINCESS CHARLOTTE SHARE HER LOVE FOR THIS HOBBY“I wanted to have a team that was more mid-table that could give me more emotional rollercoaster moments,\" he added.", "pubDate": null, "paragraphs": ["Royal soccer fans in the making.", "On Saturday, Prince William and Kate Middleton enjoyed watching the Premier League's Aston Villa take on Norwich City in Norwich, England along with their two older kids Prince George, 6, and Princess Charlotte, 4.", "The couple decided to leave 17-month-old Prince Louis at home.", "PRINCE GEORGE HAS ADORABLE NICKNAME FROM HIS FRIENDS AT SCHOOL, REPORT SAYS", "The royal family was all smiles as their favorite team, Aston Villa, won 5-1, and Prince Geoge showed off his spirit in an Aston Villa t-shirt as he cheered and clapped for the team.", "The youngster is growing to love the sport. He reportedly had a soccer-themed sixth birthday party in July and in his official birthday photos, Prince Goerge is wearing an England national team jersey.", "PRINCESS CHARLOTTE TO ATTEND SAME SCHOOL AS BROTHER PRINCE GEORGE", "Also in July at a polo match, he was spotted kicking around a soccer ball with his sister.", "Prince William has been a longtime fan of the club.", "In May 2015, he told BBC presenter Gary Linker about why he's so passionate about the team.", "“A long time ago at school, I got into football big time. I was looking around for clubs. All my friends at school were either Man United fans or Chelsea fans and I didn’t want to follow the run of the mill teams,\" be explained.", "KATE MIDDLETON REVEALS PRINCE GEORGE, PRINCESS CHARLOTTE SHARE HER LOVE FOR THIS HOBBY", "“I wanted to have a team that was more mid-table that could give me more emotional rollercoaster moments,\" he added."]}