{"id": "7dece2b7-fb86-3b5d-bf10-8e5023b1acbe", "title": "Watch The New Yorker Documentary | Millennial Politician Chlöe Swarbrick Challenges New Zealand’s Boomer Generation | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/the-new-yorker-documentary-millennial-politician-chloe-swarbrick-challenges-new-zealands-boomer-generation", "summary": "I don’t think it’s sustainable to be fightingall of the time.\nI don’t know, I have regular conversationswith people that I lovewhere I talk about leaving this place.\nYou know, there’s the drug-law reform thing here,age thing over here,there’s the kind of gay bisexual thing over here.\nI don’t know how to put into wordshow much I love himand how much of an incredible human being he is.\nI will keep going as long as I feellike I am making change,but I don’t wanna be here in 10 yearsbecause change is needed now.", "paragraphs": ["Transcript", "Legalize marijuana? You’re mad.", "Educate. Regulate.", "You’re naïve.", "A clean green", "Your sexuality is something that . . .", "This is what democracy looks like.", "Enough is enough.", "O.K., Boomer.", "Do you wanna do anything. Can I work?", "O.K., cool.", "Kia ora. I just wanted to make sure", "you were supporting the election access at third reading?", "O.K., sweet as.", "The other thing, what happened yesterday?", "Ah, shit happens.", "All right, catch you later, mate, bye.", "A few years ago, someone on Twitter", "said, “Maybe the reason that none of the politicians", "want to engage in the cannabis debate", "is because they’ll end up in the Herald", "smoking a giant bong.”", "That’s exactly what happened to me.", "Kia ora, hey, I’m Chlöe.", "I’m taking you guys on a tour of Parliament. Yep?", "Cool.", "This is the tunnel, which connects Bowen House", "to the Beehive and then the Beehive’s", "connected to Parliament.", "Parliament is such a weird space.", "It feels like a really oppressive environment.", "When I first came into Parliament,", "I was trying to retain my sense of self.", "I remember thinking,", "“Do I have to start talking like a politician?", "What does it mean to talk like a politician?”", "Inside the parliamentary buildings", "there are thousands of people.", "They all work ridiculously long hours", "and they’re under immense amounts of pressure.", "Like last night, we were here until half midnight,", "and people are getting pent up, people are angry,", "people are sleep deprived.", "And then you come back at 7 A.M. in the morning", "and you do it all again.", "I don’t think it’s sustainable to be fighting", "all of the time.", "There’s exhaustion and there’s burnout.", "But if you’re not there for the long haul,", "then it’s hard to see the work getting done at all.", "So, do you guys know how members’ bills", "are chosen in New Zealand?", "All back-bench government get a little chip", "and it’s essentially a lottery-type process.", "That’s the only way you can get a bill up", "unless you’re a Minister.", "This is the biscuit tin,", "which is literally a biscuit tin.", "We bought it at DEKA many, many years ago.", "Yeah, something to put the chips in.", "We do a draw, pull out the number", "and that bill will be available for consideration", "and could get passed into law.", "Yeah.", "So it’s quite exciting, really.", "Yep, it is. But it’s, like, literally a lottery.", "I think politics . . .", ". . is fucked.", "Happy? Sweet as.", "All right, team.", "I’ve always been hesitant to provide", "any sense of timeline as to how long", "I’ll stay in Parliament", "because I wouldn’t be able to give you an authentic answer.", "I don’t know, I have regular conversations", "with people that I love", "where I talk about leaving this place.", "People become very odd, when they have this job.", "Of course, you can.", "Selfie, you know, we’re millennial.", "O.K.? O.K.", "No worries, lovely to meet you.", "Are we all doing a hug?", "Yeah, do a hug.", "It feels very odd being in the public eye.", "It’s hard to have a private life", "with a public profile.", "Totally.", "Being a Green Party M.P., sometimes,", "it just feels as though your life", "is a bit of a platter.", "You know, there’s the drug-law reform thing here,", "age thing over here,", "there’s the kind of gay bisexual thing over here.", "And those are all different ways that you can", "pigeonhole me.", "What do we want? Trans rights.", "When do we want it?", "Now!", "Political change is a really hard thing.", "In order to get to that tipping point", "you need hundreds of thousands,", "if not millions, of everyday people doing their bit.", "We care about you; Jesus loves you.", "But He has commanded every man everywhere to repent.", "We must humble ourselves in the sight of God.", "We’re here, we’re queer. Get used to it, get used to it.", "There are a huge number of those", "who don’t vote because they don’t feel represented,", "or because they don’t feel that their vote means anything.", "People who are really pissed off", "at the way that things are.", "When they decide to disengage,", "is that it reinforces power and wealth in the hands", "of the people who already have it.", "O.K.", "Cool?", "Yep.", "My name is Chlöe Swarbrick,", "I love this city.", "My name is Chlöe Swarbrick, my name is Chlöe Swarbrick.", "Argh.", "I remember really vividly Googling", "how to become Auckland’s mayor.", "I had to pay two hundred dollars for administrative fees.", "I had to have two people nominate me,", "and I had to be over the age of 18.", "I was 22 at the time,", "which kinda became my defining feature.", "So, we’re currently on Karangahape Road,", "otherwise known as K Road,", "which is a one-kilometer strip of road", "that could be my entire universe", "if I didn’t have to venture outside of it.", "Rolling your ankle", "the day you have to move?", "I know, I’m gonna be useless.", "Well there’s not much has changed.", "Alcohol, tote bags, candles.", "This is the essentials.", "What’s that?", "Kitchen.", "O.K.", "For the kitchen it’s pots.", "I mean you can figure that out if you want.", "You’re gonna let someone else decide the placement of your . . .", "I do not wanna have autonomy over where the pots go.", "I have too many decisions in my life.", "She gets mad at me. She’ll try and FaceTime me", "when I’m in, like, a caucus meeting.", "And then she’s like, “You never talk to me.”", "She never does . . .", "Absolutely never. I call her so much", "and she never answers me.", "I forget, you know, she’s this big politician.", "Yay!", "I love that couch.", "I don’t own a car, I don’t own a house.", "That was my mark of being a grownup.", "Dad looks so handsome in this.", "Yeah, my Dad’s my hero.", "I don’t know how to put into words", "how much I love him", "and how much of an incredible human being he is.", "I remember, growing up,", "debating politics and philosophy and", "not necessarily knowing", "that it’s what we were debating,", "but debating on those things with Dad.", "The No. 1 question she used to ask is,", "“Dad, what’s the purpose of life?”", "While that sounds quite sweet,", "when it’s every week for about five years", "the novelty wears off.", "Did you ever think she’d be a politician?", "No, not at all.", "You know it’s not something you’d ever wish", "upon your children, to be fair.", "Dad told me when I was about 13 that I was adopted.", "It was at that point in time", "I was going through this real identity crisis", "and I was dealing with it in unhealthy ways.", "I was in a really dark space personally", "and I didn’t necessarily have a way to recognise", "that that was depression.", "I grapple with the mental-health thing quite a bit.", "There are not many politicians", "who are willing to go on the record", "about mental health.", "And I discovered why when I spoke about it,", "because I got emails from people telling me", "I was crazy and I should never be near power.", "Parliament is a toxic culture that chews people up", "and spits them out.", "This system dehumanizes people", "and you therefore become inhuman and disconnected", "from the people who you purport to represent.", "Our job is to inspire people to see that they themselves", "can be that change if they engage in it.", "Plain and simple,", "nobody ever changes the world alone.", "And I just get amped when I see heaps of people", "deciding to get on board with that opportunity for change.", "Because in a country as small as ours", "it doesn’t take much.", "I will keep going as long as I feel", "like I am making change,", "but I don’t wanna be here in 10 years", "because change is needed now."], "authors": ["Condé Nast"], "keywords": ["youre", "video", "generation", "way", "swarbrick", "watch", "dont", "yorker", "thing", "zealands", "really", "politician", "wanna", "theres", "documentary", "think", "know", "newyorkercom", "millennial", "used"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}