{"id": "7e519ac8-2afe-3f10-995e-baac59652615", "title": "AB InBev Taps Machine Learning to Root Out Corruption", "url": "https://www.wsj.com/articles/ab-inbev-taps-machine-learning-to-root-out-corruption-11579257001?mod=hp_minor_pos6", "summary": "That way of vetting acquisitions is widely accepted, but AB InBev executives felt it was inefficient.\nAB InBev’s Matt Galvin speaking at a WSJ Pro Artificial Intelligence event last year.\nThe platform allows AB InBev’s compliance team to identify and investigate suspect payments—sometimes before they are finalized.\nOne probe into a certain type of third-party vendor in three countries cost AB InBev about $1.8 million before BrewRight, Mr. Galvin said.\n“Data analytics and what AB InBev has done changes that equation,” said Eugene Soltes, a Harvard Business School professor who wrote a case study on AB InBev’s compliance efforts.", "paragraphs": ["For many multinational companies, preventing bribery and corruption involves sending lawyers to far-flung places, holding meetings and web-based surveys, and interviewing uncooperative or uninformed employees.", "It’s a human process, prone to bias and error. That is why it’s ripe for a more data-driven approach, experts say.", "The company that appears to be ahead in solving this technological riddle isn’t in the tech sector. In fact, its main product—beer—predates the invention of the wheel.", "Anheuser-Busch InBev SA, the world’s largest brewer, has spent three years developing machine-learning technology that can identify risky business partners and potentially illegal payments. The analytics platform, BrewRight, draws on data from operations in more than 50 countries, allowing the company to proactively monitor legal risks and prevent violations, instead of focusing on investigating problems after they arise.", "The platform is designed to get smarter and more effective over time. It has cut hundreds of thousands of dollars in costs associated with investigating suspect payments. It has also placed the company—the brewer of Budweiser, Stella Artois and other beers—at the forefront of corporate anticorruption compliance.", "“They have achieved something I have not seen anyone else achieve when it comes to integrating their various operational and financial data,” said Hui Chen, an independent consultant who helped prepare U.S. Justice Department guidance on evaluating corporate compliance programs and who has seen the platform up close.", "A large company can make millions of payments daily. For most, accessing data on those transactions can be an expensive and time-consuming endeavor. But doing so could also be the key to stopping corruption before it happens. “Once you have the data you see the pattern and the pattern allows you to be predictive,” Ms. Chen said.", "If fully realized, AB InBev’s efforts could pave the way for a new generation of corporate compliance—one where companies leverage internal data to create transparency. The approach could also reshape the expectations of law-enforcement agencies such as the Justice Department.", "Born From a Big Deal", "The BrewRight platform had its genesis in one of the biggest corporate mergers in recent history: AB InBev’s purchase of SABMiller PLC in 2016.", "Companies typically examine the compliance practices of acquired businesses, looking for areas that need stronger safeguards. Such assessments can involve basic data analysis, but they traditionally rely heavily on the judgment of lawyers or auditors who are flown around the world to interview local employees about how the business works.", "That way of vetting acquisitions is widely accepted, but AB InBev executives felt it was inefficient. The brewer had already dealt with a bribery investigation by the U.S. Securities and Exchange Commission into a joint venture in India. The size of the $100 billion-plus SABMiller deal—which required the integration of a compliance program that spanned SAB operations in 25 countries—prompted the company to go a step further.", "AB InBev’s Matt Galvin speaking at a WSJ Pro Artificial Intelligence event last year. Photo: ANDY DAVIS for The Wall Street Journal", "AB InBev’s compliance team decided to build a repository where data from across its various systems accrued. The goal was to create a tool that was useful inside and outside the compliance department, according to Matt Galvin, the AB InBev executive who spearheaded the project.", "“The more visibility everyone has into what everyone else is doing, the more likely they are going to make better decisions,” said Mr. Galvin, now AB InBev’s global vice president for ethics and compliance. “That to me is the next evolution of the corporate compliance program.”", "Today, BrewRight pulls data from more than a dozen enterprise resource planning systems—mainly related to accounts payable—as well as expense, compliance and investigations records, and external data from sources such as sanctions lists and Transparency International’s Corruption Perceptions Index.", "The data passes through models that offer insights into the business, with a focus on ranking risky transactions and third-party vendors. The platform allows AB InBev’s compliance team to identify and investigate suspect payments—sometimes before they are finalized.", "Each transaction that is cleared or escalated by a member of Mr. Galvin’s team becomes another data point that the platform, using machine-learning technology, can use to improve its models’ accuracy.", "Often, a flagged transaction or vendor can be cleared with a few phone calls. But if it warrants a more substantive investigation, the compliance team already has much of the data needed to do so at their fingertips, which speeds the process and makes investigators more efficient.", "One probe into a certain type of third-party vendor in three countries cost AB InBev about $1.8 million before BrewRight, Mr. Galvin said. Replicated with the new platform, another investigation into the same type of vendor in six countries cost about $250,000, he said.", "Getting Other Companies on Board", "Data analytics and artificial intelligence are widely used in heavily regulated industries, such as the financial sector, to detect money laundering and fraud. But companies have been slow to apply advanced technologies to their anticorruption efforts—despite the steep costs and blockbusters fines associated with foreign bribery investigations.", "Just 22% of roughly 1,000 companies surveyed by the Association of Certified Fraud Examiners use even rudimentary data analytics to monitor for bribery and corruption, according to a 2019 report. And only about 13% of the companies surveyed used artificial intelligence or machine learning to fight fraud.", "Newsletter Sign-up", "Historically, companies have focused on investigating misconduct after it occurs. “Data analytics and what AB InBev has done changes that equation,” said Eugene Soltes, a Harvard Business School professor who wrote a case study on AB InBev’s compliance efforts. “They want to put much more on the front-end—on prevention and detection.”", "Other companies, including Microsoft Corp. and Walmart Inc., which have faced their own foreign bribery probes, have built analytics tools to deal with risky areas of their businesses. But the scope and ambition of AB InBev’s platform—which has been designed to do everything from help prevent money laundering and antitrust violations to catch duplicative payments and track beer giveaways—sets the brewer apart.", "Mr. Galvin said he doesn’t want BrewRight to be a trade secret. He speaks regularly about the project at conferences and gives demos to fellow compliance officers. He wants to develop a consortium that enables companies to share insights from their data to boost the accuracy of their analytics models.", "The upfront cost of creating a similar tool could deter many smaller companies, but Mr. Galvin said he hopes that AB InBev’s experience could serve as a guidepost, potentially lowering the price tag.", "“Compliance systems aren’t data-driven like they should be because they have been traditionally run by attorneys,” said Vincent Walden, a managing director at professional-services firm Alvarez & Marsal Holdings LLC who was hired by AB InBev to help launch BrewRight while a partner at Ernst & Young. “Legal and compliance departments have been sheltered for years by procedures and words.”", "Government Is Watching", "That may change as one of the primary drivers of anticorruption compliance—the Justice Department—takes notice of projects such as AB InBev’s.", "Prosecutors also have been investing in analytics tools that allow them to spot fraud in Medicare claims or securities markets, then-Deputy Assistant Attorney General Matthew Miner said at a conference in Washington in September. Mr. Miner, who recently left the agency, oversaw investigations into violations of the U.S. Foreign Corrupt Practices Act, which prohibits bribes paid to foreign government officials.", "“If misconduct does occur,” he said, “our prosecutors are going to ask how, if at all, the company’s compliance program is making use of its own data resources.”", "Write to Dylan Tokar at dylan.tokar@wsj.com"], "authors": ["Dylan Tokar"], "keywords": ["galvin", "compliance", "companies", "inbev", "platform", "analytics", "corruption", "brewright", "ab", "root", "taps", "inbevs", "data", "machine", "learning"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}