{"id": "7e652d2f-f730-3249-9fb7-22fbfbc44f81", "title": "The tortoise and the hare - How to hybridise batteries and supercapacitors", "url": "https://www.economist.com/science-and-technology/2020/11/07/how-to-hybridise-batteries-and-supercapacitors", "summary": "But chemicals can hold a lot of energy, so batteries have high energy density (the amount of energy they can contain, again per unit weight).\nA Li-ion battery can store 200-300 watt-hours per kilogram ( W h/kg).\nAccording to a paper its inventors published recently in Nature Communications, the Graz cell’s performance exceeds that of a Li-ion battery.\nThis is roughly double what a typical Li-ion battery can manage in terms of weight and volume respectively.\nLi-ion batteries have the advantage of incumbency, and batterymakers have invested billions of dollars in huge “gigafactories” to turn them out in droves.", "paragraphs": ["For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub", "W HEN IT COMES to putting on pace, some electric vehicles rely not only on a battery to deliver the necessary wattage, but also on a second source of power called a supercapacitor. The battery serves as a marathon runner, providing a steady discharge over a long distance. The supercapacitor is a sprinter, unleashing a large amount of energy rapidly.", "Speedy discharge is not the only advantage supercapacitors bring. They can be recharged more quickly, too. That makes them particularly useful in regenerative-braking systems, since they are able to absorb more of the electricity that is produced as a vehicle slows down. They can, though, store only a fraction of the amount of energy which a battery stuffs away. They therefore soon run out of puff. Because of this, engineers have been trying for a while to hybridise the best bits of a supercapacitor with the most useful features of a battery, to make a storage device with both speed and endurance. They are now having some success. Indeed, NAWA Technologies, near Aix-en-Provence, France, claims its supercapacitor-like battery could more than double the range of an electric car, allowing it to be driven for 1,000km on a single charge. This new device could also, NAWA says, be recharged to 80% of its capacity in as little as five minutes.", "The science bit", "Capacitors and batteries work in different ways, so combining them is tricky. A capacitor stores energy physically, in the form of static electricity. This is easily and rapidly discharged, so capacitors have good power density (the rate at which they transfer energy, per unit of weight). A decent modern supercapacitor has a power density of several kilowatts per kilogram.", "Batteries store their energy chemically, in the form of reactive substances in their two electrodes. These electrodes are held physically apart, but are connected by a material called an electrolyte through which charged atoms, known as ions, can pass from one to the other, in order to permit a reaction to proceed. That, though, happens only when the ion flow is balanced by a flow of electrons through an external circuit between the electrodes. This electron flow is the electric current which is the reason for the battery’s existence.", "Controlled in this way, chemical reactions take time, so batteries have low power density. A lithium-ion (Li-ion) battery of the sort used in electric cars might thus muster only a tenth of a kilowatt per kilogram. But chemicals can hold a lot of energy, so batteries have high energy density (the amount of energy they can contain, again per unit weight). A Li-ion battery can store 200-300 watt-hours per kilogram ( W h/kg). Supercapacitors generally manage less than 10 W h/kg.", "Capacitors, by contrast—whether basic or “super”—consist of a pair of electrically conductive plates placed either side of a separator material. When a voltage is applied to these plates, a positive charge builds up on the surface of one and a corresponding negative charge on the other. Connect the plates through an external circuit and, as with a battery, a current will then flow.", "Making the leap from a basic capacitor to the super variety involves two things. One is to coat the plates with a porous material such as activated carbon, to increase the surface area available for energy storage. The other is to soak them in an electrolyte. This creates yet more storage area in the form of the electrolyte’s boundary with the plates. But adding an electrolyte to the mix also brings the possibility of adding a bit of battery-like electrochemistry at the same time. And Skeleton Technologies, an Estonian supercapacitor firm, plans to do just that.", "Plate tectonics", "Skeleton has already developed plates composed of what it calls “curved” graphene, for a new range of straightforward supercapacitors. Ordinary graphene is a single layer of carbon atoms arranged in a hexagonal grid. It is highly conductive. Skeleton’s curved variety consists of crumpled sheets of the stuff. The consequent increase in surface area will, the firm hopes, push the energy density of its new products to 10-15 W h/kg—a good fraction of the theoretical maximum for a supercapacitor of 20-30 W h/kg.", "That, though, is just the start of Skeleton’s plan. The firm’s engineers are now working with the Karlsruhe Institute of Technology, in Germany, to use curved graphene in what it calls its “SuperBattery”. Though this remains basically a supercapacitor, storing most of its charge electrostatically, the electrolyte will, says Sebastian Pohlmann, Skeleton’s head of innovation, also provide some chemical-energy storage. The company is keeping mum about the electrolyte it uses and the chemistry involved. “It is not comparable to the classic lithium-ion chemistry,” is all that Dr Pohlmann will say. But the overall consequence, he claims, will be something that is rechargeable within 15 seconds and has the ability to store 60 W h/kg. Skeleton aims to start producing this commercially by 2023.", "Other groups, too, are working on ways to add chemical-energy storage to a supercapacitor. Researchers at Graz University of Technology in Austria, for example, have developed a version that has its electrical contacts coated with carbon which is pierced by tiny pores. One contact operates like a capacitor plate, the other like a battery electrode. Unlike Skeleton, the Graz group are open about their approach to electrolyte chemistry. They are using aqueous sodium iodide (ie, a solution of sodium ions and iodine ions). At the electrode, the iodide turn into elemental iodine, which crystallises within the pores during discharge. This process then reverses itself when the device is charging. The pores in the plate serve to accommodate sodium ions similarly.", "According to a paper its inventors published recently in Nature Communications, the Graz cell’s performance exceeds that of a Li-ion battery. It is able, for example, to cope with up to 1m charge and discharge cycles, says Qamar Abbas, a member of the team. A Li-ion equivalent might be expected to manage a couple of thousand cycles.", "Both Skeleton and the Graz group, then, are taking modified supercapacitor architecture and adding some bespoke electrochemistry. By contrast, although the offering from NAWA Technologies does indeed also employ modified supercapacitor plates as its electrodes, it uses tried and trusted Li-ion ingredients for the chemical donkey work.", "Like Skeleton, NAWA already manufactures supercapacitors. The plates for these are created using a process which the firm calls VACNT (vertically aligned carbon nanotubes). This arranges those tubes in an array that resembles, in miniature, the bristles on a brush. Extreme miniature. A square centimetre contains about 100bn of them, all standing to attention. That greatly increases the surface area available to hold an electric charge.", "To adapt VACNT plates to operate also as battery-like electrodes, NAWA ’s engineers have thinned the nanotube forest to make room for coatings of the chemicals which batteries employ for their reactions, and also for the movement of lithium ions into and out of the spaces between the tubes. This freedom of movement, the company reckons, will boost the arrangement’s power density by a factor of ten.", "To start with, the nanotubes of the invention’s cathode (the positive electrode in a battery) will be coated with nickel, manganese and cobalt, a mixture already widely used to make such cathodes. Conventional anodes (the negative electrodes) are already carbon based, so using that element in the form of nanotubes is not a big departure. Other, less commercially developed battery chemistries should, though, also work with VACNT electrodes. These include lithium-sulphur and lithium-silicon, both of which have the potential to increase energy densities. Silicon is particularly promising, but it swells as it absorbs ions, and that can rupture a battery. The thicket of nanotubes in a VACNT electrode should operate like a cage to keep the silicon in check, says Pascal Boulanger, a physicist who helped found NAWA in 2013. The new electrode material could also be used with solid rather than liquid electrolytes, to make “solid-state” batteries. These are powerful and robust, but are proving tricky to commercialise.", "Bristling to work", "In tests with a number of unnamed battery companies, Dr Boulanger says VACNT electrodes achieved an energy density of 500 W h/kg in one battery and up to 1,400 watt-hours per litre in another. This is roughly double what a typical Li-ion battery can manage in terms of weight and volume respectively. “We have done that very easily,” he adds, “so we believe there is more room for improvement.”", "One firm that NAWA does admit to working with is Saft, a large batterymaker owned by Total, a French oil giant keen to diversify from fossil fuels. Among Saft’s customers are several Formula 1 teams which use some electric power in their racing cars. Saft has also teamed up with PSA group, a big European carmaker, to manufacture batteries for electric vehicles.", "Naturally, the new device’s success will depend on the cost of manufacturing it. NAWA is already constructing a mass-production line to make VACNT plates for its latest supercapacitors. The process used, which grows nanotubes on both sides of a roll of aluminium foil, would, says Ulrik Grape, NAWA ’s chief executive, transfer easily to an existing battery-production line and might even reduce battery-making costs. He expects the first versions of the supercapacitor-battery hybrids to be in production by 2023.", "Whether such hybrid storage will be able to compete with conventional Li-ions remains to be seen. Li-ion batteries have the advantage of incumbency, and batterymakers have invested billions of dollars in huge “gigafactories” to turn them out in droves. Yet, for all the hype surrounding electric cars, doubts about Li-ions linger in many customers’ minds. Range-anxiety, recharge rate and cost all combine to induce a hesitation to reach for the credit card. Mixing the spice of a supercapacitor with the stamina of a battery might overcome at least the first two of these objections, and thus, at last, truly launch an era of carefree electric motoring.■"], "authors": ["The Economist"], "keywords": ["energy", "supercapacitor", "plates", "batteries", "electric", "density", "battery", "electrodes", "liion", "supercapacitors", "hare", "nawa", "hybridise", "tortoise"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}