{"id": "7e6f2b07-79e7-33b0-ab62-20ec82386448", "title": "The uncertain future of political art in Hong Kong", "url": "https://edition.cnn.com/style/article/hong-kong-protests-political-art-intl-hnk/index.html", "summary": "The \"Lady Liberty Hong Kong\" statue stands in the city's Central District, during a rally in September 2019.\nParts of the original \"Lady Liberty Hong Kong\" are exhibited.\nCredit: Lady Liberty Hong Kong“ It symbolizes we are struggling, holding up pressure from up north, or from up top.\nProtesters sing \"Glory to Hong Kong\" at the IFC Mall on September 12, 2019 in Hong Kong.\nTop image: This aerial photo shows \"Lady Liberty Hong Kong\" on top of Lion Rock, one of the Hong Kong's most famous mountains, on October 13, 2019.", "paragraphs": ["Art has galvanized protesters to unite under banners of freedom and democracy as they forge passionate narratives of love, death and resistance at all costs. But will it be possible -- or even safe -- to make radical works in the increasingly charged political climate?", "Few in Hong Kong will forget the iconic \"Lady Liberty\" -- a towering white statue depicting a protester in goggles and a gas mask striding through a plume of sculpted tear gas.", "The crowd-sourced design was inspired by female protesters, in particular a young woman, believed to be a first aider, who was allegedly shot by police in the eye with a beanbag round during a pro-democracy demonstration last year.", "The crowd-sourced design was inspired by female protesters, in particular a young woman, believed to be a first aider, who was injured in the eye by an alleged police beanbag round during a pro-democracy demonstration last year.", "The work appeared at several rallies, but then its creators sought greater visibility: a location where the 4-meter-high (13 feet) artwork could perch as a mark of defiance.", "So, during a hot and rainy night last October, a team of volunteers and professional climbers hauled the statue, which weighed 80-kilograms (176-pounds) without its base, up a steep mountain in parts: Eight people on the legs, another eight on the upper torso and head, two on the umbrella, three on the flag pole and additional helpers to direct the team up the intrepid and uneven course.", "By dawn, \"Lady Liberty\" was assembled on Lion Rock, overlooking her besieged city and brandishing a flag reading \"Free Hong Kong, Revolution of Our Times.\"", "But not for long. The next day, the statue was toppled and spattered with red paint by unknown vandals.", "The \"Lady Liberty Hong Kong\" statue stands in the city's Central District, during a rally in September 2019. Its creators wanted her to become a symbol and raise awareness for the movement's aims. Credit: Justin Chin/Bloomberg/Getty Images", "Seven months later, she's back. And so is a potential threat to artistic expression, in the form of a national security law proposed by Beijing.", "The law , which is expected to ban sedition, secession and subversion of China's central government, will be introduced through a rarely used constitutional method that could effectively bypass Hong Kong's legislature -- thus undermining the city's autonomy under the \"one country, two systems\" principle.", "What this means for the city's creative community is uncertain. But if China's attitude towards dissent on the mainland is any indicator, artists in Hong Kong could face blatant censorship, intimidation and even jail time for politically themed works.", "Following a forced hiatus, brought about by citywide measures imposed to fight the coronavirus pandemic, the pro-democracy movement has stirred in recent weeks.", "The remnants of the original \"Lady Liberty Hong Kong\" are currently displayed on the second floor of a small cafe and exhibition space in the city's Sham Shui Po district -- hidden from street view to avoid attracting unwanted attention.", "Parts of the original \"Lady Liberty Hong Kong\" are exhibited. Credit: Lady Liberty Hong Kong", "“ It symbolizes we are struggling, holding up pressure from up north, or from up top. ” Lady Liberty Hong Kong spokesperson", "Along with these \"relics\" -- as the show's curators describe them -- a new, slightly altered version of the statue has been unveiled, an imposing floor-to-ceiling sculpture of \"Lady Liberty\" in typical protester attire. One fist is clenched, while the other hand is turned, palm up, to face the exhibition space's low ceiling.", "\"It symbolizes we are struggling, holding up pressure from up north (China), or from up top,\" said a spokesperson from the non-profit group, Lady Liberty Hong Kong , who would only give his code name Flash because, like other protesters, he is fearful of retribution.", "A new version of Lady Liberty. Smaller versions of the original icon are 3D-printed and sold to raise money to support protesters' livelihoods. Credit: Lady Liberty Hong Kong", "That the show opened the same week Beijing announced its hugely controversial national security law is purely coincidental. Yet the proposed legislation is now a huge concern among some of the artists taking part.", "\"This kind of exhibition, if the law was passed, would not be allowed,\" argued Kacey Wong, whose work is featured in the show.", "Kacey Wong was invited to create a work for the \"Lady Liberty Hong Kong\" exhibition. The sculpture, entitled \"In Dire Straits\" is of a cartoon version of the figure rising above flames. It will be auctioned by the organization to raise money towards a protester relief fund. Credit: Kacey Wong", "Hong Kong's Chief Executive Carrie Lam said in a press conference Tuesday that fears of strict new curbs on freedom of expression were unfounded, as the law is yet to be drafted. \"There is no need for us to worry because in the last 23 years whenever people worried about Hong Kong's freedoms of speech and freedoms of expressions and protest, time and again Hong Kong has proven that we uphold and preserve those values.\"", "But many in the city feel differently.", "Symbols of dissent", "conveyed protesters' fears and hopes. It has come in the form of ephemeral Lennon walls, which sprung up throughout the city (and were torn down just as quickly), as well as the countless memes, posters, flags and banners. In a leaderless and largely faceless movement, art hasconveyed protesters' fears and hopes. It has come in the form of ephemeral Lennon walls, which sprung up throughout the city (and were torn down just as quickly), as well as the countless memes, posters, flags and banners.", "The pace at which designs are turned out and shared online is almost feverish -- and the images often contain details of the next protest and what to bring, or a record of the previous night's violent clashes.", "A \"Lennon wall\" in Sai Wan Ho district on July 20, 2019 in Hong Kong. Inspired from the Lennon wall of Prague, the origins of Hong Kong's Lennon wall dates back to the 2014 Umbrella Movement, when protesters covered a wall outside government headquarters with Post-it notes expressing their frustrations and aspirations. Credit: Anthony Kwan/Getty Images", "A poster of a female protester at the Chinese University of Hong Kong (CUHK) on November 16, 2019. Credit: Dale De La Rey/AFP/Getty Images", "Hong Kong's unique cultural identity has underpinned the pro-democracy movement's messaging, and has also been communicated visually through art and design.", "\"This movement has combined (different elements of) Cantonese culture -- the spoken language, the slang. You see a lot of characters, like Pepe the Frog, borrowed and transformed to fit the local context,\" said one of the curators of \"Yellow Objects,\" a recent exhibition showcasing 18 protest posters made by anonymous graphic designers.", "\"You can see how we incorporated our cross-cultural influences -- manga, the West, games, graffiti -- and how it reflects growing up in this international city,\" said the curator.", "20,000 posters from the \"Yellow Objects\" exhibition -- such as this one, depicting a mother helping her son wear a helmet for a demonstration -- were distributed to the public, and plastered throughout the city. The photo was taken in the Wan Chai district of Hong Kong on January 1, 2020. Credit: Ivan Abreau/Bloomberg/Getty Images", "Posters featuring Pepe the Frog are laid out on a sidewalk outside the Central Government Offices during a protest in the Admiralty district of Hong Kong on September 28, 2019. Credit: Justin Chin/Bloomberg/Getty Images", "Strangers have also reached across disciplines to create enduring symbols of protest. \"Glory to Hong Kong,\" a rousing song composed by a protester in his mid-20s, has become an unofficial anthem belted out by flash mobs and mass gatherings .", "accompanying Anaccompanying music video , boasting a full orchestra and chorus, was created less than two weeks after the song's release and now has more than 4.6 million views on YouTube.", "Protesters sing \"Glory to Hong Kong\" at the IFC Mall on September 12, 2019 in Hong Kong. Credit: Chris McGrath/Getty Images AsiaPac/Getty Images", "In keeping with the collective spirit of the movement, the works have been created by both amateurs and professionals -- mostly anonymously. And, in light of Beijing's new proposed law, perhaps with some degree of foresight.", "“ The Chinese Communist Party is trying to generate fear. ” Kacey Wong, artist", "\"When the extradition bill was (first proposed), arts and cultural practitioners came out to express their opinions very early on, because it immediately threatened freedom of speech,\" said Clara Cheung, an artist, curator and newly elected councillor for Wan Chai district. The bill -- which would have allowed extradition to mainland China and sparked the large-scale protests -- was eventually withdrawn last September.", "\"Now we don't know how this (new proposed legislation) will work,\" Cheung added. \"Actually we don't believe in the legal system of mainland China, and there's no clear definition about national security. It's not clear at all. A worry of mine is, if it's passed, will they trace back activities done by artists?\"", "A demonstrator stands next to a poster featuring Chinese President Xi Jinping and Hong Kong Chief Executive Carrie Lam kissing, on a temporary wall built with cardboard boxes during a rally in the Central district of Hong Kong on November 17, 2019. Credit: Justin Chin/Bloomberg/Getty Images", "With so much of Hong Kong's contemporary art now centering around freedom, democracy and resistance, Beijing may consider it a significant threat.", "Protest art has arguably fueled anti-mainland sentiments, while tirelessly ridiculing both Carrie Lam and Chinese president Xi Jinping depicting them as evil or inept caricatures. Given the expected broad scope of the proposed law, it would not be far-fetched to imagine that artists could -- alongside high-profile activists and lawmakers -- be targeted for acts deemed subversive against Beijing.", "A man holds a poster aloft as protesters gather to sing \"Glory to Hong Kong.\" The image is an adaption of \"Liberty Leading the People\" (1830) by Eugene Delacroix. Credit: Nicolas Asfouri/AFP/Getty Images", "\"The Chinese Communist Party is trying to generate fear,\" said Wong, urging fellow artists not to lose faith and to continue producing work amid perceived threats from the proposed new security law.", "\"Look at what is going on in mainland China. They (the artists) are still doing it, but in a super Morse code way ... all kinds of subversive language-based criticism. You'll still be able to decode it. That's the power of art.\"", "Kacey Wong inside a red mobile prison artwork called \"The Patriot,\" a performance art project protesting a proposed law to criticize disrespecting China's national anthem in December 2018. Throughout his career, he has consistently created political artworks. Credit: Anthony Wallace/AFP/Getty Images", "Silencing artistic expression", "Even before last year's raging pro-democracy demonstrations, artists were creating political works with increasing fervor. Many wrestled with concerns about Chinese encroachment and its threat to Hong Kong's culture and way of life, as well as the 2047 deadline -- the year when the territory's half-century \"one country, two systems\" arrangement with Beijing, expires.", "of creative protest, two artists lit up the facade of the International Commerce Center, the city's tallest skyscraper, with a nine-digit clock counting down by the seconds to July 1, 2047. The installation, titled \"Countdown Machine,\" was later In 2017, in one of the Hong Kong's most audacious displaysof creative protest, two artists lit up the facade of the International Commerce Center, the city's tallest skyscraper, with a nine-digit clock counting down by the seconds to July 1, 2047. The installation, titled \"Countdown Machine,\" was later pulled by the Hong Kong Arts Development Council.", "“ You have to talk about politics in an indirect way, or you have to talk about something else. ” Sampson Wong, artist", "Artists say self-censorship is already occurring -- particularly in publicly funded institutions and art initiatives. \"Local artists have the awareness that if you work with the Hong Kong government, you can already assume politics is not allowed,\" said Sampson Wong (no relation to Kacey), co-creator of the \"Countdown Machine.\" \"You have to talk about politics in an indirect way, or you have to talk about something else.\"", "Significant events in Hong Kong's recent past, such as last year's protests and the 2014 Umbrella Revolution, are eerily absent in public spaces like the recently reopened Hong Kong Museum of Art (HKMoA), which positions itself as representing the city's \"unique cultural legacy\" -- despite the proliferation of artworks created in both movements.", "\"At such a moment, it (the HKMoA) seems to exist in an isolated bubble,\" Wong noted. \"Even after its renovation, it's so outdated. It doesn't talk about society or politics. \"This type of dislocation is felt by artists and audiences. The formal art world is trying to figure out how to respond to the political climate of Hong Kong because if they don't respond, they will lose the public.\"", "While HKMoA did not respond to CNN's specific questions around self-censorship pressures and the absence of political art, the museum said in a statement that its exhibitions feature a selection of \"suitable art works\" that are \"based on criteria such as the themes of individual projects, artistic achievement of the artist as well as artistic merit of an artwork.\"", "Visitors viewing artwork at Art Basel Hong Kong in March 2019. The city's 2020 edition was ultimately cancelled due to the coronavirus, but prior to, some galleries already had reservations over participating, due to the months of pro-democracy protests. Credit: Theodore Kaye/Getty Images", "The disconnect, until now, appeared to only pose an existential threat to Hong Kong's status as an international arts hub, which was built around the city's annual hosting of the Asian edition of Art Basel -- the world's largest art fair -- the influx of commercial art galleries, and the soon-to-open M+ Museum. A politically-engaged grassroots art movement has also grown in tandem.", "art practitioners, and those with commercial interests, to act freely. How for example, might it affect the curation of the M+ museum's 1,500-strong But the new national security law could compromise the ability ofart practitioners, and those with commercial interests, to act freely. How for example,might it affect the curation of the M+ museum's 1,500-strong collection of Chinese contemporary art (donated by Swiss collector Uli Sigg, and includes works by dissident artist Ai Weiwei ) remains to be seen.", "In a statement to CNN, M+ said that the museum's \"curatorial autonomy and independence\" are safeguarded by a \"clear structure of governance and the West Kowloon Cultural District Authority Ordinance.\"", "\"Countdown Machine\" (2017) by Sampson Wong and Jason Lam. The animated clock featured nine-digits counting down by the second to July 1, 2047. Credit: Elaine Yu/CNN", "Perhaps more pressing is the silencing effect the legislation may have on the city's artists. Wong said the \"Countdown Machine\" installation isn't something he would be comfortable creating in today's climate.", "\"It was lucky that (when) we did it four years ago, we only had some of the art world after us. If we did that work now, we would be in danger. The whole establishment would come after us.", "\"Right now whatever liberal thoughts, when they are associated with challenging the establishment (Beijing) ... I can foresee that artists and educators will be treated as the origin of revolutionary thoughts.\"", "Top image: This aerial photo shows \"Lady Liberty Hong Kong\" on top of Lion Rock, one of the Hong Kong's most famous mountains, on October 13, 2019. The statue was created by a team that included welders, sculptors and 3D designers."], "authors": ["Stephy Chung", "Lady Liberty Hong Kong Spokesperson", "Kacey Wong", "Sampson Wong"], "keywords": ["credit", "kong", "future", "lady", "citys", "art", "uncertain", "artists", "hong", "political", "liberty", "wong", "kongs"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}