{"id": "7e981526-c33e-37cd-a6b6-64f0133cd883", "title": "A shoo-in for Shane Ritchie? The 2020 I'm a Celebrity contestants – ranked", "url": "https://www.theguardian.com/tv-and-radio/2020/nov/09/a-shoo-in-for-shane-ritchie-the-2020-im-a-celebrity-contestants-ranked", "summary": "And, despite the pandemic and the cold barrage of unstoppable misery, I’m a Celebrity has managed to round up 12 new contestants.\nRegardless, here are this year’s I’m a Celebrity contestants, ranked from worst to best in terms of probable success.\nA Radio 1 DJ best known for being the stand-in for other, more famous, Radio 1 DJs, North won’t benefit from familiarity.\nShe will be the most necessary person on the show, but that will be boring and she won’t win.\nThere is potential for drama here, but she seems precision-engineered to win I’m a Celebrity.", "paragraphs": ["This year’s series of I’m a Celebrity … Get Me Out of Here! will be the most unusual yet, with Covid restrictions preventing the show from taking place in Australia as usual. Instead, this year’s location will be the far less exotic Gwrych Castle in north Wales, which has the potential to make this the harshest season so far.", "And, despite the pandemic and the cold barrage of unstoppable misery, I’m a Celebrity has managed to round up 12 new contestants. Some, apparently, required big-money offers to lure them out of lockdown safety. Others, starved of the attention they would receive in a normal year, may have taken less convincing. Regardless, here are this year’s I’m a Celebrity contestants, ranked from worst to best in terms of probable success.", "Jordan North", "Jordan North. Photograph: ITV/PA", "Poor Jordan North. Even he must know that he is the rank outsider this year. A Radio 1 DJ best known for being the stand-in for other, more famous, Radio 1 DJs, North won’t benefit from familiarity. He may have a big career ahead of him. He may have a winning personality. But there is a very real chance that, on this show, people will simply forget that he exists.", "AJ Pritchard. Photograph: ITV/PA", "You may know AJ Pritchard as the Strictly Come Dancing professional who looks like the third-most popular member of a boyband entitled the Lab-grown Toddlers. There is a reason why Pritchard isn’t on Strictly this year, and that is because he wants to be a TV presenter. Someone really, really should have sat him down and made him watch Anton du Beke’s series of Hole in the Wall.", "Jessica Plummer", "Jessica Plummer. Photograph: ITV/PA", "Jessica Plummer was recently written out of EastEnders when her character was murdered at the end of a highly traumatic domestic abuse storyline. By rights, she should be jetting off to Australia for two weeks of warm relaxation. Instead, she will be shivering in Wales in November.", "Hollie Arnold", "Hollie Arnold. Photograph: ITV/PA", "Hollie Arnold is a javelin thrower who has won numerous gold medals. “In 2018 she became the first ever javelin thrower in history to hold ALL FOUR MAJOR TITLES in the same Paralympic/Olympic four-year cycle,” reads her Wikipedia page. This weird upper-case emphasis has got me excited about how it will be updated after her time on I’m a Celebrity. I am rooting for: “In 2020, she ate THREE FISH EYES and HALF OF A SHEEP’S TESTICLE.”", "Vernon Kay", "Vernon Kay. Photograph: ITV/PA", "Vernon Kay is apparently the big earner this year, taking home a reported £250,000 for his time on the show. This would suggest that he is a national treasure. But he isn’t. He is Vernon Kay. How is he going to demonstrate that sort of value, short of eradicating the coronavirus in full view of Ant and Dec?", "Mo Farah", "Mo Farah. Photograph: ITV/PA", "Sir Mo Farah is an Olympic hero. When he dies, his obituaries will be full of triumphant stories from 2012. That is, unless he puts in such a spectacular effort on I’m a Celebrity that his entire legacy changes. Which he won’t. He will be quiet, do the minimum, go home and cash his cheque. He isn’t an idiot.", "Victoria Derbyshire", "Victoria Derbyshire. Photograph: ITV/PA", "Every year, one I’m a Celebrity contestant finds themselves saddled with the role of camp parent. This year, very obviously, that contestant will be the broadcaster Victoria Derbyshire. Can you imagine her having it large in the middle of the castle? Can you imagine her throwing a tantrum? Of course not. She will be safe and stable, the person everyone runs to in an emergency. She will be the most necessary person on the show, but that will be boring and she won’t win.", "Giovanna Fletcher", "Giovanna Fletcher. Photograph: ITV/PA", "If Victoria Derbyshire shuns the camp parent role, Giovanna Fletcher will almost certainly pick it up. She is a sort of professional mum. She has a podcast about being a mum. She writes books about being a mum. She presents a TV show that is a baby club. But this will also be a prime opportunity for Fletcher to show that she isn’t only a mum. And if that means she has to get drunk and fistfight Vernon Kay to do it, then all the better.", "Beverley Callard", "Beverley Callard. Photograph: ITV/PA", "As a long-standing Coronation Street cast member, Beverley Callard is an actual national treasure. She has been on TV long enough to be instantly familiar and has developed a reputation for always being honest about her feelings. There is potential for drama here, but she seems precision-engineered to win I’m a Celebrity.", "Shane Richie", "Shane Richie. Photograph: ITV/PA", "But Bev won’t win, because Shane Richie is also taking part. Can you believe that we live in a universe where the presenter and former EastEnders actor has not yet taken part in I’m a Celebrity? This must be the result of some galactic anomaly. Thankfully, he is here now and will probably win. When he does, everything will click back together and 2020 will go back to normal. I guarantee it.", "I’m a Celebrity … Get Me Out of Here! starts at 9pm on 15 November on ITV."], "authors": ["Stuart Heritage"], "keywords": ["isnt", "photograph", "celebrity", "contestants", "kay", "shane", "north", "ranked", "win", "2020", "wont", "mum", "shooin", "im", "ritchie", "tv"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}