{"id": "7ed5d9d2-6f9c-38ad-8cac-59a3ff2471ff", "title": "Jesse Watters: Democrats' 'awful' debate shows Trump may win in 'bloodbath' in 2020", "url": "http://www.foxnews.com/media/2020-election-will-be-a-bloodbath-jesse-watters-says-after-awful-democratic-debate", "summary": "Democrats in the media are starting to see that the 2020 presidential election is going to be a “bloodbath” in favor of President Trump, Jesse Watters said Saturday.\nHe’s going to chop them into pieces and he’s going to smile doing it.\nHe’s going to chop them into pieces and he’s going to smile doing it.\nAl Sharpton, CNN's Van Jones and filmmaker Michael Moore -- who said couldn't see any Democrats onstage at the debate who could beat Trump.\n“When Sharpton, Van Jones and Michael Moore and I agree, it’s got to be true,” Watters said.", "paragraphs": ["Democrats in the media are starting to see that the 2020 presidential election is going to be a “bloodbath” in favor of President Trump, Jesse Watters said Saturday.", "“The Democratic debate was awful,” he said on “Watters’ World,\" referring to last week's Democratic clash in Iowa. \"Wait until Trump faces off against these guys. He’s going to chop them into pieces and he’s going to smile doing it. He’s even cockier and looser now than when he debated ‘Crooked.’”", "\"Wait until Trump faces off against these guys. He’s going to chop them into pieces and he’s going to smile doing it. He’s even cockier and looser now than when he debated ‘Crooked.’” — Jesse Watters", "Watters pointed to several progressives -- the Rev. Al Sharpton, CNN's Van Jones and filmmaker Michael Moore -- who said couldn't see any Democrats onstage at the debate who could beat Trump.", "LESLIE MARSHALL: WARREN-SANDERS FEUD OVER SEXISM ALLEGATION MUST END", "“I didn’t see anybody ... that really said ‘I’m taking charge, I can be president,’” Sharpton, an MSNBC contributor, said after the debate.", "“There was nothing I saw tonight that would be able to take Donald Trump out,” Jones echoed.", "Moore had perhaps the most damning assessment.", "“They will mark this day ... as the day Donald Trump was reelected because once again the Democrats, the liberals, the left couldn’t get it together,” he predicted last week.", "“When Sharpton, Van Jones and Michael Moore and I agree, it’s got to be true,” Watters said.", "“When Sharpton, Van Jones and Michael Moore and I agree, it’s got to be true.” — Jesse Watters", "He added that Lev Parnas, the indicted Rudy Giuliani associate, is supposed to be the next “silver bullet” to take down the president. Parnas was interviewed by MSNBC host Rachel Maddow last week about evidence that allegedly shows a conspiracy to surveil former U.S. Ambassador Marie Yovanovitch in Ukraine", "\"This guy’s changed his story a dozen times, turns out he’s never even talked to Trump about Ukraine,\" Watters said.", "CLICK HERE TO GET THE FOX NEWS APP", "“The left [is] getting more desperate the more it looks like Trump will get reelected,” he added."], "authors": ["Brie Stimson", "Jesse Watters"], "keywords": ["moore", "democrats", "awful", "2020", "michael", "jesse", "jones", "hes", "shows", "win", "debate", "going", "bloodbath", "watters", "trump", "president", "van", "sharpton"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}