{"id": "7ef92e7d-ea4d-3258-9bed-c9eaf051d349", "title": "The Latinx Brewers Whose Trump-Branded Beer Became a Drink of the Resistance", "url": "https://www.newyorker.com/culture/annals-of-gastronomy/the-latinx-brewers-whose-trump-branded-beer-became-a-drink-of-the-resistance", "summary": "“It was huge for us,” Mila Ramirez, a partner at 5 Rabbit, told me, of getting the contract.\nI think that’s what Chinga tu Pelo is about.”When Trump was sworn in as President, in January of 2017, 5 Rabbit renamed Chinga tu Pelo yet again.\nThe beer continued to sell (the filmmaker Lilly Wachowski designed a can in honor of trans rights), but customers still clamored for Chinga tu Pelo—never mind that La Protesta was the exact same beer.\nEarlier this year, by popular demand, 5 Rabbit brought back the Chinga tu Pelo branding.\nI hope we never brew Chinga tu Pelo ever again.”Read More About the 2020 Election", "paragraphs": ["The Trump International Hotel and Tower in Chicago is home to three hundred and thirty-nine hotel rooms, four hundred and eighty-six residential apartments, a huge spa, a hair salon, a suite of event spaces, a restaurant, and a cocktail lounge. As at many luxury buildings, the fleet of workers who perform the cleaning, stocking, fixing, and general upkeep of these spaces are admitted via a service entrance; when a plumber or a furniture-delivery person arrives for a job, he is obligated to check in at a security desk near the service elevators, where he can observe the flow of building employees coming in and out. It was here, in June, 2015, that John Elliott, a union carpenter and woodwork installer, who was working a job inside one of the building’s condominiums, saw handcarts stacked high with kegs of beer being rolled out by a small group of men grinning ear to ear, like they’d pulled off a jewel heist.", "“That was the end of Trump Gold,” Elliott told me recently. He’s now retired, but that particular morning has stayed with him over the years; it’s a story he loves to tell. “It was a fleeting moment—it probably lasted all of thirty seconds—but I knew right away what was going on,” he said. “You could see the labels.” The beer, a blond ale produced by the local brewery 5 Rabbit Cervecería, had been available for a little more than a month as the house beer of Rebar, a lounge in the hotel’s mezzanine. The white-label commission had been a windfall for 5 Rabbit, the sort of reliable income stream that can be a lifeline for a small brewery. The partnership was born out of affinity. 5 Rabbit describes itself as a “Latin American-inspired brewery”; Mauricio Kuri, a former food-and-beverage manager at the Chicago Trump Tower, who is Mexican, had felt connected to the brewery and its mission, and commissioned the custom ale, which was on tap at Rebar and stocked, in bottles, in the hotel rooms’ minibars. “It was huge for us,” Mila Ramirez, a partner at 5 Rabbit, told me, of getting the contract.", "Then, on June 16, 2015, Donald Trump kicked off his campaign for President with a speech in which he smeared Latinx immigrants, particularly those from Mexico. “When Mexico sends its people, they’re not sending their best,” he said. “They’re bringing drugs. They’re bringing crime. They’re rapists.” Ramirez was born in Peru and grew up in countries including Brazil and Venezuela; her husband, Andrés Araya, was born in Costa Rica. The couple had lived in Mexico City, where their first daughter was born, and many of the brewery’s employees were Mexican. To 5 Rabbit, Trump’s comments were deeply personal. “All Trump had been to us before then was this clown of reality TV,” Ramirez said. “For him to use his platform to speak the way he spoke of my culture—we thought, O.K., we need to remove ourselves completely. I was, like, ‘I will hop in my car right now. I’m going to get my beer back!’ ”", "Within a week, 5 Rabbit had called its distributor, killed its contract with Rebar, and repossessed Trump Golden Ale, about fifty kegs in all. The business couldn’t afford to write the beer off as a loss, so Ramirez, Araya, and their partners began calling friends at bars and restaurants and explaining the situation. Within a couple of hours, the entire stock was accounted for. “All the local places, they all mentioned what a big part of their restaurant family or bar family Latinos and Latinas were—back of house, doing a lot of the cooking, a lot of the dishwashing. Without that community, the restaurant and bar business wouldn’t even exist,” Ramirez said. On the kegs’ collars—the round, sticker-like labels found on top of the reusable metal barrels—a 5 Rabbit employee made a spontaneous edit. “And I guess—I don’t really know, but I guess—that it was one of the guys at the brewery who, as a joke, took a Sharpie and wrote ‘Chinga tu Madre Donald’ ”—Spanish for, more or less, “fuck your mother, Donald”—Ramirez said. “And it went out the door like that. And some bars started using that name, and that’s what the beer became.”", "5 Rabbit Cervecería is named after Macuiltochtli, the Aztec god of drunkenness, a rabbit-shaped deity who is one of the Ahuiateteo, a quintet of gods who embody various excesses. The business is unabashedly Latinx in its branding and values; their brews draw inspiration (and ingredients, such as the Peruvian chocolate in their CaCao imperial stout) from throughout South and Central America, Puerto Rico, Mexico, and from the broader Latinx diaspora. Some beers are named for the rest of the Ahuiateteo—5 Lizard, 5 Vulture—and their ultra-small-batch Lotería beers are inspired by the cards of the Mexican game of chance. Some of the brewery’s best-sellers are the American-style beers of their “Gringolandia” quartet, which in their original runs had the name stamped across the bottles and cans in a swirly, Disneyland-style typeface: America as a magic kingdom, a place of fantasy.", "“I remember perfectly, there was a beer buyer in Chicago who said, ‘I am not buying this, because you’re making fun of Americans by calling it Gringolandia’—even though we were doing the opposite,” Ramirez said. She was speaking to me over FaceTime from 5 Rabbit’s brewery and tasting room, which sits in an industrial park near Midway Airport. The warehouse space is filled with rows of silvery fermentation tanks; one wall is hung with the flags of Costa Rica, the United States, and Mexico; other walls are decorated with vast, colorful murals painted by artists from Chicago and Mexico. Ramirez is forty-two, with expressive eyebrows and a waterfall of dark hair. During our call, she walked through the space, pausing to scratch the ears of the brewery cat, Simón, and eventually sat down in front of a mural depicting the Virgin of Guadalupe wearing a red gown painted with flowers that resemble hops blossoms. Gringolandia was conceived, Ramirez explained, as an homage to the dream of emigration, the hope of finding a better life in the United States. But, she added, once you realize people think you’re saying something you’re not, “you cannot desmentir—there’s no good word for that in English, but it’s like to ‘un-lie,’ to fix the incorrect story.” The brewery took the word “Gringolandia” off the beer.", "It wasn’t the only 5 Rabbit creation whose name came up for revision. Just a few weeks after Chinga tu Madre made its public début, Ramirez said, she saw someone posting negatively about the beer on Twitter—not about its political message, necessarily, but about its name. “They were, like, ‘Isn’t this name misogynist? How is his mother involved in this?’ ” she recalled. Ramirez, a committed feminist, took the note to heart. (“Though Trump’s mother, I’ve read, wasn’t so great either,” she noted.) She called an emergency confab of the brewery’s partners, and they settled on an amended title, a little lighter in tone but still clearly dissenting: Chinga tu Pelo—“Fuck Your Hair.”", "In the weeks after Chinga tu Pelo’s ersatz launch, the brewery’s social-media and voice-mail in-boxes filled up with notes of support, and with screeds from angry Trump supporters. A driver from one of their distributors refused to drive any truck containing the beer. If Ramirez believes in not offending people, I asked her, did she ever consider pulling the beer entirely? “I’ve always said that it’s not my intention to offend,” she said. “But the minute I feel anyone is being disrespected because of color, religion, sexual orientation, anything—I will always feel comfortable disrespecting the person who is disrespecting. I think that’s what Chinga tu Pelo is about.”", "When Trump was sworn in as President, in January of 2017, 5 Rabbit renamed Chinga tu Pelo yet again. “We needed to make something more active, more about doing something, not just reacting,” Ramirez explained. The new name was La Protesta (“the Protest”), and the brewery used it to bring attention to the progressive values that the Trump Administration seemed intent on eroding: immigrant rights, L.G.B.T.Q. rights, voter access. The beer continued to sell (the filmmaker Lilly Wachowski designed a can in honor of trans rights), but customers still clamored for Chinga tu Pelo—never mind that La Protesta was the exact same beer. “F*** Your Hair,” a documentary short about the beer, from 2019, raised the beer’s profile even more—especially, this August, when the film mysteriously disappeared from Amazon, its streaming distributor, seemingly in response to a coördinated complaint campaign by Trump supporters. (Amazon did not respond to a request for comment.)", "Earlier this year, by popular demand, 5 Rabbit brought back the Chinga tu Pelo branding. In the weeks leading up to the election, Ramirez told me, she received daily requests for the beer, mostly from people out of state, especially New York and California. 5 Rabbit doesn’t work with any distributors who are licensed to ship alcohol outside of the state, so she was busy telling people no. Even if Ramirez could have shipped the beer, though, supplies were dwindling. When I spoke to her in early October, she had only two cases left at the brewery. She later dug up more from an off-site storage unit, and she’ll be serving it at an Election Night party she’s hosting. Depending on how things turn out, the beers that her guests drink may be among the final cans. “If Trump loses, that’s it,” Ramirez told me. “We’re done, once he’s gone. I hope we never brew Chinga tu Pelo ever again.”", "Read More About the 2020 Election"], "authors": ["Helen Rosner", "Helen Rosne", "Susan B. Glasse", "Jelani Cob"], "keywords": ["drink", "beer", "beers", "resistance", "trumpbranded", "told", "tu", "latinx", "ramirez", "trump", "mexico", "chinga", "brewery", "rabbit", "brewers"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}