{"paragraphs": ["While the normal currency used to buy potions and pokéballs still exists in Sword and Shield, Game Freak added a new form of money to aid in your adventure called watts.", "You can find the new currency in a few different ways across the Galar region. The easiest way for trainers to harness watts is by locating the different Max Raid pads in the Wild Area. Even if there’s not a Pokémon to battle, players can retrieve a varied number of watts from each pad. Patient players will reap greater rewards though; it’s advantageous to wait for an actual Max Raid battle as each location produces more watts when a Pokémon is slumbering in its den.", "The second way to accrue the new currency is to battle and capture Pokémon. However, not every Galarian monster holds that sweet, sweet wattage. Throughout the Wild Area and varied routes, players will stumble upon Pokémon emanating a yellow glow of energy that signifies that they’re coursing with watts. After a battle, players redeem their prize and look for something to spend them on."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "title": "How To Master The Wild Area In Pokémon Sword & Shield", "id": "7fa74695-187a-38b7-92b4-4ce70090b550", "keywords": ["currency", "players", "shield", "varied", "watts", "raid", "wild", "battle", "way", "master", "sword", "pokémon", "area", "sweet"], "summary": "The easiest way for trainers to harness watts is by locating the different Max Raid pads in the Wild Area.\nEven if there’s not a Pokémon to battle, players can retrieve a varied number of watts from each pad.\nHowever, not every Galarian monster holds that sweet, sweet wattage.\nThroughout the Wild Area and varied routes, players will stumble upon Pokémon emanating a yellow glow of energy that signifies that they’re coursing with watts.\nAfter a battle, players redeem their prize and look for something to spend them on.", "pubDate": null, "url": "https://www.gameinformer.com/2019/11/21/how-to-master-the-wild-area-in-pokemon-sword-shield"}