{"id": "7fb89304-e38d-3d3c-bcb6-c98220fc2455", "title": "1st WWE 2K Battlegrounds Roster Update Includes Goldberg, Batista, And More", "url": "https://www.gameinformer.com/index.php/2020/11/04/1st-wwe-2k-battlegrounds-roster-update-includes-goldberg-batista-and-more", "summary": "WWE 2K Battlegrounds, Saber Interactive’s cartoonier take on the already-wacky world of WWE, is getting its first free roster updates.\nThe first batch of characters arrives this Friday, with two more sets coming over the next couple of weeks.\nSome of the new superstars and their cosmetics must be unlocked using the in-game currency (which can be earned or purchased using real cash).\nWWE 2K Battlegrounds released this past September.\nAnyone out there enjoying WWE 2K Battlegrounds?", "paragraphs": ["WWE 2K Battlegrounds, Saber Interactive’s cartoonier take on the already-wacky world of WWE, is getting its first free roster updates. Beginning November 6 and over the couple of weeks players can look forward to receiving new batches Superstars, current and legendary, that they can feed to live alligators using John Cena’s Attitude Adjustment.", "The first batch of characters arrives this Friday, with two more sets coming over the next couple of weeks. Some of the new superstars and their cosmetics must be unlocked using the in-game currency (which can be earned or purchased using real cash). Characters that are unlocked from the get-go have been labeled as such:", "November 6", "Batista", "Goldberg", "Jey Uso (unlocked)", "Jimmy Uso (unlocked)", "November 11", "Eddie Guerrero (unlocked)", "Lita (unlocked)", "Ultimate Warrior", "November 18", "Booker T", "Ruby Riott (unlocked)", "Trish Stratus", "For enthusiasts, it’s worth noting that some non-deceased legends, like Batista and Trish, appear how they do today rather than how they looked in their prime. The update also brings 20 new customization items including outfits, arena designs, and face paints.", "WWE 2K Battlegrounds released this past September. It serves as 2K’s WWE offering of the year after the cancellation of WWE 2K21 in April. The franchise in general has been in rough shape over the last nearly two years. Long-time developer Yuke’s parted ways with 2K last summer. Last year’s game, WWE 2K20, was a broken disaster at launch and was critically panned as a result.", "Anyone out there enjoying WWE 2K Battlegrounds? What do you think of the upcoming roster additions? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["roster", "includes", "weeks", "superstars", "batista", "couple", "1st", "wwe", "2k", "unlocked", "uso", "goldberg", "using", "update", "battlegrounds"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}