{"id": "7fe1de5c-817e-3457-886a-caf9172d6683", "title": "Watch How Do You Draw a Cartoon About the B.L.M. Protests? | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/how-do-you-draw-a-cartoon-about-the-blm-protests", "summary": "I'm a New Yorker cartoonist and today we're goingto talk about how to draw social change.\nBlank pages are really, really intimidating and knowing,okay, I have at least this rough idea,it helps to feel like, okay, there's a bit of a roadmap.\nOne of the things about your sort of character designis that you draw a lot of kids.\nI purposely make the characters look they're onedimensional, a little bit flattish,but a regular person would be like, I could draw that.\nThe mouth, sometimes they're really small, sometimesit's wider, then I have two little lineskind of parentheses like shapes to show lips.", "paragraphs": ["Transcript", "[gentle music]", "Hi, I'm Liz Montague.", "I'm a New Yorker cartoonist and today we're going", "to talk about how to draw social change.", "[gentle music]", "[upbeat music]", "The first cartoon I sold the magazine was PER MY LAST E-MAIL", "and it features these two women on a roof", "with this bat signal that says PER MY LAST E-MAIL`,", "shooting into the sky.", "And then the caption is, We've done all we can.", "It's out of our hands now.", "Some funny office humor.", "It's an interesting cartoon and one that I love,", "because in some ways it's like highly relatable.", "I was like 22 years old working my first office job", "that I would have to write these three paragraphs long,", "beautifully thought out things.", "And then I would get a one sentence response maybe.", "There's sort of something going on and it's a little", "more subtle in terms of talking about society", "and social commentary.", "It was super important to me.", "It's put black women in the rollout as main characters", "of this cartoon and to just do their perspective,", "highlighting that in the workplace a lot of black women", "aren't really heard and this idea of having to repeat", "yourself, you know, why is that?", "What are the social norms behind that?", "Slightly diving into that.", "In this composition, where did you actually", "start the drawing?", "So I first do a really rough sketch that's pencil", "on like a posted note or a scrap piece of paper,", "get where the elements are,", "get that triangle composition down,", "and then I'll start to fill in the forms and everything.", "maybe start filling in some colors and really clean it up.", "[gentle music]", "Triangle composition is just bringing the eye along three", "points in a composition.", "That's a nice starting point.", "Blank pages are really, really intimidating and knowing,", "okay, I have at least this rough idea,", "it helps to feel like, okay, there's a bit of a roadmap.", "So for PER MY LAST EMAIL,", "the three points of the triangle are the light.", "That's like shining the light out.", "That then goes up to my last email and then goes down", "to the two women.", "So together those three points make a little triangle.", "So the next cartoon features a young girl with her stuffed", "animal leaning empty throw pillows, intently,", "reading a book called How to Teach Your Parents", "Sustainability.", "One of the things about your sort of character design", "is that you draw a lot of kids.", "You know, the characters are often simply rendered,", "very sweet, which I think creates an even more jarring", "juxtaposition and hilarious juxtaposition.", "Makes it feel like major seems you're tackling", "That sweet entry point, which is like super intentional.", "Even having them really simply rendered.", "I purposely make the characters look they're one", "dimensional, a little bit flattish,", "but a regular person would be like, I could draw that.", "I live in this cartoon and have a character you're saying", "it's like very flat, like very simply rendered,", "but the stuffed animal is like, so 3D and huggable.", "[laughing]", "You need that comfort in there.", "So that it's a digestible topic.", "I actually spent a lot of time on that thought,", "and why I remember that I was like watching don't worry,", "girls or something went through like two episodes too.", "You ever said that you'd give yourself time limits", "to draw a draft of a cartoon to Gilmore girls", "episodes is that on the that's on the far end of-", "This is definitely a long one.", "Usually I do, like I try to cap that 30 minutes", "cause I will just like pick and pick and pick", "and pick, if I didn't have a time constraint,", "I can have a style that was easily mantle for me.", "I don't know how consistently I could do like", "creating cartoons.", "[gentle music]", "I draw all my characters pretty much the same way,", "the head shape is a U basically.", "And then I do really curly hair,", "that is just a bunch of curved lines on top of each other.", "The ears, like a little half circle or a C shape", "with a swirly inside that kind of looks like a G.", "And then for the nose, it's pretty much like a sideways", "three, with two little parentheses on either side", "and then one long parentheses at the top.", "The mouth, sometimes they're really small, sometimes", "it's wider, then I have two little lines", "kind of parentheses like shapes to show lips.", "The eyes are always pretty small I mean, for cartoon eyes,", "pretty small.", "And then the eyebrows are always really simple,", "just really simple lines.", "And then based on the emotion of the dialogue,", "I either make them bigger or smaller, eyebrow placement", "shows a lot of emotion.", "[gentle music]", "So for this cartoon, there are two women sitting at a table", "in the kitchen.", "One person is drawing a black lives matter, sign.", "Another one is holding a cup of tea and there are some,", "I can't breathe funds on the table and they're both looking", "at a phone, that's getting all these notifications", "and the caption is, Just ignore it- my white friends keep", "checking in on me because they think racism is new.", "Do you remember what was happening specifically", "in the news that sort of like day before you submitted this?", "Yeah, the George Floyd murder was like very huge.", "People were protesting a lot even here in Philadelphia.", "There were a lot of protests.", "I went to, police brutality is not a new thing at all", "in the black community, but I guess that happening", "in the middle of a pandemic when so many black people", "especially were already dying at higher rates", "than anyone else.", "And it was just, yeah, that was a wild time.", "Yeah. I remember when you submit this cartoon though,", "like body of the email, it was just like, I'm so tired.", "I don't have any word.", "You know I do have the abilities to make cartoons", "to New Yorker, which is, you know, a huge readership", "of people who otherwise wouldn't probably listen to me", "on the street or something like that.", "And it was just like really important to me to utilize that.", "I thought about it for a long time and I was just trying to", "figure out, okay, how do I make sure I'm taking care", "of myself and my own needs of what I need right now", "while also fulfilling What kind of feels", "like a responsibility of mine to be a voice in this place.", "[gentle music]", "For the white friends, checking in cartoon,", "the environment is actually set in my parents' kitchen.", "That's what I based the background on.", "I like drew the background and the placement", "of the characters and then walked away trying", "to figure out how I was gonna to tackle this,", "this very big thing.", "I knew I wanted to get something that was like black", "healing related, which is why I have one of the characters", "holding a cup of tea.", "And I wanted to make sure that I got in the black lives", "matter and the I can't breathe.", "I really wanted to try to tackle what I was experiencing", "as a black person in society right now, just try", "to distill that moment into a single cartoon,", "which was pretty freaking hard.", "But I guess I tackle things through accessibility.", "I try to create really accessible environments,", "really accessible familiar feeling characters,", "meeting people where they're at, you know,", "like a little olive branch, a visual olive branch,", "something familiar.", "I mean, that's what all people want is something familiar.", "I guess.", "[gentle music]"], "authors": ["Condé Nast"], "keywords": ["yorker", "know", "pretty", "really", "video", "little", "newyorkercom", "black", "draw", "theyre", "protests", "thats", "lot", "watch", "cartoon", "blm", "cne"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}