{"paragraphs": ["Frank Franklin II/Associated Press", "In the days leading up to the American League Division Series, the Central Division champion Minnesota Twins insisted they were neither afraid of the New York Yankees nor of their own October drought—a stretch of 13 consecutive postseason losses, the longest drought in the majors.", "Different team, the Twins said. Different outcome, they promised.", "Two games into the series, reality has spoken, and it hasn't been kind to Minnesota. The Yankees have so far embarrassed the Twins, who, despite the majors' best road record this year, have looked unnerved in front of Yankee Stadium's loud, aggressive crowds.", "Seth Wenig/Associated Press", "One more thing: Unless Minnesota starter Jake Odorizzi can figure out a way to contain the Yankees' powerful offense, the Twins will be ready for pitchers and catchers after Game 3 on Monday night. The Bombers not only prevailed 8-2 in Game 2, but they also demoralized the Twins' pitching staff, which has so far allowed 18 runs, good for a 8.00 ERA.", "The Yankees are smart enough to avid gloating. Star right fielder Aaron Judge was quick to say that they're \"not looking ahead to anyone.\" But disclaimers aside, it's impossible not to imagine the inevitable showdown with the Houston Astros—a collision between the league's two most dynamic clubs. And therein lies the most compelling matchup of all: the Yankees' home run machine against Houston's shutdown starting rotation.", "Of course, there are still possible detours to this dream ALCS. The Tampa Bay Rays could pull off an upset against the Astros. And the Twins, who won 101 games this year, don't figure to simply roll over, even if they've been stripped of their pre-series bravado. But Minnesota's plan to break the Yankees' hearts didn't take into account two important factors.", "The first is Edwin Encarnacion's emergence in the middle of the Yankees' lineup. He's 4-for-9 in the first two games, reminding everyone why the Bombers considered him a difference-maker ahead of the trade deadline.", "\"[Encarnacion] is such a good hitter,\" said Yankees manager Aaron Boone. \"He's so hard to get through. It's a heavyweight fight getting him out, and even when you do get him out, it's work.\"", "After a stunning seven-run rally in the third inning that flattened the Twins and turned the rest of the game into a chilled version of spring training, the soft-spoken slugger said: \"I know what this lineup can do. I know the damage we're capable of.\"", "It was Encarnacion's single that loaded the bases in the third, knocking out rookie (and former Uber driver) Randy Dobnak and setting up the sequence that not only cost the Twins the game but possibly the series as well.", "Manager Rocco Baldelli had already whiffed on his first hunch—that Dobnak, a previously unheard of 24-year-old who'd signed out of an independent league earlier this year, could confuse the Yankees with a sinker-slider combination. The plan called for Dobnak to pitch to contact: control the Yankees' bat speed and pile up soft outs. He instead allowed eight of the 13 batters he faced to reach base, which meant a crisis was building by the time reliever Tyler Duffey arrived.", "\"Duff has been a guy that's gotten us out of those types of jams all year long,\" Baldelli said. \"And he's the guy that we turn to in those situations because he's been so good.\"", "But not this time.", "Frank Franklin/Associated Press/Associated Press/Associated Press", "In his first three batters, Duffey allowed Giancarlo Stanton a massive sacrifice fly to deep center and a searing RBI single to Gleyber Torres before hitting Gary Sanchez with a 0-2 fastball. The army of Yankees fans were on their feet by now, sensing the Twins' imminent collapse. The Yankees were ahead, 3-0, which meant the situation was still salvageable. That is until Didi Gregorius undid weeks of frustration with one swing. That was secret weapon No. 2. No one figured the shortstop could still do damage—not after batting .184 from mid-August until the end of the regular season.", "Even during the decisive at-bat, Gregorius didn't look like a threat, falling behind 0-2. As pitchers have been successfully expanding the zone, he admitted he's \"been all over the place swinging at every ball.\" But it was Duffey who faltered after bouncing a curveball in the dirt. He came back with a fastball that Gregorius fouled off, then tried again.", "This time, Gregorius didn't miss.", "\"I was thinking back to my at-bats that I had against [Duffey] yesterday,\" Gregorius said of a Game 1 appearance. \"After I had two strikes, he threw me that fastball, so I was prepared for it this time.\"", "The ball went sailing into the right field stands, and with it the Twins' hopes of leaving New York with a split. \"We're not changing our plan\" in preparation for Game 3, Baldelli insisted, sounding like he's dealing with a mere middle-of-the-summer blip. But the Yankees will give the ball to right-hander Luis Severino with maximum leverage: a commanding 2-0 lead, and a team-wide belief that the Twins haven't got the assets to hold down their lineup.", "It was Judge who spoke for everyone in the clubhouse when he was asked what's driving the Yankees closer to a much bigger showdown with you-know-who.", "\"All I'm thinking about is all the missed opportunities from the years past,\" he said. \"I don't want that to happen again this year. Up and down the lineup, guys are just hungry. We're clicking on all cylinders.\""], "id": "800e83f0-9de5-3fd9-afe3-d6c91c53bdde", "url": "https://bleacherreport.com/articles/2856784-yankees-juggernaut-offense-will-be-tough-to-beat-in-playoffs", "title": "Yankees' Juggernaut Offense Will Be Tough to Beat in Playoffs", "authors": ["Bob Klapisch"], "keywords": ["juggernaut", "offense", "playoffs", "plan", "duffey", "game", "yankees", "tough", "twins", "minnesota", "gregorius", "hes", "beat", "series", "lineup"], "pubDate": null, "summary": "And therein lies the most compelling matchup of all: the Yankees' home run machine against Houston's shutdown starting rotation.\nBut Minnesota's plan to break the Yankees' hearts didn't take into account two important factors.\nThe first is Edwin Encarnacion's emergence in the middle of the Yankees' lineup.\nThe plan called for Dobnak to pitch to contact: control the Yankees' bat speed and pile up soft outs.\n\"I was thinking back to my at-bats that I had against [Duffey] yesterday,\" Gregorius said of a Game 1 appearance.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}