{"id": "802db7ff-1ca4-3acd-b096-43b1fd35ecb6", "title": "Whitney Houston inducted into Rock & Roll Hall of Fame", "url": "https://www.foxnews.com/entertainment/whitney-houston-inducted-rock-roll-hall-fame", "summary": "Whitney Houston is finally a part of the Rock & Roll Hall of Fame.\nWHITNEY HOUSTON BIOPIC IN THE WORKS FROM 'BOHEMIAN RHAPSODY' SCREENWRITERFifteen-time Grammy winner Alicia Keys delivered a heartfelt speech about Houston during the music organization’s virtual induction ceremony.\n“I’m so very, very proud that Whitney’s being inducted into the Rock & Roll Hall of Fame.\nWHITNEY HOUSTON: 1963-2012“This is something that Whitney always wanted,” Pat Houston added.\nCLICK HERE TO GET THE FOX NEWS APPOther artists inducted into the Rock & Roll Hall of Fame this year include The Notorious B.I.G., The Doobie Brothers, Nine Inch Nails, Depeche Mode and T. Rex.", "paragraphs": ["Whitney Houston is finally a part of the Rock & Roll Hall of Fame.", "The late singer was inducted into the museum’s performer category on Saturday, in a ceremony that aired on HBO.", "WHITNEY HOUSTON BIOPIC IN THE WORKS FROM 'BOHEMIAN RHAPSODY' SCREENWRITER", "Fifteen-time Grammy winner Alicia Keys delivered a heartfelt speech about Houston during the music organization’s virtual induction ceremony.", "“We all know what a miraculous singer Whitney was, perhaps the greatest voice of our all-time. We all know how her unprecedented success brought Black women into the absolute highest reaches of the music industry’s pantheon,” Keys said.", "USE OF WHITNEY HOUSTON HOLOGRAM BLOCKED BY COURT: REPORT", "“We all know that her music will live forever — that music, that everlasting voice is her final generous gift to us,” she continued. “And she will now be one of the brightest lights ever to shine in the Rock and Roll Hall of Fame.”", "Houston’s mother Cissy Houston, 87, and aunt Pat Houston accepted the award on her behalf.", "“I’m so very, very proud that Whitney’s being inducted into the Rock & Roll Hall of Fame. She wanted to be something,” Cissy Houston said.", "WHITNEY HOUSTON: 1963-2012", "“This is something that Whitney always wanted,” Pat Houston added. “I remember in 2009 we were in London and Whitney looked at me and said, ‘This is really special but there’s only one thing missing — I got to get into the Rock and Roll Hall of Fame.’”", "“Yeah, she did it,” Cissy Houston chimed in with a laugh.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Houston died in 2012 at the age of 48. She released her first album in 1985 and eventually grew to one of the best-selling acts in music history.", "Last month, the late singer earned her third diamond-certified album and made history as the first Black artist to achieve such a high honor, The Associated Press reported.", "CLICK HERE TO GET THE FOX NEWS APP", "Other artists inducted into the Rock & Roll Hall of Fame this year include The Notorious B.I.G., The Doobie Brothers, Nine Inch Nails, Depeche Mode and T. Rex."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["houston", "cissy", "singer", "know", "roll", "rock", "music", "inducted", "whitney", "hall", "fame"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}