{"id": "8091b30c-1f20-3103-aad9-90f0762c56aa", "pubDate": null, "paragraphs": ["To say that Icelanders take swimming seriously would be a gross understatement. Indeed, the bathing culture is such a point of national identity that there are more pools per capita here (upwards of 200) than anywhere else, and swimming lessons are mandatory. And while the Blue Lagoon is the most well-known place to do so, it’s also full of noisy tourists slapping on silica facemasks and taking selfies. Seeking a more transcendent and secluded experience, we ventured to GeoSea, the newest place on the swim scene.", "It just so happens that this remarkable pool is located in Húsavík, a remote northeastern fishing village on the coast of the Greenlandic Sea right by my Icelandic family’s ancestral land. For centuries, they had used the area’s geothermal heat for bathing and washing. Thus, along with my mother and sister, we embarked on an aquatic pilgrimage. To sustain ourselves for the six-hour drive from Reykjavik, we relied on our favorite local provisions: chocolate-covered licorice, Nocco (an addictive Swedish energy drink), and skyr, the creamiest Icelandic yogurt (in North America, try Siggi’s Skyr).", "When we finally arrived at the cliffside spot, the dramatic entranceway submerged in a grassy hilltop signaled this was not just another rustic geothermal bolthole (though I adore those too), but rather, an ode to Nordic design. Icelandic architecture firm Basalt (also responsible for the Blue Lagoon’s new Retreat hotel, built directly into a 1260-year-old lava flow and featuring a subterranean spa) has created an undulating concrete masterpiece that fuses itself to the local landscape. Once inside, the building opens up to the ocean, which visually merges with the five joined geothermal infinity pools. We dipped into the piping hot water, a silken mix of H20 from both the sea and the land that continuously circulates and accordingly does not require chlorine. Our road trip aches were soon gone as we took in the vistas of the mountain range to the west, Skjálfandi Bay beneath us, and the Arctic Circle on the horizon. During the seemingly endless summer daylight, it’s a prime spot to watch the midnight sun as it reaches the horizon line.", "The folkloric history of Húsvík—it was the first place in Iceland to be settled by the Vikings—was also top of mind when planning GeoSea. “There were many fishermen deaths in the past due to fierce sea conditions, which were countered with the addition of a distinctive yellow lighthouse in the 1950s,” says Basalt partner Marcos Zotes. During the late 1980s, residents drilled boreholes in this area in search of potable water. By accident, two boreholes brought hot, mineral-rich seawater to the surface that was not suitable for consumption. Instead of letting it go to waste, an old cheese barrel was installed where residents could bathe and enjoy the health benefits of the geothermal seawater. “GeoSea’s design not only celebrates the history of the site but also the proximity of the now disused iconic lighthouse, which plays a very important role in shaping the experience,” he says. Plans are in the works to revamp the interior of the lighthouse and to build a skywalk over the cliff.", "For top producer Sædís Kolburn, who works for film production and event management company Truenorth organizing trips, shoots and off-site meetings for Netflix and movie stars who shall remain nameless, GeoSea is a worthy destination for her even her most hard-to-impress clientele. “The Blue Lagoon’s waters are not as much in-demand with my clients as before and we are noticing that people want to experience Iceland more like the locals, who flock to natural hot springs as well neighborhood pools on a daily basis for the health benefits,” Kolbrun says.", "Since GeoSea is perched 131 feet above sea level, Zotes says the most challenging aspect of the build-out getting as close as possible to the edge of the cliff in order to achieve a strong connection with the ocean. “We wanted to take advantage of the stunning views of the fjord so visitors would experience the unique natural features of the site while bathing: the ocean, the mountains, the aurora borealis, drastic weather conditions, and a diverse bird and sea life including Icelandic puffins and whales.” And the place succeeds: the very idea of soaking in this salty hotpot during winter’s harsh chill—drink in hand, taking in a natural light-show, and spotting a majestic mammal—already has me dreaming of a return to this Northern delight."], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Mosha Lundström Halbert"], "url": "https://www.vogue.com/article/beyond-the-blue-lagoon-inside-geosea-iceland-most-spectacular-new-pool", "keywords": ["geothermal", "pools", "blue", "pool", "lagoon", "icelands", "sea", "place", "natural", "inside", "icelandic", "ocean", "lighthouse", "geosea", "experience", "spectacular"], "summary": "And while the Blue Lagoon is the most well-known place to do so, it’s also full of noisy tourists slapping on silica facemasks and taking selfies.\nSeeking a more transcendent and secluded experience, we ventured to GeoSea, the newest place on the swim scene.\nIt just so happens that this remarkable pool is located in Húsavík, a remote northeastern fishing village on the coast of the Greenlandic Sea right by my Icelandic family’s ancestral land.\nOnce inside, the building opens up to the ocean, which visually merges with the five joined geothermal infinity pools.\nPlans are in the works to revamp the interior of the lighthouse and to build a skywalk over the cliff.", "title": "Beyond the Blue Lagoon: Inside Iceland’s Most Spectacular New Pool"}