{"id": "80cb1925-d38a-3d8c-8eb9-7fe23fe84299", "title": "After Merkel, midgets - Germany’s ruling party is making a hash of choosing its next leader", "url": "https://www.economist.com/leaders/2020/10/31/germanys-ruling-party-is-making-a-hash-of-choosing-its-next-leader", "summary": "Mrs Merkel has just announced sweeping new restrictions.\nYet Mr Merz is right that one of Europe’s most successful parties ought to be able to handle a leadership election without melting down.\nTwo years ago Mrs Merkel stepped down as CDU leader, marking the beginning of her long farewell from German politics.\nAnnegret Kramp-Karrenbauer, Mrs Merkel’s protégée and her successor as leader, resigned earlier this year after failing to stamp her authority on the party.\nAs Mrs Merkel’s reign enters its last year, Germany confronts a fresh set of challenges—immigration, the deepening of euro-zone co-operation, Germany’s policy towards Russia and China, climate change, defence spending and pensions.", "paragraphs": ["E UROPE’S MOST important election next year will take place in Germany. So will the runner-up. In the autumn of 2021 Germans will elect a new government, and Angela Merkel has promised that she will step down after 16 years as chancellor. Before that, though, Mrs Merkel’s centre-right Christian Democratic Union ( CDU ) must choose a new leader—and the winner of that vote will be in pole position to succeed her in the chancellery. The CDU ’s internal election is therefore crucial for Germany, and beyond. And yet the party is making a monumental hash of it.", "The immediate cause is covid-19. The pandemic scuppered the CDU ’s first attempt to elect its leader, in April. This week the party scrapped a second party congress, planned for December 4th. Despite a detailed health protocol, including buzzers that would have been triggered whenever those attending got too close to one another, it was considered impossible to organise a mass event just when the virus was rampant. Mrs Merkel has just announced sweeping new restrictions. The CDU now plans either to hold an in-person event early next year, or to conduct a digital congress and ask delegates to vote by post, which will take weeks. (Absurdly, German law appears to rule out an online election.)", "Worse, the plan has triggered a bitter party dispute. The chief source of trouble is Friedrich Merz, the leadership candidate with the strongest backing from CDU conservatives. He seems to believe that delay will hurt his chances against his chief rival, Armin Laschet, who is a centrist in the Merkel mould. (A third candidate, Norbert Röttgen, has little chance of victory.) Mr Merz accuses the CDU establishment of using covid-19 as a pretext to damage his candidacy; the party congress was postponed, he says, to help Mr Laschet, who is struggling to gain a following despite his perch as premier of North Rhine-Westphalia, Germany’s largest state.", "It is not the first act of political clumsiness by Mr Merz, a former CDU bigwig who quit politics in 2009 only to change his mind and return to the fray two years ago. Party barons are infuriated by his antics as Germany grapples with the steep acceleration in covid-19 caseloads. Mr Merz’s self-pity will not help his case with the 1,001 CDU delegates who must choose their new leader—nor, should he win, with the German electorate.", "Yet Mr Merz is right that one of Europe’s most successful parties ought to be able to handle a leadership election without melting down. Postponing the vote could delay other staging-posts before the general election. First, after choosing its leader, the CDU must get together with its Bavarian sister party, the Christian Social Union ( CSU ), to pick a joint candidate to run for chancellor. Second, that candidate—who will be odds-on to replace Mrs Merkel—will need time to introduce himself to German voters: neither Mr Merz nor Mr Laschet has much of a national profile (unlike Markus Söder, the popular CSU leader, who has an outside chance of taking the candidacy). There are also two crucial state elections to manage in March. No one wants an American-style drawn-out campaign. But next year’s political calendar is starting to look squeezed.", "Two years ago Mrs Merkel stepped down as CDU leader, marking the beginning of her long farewell from German politics. The party has since botched its management of her succession at almost every stage. Annegret Kramp-Karrenbauer, Mrs Merkel’s protégée and her successor as leader, resigned earlier this year after failing to stamp her authority on the party. Mrs Merkel’s capable handling of covid-19 has lifted the CDU ’s poll ratings. But the contest among the three middle-aged men who are vying to replace her has been dispiritingly dull. At times the party has appeared nervous of allowing too lively a debate for fear of exposing its own divisions.", "Yet such splits make debate all the more important. As Mrs Merkel’s reign enters its last year, Germany confronts a fresh set of challenges—immigration, the deepening of euro-zone co-operation, Germany’s policy towards Russia and China, climate change, defence spending and pensions. The CDU urgently needs to talk about the future.", "The leadership contest ought to be a chance for the party to thrash out its differences before rallying for a general election that the polls say it is likely to win. But what should be a discussion about vital issues has become a splenetic row over procedure. German voters deserve better. ■"], "authors": ["The Economist"], "keywords": ["merkel", "germanys", "mr", "election", "merz", "hash", "merkels", "party", "leader", "making", "mrs", "midgets", "choosing", "ruling", "german", "cdu"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}