{"id": "814a6716-8b6e-34e8-83d9-c546973983b7", "title": "Joe Biden could bring Paris climate goals 'within striking distance'", "url": "https://www.theguardian.com/us-news/2020/nov/08/joe-biden-paris-climate-goals-0-1c", "summary": "That would be enough to reduce the world’s projected temperature rise by 0.2C to 0.3C, according to Climate Action Tracker.\nThis adds up to the potential for a “historic tipping point” on the climate, according to Climate Action Tracker.\nQ&A What is the Paris climate agreement?\nShow Hide The 2015 Paris climate agreement is the first truly global deal to tackle climate change.\n“The Paris agreement is no longer about agreement, but about meeting the commitments and raising [countries’] ambition.", "paragraphs": ["The election of Joe Biden as president of the US could reduce global heating by about 0.1C, bringing the goals of the Paris agreement “within striking distance”, if his plans are fulfilled, according to a detailed analysis.", "Biden’s policy of a target to reach net zero carbon emissions by 2050, and plans for a $1.7tn investment in a green recovery from the Covid crisis, would reduce US emissions in the next 30 years by about 75 gigatonnes of carbon dioxide or its equivalents. Calculations by the Climate Action Tracker show that this reduction would be enough to avoid a temperature rise of about 0.1C by 2100.", "However, Biden is likely to face stiff opposition to many of his proposals, from the Republican party nationally and at state level, while his room for manoeuvre will be limited by the Democrats’ showing in the Senate. If legal challenges to his plans are brought, they will be decided by a heavily conservative supreme court.", "The US is the world’s biggest economy and second biggest emitter of greenhouse gases, but Donald Trump reversed measures taken by Barack Obama to reduce greenhouse gases, and rejected the Paris agreement on climate change, which binds nations to hold global heating to well below 2C, with an aspiration to limit temperature rises to 1.5C.", "Trump’s stance left the US increasingly isolated among major economies. In recent weeks, China’s president, Xi Jinping, surprised the world by pledging to reach net zero emissions by 2060, and to cause emissions to peak by 2030. That would be enough to reduce the world’s projected temperature rise by 0.2C to 0.3C, according to Climate Action Tracker.", "Japan has also recently endorsed a net zero target, as has South Korea, and the EU has its £1tn green deal. If Biden’s pledges were to be followed through, that would mean economies producing more than half of global carbon emissions had a publicly stated pledge of reaching net zero emissions by about 2050.", "This adds up to the potential for a “historic tipping point” on the climate, according to Climate Action Tracker. The US and China’s pledges would be enough to reduce global heating to about 2.3C or 2.4C by the end of the century. That is about 25-40% of the effort needed to limit heating to 1.5C, the aspirational goal of the Paris agreement.", "Q&A What is the Paris climate agreement? Show Hide The 2015 Paris climate agreement is the first truly global deal to tackle climate change. It commits governments to limit temperature rises to no more than 2C (3.6F) – which scientists say is the threshold of safety, beyond which the effects of global warming are likely to become catastrophic and irreversible – and to pursue efforts to limit the temperature increase to 1.5C. It has been signed by 197 countries. The US is on course to become the only country outside the agreement if it follows through on Donald Trump’s vow to leave.", "Bill Hare, of Climate Analytics, one of the partner organisations in the Climate Action Tracker, said: “This looks like an historic tipping point: with Biden’s election, China, the US, the EU, Japan, South Korea – two-thirds of the world economy and over 50% of global greenhouse gas emissions – have net zero greenhouse gas emissions by mid-century commitments. These commitments are very close, if not within, 1.5C-consistent pathways for this set of countries and for the first time ever puts the Paris agreement’s 1.5C limit within striking distance.”", "Biden has promised to rejoin the Paris agreement and to invest in low-carbon technology that would put the US on a path to drastically lower emissions in the next decade.", "Rejoining Paris will be a boost to international climate action, but domestically the president will face a deeply divided nation and may struggle to push forward his climate plans. Many states, cities and local governments are signed up to strong climate action, although some face legal challenges to doing so.", "A Joe Biden victory could push Scott Morrison – and the world – on climate change Read more", "Under the Paris agreement, all countries must come forward every five years with strengthened national commitments – called nationally determined contributions (NDCs) – to curb greenhouse gas emissions, which means new NDCs stipulating fresh targets for 2030 are due by the end of this year. Biden will not be able to meet that deadline, but will be under pressure to draft a US NDC in time for the postponed UN climate summit, Cop26, which was scheduled to begin on Monday but will take place next November because of the coronavirus pandemic.", "Biden will face stiff opposition from some business interests and from Republican climate sceptics emboldened by four years of Trump’s presidency. This may make it impossible to realise the full emissions reductions’ policies that Biden endorsed in his presidential campaign.", "However, if under his presidency the US adopts a clear stance on the climate internationally, the impact will be much greater around the world than just the contribution from its own emissions reductions, say experts. The influence of the US is such that it would have a multiplier effect on other economies.", "“It is the US driving the world in this direction that will be most important,” said Todd Stern, who served as the US special envoy for climate change under Obama. “If you have got the US, the EU, China working together you can expand to the whole world. It is not just about the US’s domestic emissions, but the US position as a world leader.”", "Play Video 6:05 Why Biden calls Trump a 'climate arsonist' – video explainer", "Paul Bledsoe, a former Clinton White House climate adviser, now a lecturer at American University in Washington, said Biden could also push other countries to take faster action on the road to the 2050 goal. “Biden intends to reanimate the Paris process and much else, likely committing the US to a zero net emissions goal by 2050, while focusing on more aggressive 2030 targets, not just for the US, but by compelling China and other emitters towards more serious 2030 goals,” he said. “These are just the beginning of what promises to be an extraordinarily ambitious Biden international climate agenda, trying to make up time for the lost Trump years and prevent climate destabilisation.”", "To seize the initiative, Biden should quickly set out a pathway to stiff emissions cuts by 2030, said Nat Keohane, senior vice-president for climate at the Environmental Defense Fund. “This is not just about the US re-entering the Paris agreement, but about a credible and ambitious target for 2030,” he said. “The Paris agreement is no longer about agreement, but about meeting the commitments and raising [countries’] ambition. To have the US back in the game rather than on the sidelines is critically important.”"], "authors": ["Fiona Harvey"], "keywords": ["distance", "climate", "emissions", "agreement", "global", "action", "world", "zero", "net", "goals", "bring", "joe", "striking", "paris", "biden"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}