{"summary": "Hundreds turned out last week to shine flashlights and sing Christmas carols outside the rooms of children at a pediatric hospital who had their own lights to shine back.\nThe gathering, dubbed “Light Up Glennon,” took place outside SSM Health Cardinal Glennon Children’s Hospital in St. Louis, Missouri and also featured police cruisers, fire trucks and ambulances lined up in front of the hospital with flashing lights.\nFootage from the night showed the children inside the hospital excitedly pointing out the window and flashing their lights down on the crowd that had gathered.\nCLICK HERE TO GET THE FOX NEWS APP“It’s really awesome to see all these people come together,” Gary Hayden, whose son is a patient at Glennon Children’s, said.\n“With my son being in here, I think it shows how much people care about what goes on in their lives.", "keywords": ["holiday", "christmas", "hospital", "childrens", "warm", "hundreds", "ssm", "light", "outside", "turned", "theyre", "kids", "son", "season", "celebrate", "glennon"], "paragraphs": ["Hundreds turned out last week to shine flashlights and sing Christmas carols outside the rooms of children at a pediatric hospital who had their own lights to shine back. The gathering, dubbed “Light Up Glennon,” took place outside SSM Health Cardinal Glennon Children’s Hospital in St. Louis, Missouri and also featured police cruisers, fire trucks and ambulances lined up in front of the hospital with flashing lights.", "MOM DISCOVERS CHRISTMAS TREE ALLERGY AFTER DEVELOPING BLISTERS, WHEEZING", "“It was so wonderful to see the community come out and support the kids in the hospital that are not able to at their schools, they’re not able to go to their Christmas pageant, they’re not at the mall shopping with their families,” Sandy Koller, president of SSM Health Cardinal Glennon Children’s Foundation, said. “They’re here at the hospital getting better and healing.”", "The crowd drank hot chocolate to stay warm and at 8 p.m. turned on their flashlights so that the kids could see their support.", "CHRISTMAS PHOTO OF DOG SUFFERING 'EXISTENTIAL CRISIS' GOES VIRAL ON TWITTER", "“They came out of their warm houses to stand on the lawn in front of the hospital just to tell the kids, ‘We’re here for you, and we’re rooting you on, and we know you’re going to get better. We’ll see you soon,’” Koller said.", "Footage from the night showed the children inside the hospital excitedly pointing out the window and flashing their lights down on the crowd that had gathered.", "CLICK HERE TO GET THE FOX NEWS APP", "“It’s really awesome to see all these people come together,” Gary Hayden, whose son is a patient at Glennon Children’s, said. “With my son being in here, I think it shows how much people care about what goes on in their lives. It’s awesome.”"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/health/hundreds-light-up-glennon-childrens-hospital-celebrate-holiday", "authors": ["Alexandria Hein"], "id": "81965cc0-cb68-305e-9246-eea472816363", "pubDate": null, "title": "Hundreds 'Light Up Glennon' outside children's hospital to celebrate holiday season"}