{"id": "81aa36fb-0c46-3116-af30-ad0f418cf982", "title": "Watching the returns - Biden or Trump? Americans may have to wait days to know who won", "url": "https://www.economist.com/united-states/2020/11/02/biden-or-trump-americans-may-have-to-wait-days-to-know-who-won", "summary": "As ever, millions of Americans will glue themselves to their television sets watching the returns come in—but anyone hoping to go to sleep knowing whether to expect four more years of Mr Trump may be disappointed.\nMr Trump has called for a “final total on November 3rd”.\nMr Trump himself was not declared the winner by the AP on election night in 2016, but at 2.29am the following day.\nBoth of Barack Obama’s opponents waited until the day after election day to concede.\nAxios, a news site, reports that Mr Trump plans to declare victory on election night if it looks as if he is winning—which it well might.", "paragraphs": ["DONALD TRUMP sent the Federal Election Commission a one-sentence note declaring his candidacy for the 2020 campaign on January 20th 2017—the day he was inaugurated. Six months later he picked up his first Democratic challenger, John Delaney, a former Maryland congressman whose candidacy combined longevity and irrelevance: he dropped out before voting began. Between July 2019 and June 2020, the field shrank from nearly 30 candidates down to one: Joe Biden. Voting began three months later, when North Carolina sent out its first absentee ballots. It will end at 1am on Wednesday morning, Eastern time, when the polls close in Alaska. As ever, millions of Americans will glue themselves to their television sets watching the returns come in—but anyone hoping to go to sleep knowing whether to expect four more years of Mr Trump may be disappointed.", "That is because of the unprecedented number of ballots cast by mail—a consequence of the covid-19 pandemic, which has made standing in long lines and crowding into small rooms with strangers dangerous. By Monday, 63m mail ballots had been returned, and 31m were still outstanding (a further 36m early votes have already been cast in person). In 2016 just 8.2m Americans voted by mail. Some states—including the battlegrounds of Arizona, Florida, North Carolina and Texas—allow election workers to begin processing ballots (that is, removing them from their envelopes, matching signatures, and preparing them for tabulation) well before election day. But others—including Michigan, Pennsylvania and Wisconsin—forbid processing beforehand.", "And whereas some states will not accept ballots received after election day, others merely require that they be postmarked by then. Texas, for instance, will accept ballots postmarked on November 3rd but received on the 4th. Pennsylvania’s deadline is November 6th; North Carolina’s is November 12th. States will also need time to count provisional ballots, which federal law requires when a voter’s eligibility is challenged. Late-arriving and provisional ballots will probably amount to a tiny fraction of all votes—but in a close race, tiny fractions matter.", "Mr Trump has called for a “final total on November 3rd”. He told reporters that “counting ballots for two weeks which is totally inappropriate and I don’t believe that that’s by our laws.” He is wrong. The results Americans have grown used to on election night are unofficial—an artefact of wire services such as the Associated Press (AP), whose network of stringers and number-crunchers report and tabulate precinct-level results, and then of television.", "Mr Trump himself was not declared the winner by the AP on election night in 2016, but at 2.29am the following day. Both of Barack Obama’s opponents waited until the day after election day to concede. The 2000 election was not settled until Al Gore conceded on December 13th. The final House race of 2018 was not called until November 28th. Each state sets its own deadline to certify official results; not until December 14th do each state’s representatives in the electoral college cast their ballots for president. Mr Trump’s insistence that states “must have final total” by Tuesday night has no basis in law or history.", "Of course, norm-breaking has been the hallmark of his presidency, and he will probably not give up the habit of a lifetime now. Axios, a news site, reports that Mr Trump plans to declare victory on election night if it looks as if he is winning—which it well might. (Mr Trump called this “a false report”.) The “blue shift,” wherein Democratic vote share grows over the course of the night as more ballots are counted, is a widespread phenomenon. A disproportionate share of Republican votes comes from less populated rural precincts, which count votes faster than crowded urban and suburban precincts, because there are fewer votes to count.", "Voting habits this year could magnify that pattern: Democrats are likelier than Republicans to have voted by mail, so states that report in-person results first may show Mr Trump leading. Legally, Mr Trump’s premature victory dance would be meaningless. Politically, it could be dangerous—particularly if it inspires his supporters to intimidate election workers counting votes.", "But his declaration of victory also has to be plausible enough to defend, which becomes difficult if Mr Biden takes an early lead. He may appear in a good position, for instance, in Ohio and North Carolina, which will report their early and mailed ballots before in-person votes. Arizona, where Mr Biden holds a small but steady lead, has also been counting its mailed votes for the past two weeks. Conversely, much of Wisconsin will count in-person votes first, which may give Mr Trump a wider lead than he will have once mailed ballots are counted. He may also jump out to an illusively large lead in Pennsylvania and Michigan. But the state that matters most on Tuesday night is Florida. The two candidates are neck-and-neck, and if it reports its results on election night, as it well might, and if Mr Biden wins, then Mr Trump’s path to victory essentially disappears.", "Although they may have to wait for a presidential result, Americans may have an idea on Tuesday night as to which party will control the Congress. Alabama, Arizona, Colorado and Maine should all report results that night; if Democrats run the table there, they will probably take the Senate. If not, they will need to wait for results from Georgia—where two seats are being contested, and where, if nobody wins more than 50%, the top two candidates proceed to a run-off in January—along with Iowa and North Carolina. House Republicans are bracing for more lost seats.", "Whatever happens on Tuesday, weeks of legal wrangling are sure to follow. Republicans suffered a defeat on Monday, when a federal judge in Texas rejected their attempt to have 127,000 legally cast ballots in Houston thrown out, but there will be more battles to come. Both campaigns have already sent lawyers across the country and are raising money for the fight. The details of that battle will vary by state, but the broad contours are clear: one side wants to count all legally cast votes; the other does not. This is less a fight between Democrats and Republicans than between democrats and those who find democracy inconvenient when it might fail to deliver victory.", "Editor's note: the numbers of postal and early votes cast have been updated", "Dig deeper:", "Read the best of our 2020 campaign coverage and explore our election forecasts, then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["trump", "cast", "election", "won", "mr", "day", "results", "days", "states", "wait", "know", "americans", "watching", "ballots", "returns", "biden", "night", "votes"], "pubDate": "2020-11-02T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}