{"keywords": ["writer", "comedian", "young", "journey", "white", "samanthas", "slate", "altright", "clothing", "woman", "wasnt", "actress"], "paragraphs": ["How does a once progressive young person go down the rabbit hole of the alt-right to embrace an ideology of hate? Samantha said that she wasn’t a racist—she had once canvassed for Barack Obama—but soon after joining Identity Evropa she found herself rubbing shoulders with the neo-Nazi organizer Richard Spencer and chanting “seig heil.” When she left the group, she contacted the reporter Andrew Marantz to tell her story. Plus, the actress, comedian, and writer Jenny Slate talks about clothing, and the tension between being a feminist and looking feminine.", "Samantha’s Journey into the Alt-Right, and Back", "How did one woman go from canvassing for Obama to carrying a tiki torch in Charlottesville? A former white nationalist explains how she got in, and out, of the movement.", "Jenny Slate Gets Dressed", "The actress, comedian, and now author-on-a-book-tour regards clothing as a complex but pleasurable business."], "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/samanthas-journey-into-the-alt-right-and-back", "id": "8217b892-8764-378b-810b-6cb28201ce13", "title": "Samantha’s Journey Into the Alt-Right, and Back", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["David Remnick", "Andrew Marantz", "Rachel Syme", "Peter Schjeldahl", "Dexter Filkins"], "summary": "How does a once progressive young person go down the rabbit hole of the alt-right to embrace an ideology of hate?\nPlus, the actress, comedian, and writer Jenny Slate talks about clothing, and the tension between being a feminist and looking feminine.\nSamantha’s Journey into the Alt-Right, and BackHow did one woman go from canvassing for Obama to carrying a tiki torch in Charlottesville?\nA former white nationalist explains how she got in, and out, of the movement.\nJenny Slate Gets DressedThe actress, comedian, and now author-on-a-book-tour regards clothing as a complex but pleasurable business.", "pubDate": null}