{"paragraphs": ["A recent study found that prehistoric babies drank milk from ceramic sippy cups, including some with cute animal motifs. Lest you be overwhelmed by the cuteness, there's a heartbreaking side to that discovery: Bronze and Iron Age parents buried their dead infants with their clay sippy cups.", "ARS TECHNICA This story originally appeared on Ars Technica, a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "A team of archaeologists found microscopic traces of livestock milk in three of the containers: two from Iron Age graves in Germany dating between 800 and 450 BC, and a broken one from a much earlier Bronze Age grave nearby. The results suggest that feeding babies milk from livestock may have helped early European farming populations grow and expand.", "Not Kidding Around", "Archaeologists have reconstructed surprising details of ancient people’s lives, but they still know relatively little about how infants and children in the ancient past lived. “Infants and children were mainly ignored in archaeology until about 20 years ago,” University of Otago anthropologist Sian Halcrow, who was not involved in the study, told Ars Technica. “Research projects that are interested in children are starting to reexamine previous assumptions about activities and objects in archaeology—some items that were thought to be ritualistic are in fact child toys.”", "That may sound like child’s play—or at least like a really esoteric research interest. But if we want to understand the growth and expansion of ancient populations, we need to understand how (and when) ancient people fed and weaned their babies.", "In Southeastern Europe, starting around 7000 BC, people began farming and raising livestock after millennia of hunting and gathering. Archaeologists studying ancient human remains noticed that around the same time, populations in early farming cultures started to grow. Somehow, the shift to farming triggered a prehistoric baby boom, and some archaeologists think livestock milk may have been the key.", "Fueling a Prehistoric Baby Boom", "Once ancient people started raising cows, goats, and sheep, they had access to animal milk for the first time. Milk would have given Neolithic mothers something extra to feed their babies, either as a supplement or to help wean them off breastfeeding. Given that, it makes sense that around 7000 BC, small clay vessels (about 50 mm wide) with little spouts start showing up at archaeological sites around Central and Eastern Europe. The vessels come in a range of shapes and sizes; some are round, open bowls with a spout on one side, others are long and narrow like pipes, and others are shaped like rabbits or other animals. They remained a staple of life in the region through the Bronze Age and into the Iron Age.", "At first, some archaeologists suggested that the spouted vessels might have been used to feed sick or disabled adults—and there was no way to be certain that the vessels (even the cute animal-shaped ones) were for infants. Dunne and her colleagues recently found three of these little spouted vessels buried with Iron Age infants and toddlers in Germany. With little doubt about who the ancient sippy cups belonged to, the vessels are direct evidence of how Iron Age infants were fed—and a strong hint about what all those other little spouted vessels in the archaeological record were for.", "In a study that will probably make you want to take a hard look at your own dishes, Dunne and her colleagues found traces of 3,000-year-old fatty acids from ancient milk still clinging to the insides of the vessels. “The lipids are absorbed into the fabric of the pot itself,” Dunne told Ars. The amount of material the archaeologists found suggested that the vessels had seen a lot of use—or had been filled with milk before being placed in the children’s graves.", "The molecules soaked into the walls of the little ceramic bottles included palmitic and stearic acids, which are usually the product of degraded animal fats, along with shorter-chain fatty acids that Dunne and her colleagues identified as the remnants of fresh milk fats. The proportions of carbon-13 in the fatty acids suggested that the milk had come from ruminants, such as cows, sheep, or goats. (Carbon-13 is a stable isotope of carbon, and its presence can tell archaeologists about the sorts of plants an animal ate during life.)"], "pubDate": null, "summary": "A recent study found that prehistoric babies drank milk from ceramic sippy cups, including some with cute animal motifs.\nLest you be overwhelmed by the cuteness, there's a heartbreaking side to that discovery: Bronze and Iron Age parents buried their dead infants with their clay sippy cups.\nSomehow, the shift to farming triggered a prehistoric baby boom, and some archaeologists think livestock milk may have been the key.\nThey remained a staple of life in the region through the Bronze Age and into the Iron Age.\nDunne and her colleagues recently found three of these little spouted vessels buried with Iron Age infants and toddlers in Germany.", "title": "Ancient Sippy Cups Could Help Explain a Prehistoric Baby Boom", "url": "https://wired.com/story/ancient-sippy-cups-prehistoric-baby-boom/", "keywords": ["sippy", "boom", "milk", "livestock", "archaeologists", "ancient", "age", "little", "farming", "baby", "infants", "help", "vessels", "explain", "cups", "iron", "prehistoric"], "authors": ["Condé Nast", "Kiona N. Smith", "Ars Technic", "Lily Hay Newman", "Christopher Ryan", "Rhett Allain", "Brian Barrett", "Megan Molteni", "Eric Niiler", "Sara Harrison"], "id": "8243f3c6-22f0-3f44-a4e8-8acd9b32268b", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}