{"authors": ["Cheryl Winokur Munk"], "keywords": ["survey", "williamson", "victims", "wolverton", "scams", "seniors", "common", "federal", "money", "respond", "avoid", "retiree", "fraud", "financial"], "summary": "These people can easily fall victim to investment scams and other cons, he says, and a number unknowingly become money-laundering mules.\nCommon ScamsPigeon-drop scams: With these scams, victims are told that a considerable sum of money was found and will be shared with them if an upfront payment is received.\nAccording to the AIG survey, 60% of respondents weren’t aware of pigeon-drop scams.\nPrepaid credit- and debit-card scams: This is where victims are asked to make payments—often multiple ones—to a utility or other company to address a debt.\nSeniors who are lonely or experiencing cognitive decline can be particularly susceptible to financial scams.", "title": "Common Retiree Scams, and How to Avoid or Respond to Them", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "826aa045-56ee-3d64-b58c-2a21246d199f", "pubDate": null, "paragraphs": ["Text size", "As baby boomers prepare for the biggest wealth transfer in history, the vultures are circling.", "This is no surprise, given that nearly half of Americans age 65 or older manage their finances on their own, according to a recent survey of 2,200 adults by American International Group, leaving them vulnerable to financial abuse from strangers or unscrupulous family members or friends.", "Randy Wolverton, a certified public accountant in Kansas City, Mo., who is a member and past chairman of the American Institute of Certified Public Accountants’ Fraud Task Force, says seniors who are worried about having enough money in retirement and those who are isolated and lonely are among the most vulnerable. These people can easily fall victim to investment scams and other cons, he says, and a number unknowingly become money-laundering mules.", "Common Scams", "Pigeon-drop scams: With these scams, victims are told that a considerable sum of money was found and will be shared with them if an upfront payment is received. According to the AIG survey, 60% of respondents weren’t aware of pigeon-drop scams.", "Romance scams: It’s bad enough that victims can be swindled out of their savings by someone pretending to love and care about them, but some of these scams also can lead seniors even further down the rabbit hole by causing them to engage unwittingly in criminal behavior. Some money-laundering scams start with a budding “romance” in exchange for money. Once a level of trust develops, the scammer persuades the person to deposit money, often in the form of checks or wire transfers, on the scammer’s behalf with the instructions to send that money to someone else. The AIG survey showed 57% weren’t even aware of romance scams.", "Prepaid credit- and debit-card scams: This is where victims are asked to make payments—often multiple ones—to a utility or other company to address a debt. The survey found 52% of respondents weren’t aware of such scams.", "There are so many scams out there beyond these that it’s hard to avoid encountering a would-be fraudster, but there are some ways to decrease the likelihood that you’ll be a victim, says Odette Williamson, a staff attorney at the National Consumer Law Center who works on elder issues.", "Protective Measures", "Recognize the warning signs. Seniors who are lonely or experiencing cognitive decline can be particularly susceptible to financial scams. Families should be wary if their loved one mentions an out-of-the-blue romance, or starts to make large withdrawals from bank or investment accounts.", "Call authorities. These types of crimes are often under-reported because victims are embarrassed to come forward, says Wolverton, a former agent with the Federal Bureau of Investigation who consults as a financial investigator in fraud cases. It can be even trickier when family fraud comes into play, which is one reason federal authorities have started to push financial institutions to take a more proactive role when certain activities seem suspicious.", "If fraud is suspected, Wolverton recommends filing a report first with the local police department and putting the retiree’s bank on notice to watch for suspicious activity. Having this documentation can provide a chain of evidence to help federal officials break up larger operations.", "Websites for government agencies such as the FBI, Internal Revenue Service, Consumer Financial Protection Bureau and the U.S. Postal Inspection Service can also direct seniors and their families on how to report suspected fraud.And if the internet is involved, seniors or their families can file an online complaint with the FBI’s Internet Crime Complaint Center.", "Reduce phone calls. Since most scams are perpetrated over the telephone, Williamson says, seniors should consider registering their numbers with the National Do Not Call Registry maintained by the Federal Trade Commission. They also should refrain from making purchases over the phone.", "Check statements. Retirees or their caretakers should review bank and credit-card statements regularly to make sure all of the charges are authorized. Family members may also consider getting permission to monitor their loved one’s financial transactions remotely. And if there are caretakers in the home, don’t give them a credit card, Williamson says. Instead, give them a debit card with limited funds.", "Know consumer rights. The FTC Cooling-Off Rule gives consumers a three-day right to cancel certain purchases for a full refund. The rule applies to “door-to-door sales” and covers these types of transactions as well as those made at a seller’s temporary location such as a hotel room or convention center or at an in-home presentation. There are several exceptions, but it’s worth noting that in a number of instances consumers can simply change their minds about a purchase—no questions asked. In these instances, they “don’t have to have a reason for canceling,” Williamson says.", "Questions? Comments? Write to us at retirement@barrons.com"], "url": "https://www.barrons.com/articles/common-retiree-scams-and-how-to-avoid-or-respond-to-them-51570280402?mod=hp_minor_pos17"}