{"keywords": ["gender", "school", "sangster", "progress", "schools", "seen", "women", "programmes", "mba", "2017", "foundation", "forté", "equality", "business", "slow"], "id": "83022d58-938e-37b3-92c3-df472a9122bb", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Dec 5th 2017, 11:20 by C.S-W.", "PROGRESS in improving women’s representation at business school has been painfully slow, as we have repeatedly lamented in recent years. In 2017 37% of those taking an MBA programmes were women, according to the Forté Foundation, a consortium of businesses and more than 50 business schools that focuses on improving gender representation. It may not seem like much cause for celebration, but it is an improvement from 2013, when Forté found that women made up barely a third of MBAs. And crucially, after years of fits and starts, the share of women at business schools appears to be consistently improving. Until recently, says Elissa Sangster, executive director of the Forté Foundation, every step forward had been cancelled out by a statistical step back.", "The latest figures also mark a change of pace. When the Forté Foundation first began taking note of the numbers in the early 2000s, improvement was measured in fractions of a percent. But from 2016 to 2017 the share of women at business schools outside the United States jumped from 32.8% to 36%. The increase at American schools is more modest, from 37% to 38%. President Trump’s draconian visa rules have made an impact, says Ms Sangster, creating a political climate that doesn’t seem welcoming to international students, many of whom are women. The Forte Foundation, too, is seeing a steady increase. The number of scholarships rose from 33 in 2013 to more than 2,400 in 2017. It now has a network of almost 100,000 women who have received support in the form of scholarships or guidance for their MBA studies, or who are willing to offer others advice based on their experiences.", "Ms Sangster predicts that the gender balance of the average class at Forté's member schools will be equal by 2030. However, simply ensuring half of every MBA class are women is only tackling part of the problem. As The Economist noted in October, conditioning and circumstances can hamper women’s progress in management education. Nearly as many women apply to business schools as do men—and a significant chunk of them have the highest levels of attainment in the GMAT test. But women often fail to meet requirements MBA programmes demand for work experience, and even those who do make it into elite business schools are discouraged from making the most of their opportunity due to a societal expectation that they will be seen but not heard. Curricula that focus on male-dominated case studies don’t help matters, either.", "There are some bright spots in the latest data. Two American business schools are closing in on the 50% mark: Wharton and George Washington University’s School of Business have more than 45% women on their MBA programmes. Three other schools in the United States and Britain are about to reach the 45% mark. But at these schools, the difference extends beyond the classroom.", "Susan Kulp, associate professor of accounting at George Washington, was surprised when she joined the school in 2007, hired by a female dean. She saw women role models all around the school, from the faculty to the dean herself, as well as the students. “It’s a cycle that feeds itself,” she explains. “We become seen as a place committed to fostering diversity, and as a result we attract more women.” Despite this, just a third of the faculty at the business school are women, the same average seen at business schools the Association to Advance Collegiate Schools of Business (AACSB) represents.", "It would be heartening, says Ms Sangster, to be able to say that 2017 was the year that enough momentum had built up that a balanced position was inevitable. But she is not prepared to make that declaration yet. More work is needed, and the celebratory tone at reaching just 37% should be more muted."], "authors": [], "title": "Gender equality on MBA programmes: Slow progress", "pubDate": null, "summary": "Dec 5th 2017, 11:20 by C.S-W.PROGRESS in improving women’s representation at business school has been painfully slow, as we have repeatedly lamented in recent years.\nIn 2017 37% of those taking an MBA programmes were women, according to the Forté Foundation, a consortium of businesses and more than 50 business schools that focuses on improving gender representation.\nAnd crucially, after years of fits and starts, the share of women at business schools appears to be consistently improving.\nWhen the Forté Foundation first began taking note of the numbers in the early 2000s, improvement was measured in fractions of a percent.\nBut from 2016 to 2017 the share of women at business schools outside the United States jumped from 32.8% to 36%.", "url": "https://www.economist.com/whichmba/gender-equality-mba-programmes-slow-progress"}