{"id": "8311841e-8e99-31a4-bdc3-ffd049514e9c", "title": "New Gameplay Today – The Outer Worlds: Peril On Gorgon DLC", "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2020/09/02/new-gameplay-today-the-outer-worlds-peril-on-gorgon-dlc", "summary": "The Outer Worlds was one of our favorite games last year, with Obsidian delivering an experience that was reasonably sized and perfect for repeat plays.\nIts first of two announced DLC packs, Peril of Gorgon, is adding some new places to explore and things to, well, kill.\nCheck out today's NGT for a look at the asteroid Gorgon, where things may not be what they appear to be.\nPeril on Gorgon is coming out on PlayStation 4, Xbox One, and PC on September 9.\nIt's $14.99 by itself, or you can grab the season pass for $24.99 and get Peril on Gorgon and the upcoming Murder on Eridanos DLC.", "paragraphs": ["The Outer Worlds was one of our favorite games last year, with Obsidian delivering an experience that was reasonably sized and perfect for repeat plays. Its first of two announced DLC packs, Peril of Gorgon, is adding some new places to explore and things to, well, kill.", "Check out today's NGT for a look at the asteroid Gorgon, where things may not be what they appear to be. OK, fine. It's a video game. Of course, everything is going to be all messed up. Otherwise, what would you be doing there? Sheesh!", "Peril on Gorgon is coming out on PlayStation 4, Xbox One, and PC on September 9. It's $14.99 by itself, or you can grab the season pass for $24.99 and get Peril on Gorgon and the upcoming Murder on Eridanos DLC. It's coming to Switch eventually, but not for a while."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["outer", "video", "coming", "upcoming", "today", "todays", "worlds", "gorgon", "things", "peril", "gameplay", "dlc", "xbox"], "pubDate": "2020-09-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}