{"summary": "The protests gripping Iraq pose an extraordinary challenge to Baghdad’s political leadership, which must move the country ahead or step aside.\nUnlike many countries, Iraq possesses the resources and education to move itself forward, but its post-dictatorship political culture must evolve.\nUnless it finds the will to compromise for the common good, the governing class could risk thrusting the country into civil war.\nCLICK HERE TO GET THE OPINION NEWSLETTERThe second extraordinary feature of the protests has been a vociferous rejection of Iran’s meddling in the governance and security of Iraq.\nSome deaths are attributed to undisciplined or ill-trained Iraqi security forces.", "keywords": ["blocs", "stability", "iraqs", "heres", "countrys", "crossroads", "minister", "robinson", "iraq", "matters", "linda", "washington", "iraqis", "political", "protesters", "iraqi", "security"], "paragraphs": ["The protests gripping Iraq pose an extraordinary challenge to Baghdad’s political leadership, which must move the country ahead or step aside.", "The mostly youthful protesters are tired of politics as it has been practiced over the past 16 years. Their major demand is an end to the \"muhasasa\" system, whereby sectarian parties form blocs and then divvy up government jobs and other perks. The blocs evolved into cross-sectarian alliances, but they still fail to provide direct representation, accountability and reforms needed to widen economic opportunity and stem the corruption that has plagued this oil-rich state.", "Unlike many countries, Iraq possesses the resources and education to move itself forward, but its post-dictatorship political culture must evolve. Unless it finds the will to compromise for the common good, the governing class could risk thrusting the country into civil war.", "IRAQI PRIME MINISTER SAYS HE WILL RESIGN AMID DEADLY PROTESTS", "Prime Minister Adel Abdul-Mahdi resigned on Dec. 1, and now remains as a caretaker while Iraq’s complex system works through the next steps. A consensus prime minister agreed upon by Iraq’s major political blocs, Abdul-Mahdi was the inheritor of many years of poor government performance and slow progress on greatly needed reforms, including abysmal electricity and water services even in the southern provinces which provide 95 percent of Iraq’s oil revenues.", "He and his cabinet have in fact moved the country ahead on several fronts, and made recent overtures to increase jobs, land and economic opportunity for Iraqis, 60 percent of whom are under age 25. For example, the oil ministry provided an additional 8,000 jobs. Structural reforms in the oil-dependent statist economy will take time, but the government has not done enough, fast enough, to give hope to increasingly frustrated Iraqis.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "The second extraordinary feature of the protests has been a vociferous rejection of Iran’s meddling in the governance and security of Iraq. Iranian consulates in two major Shia cities, Najaf and Karbala, have been attacked. Protesters’ videos and social media, as well as the brave Iraqi journalists who report in the protesters’ midst, have amply documented the role of Iranian-backed militias and snipers in mowing down, at last count, 460 Iraqis as they exercise their civic rights under Iraq’s constitution. Some deaths are attributed to undisciplined or ill-trained Iraqi security forces.", "The inability or unwillingness of Abdul Mahdi’s government to stop the killing makes it very difficult for President Barham Salih to ask him to stay on until new elections can be conducted, under new electoral laws that Parliament is currently debating. Stopping the attacks on civilians should be the first order of business.", "To be clear, the consensus prime minister is merely the face of the parliamentary blocs who confirmed him, and it is with parliament that the authority rests under Iraq’s constitution. The two major blocs are Sairoon, led by followers of firebrand Shia cleric Moqtada al Sadr, and Binaa, led by Hadi al-Amiri, whose Badr Organization has deep ties with Iran.", "These two leaders’ political futures rest in the balance; if they do not side with the Iraqi people and insist that the killing stop, they could be punished at the polls when the next elections roll around. Their actions in the coming weeks will reveal whether they are prepared to defend Iraqi sovereignty or continue a draconian response to unrest that threatens contagion and destabilization.", "The Iraqi people are pressing for the next step in the country’s democratic development, and it is Iraqis who will determine their future, one way or another. Iraqi politicians, especially those who are beholden to Iran, may cause further descent into violence by their inaction, but Iraqis have made unambiguously clear what they want. Through increasingly strident \"Friday sermons,\" the top Shia cleric, 89-year-old Grand Ayatollah Ali al-Sistani, has sided with the protesters’ demands and criticized the inadequate responses of the government.", "At a November conference in Kurdistan, I was shocked to hear a top official, National Security Adviser Falih al-Fayyadh, dismiss the protesters and ask for “evidence” implicating the Iranian-backed killers of innocent Iraqis. This circling of the wagons could be the death knell of the old guard.", "The United States has a significant stake in Iraq’s stability, better governance and the diminution of Iranian influence, but other than maintaining the counter-terrorism, security and stabilization assistance to further common objectives, its strongest play is to bolster Iraq’s defense of its sovereignty. Iraqi officials have repeatedly asked Washington not to bring its fight with Iran to Iraqi soil – or to give the green light to Israel to strike Iraqi militia sites, as sources told me it did this fall.", "CLICK HERE TO GET THE FOX NEWS APP", "Iran’s lashing out in Iraq shows how nervous it is, as the maximum pressure policy of Washington makes it more dependent on revenue streams from Iraq and elsewhere. Washington has signaled that it will not hesitate to name those responsible for deaths, levying Treasury Department sanctions on the Iranian-backed militia group Asaib al-Haq.", "Iraq, not foreign powers, must enforce its own constitution, which bans militias. Most constructively, Washington could provide low-key technical help, alongside the United Nations and European Union missions, for electoral and anti-corruption reform and ensure its every action telegraphs that Iraq’s future is its own to shape."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/opinion/iraq-crossroads-stability-us-linda-robinson", "authors": ["Linda Robinson"], "id": "834ea428-67f6-3adc-8ac9-b62cdc2146cd", "pubDate": null, "title": "Linda Robinson: Iraq is at a crossroads – Here's why the country's stability matters to the US"}