{"authors": [], "title": "American-made businesses surging, cranking out jobs", "url": "http://www.foxbusiness.com/markets/first-ever-made-in-america-conference-celebrating-domestic-manufacturing", "summary": "To convince consumers to spend American dollars on American products, that’s the goal.\n“We are getting more competitive as we start sourcing more materials and products right here and domestically in the U.S.\n“We use domestic steel and then we powder coat everything so you can put it outside or inside,” Redline Steel CEO Colin Wayne said.\n“We are very proud to produce our product in America,” Michigan Mittens CEO Connie Hahne said.\nWe're able to produce high-quality steel products at a lower price point.”", "keywords": ["jobs", "surging", "businesses", "products", "americanmade", "steel", "mittens", "traveler", "able", "right", "wayne", "american", "ceo", "domestic", "cranking"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["American made products are on display at the Indianapolis Convention Center throughout the weekend as part of a four-day conference showcasing products that are 100-percent American made.", "Continue Reading Below", "“It’s never been done before,” MadeInAmerica.com CEO Don Bucker told Carley Shimkus. “This is a movement. There's a lot of passion attached to this. To convince consumers to spend American dollars on American products, that’s the goal. If we get American consumers to spend those dollars correctly and consider origin when they make that purchase, our economy will be significantly stronger.”", "The first Made in America conference is a celebration, in part of National Manufacturiing Day, which is observed on the first Friday of October In addition to the showcase, there will be panels and speeches about making products in the United States.", "“American made means quality and cost-efficient products,” Made in America 2019 spokesperson Rose Tennent said. “We are getting more competitive as we start sourcing more materials and products right here and domestically in the U.S. I am so happy for these manufacturers because they've been committed to only sourcing here in the U.S. and now they're benefiting from it.\"", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "In supporting domestic manufacturing, new jobs are being added to the U.S. economy and increasing the, already successful, employment numbers.", "“We're seeing new businesses pop up as a result and some of the businesses that were producing those materials are now doing even better,” Tennent said.", "FOX Business’ Maria Bartiromo also welcomed three American manufacturers onto “Mornings with Maria” on Friday, that are created jobs in the U.S.", "1. Redline Steel", "Location: Huntsville, Alabama.", "Redline Steel creates durable and weather-proof steel décor, canvas prints and personalized gifts. The company is veteran-owned and has a line of solely American flag designed products.", "“We use domestic steel and then we powder coat everything so you can put it outside or inside,” Redline Steel CEO Colin Wayne said. “We've been able to scale our company from 2016 to where we're at right now … to one hundred and ten thousand square feet. Our goal this year is to reach over a million homes and we're about seven hundred and fifty thousand orders in.”", "In terms of employment, Redline Steel is contributing to growing numbers.", "“We're always hiring,” Wayne said. “We're always looking for the right people. A lot of times we get candidates coming through and I'll create positions. Perks of being the founder and the owner is we've been able to scale over 50 employees.”", "2. Michigan Mittens", "Location: Pontiac, Michigan.", "Michigan Mittens is a mittens and accessories company focused on staying warm and being patriotic.", "“We are very proud to produce our product in America,” Michigan Mittens CEO Connie Hahne said. “We're able to put more people to work right in our community. We not only make mittens for Michigan, which our tagline is ‘Always have a map on-hand,’ but we also make a USA version too that are really warm and made of wool. We donate portions of our proceeds to the homeless to help the Great Lakes,” Hahne said. “We also donate a portion of our USA mittens [sales] … to the fallen and wounded soldier fund.\"", "3. Tough Traveler Ltd.", "Location: Schenectady, New York", "Tough Traveler Ltd. has been “America’s bag maker since 1970,” upholding a commitment to superb quality and domestic manufacturing.", "“Right now we are shipping our dog backpacks all over the world … so that's a popular product,” Tough Traveler CEO Nancy Gold said, “We have over 600 products ... We find that the people in our factory, in our area of upstate New York, are very happy to have the jobs,” Gold said. “They are very skilled.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Bartiromo also asked about the impact of tariffs on domestic manufacturing, which reportedly haven’t had any profound effects on these businesses specifically.", "“Actually, when the tariff hit, it caused a spike at the mill which caused everything to increase,” Wayne said. “Now it's leveled off where it's a lot cheaper for us which is great for the economy. We're able to produce high-quality steel products at a lower price point.”"], "pubDate": null, "id": "836a7654-04d9-316c-9780-bc74705bc86a"}