{"id": "83bec8b8-22d1-389b-9f40-7794b8c6c5b0", "title": "The Past and the Future of the Earth’s Oldest Trees", "url": "https://www.newyorker.com/magazine/2020/01/20/the-past-and-the-future-of-the-earths-oldest-trees", "summary": "As for insect threats, bristlecone wood is so dense that mountain-pine beetles and other pests can rarely burrow their way into it.\nBunn and Salzer had come to the Whites to lay the groundwork for a study of very old bristlecone wood.\n“A few events are so severe that they show up in every tree,” Salzer said.\nA typical bristlecone habitat features trees that are more or less evenly spaced, with the hulks of dead trees intervening.\nSuch an invasion was previously thought to be impossible, because of the toughness of the tree’s wood.", "paragraphs": ["About forty-five hundred years ago, not long after the completion of the Great Pyramid at Giza, a seed of Pinus longaeva, the Great Basin bristlecone pine, landed on a steep slope in what are now known as the White Mountains, in eastern California. The seed may have travelled there on a gust of wind, its flight aided by a winglike attachment to the nut. Or it could have been planted by a bird known as the Clark’s nutcracker, which likes to hide pine seeds in caches; nutcrackers have phenomenal spatial memory and can recall thousands of such caches. This seed, however, lay undisturbed. On a moist day in fall, or in the wake of melting snows in spring, a seedling appeared above ground—a stubby one-inch stem with a tuft of bright-green shoots. Most seedlings die within a year; the mortality rate is more than ninety-nine per cent. The survivors are sometimes seen growing in the shadow of a fallen tree. The landscape of the Ancient Bristlecone Pine Forest, as this area of the White Mountains is called, is littered with fragments of dead trees—trunks, limbs, roots, and smaller chunks. Pinus longaeva grows exclusively in subalpine regions of the Great Basin, which stretches from the eastern slopes of the Sierra Nevada to the Wasatch Range, in Utah. Conditions are generally too arid for the dead wood to rot; instead, it erodes, sanded down like rock. The remnants may harbor nutrients and fungi that help new trees grow. Bristlecones rise from the bones of their ancestors—a city within a cemetery. Coast redwoods and giant sequoias, California’s gargantuan world-record-holding trees, can grow fifty feet or more in their first twenty years. Bristlecones rise agonizingly slowly. After four or five years, the seedling on the steep slope would have been just a few inches higher, sprouting needles in place of the embryonic shoots. The needles are a deep green, tough, resinous, and closely bunched, in groups of five. On a mature tree, they live for fifty years or more. Decades may have passed before the tree was human height, and decades more before it resembled a conventional pine. Bristlecone saplings grow straight up, with relatively sparse foliage, looking like undernourished Christmas trees. After a few hundred years—by which time the Old Kingdom of Egypt had fallen—it was probably forty or fifty feet in height. Many tree species live for hundreds of years. A smaller but not inconsiderable number, including the sequoias and certain yews, oaks, cypresses, and junipers, survive for thousands. Once a bristlecone has established itself in the unforgiving conditions of the White Mountains, it can last almost indefinitely. The trees tend to grow some distance from one another, so fires almost never destroy an entire stand. Because only a few other plant species can handle the dry, cold climate, the bristlecones face little competition. Unlike most plants, they tolerate dolomite soil, which is composed of a chalky type of limestone that is heavily alkaline and low in nutrients. As for insect threats, bristlecone wood is so dense that mountain-pine beetles and other pests can rarely burrow their way into it. Empires rose and fell; wars raged; people were enslaved and freed; and the tree from 2500 B.C. continued its implacable slow-motion existence, adding about two-hundredths of an inch to the diameter of its trunk each year. Minute changes in the tree-ring record make bristlecones an exceptionally useful source of data about changing conditions on earth. When rains are heavier than normal, the rings widen. When volcanic eruptions cause global cooling, frost rings make the anomaly visible. The precision of these records means that bristlecones have periodically butted into other disciplines: geology, archeology, climatology. In the nineteen-sixties and seventies, the trees contributed to the upending of the canonical theory that Bronze Age civilization had spread westward from Egypt and the Near East. Bristlecones have also affected modern political discourse: the famous “hockey stick graph,” which two decades ago raised awareness of human-driven global warming, relied on bristlecone data. As the millennia go by, bristlecones become contorted and wraithlike. The main stem, or leader, dies back. Entire branches, even the trunk itself, become fossils. At first glance, the tree may look dead. Such is the case of the forty-five-hundred-year-old tree that clings to life near the tourist path that now runs through the Ancient Bristlecone Pine Forest. Spears of dead wood jut into the air. The trunk is a marbled hulk stripped of bark, like driftwood thrown from a vanished ocean. A ribbon of live bark runs up one side, funnelling water and nutrients to clumps of green needles high above. All told, the tree is an unprepossessing specimen; most people march past it without giving it a second glance. When I sat by the tree for an hour last July, the only visitor who took any notice of it was a dog named Dougie, who briefly sniffed the trunk and then darted away. In 1957, Edmund Schulman, a researcher from the Laboratory of Tree-Ring Research, in Tucson, determined that this eccentric senior was older than any other tree on earth which had been dated. He named it Methuselah. The next year, when the United States Forest Service established the Ancient Bristlecone Pine Forest, Methuselah bore an identifying marker. The sign was soon removed, however, because tourists were extracting souvenirs. The tree’s location is now known only to scientists, forest rangers, and a few enthusiasts. This anonymity is just as well, since there are almost certainly Great Basin bristlecones that are yet older. A nearby tree appears to have been born about three hundred years earlier. Even more ancient trees are rumored to exist elsewhere in the Whites. What is most astonishing about Pinus longaeva is not the age of any single organism but the collective oldness and otherness of its entire community. No two super-elderly trees look alike, to the point where they have acquired the characteristics of individuals. Trees are prone to anthropomorphism; we project our dreams and our anxieties onto them. Bristlecones have been called elders, sentinels, sages. The possibility that climate change will cause their extinction has inspired a spate of alarmed news stories, although tree scientists tend to discount the idea that the bristlecones are in immediate danger. They have survived any number of catastrophes in the past; they may survive humanity.", "“Hope you’ve read up on the curse of the bristlecone,” Andy Bunn told me, with mock concern, over breakfast at a diner in Bishop, California. We were joined by Matt Salzer, a veteran researcher from the Laboratory of Tree-Ring Research. Bunn, who teaches environmental science at Western Washington University, in Bellingham, has been working with bristlecones since 2006. “People who get too close to these trees die young,” he explained. Edmund Schulman, the man who discovered Methuselah, died, of a stroke, at the age of forty-nine. Bunn went on, “Matt here has a slab of the Currey Tree”—another well-known specimen—“in his office. He handles it with abandon, as if it won’t kill him.” Bristlecone pines thrive at high elevations and live for thousands of years. Photograph by John Chiara for The New Yorker Salzer sighed. “Yeah, the curse,” he said. “Always thought it was stupid. Had second thoughts when I had to get that stent put in.” They laughed and dug into their breakfast. Both come from academic families on the East Coast: Bunn, who is forty-eight, is the son of a distinguished hematologist at Harvard Medical School; Salzer, who is fifty-eight, grew up in Buffalo, the son of an education professor. Bunn and Salzer now affect the outdoorsy aesthetic of eastern California: flannel shirts, vests, cargo pants. It was mid-September, California fire season, and the diner was crowded with firefighters on call. Bishop is the largest town in Owens Valley, which lies between the Sierra Nevada and the White Mountains. The Sierras loom dramatically over the plain, their gray granite peaks etched in the sun. The Whites present a less impressive appearance from afar. Although they rise more than fourteen thousand feet, almost as high as the Sierras, they are smoother and more rounded, their slopes an unphotogenic beige. The bristlecone zone lies at an elevation of between nine and eleven thousand feet. Bunn and Salzer had come to the Whites to lay the groundwork for a study of very old bristlecone wood. Bunn is keenly interested in tracking climate change through bristlecone data. Salzer has long wanted to fill out a comprehensive chronology of bristlecone tree rings, carrying on work that began at the Laboratory of Tree-Ring Research in the mid-twentieth century. After breakfast, we drove up a narrow, twisting road leading into the Whites. Upon picking a camping spot, we headed to the chief attraction of the Ancient Bristlecone Pine Forest: the Schulman Grove. It includes Methuselah, and was named for Edmund Schulman. Bunn, the more loquacious of the pair, said, “What is the oldest tree? It’s trivia. Matt and I don’t find it that interesting. It’s unanswerable. A lot of these trees have been dated; a whole lot haven’t.” He paused. “Of course, I get a chill from standing next to something that’s been living in the same place for five thousand years. We can’t begin to comprehend the mechanisms of birth and death on that scale.” Salzer grunted assent: “Yeah, there’s a lot that’s unknown.” Soft-spoken and laconic, he tends to wait several long seconds before answering questions, and then says something on the order of “Possibly,” “Not necessarily,” or “Unclear.” At the Schulman Grove, Bunn and Salzer met up with a group of European researchers. Tom De Mil, of Ghent University, was experimenting with making CT scans of tree-ring samples. He hoped that mapping differences in the density of the wood would yield an even more precise record of moisture and temperature variations from year to year. Jesper Björklund and Kristina Seftigen, who work in the Forest Dynamics department of the Swiss Federal Research Institute, had developed sophisticated new models for extracting historical climate data from tree-ring cells. We all began walking the tourist path, and the slope rising to our left presented a typical bristlecone habitat: trees more or less evenly spaced, with the bright-tan hulks of dead trees intervening. It looked less like a forest than like a poorly managed orchard. But dark-green junior bristlecones, on all sides of us, confirmed the general health of the population. Bunn stepped over an exposed root and said, “You see the roots going all over the place—above ground, below ground. They’ll often go uphill. They find the cracks in the substrate, work their way into it.” Salzer added, “There’ll be a period of time in spring when snow will melt during the day, giving all the trees a drink, then freeze up at night and melt again the next day. It’s like a watering system, until the snow is gone.” De Mil picked up a remnant and pointed out a thin crack running through it. “Frost ring,” he said. “Is this one of the major events?” Salzer looked, pondered, and said, “Could be.” When a significant volcanic eruption occurs, the volume of matter and dust ejected into the atmosphere can obscure the sun and cause a worldwide cooling; at such times, freezing temperatures arrive unseasonably early, when cells in a new layer of wood are still forming. The resulting damage to the cells causes a break in the usual succession of rings—a frost ring. “A few events are so severe that they show up in every tree,” Salzer said. “2036 B.C., 43 B.C., 627 A.D.” He went on, “2036 B.C. is maybe my favorite. It’s also my bane, because there is hardly any wood left that has intact rings on either side of that date. The wood fractures, and erosion sets in.” Bunn noted, “These volcanic events have been linked to disruptions of early civilizations, like Akkad, the world’s first empire. The poem ‘The Curse of Akkad’ tells of how the harvests failed and the population starved. ‘People were flailing at themselves from hunger’—that kind of thing.” “And 43 B.C., after the assassination of Caesar,” Salzer said. “People thought that the darkening of the skies was a message from the gods.” Julius Caesar died in 44 B.C. According to Plutarch, the sun was obscured for an entire year—“its orb rose pale and without radiance”—and fruits withered. Records of the Han dynasty, in China, indicate that in the same period the sun “was bluish white and cast no shadows.” The most commonly cited cause is a volcanic cloud emanating from Mt. Etna, in Sicily, although other eruptions have been proposed. We stood for a moment looking at the trees. They did seem sentinel-like. Bunn touched a neighboring branch, which fell into an easy, swinging motion. “Look, if you want me to intuit and empathize with your feelings, just tell me what they are and how to react to them!” Cartoon by Liana Finck “Andy likes to feel the energy from the trees,” Salzer said, gently snickering. He was a bit of a bristlecone himself: deliberate, diffident, bemused. We continued following the path, which traces a four-mile route through the forest. Bunn, equipped with a G.P.S. device, searched for a site, off the path, where five- or six-thousand-year-old remnants could be found. Salzer was on the lookout for Methuselah. After a brief search, he identified the tree, giving it a friendly pat. Two husky, weathered Welshmen happened along—one dressed all in black, including a black leather cap, and the other wearing a red flannel shirt. “You lot look like experts,” one of them said. “Do you know which is Methuselah?” “Turn around,” Bunn said. The Welshmen looked and laughed. “This?” they said.", "The University of Arizona’s Laboratory of Tree-Ring Research, where secrets of the bristlecone reside, was founded in 1937. For decades, it occupied a warren of rooms and corridors beneath a football stadium. Since 2013, the lab has been housed in a handsome building with an exterior of hanging metal columns, giving it the look of an abstract forest. Inside, researchers have access to a kind of arboreal Library of Congress: a vast collection of tree fragments from around the world, including cross-sections of giant sequoias. The lab is affixing each with a bar code, so that researchers can check out samples. The lab was the brainchild of Andrew Ellicott Douglass, an astronomer who, in 1904, began collecting tree samples in the West, convinced that variations in ring width could reveal cycles of solar activity. His research remained inconclusive, but along the way he essentially founded dendrochronology, the science of tree-ring dating. His greatest insight was to recognize patterns among the hundreds of samples he gathered in Arizona: rings on the trees were wider in 1884 and 1885, narrower in 1851, and so on. Using a giant-sequoia stump as a reference, Douglass meticulously built up a tree-ring chronology, reaching back to around 1300 B.C. Stray fragments of wood could be matched to the master index. Douglass employed this system to develop fairly exact dates for Aztec and Ancestral Puebloan ruins in the American Southwest. At the turn of the twentieth century, the giant sequoias, which grow only on the western slopes of the Sierras, were widely assumed to be the world’s oldest trees. They were certainly the biggest: the General Sherman Tree, in Sequoia National Park, is the most voluminous on earth. (In the late nineteenth century, it was known as the Karl Marx Tree, because a leftist commune occupied the area.) Bristlecones, by comparison, seemed to be mere oddities. John Muir, the pioneering naturalist, described them as “irrepressibly and extravagantly picturesque.” Then, in the nineteen-forties, a Forest Service ranger named Al Noren counted the rings on bristlecones and began to suspect their true age. Word reached Edmund Schulman, Douglass’s second-in-command. Schulman first visited the Whites in 1953 and discovered Methuselah four years later. He dated the trees with a time-tested method: using a coring device to bore in and extract a very thin sample. The process causes mature trees no harm. The naked eye can glean little from a core; you need a microscope to see the rings clearly and pinpoint differences. Schulman wrote an overview of his work for National Geographic, titling it “Bristlecone Pine, Oldest Known Living Thing.” He died just before the issue was published. Chatter about a “bristlecone curse” started after the tragic demise of the so-called Prometheus Tree, which Salzer prefers to call the Currey Tree. In 1964, a graduate student named Donald Currey was attempting to date a huge bristlecone on Wheeler Peak, in the Snake Range, in Nevada. Currey first tried to take a core, but he had trouble getting a good sample. With the permission of the Forest Service, he decided to cut down the entire tree. A crew showed up with a chain saw, but when the foreman touched Prometheus he reportedly said, “I’m not cutting this tree.” The next day, another crew did the deed. Currey concluded that the tree was forty-nine hundred years old—slightly older than the bristlecones Schulman had studied in the Whites. Currey had to live with the reputation of having, in the words of one writer-activist, “casually killed (yes, murdered!)” the world’s oldest tree. A year after Prometheus was felled, a young Forest Service employee suffered a fatal heart attack while attempting to remove a slab. Five years ago, the Los Angeles-based artist Jeff Weiss organized a memorial service for Prometheus, on the occasion of the fiftieth anniversary of its death. Matt Salzer, despite his resistance to mythologizing bristlecones, recorded a speech for the gathering. He spoke of how remnants of bristlecones, including the detritus of Prometheus, reveal how climate has changed in the past and how it might change in the future. He said, “It is almost as if the trees are speaking the words of the Welsh poet Dylan Thomas, who once wrote, ‘I have heard many years of telling, / And many years should see some change.’ ”", "Some of the bones of Prometheus are squirrelled away in Salzer’s office in Tucson. When I stopped by, not long after our trip to the White Mountains, several slabs were resting next to a filing cabinet. Salzer arranged them end to end, forming a six-foot radius. He rummaged around for more bristlecone relics, and found a remnant with a ring marked “43 B.C.”—the frost ring that followed Caesar’s death. We also looked at three cores from Methuselah and four from a tree that Salzer calls Harlan’s Secret Tree, for Tom Harlan, a dendrochronologist who began working at the Laboratory of Tree-Ring Research in 1957. Some years after Schulman’s death, Harlan examined his predecessor’s stock of cores and realized that one tree was even older than Methuselah. Salzer provisionally estimates, based on Harlan’s core samples, that the tree is 4,817 years old. He would like to verify that figure, but he’s not sure precisely where Harlan’s Secret Tree is. Harlan died in 2013, and did not record its location. There is a clue, though, in the form of a page from Edmund Schulman’s original 1957 notes. Salzer hopes to resolve the matter, if only to satisfy periodic calls from Guinness World Records. But he is more excited by the possibility of filling in the remaining gaps in the master bristlecone chronology, which extends back ten thousand years. In addition, he is exploring the complex relationship between bristlecone rings and radiocarbon dating. His partner on the project is Charlotte Pearson, a forty-three-year-old British archeologist, who took up dendrochronology because she was fascinated by its potential implications for the history of ancient civilizations. Pearson stopped by Salzer’s office to discuss their collaboration. “What we want to do is get the best possible calibration,” she said. “Make it high-resolution. Many people tend to think that a radiocarbon curve is set in stone—that once you get a date you can trust in it completely. But the curve has been revised many times, and the bristlecones have been crucial to that process.” Radiocarbon is an isotope of carbon that is generated in the earth’s atmosphere by cosmic radiation. All living things consume small quantities of the isotope as they take in carbon dioxide. When they die, the radiocarbon in their remains steadily decays. In 1949, the chemist Willard Libby announced a remarkable discovery: the age of any organic remnant can be determined by measuring the level of radiocarbon against what a living thing typically maintains. In a stroke, radiocarbon allowed for a comprehensive dating of relics from human civilization and biological history. A typical bristlecone habitat features trees that are more or less evenly spaced, with the hulks of dead trees intervening. It looks less like a forest than like a poorly managed orchard. Photograph by John Chiara for The New Yorker Libby, who won a Nobel Prize for his work, was aware that his model relied on an untested assumption—that the level of radiocarbon in the atmosphere remains constant. In the sixties, the Austrian-born geophysicist Hans Suess took radiocarbon data from some very old bristlecone samples, knowing that ring-counting had established their age precisely. The radiocarbon-dating estimate was way off, giving the impression that the samples were many hundreds of years younger than they were. Suess concluded that levels of radiocarbon had been considerably higher five or six thousand years ago, perhaps because of increased solar activity or shifts in the earth’s magnetic field. As a result, archeological dates in the period between 4000 and 2000 B.C. had to be drastically revised. The recalibration was especially dramatic in the case of Neolithic ruins in remote parts of Western Europe, for which no other historical documentation existed. These sites were assumed to have postdated the Bronze Age architecture of Mesopotamia and Egypt; instead, they came first. The bristlecones weren’t done with their meddling. In 2018, Pearson, Salzer, and others published a paper in which they tried out a new approach. Prior research had calibrated the curve on a decade-to-decade basis; Pearson and Salzer broke it down year by year. It was time-consuming work, and they limited their study to the period from 1700 to 1500 B.C. These dates were not chosen at random: Pearson had long been obsessed with the giant volcanic eruption that took place on the island of Thera, in the Santorini archipelago. It was initially thought, on the basis of historical records, that the Thera event had contributed to the fall of the Minoan civilization, but radiocarbon dating of an olive branch placed the eruption several decades earlier, at a time when the Minoans were thriving. Pearson and Salzer believe that the date of the eruption should be moved forward. A bristlecone frost ring from 1560 B.C. is now considered to be a strong candidate for the temporal marker of the Thera cataclysm. Pearson said of the Thera revision, “This is from only two hundred years of our proposed ten-thousand-year annual chronology. We expect more surprises. For example, there’s the business of Miyake Events.” In 2012, a solar scientist named Fusa Miyake used tree rings to pinpoint an enormous jump in radiocarbon, from 774 to 775 A.D. It appears to have been a huge solar event. Salzer fingered one of the cores of Methuselah, which were still on his desk. “The event didn’t do any apparent harm to the trees or anything else,” he said. “No frost rings or anything like that. But people are very interested in the mechanics of such events today, because if one happened tomorrow—” He made a “Kablooey!” gesture in the direction of his computer. I asked Salzer how scientists in other disciplines had reacted to periodic disruptions from the bristlecone community. “Well, in the sixties one Old World archeologist said something like: ‘Why should we be concerned with what’s happening with some shrub in California?’ But with our Thera paper the archeologists seemed pretty happy. These new dates were a better fit with what they’d suspected all along.” Like the Ents, in “The Lord of the Rings,” the bristlecones seem to be imparting information slowly, on their own time. “Something that began growing at the time of the Pyramids has a right to say stuff,” Pearson said. “It gets to comment.”", "The oldest bristlecones in the White Mountains live in a lower-altitude ravine on a north-facing slope. At higher altitudes, the trees thin out as they get near an exposed ridge. A few lone trees, usually younger, stand ahead of the pack, like scouts. They make you wonder about the bristlecones’ future. Are they creeping up the slopes, in reaction to a warming earth? The matter of whether the trees record anthropogenic change was once the subject of furious debate. In 1998, the climatologist Michael E. Mann published the “hockey stick graph,” showing a steep rise in global mean temperature from about 1850 onward. Mann’s paper was co-authored by Malcolm Hughes, a senior researcher at the Laboratory of Tree-Ring Research, and depended heavily on bristlecone chronologies. Scientists, however, knew that bristlecones at lower altitudes were a less reliable index of temperature fluctuation: it was only on the exposed upper edge of the tree line that the trees were highly sensitive to a blast of cold, and more likely to develop frost rings and other markers of extremity. Climate-change deniers claimed fraud and spoke darkly of a “bristlecones addiction.” Subsequent papers by Hughes, Salzer, and others refined the models, focussing on the upper-tree-line samples. The new models, together with an avalanche of data from other sources, confirm the hockey-stick upswing. Bristlecones have been through hot spells before. Circa 4000 B.C., during the mid-Holocene period, the earth was about one degree Celsius warmer than it is today. But it is on track to get hotter than that. What happens when the bristlecones move up so far that they run out of space? A 2007 paper by the geologist Christopher Van de Ven paints a bleak picture. If the earth were to warm by two degrees, the Schulman Grove would die off. At six degrees, bristlecones would be confined to the highest slopes of White Mountain Peak. In such a scenario, that would be the least of our problems: a six-degree warming would be catastrophic in countless other ways. On a midsummer trip to the Whites, I met up with Brian Smithers, a forty-three-year-old ecologist from Montana State University, in Bozeman. He is a rising star of bristlecone studies, and not uncontroversial. He grew up in a small town in the Sierras and turned to the natural sciences after abandoning plans of becoming an astronaut. A trim athlete who competes in triathlons, he was accepted into the U.S. Air Force Academy, but decided not to go when he realized that he might have to kill people. Instead, he served in the Peace Corps in Fiji. When he returned home, he became an ornithologist; in the past decade, he has shifted to tree science. I met Smithers while he was organizing a summertime survey by an organization known as GLORIA Great Basin. It is part of a worldwide network of GLORIA groups—Global Observation Research Initiative in Alpine Environments—which study how alpine species respond to climate change. Several dozen volunteers—ecologists, botanists, amateur enthusiasts—scoured high-elevation sites in the Whites, counting small alpine plants in gridded-off areas. I tagged along, though I could barely follow the conversation, which was conducted largely in Latin: “Is this Trisetum spicatum? That Oxytropis is a real cutie.” Smithers took part of a day off to show me a site where he had done a study comparing bristlecone populations with those of the limber pine, another hardy species that grows at high altitudes. He and other researchers had noted that in this area the limber pines appeared to be outpacing the bristlecones in moving to higher elevations—“leap-frogging” over them. His paper, published in 2017, attracted media attention, resulting in headlines like: “ANCIENT BRISTLECONE PINE FORESTS ARE BEING OVERWHELMED BY CLIMATE CHANGE” (the Los Angeles Times) and “CLIMATE CHANGE COULD KILL THE WORLD’S OLDEST TREES” (Live Science). “It got away from me a little bit,” Smithers said, as we trudged across a rock-strewn meadow toward a distant ridge. “It’s hard to make a complex point in limited space. I was talking about some local populations where bristlecones were in trouble. The problem is that we can’t begin to observe change at the rate these trees are accustomed to. At the moment, these limber pines appear to be charging up the slope. But maybe they will all die in fifty years, and maybe that’s when bristlecones will move in.” We reached a ridge where dead bristlecones were scattered about in large numbers—a “relict grove.” Trunks and branches protruded into the air, their surfaces polished and smooth to the touch. Small fragments with grayish, scoured wood lay in the low brush. “Something happened here,” Smithers said. “These were really old trees that lived through a lot of really crappy conditions. There’s no sign of a fire. No sign of insects. So what killed them?” On the other side of the ridge, bristlecones reappeared. “Check out this one,” Smithers said, pointing to an apparently long-dead hunk of a tree. It looked as though it had been blown over in a storm, but tufts of green needles emerged from a branch on one side. A vein of live bark snaked around the dead trunk and disappeared into the ground. It was like a vine growing on a ruin, except that the ruin was itself. Cartoon by Roz Chast We headed back to the Crooked Creek Station, a handsome, spartan pine-log facility where the GLORIA group was based for the week. Part of the complex had once stood in downtown Los Angeles, housing the Starlight Bar and Grill. In the late eighties, the University of California at Davis dismantled the structures and hauled them up into the Whites. Before Crooked Creek became a research station, in 1978, it had been a U.S. Navy outpost, where research was conducted into the physiological effects of high-altitude exposure. Reportedly, harbor seals were brought to a pond near the site—to what end one dare not imagine. Dinner was served in the high-ceilinged common room at Crooked Creek. In the group was Connie Millar, a revered ecologist who has long worked for the Forest Service and who is responsible for launching GLORIA in North America. She has been studying the effects of climate change for decades, with the Great Basin as her favorite site of observation. She worked on bristlecones for years but has added other subjects of study, including the pika, an adorable rabbit-like mammal that thrives in mountain zones. “I’m actually not too worried about the bristlecones,” Millar told me. “Schulman talked about ‘longevity through adversity,’ and there’s something to that. You can’t look only at the upper tree line. Contrary to what the Van de Ven model suggests, trees are still growing at lower elevations, sometimes even below the current tree lines. You have to be aware of all these microclimates where temperature and moisture can vary in unexpected ways. All through the Great Basin you see this kind of endurance. I see it in the pikas, too. They make their habitats in the talus”—the pile of rocky debris at the base of a slope or cliff—“and they find a mode of circulation almost decoupled from the outside. They hole up in their little air-conditioned homes.” Yet Millar is hardly sanguine about environmental threats to the trees. She told me that a colleague, Barbara Bentz, had recently found worrisome evidence of mountain-pine beetles killing bristlecones on Telescope Peak, in Death Valley. Such an invasion was previously thought to be impossible, because of the toughness of the tree’s wood. Whatever the fate of the bristlecones, she noted, the general global trends are catastrophic. “The bristlecones live in their own world,” she said. “Their longevity seems to be related in mysterious ways to the length of time dead wood stays in the environment. It’s hard to generalize from that.”"], "authors": ["Alex Ross", "Luke Mogelson", "Jia Tolentino", "Isaac Chotiner", "Erik Agard", "Connie Bruck", "M. R. O Connor", "Charlotte Mendelson"], "keywords": ["tree", "rings", "bunn", "past", "wood", "future", "forest", "trees", "bristlecone", "salzer", "research", "bristlecones", "earths", "oldest"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}