{"summary": "Country singer Kassi Ashton flaunted her impressive bikini body on social media in order to call out a boy that was mean to her when she was 13 years old.\nThe “Taxidermy” singer took to Instagram on Monday to share an image of herself wearing only a black-and-white striped bikini and floral Haku lei while on a trip to Hawaii.\nShe poses among some purple flowers with her right hip sticking out, exposing her toned frame to the world.\nJASON ALDEAN RETURNS TO LAS VEGAS FOR FIRST CONCERT SINCE 2017 SHOOTING“When I was 13, this boy I had a gigantic crush on asked me out.\nLol.”Earlier in the day, the star shared a closer-framed picture of herself in the same black-and-white striped bikini.", "keywords": ["snap", "boy", "revenge", "instagram", "mean", "kassi", "steamy", "uses", "ocean", "star", "wearing", "singer", "bikini", "maui", "striped", "lei", "shared", "country"], "paragraphs": ["Country singer Kassi Ashton flaunted her impressive bikini body on social media in order to call out a boy that was mean to her when she was 13 years old.", "The “Taxidermy” singer took to Instagram on Monday to share an image of herself wearing only a black-and-white striped bikini and floral Haku lei while on a trip to Hawaii. She poses among some purple flowers with her right hip sticking out, exposing her toned frame to the world.", "JASON ALDEAN RETURNS TO LAS VEGAS FOR FIRST CONCERT SINCE 2017 SHOOTING", "“When I was 13, this boy I had a gigantic crush on asked me out. I freaked out. A couple weeks later I found out his friend was paying him to do it as a joke,” she captioned the snap. “When I confronted him, he told me he would never date me because I’m 'flat chested and shaped like a pencil'. I hope he’s doing well. Lol.”", "Earlier in the day, the star shared a closer-framed picture of herself in the same black-and-white striped bikini. In addition to giving viewers a better look at her fit body, the singer made sure to thank the Maui Palmtree Floral company for hand delivering the Haku lei she wears in the pictures.", "She also shared a photo of herself putting the swimwear to use as she snorkeled in what appears to be the ocean, waving at the camera from underwater.", "KACEY MUSGRAVES EXPLAINS POST-2019 CMAS HANGOVER TWEET", "“Aloha from Maui!” she captioned the brief swimming video.", "CLICK HERE TO GET THE FOX NEWS APP", "The star also shared a slew of other snaps of her and her friends snorkeling and exploring the ocean floor in Hawaii on her Instagram Story Monday. She capped off the day of vacation fun with another image on her Story that showed she was still wearing her favorite new lei."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/entertainment/country-singer-kassi-ashton-bikini-snap-revenge-boy-mean-13", "authors": ["Tyler Mccarthy"], "id": "83cbcda7-7947-35ff-9c4a-0055c63b3154", "pubDate": null, "title": "Country singer Kassi Ashton uses steamy bikini snap to get revenge on boy who was mean to her at 13"}