{"id": "83e5cac3-d6ef-379a-a9e0-7bf057ce0705", "title": "Oklahoma lawmakers propose ‘MAGA’ and ‘Keep America Great’ license plates to aid veterans", "url": "https://www.foxnews.com/auto/oklahoma-lawmakers-propose-maga-and-keep-american-great-license-plates-to-aid-veterans", "summary": "Two slogans associated with President Trump have now been pitched for license plates in Oklahoma that would help raise money for local veterans, according to reports.\nFLORIDA MAN WHO SPAT ON 'MAGA' HAT-WEARING BAR PATRON GETS 90 DAYS IN JAIL“This is a great way that people can support America and support those ideas of keeping America great,” Dahm said, according to Oklahoma City’s KFOR-TV.\nOklahoma would be the first state to use the slogans on its license plates if the plan is approved, according to the station.\nSome have already voiced opposition to the plate idea, arguing that the president’s political slogans don’t belong on state license plates.\nMatt Pinnell, a Republican, who argued that the move would politicize a popular tourist attraction, according to the World.", "paragraphs": ["Two slogans associated with President Trump have now been pitched for license plates in Oklahoma that would help raise money for local veterans, according to reports.", "Under state Sen. Nathan Dahm’s proposal, one plate design would feature Trump’s 2016 campaign slogan, “Make America Great Again,” while another would include the Trump 2020 slogan, “Keep America Great.”", "The plan is co-sponsored by Sen. Marty Quinn, the Tulsa World reported.", "FLORIDA MAN WHO SPAT ON 'MAGA' HAT-WEARING BAR PATRON GETS 90 DAYS IN JAIL", "“This is a great way that people can support America and support those ideas of keeping America great,” Dahm said, according to Oklahoma City’s KFOR-TV.", "Oklahoma would be the first state to use the slogans on its license plates if the plan is approved, according to the station.", "Dahm’s proposal also stipulates that a $35 annual fee charged for the plates would be donated to two local groups that support U.S. military veterans – the Folds of Honor and the Warriors of Freedom foundations, according to the World.", "“I don’t think it’s such a bad deal, especially if the money’s going to the veterans,” motorist Gary Pierce told KFOR.", "Some have already voiced opposition to the plate idea, arguing that the president’s political slogans don’t belong on state license plates. But Dahm said that the slogans would be an optional feature – meaning only those who want the plates would buy them, while other motorists can get standard Oklahoma plates or one of the state’s other “vanity” varieties, such as those including logos of the Oklahoma City Thunder or Oklahoma Sooners, or wildlife designs.", "“There’s people that are upset with just the president in general, so I understand that people have those feelings, potentially negative feelings against the president, but the great thing is, here in America, you have freedom of speech,” Dahm told KFOR.", "CLICK HERE TO GET THE FOX NEWS APP", "Because the proposed plates would use Trump slogans, Senate Bill 1384 calls for the tags to be designed “in consultation with the corporation or entity designated by Donald J. Trump for such purposes,” the World reported.", "The same two Republican state senators previously sought to rename a stretch of Historic Route 66 in honor of Trump but the plan was shot down by tourism officials and Lt. Gov. Matt Pinnell, a Republican, who argued that the move would politicize a popular tourist attraction, according to the World."], "authors": ["Dom Calicchio"], "keywords": ["according", "world", "propose", "great", "state", "maga", "america", "oklahoma", "aid", "lawmakers", "trump", "license", "slogans", "veterans", "plates"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}