{"id": "843712ae-9fa6-39f8-9095-748bff235a03", "title": "Republicans confident they will keep Senate control after fears of backlash", "url": "https://www.theguardian.com/us-news/2020/nov/03/senate-elections-republicans-on-defensive-democrats", "summary": "Now, with the presidency yet to be decided, Republicans appear poised to maintain control of the Senate while Democrats majority in the House shrank unexpectedly.\nBacklash against Trump and his handling of the coronavirus pandemic, which had killed more than 230,000 Americans and infected millions more, including the president, had some Republicans bracing for a “bloodbath” in the Senate.\nShould Trump win re-election, McConnell would continue to play a critical role ushering through Trump’s appointees to his cabinet and the courts.\nSenate Republicans were always prepared to play defense, but Trump’s unpopularity and widespread disapproval of his handling of the virus threatened their entire party.\nPhotograph: Ross D Franklin/APArizona will now send two Democrats to the Senate for the first time in generations.", "paragraphs": ["Criticism of Trump and his handling of the coronavirus pandemic had some Republicans bracing for a ‘bloodbath’ that didn’t occur", "Republicans confident they will keep Senate control after fears of backlash", "Democrats hoped election day would deliver decisive majorities in both chambers of Congress and with it an unequivocal rejection of Donald Trump. Now, with the presidency yet to be decided, Republicans appear poised to maintain control of the Senate while Democrats majority in the House shrank unexpectedly.", "Predictions of a blue wave, which had delivered a resounding victory for House Democrats in 2018, never materialized, as a number of the freshman who fueled their takeover two years ago lost their seats in surprisingly competitive races.", "In a major setback for Democrats, the Maine senator Susan Collins defeated Democrat Sara Gideon in one of the most expensive races in the nation that was seen as pivotal in the fight for control of the levers of power in Washington.", "Backlash against Trump and his handling of the coronavirus pandemic, which had killed more than 230,000 Americans and infected millions more, including the president, had some Republicans bracing for a “bloodbath” in the Senate. But by Wednesday afternoon, the picture was rosier than they dared to imagine in the hours before polls closed.", "“I feel that this is an affirmation of the work that I’m doing in Washington,” Collins said, after announcing that her opponent had conceded.", "Elsewhere, Joni Ernst of Iowa and Lindsey Graham of South Carolina, both staunch Trump allies, fended off serious and well-financed opponents who channeled deep discontent with the president. Senator Thom Tillis held a steady but narrow lead in North Carolina, a race that was viewed as tied to the president’s prospects in that battleground state.", "In Montana, Steve Daines held off a challenge from Steve Bullock, a popular former Democratic governor. And in an open race in Kansas, Republican Roger Marshall defeated Barbara Bollier, a former Republican who switched parties after the 2018 midterms and raised hopes that a Democrat could win in the deeply conservative state.", "After shocking the political world with an upset special election victory in 2017, Doug Jones of Alabama lost to his Republican opponent, Tommy Tuberville, a former college football coach.", "“Overall we had a better election than most people thought across the country,” the Senate majority leader, Mitch McConnell, told reporters in his home state of Kentucky on Wednesday, after fending off a spirited challenge from Democrat Amy McGrath to win a seventh term.", "The final balance of power in the Senate rested on a handful of races stretching from North Carolina to Alaska and a special election in Georgia that was headed to a runoff in January.", "At stake for both parties was the political and legislative agenda of the next president.", "With Republicans controlling the chamber, 53-47, McConnell and Trump appointed three conservative justices to the supreme court and more than 200 judges to lower federal courts, a legacy that will long outlast the Trump presidency.", "Should Trump win re-election, McConnell would continue to play a critical role ushering through Trump’s appointees to his cabinet and the courts. Without the Senate, should he win the White House, Joe Biden would almost certainly face entrenched opposition to his governing agenda that could make it nearly impossible to pass any major legislation.", "Facebook Twitter Pinterest The Senate majority leader, Mitch McConnell, faced a well-funded challenge in Kentucky. Photograph: Bryan Woolston/Reuters", "The political landscape has shifted dramatically under Trump. For four years, young people and people of color have mobilized in their communities while Republicans have lost their standing in the suburbs amid a wave of defections, particularly by women.", "Senate Republicans were always prepared to play defense, but Trump’s unpopularity and widespread disapproval of his handling of the virus threatened their entire party. But by early Wednesday, it appeared Republicans were far less endangered than they feared.", "“Here’s the message I got: people like what I’m doing and I’m going to keep doing it,” a buoyant Graham declared. “I’m going back to the Senate with a purpose.”", "In total, 35 of the 100 Senate seats are up for grabs and more than a third are competitive, many in states where Trump won four years ago.", "Given their loss in Alabama, Democrats would need to gain at least four seats to control the Senate if Biden wins, which would allow a Vice-President Kamala Harris to break a tie.", "Facebook Twitter Pinterest Tommy Tuberville stands in a long line to cast his vote in Auburn, Alabama, on Tuesday. Photograph: Butch Dill/AP", "Democrats saw reasons for optimism across parts of the sun belt, where changing demographics and an aversion to Trump’s brand of politics in the suburbs cost Republicans a seat in Colorado and potentially a second seat in Arizona.", "Senator Cory Gardner of Colorado, a freshman who managed to win six years ago in an increasingly blue state, conceded to John Hickenlooper, a former governor.", "Senator Martha McSally of Arizona, an air force veteran who was appointed to the seat after the death of Senator John McCain, lost to Mark Kelly, a former astronaut and the husband of the former Arizona congresswoman Gabby Giffords.", "Facebook Twitter Pinterest Senator Martha McSally campaigns at Republican party headquarters in Phoenix, Arizona, on Monday. Photograph: Ross D Franklin/AP", "Arizona will now send two Democrats to the Senate for the first time in generations.", "In Georgia, one Senate race remained too close to call while a special election race was headed for a runoff in January after no candidate earned a majority of the vote.", "In Texas, Republican John Cornyn will return to the Senate after a spirited challenge in a rapidly changing state where polling showed Democrats were competitive, though Trump won the state.", "And Democrats breathed a sigh of relief Wednesday night, when, according to the Associated Press, the Michigan senator Gary Peters held on to his seat, defeating the businessman John James in one of only two races where Republicans were on the offensive.", "Though several key races remained too close to call as of late Wednesday, and Biden appeared to be on track to rebuild Democrats’ “blue wall”, the trajectory of the results was deeply disappointing for the party, which had imagined the next four years very differently.", "“I was hoping we would sweep to victory with a number of Senate wins,” Hickenlooper, the Colorado senator-elect, said in an interview on MSNBC on Wednesday. “We were cautiously optimistic but that’s not the level of excitement I was hoping to wake up to.”"], "authors": ["Lauren Gambino"], "keywords": ["control", "races", "republicans", "win", "fears", "republican", "election", "trump", "seat", "confident", "senator", "democrats", "backlash", "senate"], "pubDate": "2020-11-03T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}