{"summary": "This was drawn by James Turner, the art director, as an example of the final art direction he wanted to pursue for Pokémon Sword & Shield.\nAn early concept image of a Galar region Pokémon Center drawn by Shigeru Ohmori while he was traveling for media interviews ahead of the launch of Pokémon Sun & Moon.\nThis was another sketch done by Shigeru Ohmori while traveling the U.K. during a trip for media interviews ahead of the launch of Pokémon Sun & Pokémon Moon.\nThis was another sketch of scenery by Shigeru Ohmori while traveling the U.K. during a trip for media interviews ahead of the launch of Pokémon Sun & Pokémon Moon.\nFor more on Pokémon Sword and Shield, head to our hub by clicking the banner below.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["game", "pokémon", "gallery", "shield", "shigeru", "art", "moon", "sword", "ohmori", "inspired", "look", "design", "uk", "exclusive", "concept"], "id": "84516fa8-edc8-3e7b-92ee-7d78f252c907", "url": "https://www.gameinformer.com/gallery/2019/10/04/exclusive-pokemon-sword-and-shield-concept-art-gallery", "title": "Exclusive Pokémon Sword And Shield Concept Art Gallery", "pubDate": null, "paragraphs": ["As you probably already know, our cover story this month features Pokémon Sword and Shield. As part of our coverage, we received a glimpse of concept art from the early days of development. Now, you can get a look at these never-before-seen pieces of concept art. These pieces were illustrated by director Shigeru Ohmori, art director James Turner, and managing director/art director at Game Freak Ken Sugimori, who has been a character designer and artist for the series since the first entries.", "You can see the full gallery, as well as descriptions provided by Game Freak, below.", "This was drawn by James Turner, the art director, as an example of the final art direction he wanted to pursue for Pokémon Sword & Shield. We then developed 3D models of the same environment to try to match the look.", "This was a quick sketch done by Ken Sugimori while we were talking about just how big the Poké Ball should grow in size when thrown out to catch Dynamax Pokémon. We came up with the idea that the ball would expand from the center during this conversation.", "A concept image of the player character's home, inspired by what a typical U.K. home might look like. With lots of small objects placed in the house, it was difficult to replicate it faithfully in 3D. Some adjustments in positioning of rooms were made in the final version, so I hope players will look forward to seeing how it has changed from this concept!", "A concept image by James Turner that aims to capture some of the feeling and color of an environment in the U.K. The coloring of the patchwork farmland is very similar to what ended up in the final game.", "A concept image by James Turner showing what a Galar region Pokémon battle broadcast on TV and enjoyed by the masses might look like. The idea is to make it look like a still from a TV broadcast. Some of the U.I. design in the game was inspired by the typical flat design you might see in a sports broadcast.", "An early concept image of a Galar region Pokémon Center drawn by Shigeru Ohmori while he was traveling for media interviews ahead of the launch of Pokémon Sun & Moon. Pokémon Centers are meant to be a building that symbolizes the region in which they exist. This design was partially inspired by pubs Ohmori saw in the U.K. and reflect the concept that lots of people would gather here to relax and watch Pokémon Battles.", "This is an early sketch that Ken Sugimori came up with while we sat and discussed what Rotom might look like it if it inhabited a mobile phone. The face rotation gimmick remained through the final version of the design.", "This was an illustration by Shigeru Ohmori while he was visiting the Lake District in the U.K. during a trip for media interviews ahead of the launch of Pokémon Sun & Moon. The winding path scenery particularly captured his imagination and this specific illustration ended up being incorporated into one of the routes in the game. He also heard a legend that catching the floating fluffy cotton balls in the air could bring good fortune, and that served as the inspiration for Gossifleur.", "This was another sketch done by Shigeru Ohmori while traveling the U.K. during a trip for media interviews ahead of the launch of Pokémon Sun & Pokémon Moon. It's inspired by the scenery he saw in Windermere. It was done in late September of 2016, before the release of Pokémon Sun & Moon. He was inspired the atmosphere of the town, with its countless sheep and walls of stacked dry-stone. This concept ended up serving as the basis for the design of first town in the game.", "This was another sketch of scenery by Shigeru Ohmori while traveling the U.K. during a trip for media interviews ahead of the launch of Pokémon Sun & Pokémon Moon. He was inspired by the beautiful scenery of lakes and rivers with towns far in the distance that he saw from inside the train he was riding. It gave him the impression of endless adventure and he wanted to instill this feeling into the game. This concept helped inform the design of the Wild Areas.", "For more on Pokémon Sword and Shield, head to our hub by clicking the banner below."]}