{"authors": ["Alexandria Hein"], "title": "Texas cheerleader saves choking toddler during homecoming parade", "url": "http://www.foxnews.com/health/texas-cheerleader-saves-choking-toddler-homecoming-parade", "summary": "A Texas cheerleader was reunited with the 2-year-old boy she helped save when he started choking on a piece of candy during a homecoming parade last week.\nTyra Winters sprang into action during Rockwall High School’s parade as soon as she heard someone yell for help, Fox 4 News reported.\nShe told KTVT that she grabbed the boy, named Clark, from Hornback, tilted him and gave him three back thrusts before he spit up.\nHornback said she’s thankful Winters was there.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM“I don’t really have any words,” she told Fox 4 News.", "keywords": ["thankful", "homecoming", "parade", "boy", "mom", "texas", "saves", "really", "told", "winters", "went", "toddler", "words", "hornback", "cheerleader", "choking"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A Texas cheerleader was reunited with the 2-year-old boy she helped save when he started choking on a piece of candy during a homecoming parade last week. Tyra Winters sprang into action during Rockwall High School’s parade as soon as she heard someone yell for help, Fox 4 News reported.", "Winters, a high school senior whose mom had shown her how to do the Heimlich maneuver in case of an emergency, located the boy and his mother, Nicole Hornback, in the crowd. She told KTVT that she grabbed the boy, named Clark, from Hornback, tilted him and gave him three back thrusts before he spit up.", "NEW JERSEY BABY BORN WITH 'BRAIN OUTSIDE OF SKULL' BELIEVED TO BE FIRST TO SURVIVE CONDITION", "“I’m really blessed that I could be there at the time because the story could have went 1,000 ways,” she told the news outlet. “I’m just happy it went the way it did. I’m glad the kid came out OK.”", "Winters explained to KLTV that her mom had taught her that when dealing with little ones, back thrust may work better than applying pressure to the abdomen. Hornback said she’s thankful Winters was there.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“I don’t really have any words,” she told Fox 4 News. “The words that seem that you would say to anyone is thank you. But those words don’t seem good enough. I think all I can be in this moment is thankful.”"], "pubDate": null, "id": "847a6bb7-b7c6-3f08-825c-b9d4589bf9bb"}