{"summary": "An 18-year-old Oregon man has been arrested on wildlife harassment and animal abuse charges after a teen — believed to be the young man — was filmed riding on the back of a trapped mule deer buck and pulling on its antlers while it made distressed noises, officials reported.\nCLICK HERE TO GET THE FOX NEWS APPThe video reportedly showed a young adult male riding on the back of an exhausted deer while it was trapped in a fenced-in area.\n“Throughout the video, the mule deer buck can be heard grunting and/or bleating, and after escaping the rider, the buck jumped into a linked fence, multiple times, attempting to escape the enclosure,” the news release from state troopers stated.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTERAccording to officials, the deer had trapped itself in the fenced feeding area.\nBelcher was found and interviewed by Oregon State Police Fish and Wildlife troopers.", "keywords": ["oregon", "18", "deer", "wildlife", "young", "buck", "video", "trapped", "county", "disturbing", "arrested", "showing", "state", "officials", "riding", "man", "mule"], "paragraphs": ["An 18-year-old Oregon man has been arrested on wildlife harassment and animal abuse charges after a teen — believed to be the young man — was filmed riding on the back of a trapped mule deer buck and pulling on its antlers while it made distressed noises, officials reported.", "MICHIGAN HUNTER SPRAYED BROTHER'S STANDS WITH DEER REPELLENT, OFFICIALS SAY", "Jacob Belcher of Harney County was accused of the act after the \"disturbing video\" was shared widely on social media, prompting the Oregon Department of Fish and Wildlife to contact the Oregon State Police to investigate on Friday.", "CLICK HERE TO GET THE FOX NEWS APP", "The video reportedly showed a young adult male riding on the back of an exhausted deer while it was trapped in a fenced-in area.", "“Throughout the video, the mule deer buck can be heard grunting and/or bleating, and after escaping the rider, the buck jumped into a linked fence, multiple times, attempting to escape the enclosure,” the news release from state troopers stated.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "According to officials, the deer had trapped itself in the fenced feeding area. It was eventually freed, though more information was not shared.", "Belcher was found and interviewed by Oregon State Police Fish and Wildlife troopers. Another suspect who allegedly filmed the incident was also interviewed. Charges for the alleged accomplice were not immediately known. Both men were from Riley, Ore.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Belcher was booked into the county jail for wildlife harassment and second-degree animal abuse, according to reports. The second suspect was reportedly referred to the Harney County District Attorney’s Office."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/great-outdoors/18-arrested-video-riding-back-mule-deer", "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "id": "84886033-cb9b-3896-9265-8ccc05f36848", "pubDate": null, "title": "Man, 18, arrested for 'disturbing video' showing him riding trapped mule deer"}