{"id": "84922bd4-369c-3d24-bdd9-f011d5726173", "title": "Yakuza Kiwami Review – A Blast From The Past", "url": "https://www.gameinformer.com/games/yakuza_kiwami/b/playstation4/archive/2017/08/21/yakuza-kiwami-review-a-blast-from-the-past.aspx", "summary": "It’s a PS4 remake of the PS2 original, and a direct successor to Yakuza 0 – both in presentation and narrative.\nYakuza Kiwami’s story begins several years after the events of Yakuza 0, with Kiryu now a respected player in Japan’s criminal underworld.\nYou can’t play as Goro Majima in Yakuza Kiwami, but he does play a newly elevated role.\nMajima’s transformation from Yakuza 0’s stoic nightclub manager to the so-called Mad Dog of Shimano is jarring, and there isn’t any connective tissue that explains it in any satisfying way.\nThat’s probably not what Sega was hoping for here, but it’s unavoidable considering the close proximity to Yakuza 0’s release.", "paragraphs": ["Sega started the year off with a wonderful surprise in the form of Yakuza 0. The series has been around for a decade, but that prequel entry held the door open for new players who hadn’t yet been admitted to the club. I was among those new players and, like many, I was excited to continue following the adventures of Kazuma Kiryu and company. Yakuza Kiwami makes it simple. It’s a PS4 remake of the PS2 original, and a direct successor to Yakuza 0 – both in presentation and narrative. It’s mostly more of the same great game, though it’s noticeably stifled by being bound to a 10-year-old release.", "The series has been compared to Grand Theft Auto, but it’s more like an open-world RPG/brawler. Rather than focus on driving around and causing mayhem, your character wanders the streets of a fictionalized Tokyo district, battling bad guys and enhancing his arcade-inspired fighting abilities.", "Yakuza Kiwami’s story begins several years after the events of Yakuza 0, with Kiryu now a respected player in Japan’s criminal underworld. He gets caught up in a murder and ends up serving 10 years in prison. After his release (and a merciful time skip), he has to unravel a mystery involving murder and the theft of 10 billion yen. It’s melodramatic stuff that teeters on the edge of being needlessly complicated, but the cast of menacing thugs and honorable criminals kept me from being tempted to skip the lengthy cutscenes.", "While the campaign veers toward being self-serious, it’s a hard turn from the side missions. These optional diversions make up the bulk of the long running time, and they primarily focus on helping citizens by giving them items or offering some form of protection. Most of these feel like relics of the original release, and they don’t often expand the formula in any interesting ways like some of Yakuza 0’s did with weird trivia or one-off stealth sequences. I understand this is a remake of a decade-old game, but that doesn’t make the repetitive side missions any easier to stomach. Minigames including darts, pool, and skill-crane challenges are back, and they’re a nice break from all the fetching and fighting.", "Sega added some new activities that weren’t in the original release, including the return of Yakuza 0’s pocket racers and a bug-battling arcade game, each of which includes a multi-stage quest chain. I enjoyed catching up with Pocket Circuit Fighter and the crew of kid racers, and even though they’re clearly getting older, they still enjoy racing the customizable toys. I wish I could be as enthusiastic about MesuKing: Battle Bug Beauties. This card game is a dead-simple rock-paper-scissors challenge, with the main attraction being that you watch women in skimpy insect-inspired costumes grapple and writhe around. It’s creepier than a bucket of centipedes, and absolutely no fun at all.", "The biggest addition is the inclusion of the new Majima Everywhere system. You can’t play as Goro Majima in Yakuza Kiwami, but he does play a newly elevated role. Kiryu got a little soft during his time in prison, according to Majima, and the character wants to help Kiryu get his mojo back. He helps by challenging Kiryu to random battles in the world. These encounters can be as simple as running into Majima, or getting jumped in the middle of another battle. He also pops out from under manhole covers and a variety of strange disguises. Each battle rewards you with experience to upgrade your abilities, as well as a chance to unlock moves in your special dragon style of combat. Combat is simple and satisfying, with over-the-top animations that add weight to the brawling action.", "Majima’s transformation from Yakuza 0’s stoic nightclub manager to the so-called Mad Dog of Shimano is jarring, and there isn’t any connective tissue that explains it in any satisfying way. That’s largely a criticism of Yakuza 0, but a new explanatory cutscene or two would have gone a long way. I learned to tolerate his oddball Joker-meets-Jar Jar persona, however, possibly because most of our encounters ended up with me smashing a bicycle over his back.", "I had a lot of fun with Yakuza Kiwami, but it occupies a strange place. I commend Sega for the extra lengths it took with the remake – including replacing the Western actors from the original release with all-new dialogue from the Japanese actors – but feels like a relic at times. The game’s overall scale is still impressively large, but there’s only one main area to explore. Visiting the first entry, enhanced as it is, certainly gave me a greater appreciation for the strides that the series made later. That’s probably not what Sega was hoping for here, but it’s unavoidable considering the close proximity to Yakuza 0’s release."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["review", "blast", "yakuza", "release", "0s", "simple", "sega", "majima", "original", "kiwami", "kiryu", "past", "game", "series"], "pubDate": "2017-08-21T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}