{"id": "84d3df54-e2a5-39f0-b74d-37fa39fb5f1d", "title": "Winners and Losers from Week 10 of College Football", "url": "https://bleacherreport.com/articles/2916949-winners-and-losers-from-week-10-of-college-football?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "0 of 9John Raoux/Associated PressFor the first time in the 2020 season, every Football Bowl Subdivision conference played a game.\nWhile the changes necessitated by the pandemic are entirely understandable, Week 10 took college football back to a familiar place.\nWell, other than a Pac-12 game kicking off at noon Eastern.\nBoth showdowns had immense College Football Playoff implications.\nThe Big Ten, however, wasn't so fortunate; Michigan and Penn State kept sliding the wrong direction.", "paragraphs": ["0 of 9", "John Raoux/Associated Press", "For the first time in the 2020 season, every Football Bowl Subdivision conference played a game. While the changes necessitated by the pandemic are entirely understandable, Week 10 took college football back to a familiar place.", "Well, other than a Pac-12 game kicking off at noon Eastern. That still doesn't feel right.", "But as the Pac-12 and MAC returned to the field, the ACC and SEC enjoyed the largest places in the spotlight. Notre Dame upended Trevor Lawrence-less Clemson, and Kyle Trask threw for 474 yards while leading eighth-ranked Florida past No. 5 Georgia. Both showdowns had immense College Football Playoff implications.", "The Big Ten, however, wasn't so fortunate; Michigan and Penn State kept sliding the wrong direction. USC narrowly avoided a similar fate in its opener against Arizona State too.", "Those storylines are among the biggest takeaways from a busy weekend. This piece will be updated Saturday night."], "authors": ["David Kenyon"], "keywords": ["state", "yards", "week", "college", "losers", "football", "game", "wasnt", "winners", "wrong", "weekend", "pac12"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}