{"id": "84f69091-118c-30c1-8d82-1663db2080f4", "keywords": ["general", "property", "windows", "modern", "space", "room", "washington", "boyhood", "lees", "slashed", "million", "56", "features", "alexandria", "robert", "price"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "http://www.foxnews.com/real-estate/general-robert-e-lees-home-5-6-million", "title": "Price of General Robert E. Lee's boyhood home slashed to $5.6 million", "summary": "The childhood home of Robert E. Lee is now available with a price cut.\nBuilt in 1795, the historic home is back on the market for $5.6 million.\nEven with the hefty 34% price cut, the property in Alexandria, VA, still sits far above the city's median list price of $549,900.\nThe second-priciest place in Alexandria is $5.2 million and offers a similar square footage.\nMark and Ann Kington had purchased the property for $2.5 million in 2000 from the Lee-Jackson Foundation.", "pubDate": null, "paragraphs": ["The childhood home of Robert E. Lee is now available with a price cut.", "Built in 1795, the historic home is back on the market for $5.6 million. It was available last year for $8.5 million.", "Even with the hefty 34% price cut, the property in Alexandria, VA, still sits far above the city's median list price of $549,900. It's also the most expensive home for sale in the city. However, it’s now more in line with the top of the market. The second-priciest place in Alexandria is $5.2 million and offers a similar square footage.", "This graceful structure was the home of the Confederate general from the age of 5 until he entered West Point in 1825. The home also hosted President George Washington before the Lee family moved in.", "Mark and Ann Kington had purchased the property for $2.5 million in 2000 from the Lee-Jackson Foundation. The property had been a museum for decades, but the nonprofit group could no longer afford its upkeep.", "After a three-year, multimillion-dollar renovation, the couple lived in the home with their children. But the 8,145-square-foot manse is now too big for the empty nesters, according to the Alexandria Times.", "Improvements included a new kitchen and baths and a new roof. The original windows were rebuilt or replaced, and an astonishing 43 layers of paint were removed.", "\"It's an amazing, extraordinary restoration of the home. The infrastructure is incredibly modern, but the whole house looks as if it’s of the period,\" says listing agent Christopher Leary of HRL Partners at Washington Fine Properties.", "Located in Old Town Alexandria, the Federal-style abode, one of the earliest homes in the area, features a grand two-story space, with six bedrooms and 4.5 bathrooms.", "Featuring high ceilings, the space includes multiple seating areas and a large formal dining room with floor-to-ceiling windows. A modern kitchen includes a center island and glass-front cabinets. The spacious master suite features a sitting area and fireplace. The master bath comes with dual vanities and a stand-alone tub. Other features include an office, a drawing room, a family room, and a rec room.", "Outside, a half-acre of gardens and patios incorporates space for dining. The grounds include a detached studio as well as a two-car garage.", "The residence, filled with history, is a registered Virginia Landmark, and is listed on the National Register of Historic Places.", "The location of the home is just steps to shops, restaurants, grocery stores, Founders Park, and the Potomac River waterfront marina. It's also just minutes to downtown DC and Amazon's future HQ2 in Crystal City.", "This article appeared on Realtor.com."]}