{"id": "8528dfb3-73ce-3810-ad2b-c30ad082612c", "title": "Prosecutors in Brazil file embezzlement charges against Jair Bolsonaro's son", "url": "https://www.theguardian.com/world/2020/nov/04/brazil-president-jair-bolsonaros-son-flavio-accused-of-embezzlement", "summary": "Jair Bolsonaro’s eldest son has been formally accused of embezzlement, money laundering, misappropriation of funds and directing a “criminal organisation” as sleaze allegations continue to swirl around the family of Brazil’s far-right president.\nUnder the scheme, which translates roughly as the “salary split”, corrupt politicians siphon off a chunk of their employees’ publicly funded wages for personal gain.\nCharges were also filed against 16 others including Fabrício Queiroz, a former police officer and longtime friend of Brazil’s president who had worked with Bolsonaro’s son and has well-documented ties to Rio’s underworld.\nQueiroz is under house arrest after being detained in June on the property of a lawyer who has represented Jair and Flávio Bolsonaro.\n“THE SALARY SPLIT IS THE THEFT OF PUBLIC MONEY AND CROOKS BELONG IN JAIL!” she tweeted.", "paragraphs": ["Jair Bolsonaro’s eldest son has been formally accused of embezzlement, money laundering, misappropriation of funds and directing a “criminal organisation” as sleaze allegations continue to swirl around the family of Brazil’s far-right president.", "Prosecutors in Rio de Janeiro announced late on Tuesday that they had filed the charges against Flávio Bolsonaro, 39, a senator whose affairs have been under the spotlight since the eve of his father’s January 2019 inauguration.", "The accusations, which Flávio Bolsonaro has previously called part of a political plot against his father, revolve around suspicions the president’s son engaged in a widespread but criminal practice in Brazilian politics known as the “rachadinha” when he was a Rio congressman from 2004 to 2018.", "Under the scheme, which translates roughly as the “salary split”, corrupt politicians siphon off a chunk of their employees’ publicly funded wages for personal gain.", "Charges were also filed against 16 others including Fabrício Queiroz, a former police officer and longtime friend of Brazil’s president who had worked with Bolsonaro’s son and has well-documented ties to Rio’s underworld. Queiroz is under house arrest after being detained in June on the property of a lawyer who has represented Jair and Flávio Bolsonaro.", "The Rio newspaper O Globo said the charges were partly based on testimony from a former aide called Luiza Sousa Paes, who told investigators she was required to return more than 90% of her salary. Paes claimed that over a six-year period she had paid about 160,000 reais (more than £20,000) to Queiroz.", "A judge must accept the charges for the case to advance.", "In a statement, Flávio Bolsonaro’s legal team called the allegations baseless: “This is nothing more than a macabre and ill-conceived tale.”", "Jair Bolsonaro made no immediate comment. But the accusations are the latest embarrassment for the former army captain who swept to power in 2018 portraying himself as a Trump-like outsider and anti-corruption crusader who would drain the Brazilian swamp.", "That reputation has gradually crumbled because of suspicions over his eldest son and investigations into his other two politician sons, Carlos and Eduardo, over alleged financial irregularities and the allegedly illegal dissemination of disinformation. They also deny wrongdoing.", "Brazil’s first lady, Michelle Bolsonaro, has also reportedly found herself in investigators’ crosshairs with claims she received a series of mysterious payments from Queiroz.", "Bolsonaro snapped at a journalist who asked about those payments in August, replying: “What I’d really like to do is smash your face in, yeah?”", "Brazil’s left celebrated the charges against Bolsonaro’s son tweeting the news with the hashtag #FlavioNaCadeia (#FlavioBehindBars).", "There was also criticism from the right, including from disillusioned former Bolsonaro backers such as the conservative congresswoman Joice Hasselmann.", "“THE SALARY SPLIT IS THE THEFT OF PUBLIC MONEY AND CROOKS BELONG IN JAIL!” she tweeted."], "authors": ["Tom Phillips"], "keywords": ["called", "rio", "flávio", "split", "bolsonaro", "bolsonaros", "jair", "embezzlement", "charges", "salary", "son", "suspicions", "brazil", "file", "prosecutors"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}