{"keywords": ["earth", "space", "subterranean", "contemporary", "architecture", "landscape", "designed", "kind", "house", "live", "huge", "concrete"], "title": "Could you live in a subterranean home?", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/propertynews/japan/6002-could-you-live-in-a-subterranean-home.html", "pubDate": null, "id": "8580d474-d024-31d9-966b-d7bd5f6f2764", "paragraphs": ["By Edwin Heathcote", "The recent revival in Brutalism, the rough-hewn concrete architecture of the 1950s to early 1970s, has revealed a desire for an architecture that is almost geological. The interest in concrete strata, bush-hammered textures and colossal mass might be understood as a reaction to the seeming impermanence, precocity and placelessness of contemporary life.", "Buildings that were once derided as concrete monstrosities are now appreciated for their social programme, presence in the landscape and sculptural concrete charisma. They have substance and mass but also complexity; an antidote to the glassy insubstantiality of the contemporary cityscape.", "It seems, however, that the trend for an earthy, sculptural authenticity is moving on from the Brutalist revival to an even more chthonic and elemental fetish: buildings carved from the earth itself.", "Japanese architect Junya Ishigami — designer of the 2019 Serpentine Pavilion in London and recipient of the inaugural Obel Award for his Art Biotop Water Garden, near the Nasu mountains in Japan — has designed a bizarre house for a chef in Yamaguchi, in the south-west of Honshu island. This curious building was inspired by a wine cellar and looks like some kind of cave complex.", "Junya Ishigami’s 2019 Serpentine Pavilion was an enclosed cave-like space", "The idea was to excavate a series of huge holes in the ground, fill them with concrete, then excavate the surrounding earth, leaving a curious, mushroom-like canopy with the texture of the earth imprinted on its surface. This would become the structure of the house.", "It is difficult to describe, even more difficult to imagine, but the renderings make it appear an extraordinary prospect. It is of the earth but not quite subterranean, excavated rather than submerged.", "That it is designed also to embrace a small seasonal restaurant makes it even odder.", "Ishigami is not alone in his exploration of casts of the earth. Spanish architects Ensamble Studio used a similar technique in 2016 for the huge standing stones — which are in fact concrete casts — at the Tippet Rise Art Center in the sublime landscape of the north-west US state of Montana. Here they appear as some kind of ancient monolith, somewhere between land art and Stonehenge.", "The Truffle house perches on Spain’s rocky Atlantic coast", "They experimented on a smaller scale with the rough and hairy Truffle house (2010). Situated on the rocks overlooking the Atlantic Ocean in Candamo, Spain, the half grotto, half holiday home is cast from the landscape and has embedded in its fabric the soil, the straw, the grass, the textures and grains of the earth.", "Ensamble Studio’s Ca’n Terra House (2018) on the Spanish island of Menorca is in a found space, a cavern inside an old stone quarry. Because of the way the stone was cut in cubic chunks, the hollow interior has a ready-made tectonic feel, as if it was designed that way rather than being a byproduct of a process.", "Ca’n Terra House", "Cutting a huge chunk of earth out of the roof — or you might say the ground — let the light in, creating a dramatic, theatrical space that is as much about the nature of architecture and dwelling as it is possible to be.", "The ledges and layers reveal the marks of the quarrymen who extracted the rock, and the underground space is somehow the essence of the material, an intense exploration of the inside of the rock.", "Perhaps the most contemporary story within this most archaic kind of architecture is the Casa Brutale, a speculative design by LAAV Architects of the Netherlands. This was a dramatic design for a house set into the Greek cliffs overlooking the Aegean Sea, which went viral on social media and was picked up by a Lebanese developer and transplanted to Faqra, outside Beirut. Though currently on hold, should the project come to fruition, expect it to make more waves online.", "Designs for Casa Brutale went viral online", "The landscape is the site of the clash between culture, agriculture and nature, growth and extraction, and perhaps it is inevitable that as we head into what looks like impending climate catastrophe, we look to the shelter of the earth.", "I think we will see a lot more of this as we begin to look at our own flimsy dwellings and attempt to redefine a new sense of permanence in the embrace of the land.", "Photographs: Yashiro photo office, Leon Neal/Getty Images, Ensamble Studio, LAAV Architects"], "authors": [], "summary": "By Edwin HeathcoteThe recent revival in Brutalism, the rough-hewn concrete architecture of the 1950s to early 1970s, has revealed a desire for an architecture that is almost geological.\nBuildings that were once derided as concrete monstrosities are now appreciated for their social programme, presence in the landscape and sculptural concrete charisma.\nThey have substance and mass but also complexity; an antidote to the glassy insubstantiality of the contemporary cityscape.\nIt is of the earth but not quite subterranean, excavated rather than submerged.\nPerhaps the most contemporary story within this most archaic kind of architecture is the Casa Brutale, a speculative design by LAAV Architects of the Netherlands."}