{"id": "85e24c84-0db3-3c1f-8753-2549f5ade547", "title": "Eunice Kennedy Shriver marries in grandmother's Dior wedding dress", "url": "https://www.foxnews.com/lifestyle/eunice-kennedy-shriver-marries-wedding-dress", "summary": "Eunice Kennedy Shriver got married in her namesake grandmother’s vintage Dior wedding dress in a small Miami wedding.\nShriver recently tied the knot with Michael Serafin Garcia, saying \"I do\" in the 67-year-old gown her grandmother wore to wed Sargent Shriver in 1953, Vogue reports.\nAs for the special dress, Shriver said it was all the more sentimental that it aged with time.\n“The dress has aged into a French vanilla ivory, and there are a few holes in it, but I didn’t care,” she said.\n“I think my grandmother wanted to make sure I got to ride in her convertible,” Shriver said.", "paragraphs": ["This bride's “something borrowed” was extra sweet.", "Eunice Kennedy Shriver got married in her namesake grandmother’s vintage Dior wedding dress in a small Miami wedding.", "Shriver recently tied the knot with Michael Serafin Garcia, saying \"I do\" in the 67-year-old gown her grandmother wore to wed Sargent Shriver in 1953, Vogue reports. The coronavirus pandemic forced the couple to scale back their 200-person guest list, (which surely would have included loved ones like the bride’s first cousin Katherine Schwarzenegger and aunt Maria Shriver), marrying instead before their immediate family of 32.", "225K COUPLES WITH PANDEMIC-POSTPONED WEDDINGS OWE $3.7B IN LOANS", "“We were hoping things would have eased by October, but we came to the realization that [with] the way things were, it didn’t feel right to ask guests to travel to Florida or do a larger event, especially if it wasn’t going to be the way we envisioned,” the bride explained.", "As for the special dress, Shriver said it was all the more sentimental that it aged with time.", "“The dress has aged into a French vanilla ivory, and there are a few holes in it, but I didn’t care,” she said.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "In a twist of serendipity, “the bride and her grandmother happened to be the same height and have the same size waist, so the dress fit perfectly,” according to Vogue. With a little help from bridal boutique Ever After Miami, the Dior gown was restored and made modern with a new bodice and ivory veil.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "In another sign from the skies, it reportedly rained almost every day the week before the wedding. But on the big day, the sun came out – making it easy for Shriver to ride in style to St. Patrick’s Church in her “something blue\" — a baby blue 1965 Lincoln Continental convertible that her grandfather had given her grandmother.", "“I think my grandmother wanted to make sure I got to ride in her convertible,” Shriver said."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["eunice", "grandmother", "marries", "things", "grandmothers", "vogue", "shriver", "dress", "dior", "wedding", "kennedy", "ride", "way", "miami", "ivory"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}