{"id": "85f8560c-f8b3-3d81-8aa9-e97b0d9638db", "summary": "“Dear team,” it began, “You have probably heard rumours that we are shaking up the way we work at Innovation Investment Management.\nIt is all a stark contrast to the way work was organised in the second half of the 20th century.\nThey pointed out that gig work could be an important route into the labour market for the unemployed, and should therefore be encouraged, not regulated out of existence.\nAlongside on-and-off work for IIM, she consults for other investment firms, writes articles and offers lifestyle coaching.\nHaving a pool of workers always available makes the gig economy operate efficiently, but limits workers’ bargaining power.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["THE EMAIL that landed in Eva Smith’s mailbox at 7pm on Friday October 13th 2028 had the ominous subject line “Changes”. Ms Smith, a director at a private-equity firm in New York, opened it with trepidation. “Dear team,” it began, “You have probably heard rumours that we are shaking up the way we work at Innovation Investment Management. We will be transitioning to a new model.”", "All jobs below C-suite level are to be reclassified. All those impacted will no longer be employees of IIM. Instead you will work for IIM on a contract basis. This change sounds scarier than it really is. It holds great benefits both for you and for IIM. The company will be able to respond more nimbly to a rapidly changing marketplace. We hope that you will continue to perform services for IIM on a contract basis, but you will also have the opportunity to work and earn elsewhere. If you have any questions, please ask Irma, our human-resources chatbot.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "To begin with, Ms Smith did not notice much difference in her relationship with IIM. She was already working on a deal, and while doing so she moved seamlessly from her full-time, permanent position to a fixed-term contract. (Her hourly rate went up by 20%, but she became responsible for her own pension and health insurance.) Ms Smith had hoped to be involved in the next deal. But she then learned that someone with a PhD in engineering from Harvard had got the contract for that gig, not her. “It’s not personal; they have the perfect skill-set for this deal,” said IIM’s boss.", "Ms Smith’s experience is increasingly typical. During the 2020s companies across the rich world began to rely more heavily than ever on outsourced, temporary workers assigned via digital platforms. TimeToCare, a platform known as the “Uber for social care”, organises 90% of the in-home elderly-care visits in America. Workers from autonomous-taxi mechanics to retail assistants to flight attendants have jobs assigned on a daily or weekly basis through online exchanges that match firms with contractors.", "McDonald’s, a fast-food company, has taken things the furthest, outsourcing 100% of its restaurant jobs. Servers, cooks and cleaners at McDonald’s are no longer employees of the firm or its franchisees, but bid for positions at the till on an hourly basis through TaskRabbit, an online labour platform. “The First Fortune 500 Company With No Employees,” trumpeted Fortune, a business-news service, in its profile of the firm published in 2029.", "It is all a stark contrast to the way work was organised in the second half of the 20th century. Back then, businesses were fairly self-contained operations. Most functions were completed in-house by permanent, full-time employees. Many people worked for only one or two companies during their careers. That arrangement had a business logic. As Ronald Coase, an economist, argued in the 1930s, it was usually cheaper for firms to have someone there at all times, and to direct them by fiat, than to negotiate and enforce separate contracts in the open market for every task.", "America’s disdain for the rules-based order means its criticism of China now rings hollow", "In the 1980s, however, the Coasean model began to be challenged by a new way of working. As shareholders encouraged companies to focus on their core competencies, firms outsourced certain roles—cleaning, accountancy, branding—to specialist providers. During the 1990s outsourcing fever swept through the business world. Charles Handy, a management guru, spoke of the “shamrock organisation”, which he defined as a “core of essential executives and workers supported by outside contractors and part-time help.”", "For years, however, the shamrocks struggled to flower. Outsourcing ran up against technological limitations. Firms could not know for sure that they would be able to find the right sort of labour in the open market as quickly as it was needed. Companies were thereby forced to hold on to many employees who were not really central to their business. That arrangement suited many workers, who preferred the stability of permanent employment to the alternative of flitting between short-term contracts, which they would also find difficult to organise.", "But that all changed around 2010, with the rise of gig-economy platforms such as TaskRabbit, PeoplePerHour and Expert360, capable of quickly and seamlessly matching workers with employers. Ratings given by previous clients provided a way to assess quality. This enabled further chunks of firms’ activities to be outsourced. The gig economy started small, but within a decade it was growing rapidly; its poster-child was Uber, a ride-hailing service. In 2018 roughly 1% of workers were listed on at least one labour platform; by 2028 that figure had risen to 30%. More and more companies are starting to look like IIM.", "Two factors explain the boom in gigging. The first is changes to the law. For years the gig economy struggled against repeated legal challenges. In many cases, courts found, gig-economy workers were being classified as self-employed when they were really employees. (This meant workers were being denied things like minimum-wage protection and sick pay.) In 2020 FindMeChef, a platform linking cooks with restaurants, lost a ruling before an employment tribunal in Seattle, brought by a worker who had worked on a “temporary” basis for a client for an entire year. FindMeChef had to pay millions of dollars in back-pay and other benefits to its chefs. And Uber lost case after case in employment tribunals around the world, which forced it to stop classifying its workers as independent contractors in some countries.", "Amid such setbacks, gig-economy companies argued that governments ought to be on their side. They pointed out that gig work could be an important route into the labour market for the unemployed, and should therefore be encouraged, not regulated out of existence. In America the platforms lobbied furiously for the creation of a new category of employment, somewhere between self-employment and employment. Known as “dependent contractor” status, the third category would give workers the flexibility of self-employment but with entitlement to some workers’ rights, such as sick pay.", "President Donald Trump heeded the call. In 2020 he introduced a package of labour-market reforms which provided for the introduction of “dependent contractor” employment status. The package was backed by Republicans as a way to free companies from red tape, and by some Democrats as a way guarantee some basic rights to gig-economy workers. On the day the reform was announced, the share prices of the big online-labour platforms jumped. Other countries soon followed suit. High-unemployment countries in Europe saw deregulation as a way to boost jobs. Others hoped it would attract foreign investment.", "The second big driver behind the gig-economy boom has been technology. Progress in artificial intelligence (AI) has made finding the right worker for a discrete task quicker and easier than ever, because modern AI systems can look past crude ratings systems and use a range of signals to determine whether a candidate is a good fit. Since 2026 LinkedIn, a professional-networking service, has offered a guarantee that it can find a suitable worker for any task within six hours—and, thanks to a deal with Uber, can ensure that they are on-site within one working day.", "All this has given outsourcing a new lease of life. The latest wave of functions being contracted out includes administrative work, marketing and training. And some firms, like IIM, are going even further, shedding employees who perform core operations and rehiring them as short-term contractors to do specific tasks. True, outsourcing has not always gone well. In December 2028 an attempt by a group of American hospitals to use on-demand doctors led to a shortage of staff over Christmas, when many decided not to work even though “surge pricing” had bumped up their hourly rate. Some companies report that morale among contracted workers is low, because they do not feel part of a team. Others worry that some of the “tacit knowledge” that employees gain through working at a business full-time—the culture of a firm, say, or how to approach a particular boss—is lost.", "But companies that embraced the shift away from having employees have reaped big gains. They no longer need to pay people to be in the office when demand is slack. They can find the worker with the perfect skills for a task, not just someone willing to have a go. Because individual workers’ output is finely measured, and their proficiency at completing a task becomes part of their online profiles, no one can be lazy and get away with it. Productivity growth, which had stagnated in the rich world after the financial crisis of 2008-09, has accelerated since the mid-2020s.", "Many workers have also benefited. For those with sought-after skills, it can be far more lucrative to flit from contract to contract than to work for a single firm. After a bumpy start, Ms Smith now earns more than she did as an employee. She checks Expert360 and LinkedIn three times a day, playing off rival bidders for her labour against each other. Alongside on-and-off work for IIM, she consults for other investment firms, writes articles and offers lifestyle coaching.", "Workers without such valuable skills, however, are not doing nearly as well. The biggest problem stemmed from the 2020 labour reform. Dependent contractors working through online platforms, unlike employees, are not entitled to a minimum wage. It is difficult for trade unions to organise workers who are highly dispersed. Automation is also reducing the overall demand for low-skill labour. Having a pool of workers always available makes the gig economy operate efficiently, but limits workers’ bargaining power.", "In real terms, wages at the bottom of the income distribution have now stagnated for two decades. Such workers cannot afford to contribute to pension pots; health-care coverage has also fallen. Concern over the potential long-term hit to the public finances has led to calls for more regulation of the gig economy. In America, the Democrats want to undo the 2020 reform and extend minimum-wage legislation to more people. But the gig economy has a powerful logic. In 1937, Coase famously asked “why do firms exist”? Nearly a century later, as technology makes it ever easier for them to disassemble their enterprises, more and more managers are asking the same question."], "url": "https://www.economist.com/the-world-if/2018/07/07/run-taskrabbit-run-july-2030", "title": "Run, TaskRabbit, run: July 2030", "pubDate": null, "keywords": ["2030", "companies", "firms", "way", "iim", "taskrabbit", "labour", "work", "employment", "workers", "employees", "gig", "run"]}