{"summary": "Just one week after unveiling the family’s Christmas tree, dubbed “The Lady,” Kelly Ripa is back again -- this time to reveal the Consuelos family holiday card.\nOn Wednesday, Ripa, 49, shared the images on Instagram.\nKELLY RIPA IS 'REGRETFUL' SHE AND MARK CONSUELOS DID NOT HAVE A 4TH KID\"With love, The Consuelos Family Mark, Kelly, Michael, Lola and Joaquin (Chewie not pictured),\" she wrote.\nWrapping up what can only be described as an eventful 2019, the Consuelos family saw the venerable television hostess and her family on multiple coasts, most notably when the family jetted to Europe for vacation shortly after their daughter Lola, 18, graduated from high school.\nKELLY RIPA TEASES SHE'D NEED A 'PLASTIC SURGEON' TO MATCH HUSBAND MARK CONSUELOS' TONED PHYSIQUELast month, Ripa had her bachelorette party after more two decades of marriage to her “Riverdale” star husband, 48, whom she eloped with in 1996.", "keywords": ["kelly", "christmas", "michael", "party", "consuelos", "ryan", "card", "lola", "ripa", "2019", "mark", "making", "family", "reveals"], "paragraphs": ["Just one week after unveiling the family’s Christmas tree, dubbed “The Lady,” Kelly Ripa is back again -- this time to reveal the Consuelos family holiday card.", "On Wednesday, Ripa, 49, shared the images on Instagram.", "The photo collage shows Ripa and her loved ones striking their best family poses -- both serious and cheeky -- while the “Live with Kelly and Ryan” co-host orchestrates the whole charade; some images show Ripa setting the camera timer and barely making it back to pose in time for the shutter to capture the family moment.", "KELLY RIPA IS 'REGRETFUL' SHE AND MARK CONSUELOS DID NOT HAVE A 4TH KID", "\"With love, The Consuelos Family Mark, Kelly, Michael, Lola and Joaquin (Chewie not pictured),\" she wrote.", "Wrapping up what can only be described as an eventful 2019, the Consuelos family saw the venerable television hostess and her family on multiple coasts, most notably when the family jetted to Europe for vacation shortly after their daughter Lola, 18, graduated from high school. She later joined her older brother, Michael, 22, at New York University.", "Other details in the adorable holiday card read include that the family is “tipping into 2020,” with Ripa and Consuelos’ youngest child, 16-year-old Joaquin Antonio, donning a dapper royal blue velvet suit jacket, easily standing out from the rest of the pack – which opted for the traditional black-and-white look.", "KELLY RIPA TEASES SHE'D NEED A 'PLASTIC SURGEON' TO MATCH HUSBAND MARK CONSUELOS' TONED PHYSIQUE", "Last month, Ripa had her bachelorette party after more two decades of marriage to her “Riverdale” star husband, 48, whom she eloped with in 1996.", "Abiding by the five “official rules” of a Las Vegas bachelorette party, the ladies of “Live” sought to check out the city with cocktails, do something erotic, do something tasty, dance and get surprised by a stripper.", "CLICK HERE TO GET THE FOX NEWS APP", "Ripa said to fellow co-host Ryan Seacrest at the time: “No actual strippers were hurt in the making of that piece.\"", "Fox News' Nate Day contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/entertainment/kelly-ripa-2019-family-christmas-card", "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "id": "86184c5e-f45a-3247-9fd4-85ab687a6acb", "pubDate": null, "title": "Kelly Ripa reveals 2019 family Christmas card"}