{"summary": "Untitled Goose Game is a simple-but-amusing experience about being a goose and harassing unsuspecting humans.\nUntitled Goose Game is a lighthearted jaunt that I’m glad I took, but it left me without much of a lasting impression as the credits rolled.\nUntitled Goose Game combines light stealth and puzzle elements.\nThat being said, Untitled Goose Game is a condensed experience, and the first run only takes a few hours.\nUntitled Goose Game is a great concept, and ends in the same charming way it started.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["watch", "goosing", "fun", "untitled", "way", "items", "area", "review", "goose", "chase", "joys", "game", "objectives"], "id": "8621a07c-1618-344e-a896-dfcbef39a2a7", "url": "https://www.gameinformer.com/review/untitled-goose-game/untitled-goose-game-review-the-joys-of-goosing-around", "title": "Untitled Goose Game Review – The Joys Of Goosing Around", "pubDate": null, "paragraphs": ["Making mischief can be fun, but imagine doing it as one of nature’s biggest pests: a goose. Untitled Goose Game is a simple-but-amusing experience about being a goose and harassing unsuspecting humans. While there’s something charming and delightful about that, the game shows all its cards upfront and never reaches outside the initial thrill of the premise. Untitled Goose Game is a lighthearted jaunt that I’m glad I took, but it left me without much of a lasting impression as the credits rolled.", "Whether they’re lazily meandering across the road in front of your car, chasing unsuspecting children, or leaving their “presents” on sidewalks, geese can be real jerks. This is why assuming the role of one and doling out the inconveniences is so satisfying. Your goal is to advance through different areas of a town by completing objectives, which nudge you toward your evil deeds. Maybe you need to steal items for your goose picnic, or chase a terrified boy into a phone booth. You accomplish this with only what nature gave you: your beak to honk and pick up items, and your wings to get attention.", "Untitled Goose Game combines light stealth and puzzle elements. As a goose, you need to watch people’s routines and routes, looking for things like tables and decks to hide under. You can also pick up items and place them wherever as a way to distract humans, which is essential; if you get caught, they chase you out of the area and take back whatever item you’ve stolen. Every place becomes its own puzzle, forcing you to think like a goose to complete some of the tasks, such as pretending to be a statue, or honking right as someone is about to do something to startle them for hilarious results. Some of your actions are just plain devious and depend on careful timing, like pulling a chair out from under someone right before they’re about to sit down. All of this is plenty of fun, especially as you watch the reactions and consequences of your actions, like causing two neighbors to argue or seeing a lady who was shooing you break her broom.", "You quickly fall into your routine of raising hell, and watching townspeople chase you as you waddle away for dear life is a sight to behold. Some puzzles take additional effort and can’t even be completed until you gain access to a new area and go back later. Once the credits roll, you also get new, more complex objectives in the same areas for replayability; some hijinks even have timed conditions for added pressure. That being said, Untitled Goose Game is a condensed experience, and the first run only takes a few hours. I don’t have a problem with short games, but even at that length, your tasks get repetitive by the end. There are only so many times you can steal items, move things from one side of the area to the other, and run from townsfolk. Also, for all this frenzy, nothing really stands out as over-the-top silly or extremely memorable. The gags are fairly standard and safe, and only a couple post-game objectives are intricate enough to require serious thought, which is disappointing.", "Untitled Goose Game is a great concept, and ends in the same charming way it started. Pranking people is fun, and doing it as a goose just adds to the thrill. Most people will play it for the silly premise, complete it in a few hours, and go on their merry way without touching it again. If you just want to mess with people as a goose, here’s your chance – but the shallowness and repetition hold it back from being a truly engaging game."]}