{"id": "865bc9f7-0c2a-3a1c-8c07-9ddfedefaf77", "summary": "Day3Wake up in historic Rotterdam, the Netherlands’ second largest metropolis, situated where the Rhine flows into the North Sea.\nKnown as the ‘Gateway to Europe’, it is the largest European cargo port and has been a conduit for trade since the 14th century.\nDuring the following decades Rotterdam was reconstructed with typical Dutch optimism and engineering expertise and now boasts an abundance of innovative and imaginative architecture.\nOther highlights of Rotterdam include Europe’s largest swing bridge, the Erasmus Bridge, arched Markthal (market hall) and Cube Houses.\nAt the very heart of this fascinating reclaimed region is Kinderdijk, our next port of call.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://holidays.theguardian.com/holidays/amsterdam-kinderdijk-and-the-dutch-bulbfields-ms-emily-bront-d90b521d1f11e72eeee63639901c49a2", "title": "Amsterdam, Kinderdijk & the Dutch Bulbfields River Cruise - MS Emily Brontë", "paragraphs": ["Day", "3", "Wake up in historic Rotterdam, the Netherlands’ second largest metropolis, situated where the Rhine flows into the North Sea. This morning we embark on a guided tour of this captivating city, from the old harbour to the modern architecture, passing by the Witte Huis, Europe’s first sky scraper, built in the Art Nouveau style. Known as the ‘Gateway to Europe’, it is the largest European cargo port and has been a conduit for trade since the 14th century. Unsurprisingly, its logistical significance made it a target for bombing during the Second World War and its old town was destroyed, with only the Church of Saint Lawrence left standing. During the following decades Rotterdam was reconstructed with typical Dutch optimism and engineering expertise and now boasts an abundance of innovative and imaginative architecture. Other highlights of Rotterdam include Europe’s largest swing bridge, the Erasmus Bridge, arched Markthal (market hall) and Cube Houses. The Erasmus Bridge is a cable-stayed and bascule construction in the heart of Rotterdam, which is aptly dubbed ‘the Swan’ because of its striking structure. Whilst the vibrant yellow Cube Houses, known locally as Kubuswoningen, are another architectural masterpiece. Built on stilts and tilted at bizarre angles, they were designed by Dutch architect Piet Blom in the 1970s and remain an iconic part of the city to this day. There are also excellent museums, such as the vast Boijmans Van Beuningen, which houses a world-class collection of works by old and modern masters, from Rembrandt to Van Gogh to Dalí, and some rare and beautiful glassware. During lunch on board you can enjoy a kaleidoscope of views through the restaurant’s panoramic windows as we leave Rotterdam’s skyline behind. A significant part of the Netherlands lies up to 22 feet below sea level, but an intricate network of dykes and polders, the Netherland’s unique drainage systems, has kept the seawater at bay and allowed land reclamation. At the very heart of this fascinating reclaimed region is Kinderdijk, our next port of call. Here, you can witness a truly iconic polder scene – a series of 19 authentic windmills lining the canal banks, set against a starkly beautiful backdrop of pancake-flat marshland. Windmills are symbolic of Dutch history and the never-ending battle with the sea, and visiting these beautifully preserved structures is like stepping back in time.Later we return to the cruise ship, where the chef has prepared a sumptuous dinner."], "authors": [], "keywords": ["amsterdam", "largest", "van", "emily", "cruise", "rotterdam", "brontë", "bulbfields", "houses", "netherlands", "bridge", "old", "ms", "dutch", "windmills", "river", "kinderdijk", "sea"]}