{"authors": [], "keywords": ["brontë", "amsterdam", "ms", "dutch", "kinderdijk", "bulbfields", "emily", "sea", "netherlands", "world", "cruise", "century", "series", "van", "windmills", "river", "second", "largest", "known"], "pubDate": null, "summary": "Day3Wake this morning in historic Rotterdam, the Netherlands’ second largest metropolis, situated where the Rhine flows into the North Sea.\nKnown as the ‘Gateway to Europe’, it is the largest European cargo port and has been a conduit for trade since the 14th century.\nUnsurprisingly, its logistical significance made it a target for bombing during the Second World War and its old town was destroyed, with only the Church of Saint Lawrence left standing.\nOur expert guide tells the extraordinary history of Kinderdijk and its windmills, bringing to life the experience of surviving in this watery landscape.\nLater we return to the cruise ship, where the chef has prepared a sumptuous dinner.", "title": "Amsterdam, Kinderdijk & the Dutch Bulbfields River Cruise - MS Emily Brontë", "url": "https://holidays.theguardian.com/holidays/amsterdam-kinderdijk-and-the-dutch-bulbfields-ms-emily-bront-d90b521d1f11e72eeee63639901c49a2", "id": "865bc9f7-0c2a-3a1c-8c07-9ddfedefaf77", "paragraphs": ["Day", "3", "Wake this morning in historic Rotterdam, the Netherlands’ second largest metropolis, situated where the Rhine flows into the North Sea. Known as the ‘Gateway to Europe’, it is the largest European cargo port and has been a conduit for trade since the 14th century. Barges are able to transport goods deep into the heart of Europe via a maze of inland waterways, while ocean-going ships carry exports all over the world. Unsurprisingly, its logistical significance made it a target for bombing during the Second World War and its old town was destroyed, with only the Church of Saint Lawrence left standing. During the following decades Rotterdam was reconstructed with typical Dutch optimism and engineering expertise and now boasts an abundance of innovative and imaginative architecture. Highlights include Europe’s largest swing bridge, the cable-stayed Erasmus Bridge (known as ‘the Swan’), arched Markthal (market hall) and Cube Houses built on stilts and tilted at bizarre angles. There are also excellent museums, such as the vast Boijmans Van Beuningen, which houses a world-class collection of works by old and modern masters, from Rembrandt to Van Gogh to Dalí, and some rare and beautiful glassware. During lunch on board you can enjoy a kaleidoscope of views through the restaurant’s panoramic windows as we leave Rotterdam’s skyline behind. A significant part of the Netherlands lies up to 22 feet below sea level, but an intricate network of dykes and polders, the Netherland’s unique drainage systems, has kept the seawater at bay and allowed land reclamation. At the very heart of this fascinating reclaimed region is Kinderdijk, our next port of call. Here, you can witness a truly iconic polder scene – a series of 19 authentic windmills lining the canal banks, set against a starkly beautiful backdrop of pancake-flat marshland. The earliest known windmills appeared in the 13th century; a century later they had evolved to include a series of gears enabling them to pump water, and mass drainage of the land commenced. By the 19th century the Netherlands’ 9,000 windmills not only pumped seawater but powered many industries, including sawing timber, making potters’ clay and crushing pigments for paint, before the advent of advanced steam and diesel engines signalled their decline. Windmills are symbolic of Dutch history and the never-ending battle with the sea, and visiting these beautifully preserved structures is like stepping back in time. Our expert guide tells the extraordinary history of Kinderdijk and its windmills, bringing to life the experience of surviving in this watery landscape. Later we return to the cruise ship, where the chef has prepared a sumptuous dinner."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}