{"id": "8671e31e-2dfb-3297-adff-1d08fa24ad69", "title": "How New York City Ballet Took On the Pandemic", "url": "https://www.newyorker.com/magazine/2020/11/09/how-new-york-city-ballet-took-on-the-pandemic", "summary": "projected that cancelling its spring season meant the loss of eight million dollars, it committed to paying its employees through May.\nThe dancers retreated to their apartments or went home to live with their parents, keenly aware that ballet careers don’t last forever.\nThe result was a ballet solo performed in front of the central fountain, which was lit up in rainbow colors.\nAs in Miller’s piece, two of the dancers are a couple, and they start the piece with a duet.\nRomantic pairings within the company, a fraught topic in the past few years, are now an unexpected asset.", "paragraphs": ["The company tried to turn the page. In February of last year, it announced that Jonathan Stafford, a ballet master who’d been appointed as the interim head, would assume artistic leadership, with Wendy Whelan, a former star ballerina, overseeing programming and commissions as the associate director. Whelan, the first woman to hold a permanent artistic leadership position at the ballet, went on a listening tour of the hundred company members, “trying to let them know that I see them as more than just a body,” she told me. She was eager to bring in more contemporary choreographers, especially women and people of color. At the start of this year, she was busy commissioning future pieces by such choreographers as Miller, Jamar Roberts, Pam Tanowitz, and Sidra Bell, who was to be the first Black woman to choreograph for the company.", "Plans changed. In March, as the coronavirus spread and N.Y.C.B. projected that cancelling its spring season meant the loss of eight million dollars, it committed to paying its employees through May. The dancers retreated to their apartments or went home to live with their parents, keenly aware that ballet careers don’t last forever. Whelan, whose husband has a heart condition, moved with him to their house upstate. She figured that the company would be back by winter, a lucrative time that includes the cash cow “The Nutcracker.” “We felt a little lucky,” she said.", "By June, it was clear that there would be no fall season, no “Nutcracker.” Like the Met, the company made taped performances available for streaming, so that audiences could catch up on “Ballo della Regina” from home. There were devastating human losses. Clem Mitcham, the theatre’s longtime head of security, died of COVID complications, as did a member of the marketing staff. The company moved its training courses to Zoom, which opened up unanticipated hurdles. Flooring was an issue. “If you’re on linoleum or a rug or a wood floor, you can’t really work your footing the same way as if you had a Marley dance floor,” Whelan said. The company sent six-by-six-foot strips of vinyl flooring to each dancer. Teaching online had its benefits, though. “I can actually see everybody on a screen—I don’t have to walk around the room,” Whelan said. “I had a panic attack the first time I did it, but I’ve found a way of kind of loving it.” Her mission had been to help drag the company into the new decade. Now it was simply to keep everyone dancing. Was it possible to do both at the same time?", "During the summer, Lincoln Center asked the company to help “enliven the plaza” by creating a short film for Pride Month. The result was a ballet solo performed in front of the central fountain, which was lit up in rainbow colors. Whelan expanded the idea to the five socially distanced ballet films, corralling four of the choreographers she had already commissioned, as well as Justin Peck, the company’s resident choreographer. Suddenly, bringing in outsiders who had worked on street corners and at other unconventional sites seemed prescient.", "Like Miller, Jamar Roberts was drawn to the reflecting pool as a location. “I’m very interested in tension,” he told me. “I like to imagine that the air is thick. It gives the body more resistance. Or the air is thin, and you slip through it.” His piece, “Water Rite,” a staccato solo for the dancer Victor Abreu, was prompted by a quotation from the jazz saxophonist Archie Shepp. “He referred to jazz as being a lily that grows in spite of the swamp, meaning that it is a music that comes out of oppression,” Roberts said. “I was inspired by that, just thinking of the time that we’re in now. In the midst of such a shitty time, so many beautiful things are being made. Kids are being born. We’re still able to make dance. So this water here represents the swamp, and Victor is the lily.”", "Sidra Bell gravitated to the lawn that swoops up from the plaza to the top of a glass-walled restaurant, overlooking Sixty-fifth Street. Bell had been quarantining in White Plains with her father, the composer Dennis Bell, who wrote a string quartet for her piece. “I was rehearsing in the living room, he was composing in the basement,” she said. Bell has an architect’s eye, and she told me that she wanted to play up “the rough edges and the angles” of Lincoln Center, as well as the “skewing and warping” of its reflective surfaces. Her piece, “pixelation in a wave (Within Wires),” features four dancers in skintight monochromatic suits, sometimes dancing at different elevations; their rolling backs and sharp movements make them look like statues in a sculpture garden. As in Miller’s piece, two of the dancers are a couple, and they start the piece with a duet. Romantic pairings within the company, a fraught topic in the past few years, are now an unexpected asset."], "authors": ["Michael Schulman", "Michael Schulma", "Michael Avedo"], "keywords": ["pandemic", "roberts", "told", "choreographers", "dancers", "woman", "ballet", "company", "whelan", "bell", "took", "piece", "city", "york"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}