{"id": "86b4f919-91fc-33fd-95ce-1b8d5db4a812", "title": "Giant Antarctic iceberg on collision course with British territory of South Georgia", "url": "https://www.theguardian.com/environment/2020/nov/04/giant-antarctic-iceberg-on-collision-course-with-british-territory-of-south-georgia", "summary": "A massive Antarctic iceberg the size of a small country is heading for the island of South Georgia with concerns it could disrupt the British territory’s economy and its wildlife.\nIceberg A-68A broke off the Larsen C ice shelf on the east of Antarctica’s peninsula in July 2017 and is about the same size as South Georgia, where it’s feared it could be heading.\nProf Geraint Tarling of the British Antarctic Survey told the BBC he was concerned about the iceberg’s potential to impact South Georgia.\n“That would make a very big difference, not just to the ecosystem of South Georgia, but its economy as well,” he said.\n“It’s about 500km off South Georgia at the moment, but given it’s 150km long that’s not very far and I can see why people would be concerned.", "paragraphs": ["A massive Antarctic iceberg the size of a small country is heading for the island of South Georgia with concerns it could disrupt the British territory’s economy and its wildlife.", "Iceberg A-68A broke off the Larsen C ice shelf on the east of Antarctica’s peninsula in July 2017 and is about the same size as South Georgia, where it’s feared it could be heading.", "A-68A, which is now 150km (93 miles) long and 48km (30 miles) wide, has since drifted about 1,400km north through an area known as “iceberg alley” to find itself about 500km away from South Georgia.", "“It is absolutely huge and it’s the largest iceberg around in the Southern Ocean,” said Dr Sue Cook, a glaciologist at the Australian Antarctic Program Partnership.", "She told the Guardian the iceberg was following a familiar track to many others, but its ultimate fate was very hard to predict. “It’s lasted for three years which is longer than was expected,” she said.", "Cook said weather patterns, currents and the shape of the iceberg made predictions difficult. The giant floating ice island, which is only about 200 metres thick, could break apart or run aground.", "The thin profile of the iceberg, which has been monitored by satellites, may make it more liable to float closer to South Georgia before getting stuck on the ocean floor.", "Prof Geraint Tarling of the British Antarctic Survey told the BBC he was concerned about the iceberg’s potential to impact South Georgia.", "“A close-in iceberg has massive implications for where land-based predators might be able to forage,” he said.", "“When you’re talking about penguins and seals during the period that’s really crucial to them – during pup and chick-rearing – the actual distance they have to travel to find food really matters. If they have to do a big detour, it means they’re not going to get back to their young in time to prevent them starving to death in the interim.”", "Tarling said while the ecosystems would bounce back there was a risk the iceberg could sit around for a decade. “That would make a very big difference, not just to the ecosystem of South Georgia, but its economy as well,” he said.", "The chunk broke away from Antarctica’s Larsen C ice shelf in July 2017 and, at the time, was about 175km long and about 50km wide – bigger than Luxembourg.", "According to the European Space Agency, the iceberg lost a chunk early, sparking a naming convention where the largest section was renamed from A-68 to A-68A and the smaller piece A-68B.", "A-68A lost another piece in April 2020 (spawning A-68C) and is now about 150km long and 48km wide. South Georgia is 165km long and 35km wide.", "In April, the iceberg was 230km west-southwest of the South Orkney Islands.", "“It’s hard for us to predict exactly where it will end up,” Cook said.", "“It’s about 500km off South Georgia at the moment, but given it’s 150km long that’s not very far and I can see why people would be concerned. Because most of it is under water, it will project a long way underneath which means it’s easy for it to run aground, and that’s also common.”", "She agreed that depending on where the iceberg ended up it could disrupt the routes that animals used to get to feeding grounds.", "A satellite image of A-68A floating about 230km west-southwest of the South Orkney Islands in Antarctica in April. Photograph: Nasa Handout/EPA", "“It scrapes along the seafloor and affects those communities of animals there. If you get one stuck in the wrong place it can affect shipping.”", "Cook said the release of icebergs was natural and there was nothing about the size of A-68A that was particularly unusual “but this is happening in a region where there’s a lot of change”.", "Ice shelves to the north had gone through disintegration events and there was speculation that Larsen C was also vulnerable to disintegration. “When you lose a large area there’s always a chance the remaining shelf will be more unstable,” she said.", "Dr Andrew Fleming, also of the British Antarctic Survey, told the BBC that A-68A could also spin around South Georgia and head into warmer waters, where it could break apart much faster.", "Ice shelves are already floating on the ocean, so when they break apart they don’t directly lead to a rise on ocean levels."], "authors": ["Graham Readfearn"], "keywords": ["south", "giant", "collision", "told", "a68a", "georgia", "territory", "british", "wide", "course", "iceberg", "long", "thats", "ocean", "antarctic"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}