{"id": "86ccbf2c-5276-3640-be10-043a08b7a263", "title": "Coronavirus live news: scientists 'cautiously optimistic' after news of 90% effective vaccine", "url": "https://www.theguardian.com/world/live/2020/nov/09/coronavirus-live-news-us-nears-10m-cases-as-global-infections-pass-50m", "summary": "The number of new deaths was 458, also a record, pushing the death total to 38,749.\nIran was the first middle east country to be hit by coronavirus and is the worst affected.\nThe total number of deaths is 38,749, placing Iran in the top ten of countries for deaths.\nOn Monday, Tehran’s Etemad newspaper published a front page with the photos of 99 health workers killed by the coronavirus.\nThe accompanying piece praised their bravery, but contained strong words for those who continued not to wear masks, travel or fill cafes, saying they were responsible for the health worker’s deaths.", "paragraphs": ["12:21", "My colleague, Patrick Winter, has more on Iran reporting a new record rise in the daily number of infections:", "Iran’s health ministry reported a new record rise in the number of infections, revealing the figure had reached 10,463 over the previous 24 hours, the first time the numbers for new infections had reached five figures.", "The number of new deaths was 458, also a record, pushing the death total to 38,749. Iran was the first middle east country to be hit by coronavirus and is the worst affected. The number of daily new infections has more than doubled since 20 October.", "The rise in new infections means the number of deaths is likely to escalate shortly. Starting on Tuesday, for one month, all non-essential businesses must close at 6pm, Iranian media reported.", "Some hospitals have run out of beds to treat new patients, Nader Tavakoli, a member of Iran’s national coronavirus taskforce, told the ISNA news agency:", "Beds allocated for coronavirus patients are full at hospitals. We should have a temporary phase of two-week closure in Tehran to control the wave of the disease ... meanwhile we can get into planning.", "The heads of 65 faculties and universities of medical sciences in Iran in an open letter called for a two-week national shutdown.", "The total number of deaths is 38,749, placing Iran in the top ten of countries for deaths. Iran moved outside its previous pattern of fewer than 3,000 daily new infections in October, as the colder winter months arrived.", "On Monday, Tehran’s Etemad newspaper published a front page with the photos of 99 health workers killed by the coronavirus. The accompanying piece praised their bravery, but contained strong words for those who continued not to wear masks, travel or fill cafes, saying they were responsible for the health worker’s deaths."], "authors": ["Helen Sullivan", "Caroline Davies", "Josh Halliday", "Patrick Wintour", "Sarah Boseley", "Shaun Walker", "Kate Connolly", "Victoria Bekiempis", "Sam Levin", "Juliette Garside"], "keywords": ["daily", "infections", "deaths", "coronavirus", "cautiously", "record", "scientists", "rise", "live", "effective", "iran", "vaccine", "workers", "number", "90", "health", "optimistic"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}