{"authors": ["Alexandria Hein"], "title": "Parasite in freshwater snails likely caused man's calcified bladder", "url": "https://www.foxnews.com/health/parasite-freshwater-snails-mans-calcified-bladder", "summary": "But in some countries, children may get infections around bodies of freshwater, including an infection called schistosomiasis.\nSchistosomiasis is a parasitic infection that occurs when people or snails infected with Schistosoma worms enter the freshwater, namely ponds, lakes and rivers.\nImaging revealed the bladder completely encased in calcium along with some calcification of the ureter and bowel, reports the NEJM case.\nIn addition, doctors saw calcium around the seminal vesicles, which store most of the fluid that makes up semen.\nHowever, Dr. Ronald Blanton told Live Science that the extent of this man’s calcification suggests the parasite may have lived decades inside the man.", "keywords": ["snails", "calcification", "calcium", "caused", "likely", "case", "parasite", "mans", "organs", "man", "freshwater", "worm", "bladder", "doctors", "calcified", "infection", "cdc"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Playing in water is a kid’s haven, no matter where they are in the world. But in some countries, children may get infections around bodies of freshwater, including an infection called schistosomiasis.", "Schistosomiasis is a parasitic infection that occurs when people or snails infected with Schistosoma worms enter the freshwater, namely ponds, lakes and rivers. The worm can survive in the water up to 48 hours, entering a person’s body through the skin, according to the Centers for Disease Control and Prevention (CDC).", "WHY A WOMAN'S BRAIN STARTED LEAKING AFTER PILATES", "That easy method of transmission led to one 43-year-old man getting infected by the parasite, reports a 2016 case study published in The New England Journal of Medicine.", "But the parasite wasn’t the worst of his experience. When the man started suffering from painful bathroom trips and blood in his urine, doctors realized he had a major bladder issue, per the case study.", "Imaging revealed the bladder completely encased in calcium along with some calcification of the ureter and bowel, reports the NEJM case. In addition, doctors saw calcium around the seminal vesicles, which store most of the fluid that makes up semen.", "“This pattern of calcification is typical of chronic genitourinary and gastrointestinal schistosomiasis, in which the larvae of the schistosoma parasite are deposited on the walls of the organs and become calcified,” Doctors Pankaj Nepal and Devendra Kumarthe wrote in the case study.", "MAN'S 20-FOOT TAPEWORM LINKED TO THIS EATING HABIT", "In other words, doctors often see calcification around the genital organs or digestive tract with this infection. That’s because the parasite’s eggs penetrate the skin and lodge themselves in organs, where they get surrounded by calcium over time.", "However, Dr. Ronald Blanton told Live Science that the extent of this man’s calcification suggests the parasite may have lived decades inside the man. Blanton is a professor for the Center for Global Health and Diseases at the Case Western Reserve University School of Medicine.", "On a reassuring note for Americans, this type of worm isn’t found in the U.S., according to the CDC. But it does infect over 200 million people worldwide.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The CDC listed the regions where infection is common and where we should stay aware when traveling:", "Africa", "South America", "The Middle East", "Southern China", "Southeast Asia", "Philippines", "The Caribbean (low risk)", "However, swimming in properly treated swimming pools, as well as the ocean, is considered safe by the CDC."], "pubDate": null, "id": "871f98b2-a60c-3868-8632-e4738c750465"}