{"id": "872e16d5-7a0f-3eb6-88d8-d3bf9b94cfdd", "title": "Data and governance - The sad tale of Britain’s Government Digital Service", "url": "https://www.economist.com/britain/2020/10/31/the-sad-tale-of-britains-government-digital-service", "summary": "O N NOVEMBER 18th 2015 Barack Obama wrote to Mike Bracken, the boss of the Government Digital Service ( GDS ), a small part of the Cabinet Office, thanking Mr Bracken for his help in the development of the United States Digital Service, which had been modelled on the GDS .\nThe work that Mr Bracken and GDS had done was “outstanding”, Mr Obama wrote, adding that he trusted Mr Bracken took “pride in the difference you have made thus far”.\nIn the old system, departments had their own HR functions, for instance, running on large, expensive IT systems and reporting to the department’s permanent secretary.\nIt was designed, says Mr Bracken, so that “anyone in government could create an online tool in three clicks to send or receive information”.\nMr Bracken, who is now a partner at Public Digital, a consultancy, left his job as GDS ’s boss soon after.", "paragraphs": ["O N NOVEMBER 18th 2015 Barack Obama wrote to Mike Bracken, the boss of the Government Digital Service ( GDS ), a small part of the Cabinet Office, thanking Mr Bracken for his help in the development of the United States Digital Service, which had been modelled on the GDS . The work that Mr Bracken and GDS had done was “outstanding”, Mr Obama wrote, adding that he trusted Mr Bracken took “pride in the difference you have made thus far”. The following year, Britain rose to the top of the United Nations e-Government Development Index, a measure of how well countries are using information technologies to deliver services.", "Four years later, the British government’s reputation as a data manager is not quite what it was. It has slipped to seventh place in the UN league, and there have been mishaps at home. A £495m recruitment system for the army did not work well. An effort to develop a customised contact tracing app for covid-19, ignoring the resources provided by the mobile-phone operating-systems makers, Apple and Google, had to be shut down over the summer. Worst of all, it emerged earlier this month that part of the digital infrastructure for the test-and-trace system, which shuttled data between labs and teams of contact tracers, was relying on—and misusing—Excel spreadsheets. As a consequence of the limitations of that software, not designed for use of this sort, 15,841 positive cases had not been passed on for contact tracing. The system is still struggling to keep up with the rising number of cases. In mid-October, it managed to contact only 80% of those who tested positive, and reached only 60% of their identified contacts.", "Managing this sort of data is just what the GDS was created to help the government with. So what went wrong?", "Founded in 2010 by Francis (now Lord) Maude at the suggestion of Martha Lane Fox, the government’s “digital champion”, GDS made life easier for citizens in myriad small ways. It enabled Britons to use straightforward, cleanly designed websites to register to vote, pay car tax, sign up for benefits or register for lasting power of attorney. The software written to facilitate this was published under open-source licences, meaning it could be freely reused not just across the British state, but by any government. Other techy democracies like New Zealand and Israel copied the code.", "GDS ’s early work mostly involved the peripheries of government, but by 2015 it was flushed with success, and dreaming bigger dreams. It wanted to start writing software that could be shared across departments to perform common functions. In the old system, departments had their own HR functions, for instance, running on large, expensive IT systems and reporting to the department’s permanent secretary. Instead, GDS wanted departments to use simple, cheap code to build systems which reported to central government. The concept, which GDS called government-as-a-platform, was that since citizens do not care which department their services come from, just that they work well, the organisational structures ought to reflect that in pursuit of efficient delivery.", "The decline", "One important vehicle for GDS ’s ambitions was a piece of software called Submit. It was designed, says Mr Bracken, so that “anyone in government could create an online tool in three clicks to send or receive information”. One of its main purposes was to replace shoddy data-management practices. Instead of emailed attachments and forms, different parts of government could send each other data using secure web pages designed for the job.", "Submit needed a departmental sponsor, but it never got one. The GDS was not popular with permanent secretaries, the bosses of departments, on whose fiefs it trampled. GDS employees—referred to as “blue-jean kids” by one permanent secretary—would agree on a project with a department, only to find that the department launched its own version of the service soon afterwards. GDS was empowered to restructure the procurement of IT systems across government, relying on its staffers’ technical nous to put better standards in place, but often departments would ignore its advice and buy whatever big, expensive systems they wanted.", "Permanent secretaries lobbied the government to deprive GDS of powers over spending and standards of service, arguing that such matters should be under their control. Two attempts were made to persuade David Cameron, then prime minister, to remove Lord Maude.", "It was understandable that permanent secretaries should have been hostile to the GD s, for it undermined their autonomy. It also tended, says a civil servant who worked with it at the time, to oversimplify the complex tasks departments have to perform, and its web-only approach terrified ministries that depended on reliable mainframes.", "After the 2015 election Lord Maude was replaced by Matt Hancock, now health secretary, and the GDS lost the political backing which was crucial to its ability to work across departmental boundaries. Mr Bracken, who is now a partner at Public Digital, a consultancy, left his job as GDS ’s boss soon after. Lord Maude, who has left politics and is now a consultant, says GDS has been “hollowed out” since 2015.", "There are still bright spots in Britain’s digital governance. The system which runs universal credit, the main out-of-work benefit, rebuilt by a team led by GDS coders after its initial deployment ended in failure in 2013, has performed well under stress. Notify, a GDS service which makes it easy for any government body to send emails, letters and texts to citizens, has sent 1.88bn messages from thousands of government bodies since it was launched in 2017. There is also widespread praise for the work of the Treasury, which GDS barely touched, and which has managed to distribute money to small businesses across Britain relatively seamlessly, supporting an economy wracked by covid-19.", "Now there is new impetus behind the work of centralising and digitising the machinery of government, for it has political backing from Dominic Cummings, Boris Johnson’s chief adviser. The sidelining of GDS lends support to his belief in the civil service’s lethal effect on innovation.", "Mr Cummings has established a data-policy unit in Number 10. A dashboard which GDS created to measure the digital performance of different departments died in 2017; Mr Cummings wants to get performance data flowing from departments to central government again. He has told departments that they must embed analytics software into their online services, and funnel those data into GDS , so it can see how services are working.", "There have already been standoffs between Mr Cummings and senior civil servants over these data flows, and the control they threaten to wrest from powerful hands. It is a sign that the nerds, sidelined for half a decade, are elbowing their way back to the centre.■"], "authors": ["The Economist"], "keywords": ["service", "mr", "gds", "governance", "britains", "software", "bracken", "departments", "system", "data", "work", "sad", "tale", "digital"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}