{"id": "87b305a5-a9c2-3f19-a9cf-9fdffd58aa03", "title": "Mod Corner: Silent Hills P.T. Recreated In Doom", "url": "https://www.gameinformer.com/mod-corner/2020/11/02/mod-corner-silent-hills-pt-recreated-in-doom", "summary": "The latest fan to try their hand at solidifying this horror experience decided to recreate P.T.\nThe best part for those that love the retro feel of Doom, this experience looks incredibly accurate to the P.T.\nTake a look at the walkthrough in the video below:For those that want the Doom P.T.\nAccording to the creator, this experience won't be game-breaking with other mods as long as they are specifically using GZPT.\nWhat has been your favorite recreation so far for this horror demo?", "paragraphs": ["While the future of Silent Hills remains unclear and P.T. remains an unfinished journey, one Doom fan decided to carry on this horror adventure's legacy in a different way. Hideo Kojima's P.T. has seen many iterations since the demo was released, including mods meant to piece everything together to create a 'full' game. The latest fan to try their hand at solidifying this horror experience decided to recreate P.T. in Doom.", "This isn't a total 1.1 remake but the P.T. Doom creation from Andrea Gori is still darn impressive. Every sequence has been recreated within Doom as close to the original P.T. experience as possible. The best part for those that love the retro feel of Doom, this experience looks incredibly accurate to the P.T. demo without losing the retro texturisation we are all so fond of.", "Take a look at the walkthrough in the video below:", "For those that want the Doom P.T. experience, it's downloadable now for those that have GZDOOM (which is free) on PC. For those that have other mods active, it is important to keep an eye on what's compatible and what isn't. According to the creator, this experience won't be game-breaking with other mods as long as they are specifically using GZPT. Anything outside of that is liable to cause crashing and other breaking bugs.", "The original P.T. experience allowed players to use a microphone at some point. For those that don't have access to that for some reason, no fear; the modder explained in their FAQ section for this experience that they couldn't get the microphone functionality to work properly in GZDOOM, so that particular tech requirement won't be a block when using this mod.", "Ready to download and get started? Everything you need to know, plus the mod itself, can be found here.", "What do you think about Silent Hills P.T. being playable in Doom? What has been your favorite recreation so far for this horror demo? Sound off with your thoughts in the comment section below, and feel free to check out some of our other great mod recommendations right here!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["mod", "corner", "wont", "pt", "demo", "hills", "doom", "retro", "recreated", "using", "mods", "experience", "horror", "silent"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}