{"id": "881755af-bb37-3635-8fa6-ed87323eee83", "title": "Maradona laughing and responding very well to brain surgery, says doctor", "url": "https://www.theguardian.com/football/2020/nov/04/maradona-laughing-and-responding-very-well-to-brain-surgery-says-doctor", "summary": "Diego Maradona is showing signs of improvement after undergoing an operation for possible bleeding on the brain.\nDr Leopoldo Luque, the 60-year-old Argentinian’s personal physician, has said that Maradona “laughed” and “grabbed my hand” a day after the procedure.\n“Diego is without any type of neurological deficit, without any type of complication associated with surgery,” Luque said, addressing reporters at the clinic’s door.\n“Diego’s evolution is day by day and in principle today he will be in intensive care as well.\nAlongside a picture of the pair together, the Barcelona forward wrote in Spanish: “Diego, all the strength in the world.", "paragraphs": ["Diego Maradona is showing signs of improvement after undergoing an operation for possible bleeding on the brain.", "Dr Leopoldo Luque, the 60-year-old Argentinian’s personal physician, has said that Maradona “laughed” and “grabbed my hand” a day after the procedure.", "Maradona, considered to be one of the greatest players of all time, is set to remain at a clinic in La Plata, south of Buenos Aires, for at least 48 hours as he recovers. Luque said the early signs are “favourable”.", "“Diego is without any type of neurological deficit, without any type of complication associated with surgery,” Luque said, addressing reporters at the clinic’s door. “He has an excellent post-operative period; the laboratory parameters even improved.", "“We are controlling him. Today we removed the drain. We are in total harmony with the intensive care doctors, who are actually in charge of Diego at this time. We are here to accompany them and help them as much as possible.", "“Diego is fine, he is with analgesia. We are trying to make him recover progressively. They are decisions of the therapy doctors, with whom we are in full agreement. We are working together, along the same lines, and Diego has been responding very well.", "“He is in a post-operative period and the moods are difficult to assess. However, when we removed the drain today he laughed, looked at me, grabbed my hand, and the first impression is it is favourable, but it is difficult to evaluate.", "“Diego’s evolution is day by day and in principle today he will be in intensive care as well. We are going to see when, in coordination with the doctors, we carry out a control tomography. That will depend on the evolution.”", "Argentina’s all-time leading scorer Lionel Messi used Instagram on Wednesday to wish his compatriot well. Alongside a picture of the pair together, the Barcelona forward wrote in Spanish: “Diego, all the strength in the world. My family and I want to see you well as soon as possible. A hug from the heart!”"], "authors": [], "keywords": ["day", "type", "surgery", "signs", "postoperative", "responding", "today", "brain", "doctors", "removed", "luque", "laughing", "doctor", "diego", "maradona", "possible"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}