{"summary": "James Lovelock, who turned 100 this year, discusses his life’s work, including his latest theory that AI might be the key to saving the planet.\nAnd: former US ambassador Samantha Power on finding ways to make a difference in the face of daunting challengesThis year James Lovelock turned 100.\nInitially ridiculed by many scientists as new age nonsense, today that theory forms the basis of almost all climate science.\nAnd: the former US ambassador Samantha Power on finding ways to make a difference in the face of daunting challenges.\nThe Education of an Idealist by Samantha Power is published by HarperCollins (RRP £20) .", "url": "https://www.theguardian.com/news/audio/2019/dec/18/inside-the-mind-of-scientist-james-lovelock", "paragraphs": ["James Lovelock, who turned 100 this year, discusses his life’s work, including his latest theory that AI might be the key to saving the planet. And: former US ambassador Samantha Power on finding ways to make a difference in the face of daunting challenges", "This year James Lovelock turned 100. He discusses his extraordinary career with Anushka Asthana, including the invention of a device that detected CFCs, which helped spot the growing hole in the ozone layer, and the Gaia hypothesis, a revolutionary theory that the Earth is a self-regulating super-organism. Initially ridiculed by many scientists as new age nonsense, today that theory forms the basis of almost all climate science.", "And: the former US ambassador Samantha Power on finding ways to make a difference in the face of daunting challenges.", "Novacene is published by Allen Lane (RRP £14.99). To order a copy go to guardianbookshop.com. Free UK p&p on all online orders over £15. The Education of an Idealist by Samantha Power is published by HarperCollins (RRP £20) . To order a copy go to guardianbookshop.com or call 0330 333 6846."], "pubDate": null, "keywords": ["power", "order", "inside", "scientist", "james", "mind", "turned", "rrp", "ways", "lovelock", "samantha", "published", "theory"], "id": "883217b1-4bb3-30a0-90b7-ff3916c88f15", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Anushka Asthana", "James Lovelock", "Rachel Humphreys", "Courtney Yusuf", "Axel Kacoutié", "Nicole Jackson", "Phil Maynard"], "title": "Inside the mind of scientist James Lovelock"}