{"pubDate": null, "url": "https://www.nytimes.com/2019/12/17/opinion/gender-science-study.html", "id": "8853cb53-df9a-3318-a93b-c80e6dfb9932", "keywords": ["likely", "men", "life", "excellent", "research", "frame", "findings", "teams", "scientific", "opinion", "women", "science"], "authors": ["Anupam B. Jena", "Marc Lerchenmueller", "Olav Sorenson"], "title": "Opinion | Men Call Their Own Research ‘Excellent’", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Only one out of four full professors at American research institutions is a woman, despite the fact that equal numbers of men and women earn doctoral degrees in science each year.\nWe’ve identified another, much less discussed component of gender disparity in science: Men are much more likely than women to heap praise on their own research and emphasize its importance.\nIn a study published in The British Medical Journal, we analyzed the titles and abstracts of more than six million life science articles.\nWe suspected that scientific teams led by men might frame their research findings in more flattering light, by using terms like “novel,” “excellent” and “unique” to describe their results.\nIn the most highly cited scientific journals, male-led scientific teams were up to 21 percent more likely than women-led teams publishing comparable studies to use positive adjectives to frame their research findings.", "paragraphs": ["Women are underrepresented in science, technology, engineering and mathematics at the highest levels. Only one out of four full professors at American research institutions is a woman, despite the fact that equal numbers of men and women earn doctoral degrees in science each year. In the life sciences, women are less likely either to receive major grant funding or to be promoted to full professor — and they are paid less even when they produce the same amount of scholarly output as men.", "We’ve identified another, much less discussed component of gender disparity in science: Men are much more likely than women to heap praise on their own research and emphasize its importance.", "In a study published in The British Medical Journal, we analyzed the titles and abstracts of more than six million life science articles. We suspected that scientific teams led by men might frame their research findings in more flattering light, by using terms like “novel,” “excellent” and “unique” to describe their results.", "Indeed, they do. In the most highly cited scientific journals, male-led scientific teams were up to 21 percent more likely than women-led teams publishing comparable studies to use positive adjectives to frame their research findings."]}