{"id": "88b51c0f-70e2-3a8d-bc93-fa6ff7ef849d", "title": "Voting Merchandise for the 2020 Election: Stylish T-Shirts, Face Masks, and Jewelry", "url": "https://www.vogue.com/slideshow/vote-merchandise-2020-election", "summary": "Those accessories represent just a small selection of voting merchandise available to shop prior to the 2020 election.\nWearing a piece of election merchandise—whether it’s a T-shirt or pair of boots—won’t just encourage your community of friends and family to cast their ballots.\nHowever, the first and most important step is getting registered.\nIf you are not registered yet, you can do so here.\nFollowing that, spread the word and encourage others to do the same by any means, including getting dressed.", "paragraphs": ["Photographed by Sean Thomas, Vogue, November 2016", "A few months ago, Michelle Obama sported a gold chain necklace that read “Vote” in letter charms at the Democratic National Convention, and just this week Jill Biden stepped out in a pair of fall boots with the same mantra. Those accessories represent just a small selection of voting merchandise available to shop prior to the 2020 election. Election Day is rapidly approaching, and there’s no better time to take a cue from Obama and Biden by broadcasting your right to vote on your sleeve, on socks from Brother Vellies, across reusable tote bags from Clare V., or even on your face in a mask from La Ligne’s collaboration with artist and poet Cleo Wade.", "Wearing a piece of election merchandise—whether it’s a T-shirt or pair of boots—won’t just encourage your community of friends and family to cast their ballots. Many of the brands featured below also will donate a percentage of the proceeds toward causes, such as She Should Run, Fair Fight, When We All Vote (which just dropped a collection with Michelle Obama), and I am a voter. However, the first and most important step is getting registered. If you are not registered yet, you can do so here. Following that, spread the word and encourage others to do the same by any means, including getting dressed.", "Here are 43 pieces of merch to shop now before the election, and don’t forget to check out 19 additional American designer offerings in support of Joe Biden, as part of the Believe in Better collection while you’re at it."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["vote", "biden", "getting", "registered", "face", "2020", "encourage", "masks", "jewelry", "election", "pair", "voting", "tshirts", "obama", "stylish", "shop", "michelle", "merchandise"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}