{"id": "88dcf7a4-5c9e-3450-960e-2bd415e04e36", "title": "Lucy Liu on making art to find a sense of belonging", "url": "https://edition.cnn.com/style/article/lucy-liu-artsy/index.html", "summary": "The original article can be seen hereThis past January, Lucy Liu reached a milestone in her art career.\nLucy Liu pictured in her studio.\n\"I felt like I wasn't able to express fully what I wanted with the photographs,\" Liu explained.\n\"Seventy Two\" (2009) by Lucy Liu.\nIn other bodies of work, Liu includes depictions of the human spine, which also signal back to her formative years.", "paragraphs": ["Written by John Silvis", "This article was published in partnership with Artsy, the global platform for discovering and collecting art. The original article can be seen here", "This past January, Lucy Liu reached a milestone in her art career. The world-class actor, director, human rights ambassador and visual artist presented her work in a museum exhibition for the first time.", "The two-person show at the National Museum of Singapore, titled \"Unhomed Belongings,\" also featured Singaporean artist Shubigi Rao and was co-curated by the museum's director Angelita Teo and Dan Chen, independent curator and director of Chambers Fine Art.", "\"It was probably the most significant moment as an artist that I've had,\" Liu recalled. Not only did she discover links among various bodies of work she created over the years, she witnessed audiences connecting with her visual art.", "Lucy Liu pictured in her studio. Credit: Avner Levinson / Courtesy Lucy Liu", "\"What I really loved was that there was no exchange, it wasn't about selling, it was about sharing. That felt so good when people showed up and were actually looking at the work, closely and curiously,\" Liu said. \"It made me feel very connected ... It was a way of understanding you are not really detached and you are part of something.\"", "Liu has been making art since she was a teenager and still maintains a consistent studio practice alongside her work as an actor and director. She got her start while growing up in Queens in the 1980s, roaming New York City streets with a camera in hand. Her first artworks were photographs and collages; one of her earliest photo series captured a pro-choice march in Washington, D.C. After taking an intensive class at New York Studio School, she turned to painting. \"I felt like I wasn't able to express fully what I wanted with the photographs,\" Liu explained.", "\"Seventy Two\" (2009) by Lucy Liu. Credit: Courtesy Lucy Liu / Ben Brown Fine Arts", "With painting, she discovered that her work didn't have to be realistic or exacting, or meet certain expectations. \"Everyone has a different format for how they want to reveal what they are thinking, or what they are seeing, to the audience,\" she said. \"I just had to let go of the audience and just started thinking about what I wanted to see.\" Over time, Liu has also experimented with sculpture, silkscreen and textiles. She looks up to artists like Willem de Kooning, Agnes Martin and Robert Frank, but she feels that her lack of a traditional art-school background has helped her to naturally evolve and experiment as an artist.", "Much of Liu's work traces back to her childhood. \"Because we were an immigrant family and I am first-generation, I always had this imbalance of belonging,\" she explained. \"I think at first it was the language barrier, not speaking English, but then it started becoming about how I look.\" Art, she explained, became a way to reflect on her younger self. \"I think that art helps evaluate some of the psychology of yourself as a child, and to illuminate some things you may never have understood,\" she said.", "Liu has long mainined an art studio alongside her work as an actor and director. Credit: Avner Levinson / Courtesy Lucy Liu", "Liu's own desire to belong filters into her ongoing series, titled \"Lost and Found,\" which involves embedding found objects into elegant books. She's amassed a cache of discarded items over the years; each one embodies a story and place, going back to childhood.", "\"When I see something on the ground, I always feel badly for those items because they feel like they once had a purpose, once had a home, and they were no longer being utilized, they were disregarded,\" Liu explained. \"Something about that resonates with me.\"", "As a kid, while playing with her siblings after school, she started picking up things she found in the rubble of razed buildings. \"I had a shadowbox I would put them in; it came to the point that it was too many things. People did not understand why I would stop to pick up a doll head off the ground; they were disgusted by it.\" That didn't deter her. To this day, she adds to the collection, always traveling with a Ziploc bag.", "Related video: How do you fall in love with art?", "The way the objects are arranged in the \"Lost and Found\" works also speaks to Liu's penchant for organizing things in a visually pleasing way. This, too, she explained, is informed by early memories. She recalls going to a bakery on Sundays with her father as a kid and staring at the stacks of pastries and breads. \"They were always laid out and organized in a beautiful manner,\" she said.", "In other bodies of work, Liu includes depictions of the human spine, which also signal back to her formative years. At one point in her life, Liu had numbness in her hand and arm, and started thinking about the internal discomforts and pain that people endure.", "\"I realized it had everything to do with how I grew up and the interaction I had with my father, that he was somewhat abusive,\" she said. \"That made me understand that your body retains not just physical damage, but emotional perforations.\" Initially, she stitched small images of the spine into her canvases. Later, with her \"41\" series, she began embroidering spines onto paper, applying pieces of red tape to represent critical moments and turning points in life.", "Liu's depictions of the human spine allude to her formative years. Credit: Courtesy of Lucy Liu / Avner Levinson.", "In a recent series of paintings, Liu directly reflected on her family. \"I won't say we were a conservative family, but we didn't talk about sex, we never saw each other naked, there was no discussion about what happens in the human body,\" she explained, noting that this dynamic would fascinate her later in life. Her original idea for the series was to portray very intimate stories inspired by family photographs. \"They ended up becoming these very nude, large, fluid paintings,\" she explained.", "Over the years, Liu has maintained her art practice, despite the rigors of her filming schedule; particularly, her work on the acclaimed series \"Elementary.\" During holidays, she dedicated time to painting and more complex projects, like printing large silkscreens, that required being in the studio. \"The embroidery was something I could do while I was on set because it was small enough, I could focus on it,\" she explained.", "While the dynamics of acting and a studio practice are different, Liu feels they inform each other. \"I definitely feel like they are connected because when you perform, you are also in a different space and you meet different people, so the experiences you have and the environments you shoot in basically inform where you are and how you feel,\" she said. \"I think that everything affects you on a cellular level.\"", "\"Family Portrait\" (2016) by Lucy Liu. Credit: Avner Levinson / Courtesy Lucy Liu", "\"Fine art is almost harder because it is all on you, and you are in the room by yourself,\" Liu continued. \"You have to be ready to have that privacy and focus. Sometimes you don't have it. It is like performing when you don't have a script and a general idea, you can improvise.\"", "Now that \"Elementary\" has concluded after seven seasons, Liu has more time to pursue gallery exhibitions and potential collaborations with other artists. She said she'll continue with painting, embroidery and working with found objects. Her desire to connect deeply with the environment around her, to make art in a holistic manner, is the common denominator of her multidimensional practice. Whether she is acting, directing, pursuing global humanitarian work or being an artist, the thread that connects Liu's vision is to fully engage, to belong."], "authors": ["John Silvis"], "keywords": ["series", "credit", "belonging", "director", "art", "work", "explained", "making", "feel", "sense", "studio", "liu", "lucy"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}