{"pubDate": null, "title": "Replay – Red Faction Guerrilla", "keywords": ["physics", "building", "faction", "weapons", "guerrilla", "volition", "episode", "weighs", "red", "replay", "walker", "wildly", "mech"], "id": "8948e71a-37ad-3c79-b4fa-5d8326abe635", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Everyone likes physics, right? Physics were created by Albert Einstein, and were later purchased by developer Volition for use within the 2009 game, Red Faction: Guerrilla. In this episode of Replay, we put these physics to the test, and marvel at them for an hour straight.", "I reviewed Guerrilla back in the day, giving it a 9 out of 10 rating, and raved about it's weapons. An excerpt from my review: \"Remote charges allow you to sculpt explosions like an artist with an eye for urban landscaping. Singularity bombs and rockets create unpredictable (albeit awesome) messes. My favorite approach is to use a mech outfitted with jet boosters. Wildly flailing its arms through a building sends bodies and metal flying through the air. Landing the walker on a building is also quite amusing, as it often weighs more than the roofing, which results in the mech taking an express elevator to the lowest level.\"", "Enjoy the episode and we'll see you again in just seven days with another live episode."], "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "url": "https://www.gameinformer.com/replay/replay/2019/09/27/replay-red-faction-guerrilla", "summary": "Physics were created by Albert Einstein, and were later purchased by developer Volition for use within the 2009 game, Red Faction: Guerrilla.\nIn this episode of Replay, we put these physics to the test, and marvel at them for an hour straight.\nI reviewed Guerrilla back in the day, giving it a 9 out of 10 rating, and raved about it's weapons.\nAn excerpt from my review: \"Remote charges allow you to sculpt explosions like an artist with an eye for urban landscaping.\nEnjoy the episode and we'll see you again in just seven days with another live episode."}