{"summary": "A woman in China who dismissed a growing bulge in her abdomen as “air” stunned doctors when they discovered that it was actually a 77-pound tumor that had gone unchecked for years.\nThe 59-year-old, only identified as Ms. Huang, was rushed to the hospital by concerned family members after she began having trouble breathing, AsiaWire reported.\n“I couldn’t lie flat to sleep,” Huang, of Shuangyashan, in northeast China, told AsiaWire.\n“I’ve been a doctor for 38 years, and I’ve seen many large tumors, but I’d never seen one like this before,” Dr. Li Peiling, one of Huang’s doctors, told AsiaWire.\nShe said it took 90 minutes to first drain the tumor and then surgically remove it from her abdomen.", "keywords": ["tumor", "hospital", "77pound", "national", "scans", "doctors", "removed", "china", "report", "abdomen", "told", "drained", "woman", "asiawire", "huang", "seen"], "paragraphs": ["A woman in China who dismissed a growing bulge in her abdomen as “air” stunned doctors when they discovered that it was actually a 77-pound tumor that had gone unchecked for years. The 59-year-old, only identified as Ms. Huang, was rushed to the hospital by concerned family members after she began having trouble breathing, AsiaWire reported.", "WOMAN BORN WITH 2 WOMBS, CERVICES NOW MOM TO 2 'MIRACLE' BOYS", "She was admitted to Second Affiliated Hospital of Harbin Medical University after several other hospitals declined to treat her, according to the report.", "“I couldn’t lie flat to sleep,” Huang, of Shuangyashan, in northeast China, told AsiaWire. “I had to sit up with a pillow behind my back.”", "DAVID CORDANI, CIGNA CEO, SPEAKS OUT AGAINST 'MEDICARE-FOR-ALL'", "After being examined and going for scans, doctors diagnosed her with a benign ovarian mucinous cystadenoma, which tends to be massive but is a rare occurrence, according to the U.S. National Library of Medicine National Institutes of Health. The cysts contain a fluid which could lead to complications if it ruptures.", "“I’ve been a doctor for 38 years, and I’ve seen many large tumors, but I’d never seen one like this before,” Dr. Li Peiling, one of Huang’s doctors, told AsiaWire. “Scans showed a giant growth occupying her entire pelvic cavity. Her other organs – liver, gallbladder, spleen, kidneys – none of these could be seen.”", "CLICK HERE TO GET THE FOX NEWS APP", "Peiling told the news outlet it appeared as if her patient was pregnant with multiple children. She said it took 90 minutes to first drain the tumor and then surgically remove it from her abdomen. Huang is reportedly still recovering from the surgery."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/health/woman-77-pound-tumor-drained-removed-abdomen-report", "authors": ["Alexandria Hein"], "id": "89dad850-e631-32cc-a305-a73ca13b24fe", "pubDate": null, "title": "Woman has 77-pound tumor drained, removed from abdomen, report says"}