{"keywords": ["median", "javid", "hour", "wage", "minimum", "soon", "pay", "wages", "britain", "labour", "world", "workers", "highest", "mr"], "url": "https://www.economist.com/graphic-detail/2019/10/01/britain-may-soon-have-one-of-the-highest-minimum-wages-in-the-world", "summary": "SINCE 2015 Britain’s minimum wage for over-25s has risen by nearly a quarter, to £8.21 ($10.10) an hour.\nToday that rule would produce a rate of around £9 an hour; Mr Javid thinks in five years’ time it will work out at £10.50 an hour.\nBritain’s minimum wage is growing faster than those of other rich countries, causing it to climb in the international rankings of minimum wages relative to earnings (see chart, left panel).\nYet once minimum wages exceed 60% of median earnings they enter an experimental zone with which the world does not have a lot of experience.\nBritain’s embrace of high minimum wages owes much to political manoeuvring, but economists are watching the experiment closely.", "title": "Britain may soon have one of the highest minimum wages in the world", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "8a30240b-dd43-31ce-a285-f9bcb90a491d", "paragraphs": ["SINCE 2015 Britain’s minimum wage for over-25s has risen by nearly a quarter, to £8.21 ($10.10) an hour. On September 30th Sajid Javid, the chancellor, announced that the government is not done yet. Firming up an “ultimate objective” of his predecessor, Philip Hammond, Mr Javid promised to “end low pay” by 2024 by raising the minimum wage to two-thirds of median earnings. Today that rule would produce a rate of around £9 an hour; Mr Javid thinks in five years’ time it will work out at £10.50 an hour. The chancellor also pledged to expand its coverage to all workers aged over 21.", "Britain’s minimum wage is growing faster than those of other rich countries, causing it to climb in the international rankings of minimum wages relative to earnings (see chart, left panel). Mr Javid’s plan would probably put it near the top. Clearly this rise cannot go on for ever because at some point low-skilled workers would be priced out of the labour market. But there is no certainty among economists about where the limit might lie.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Any recent job losses will have been hard to spot because Britain, like many rich-world countries, has been enjoying a jobs boom (although its struggling restaurant industry counts a higher minimum wage among its many problems). Yet once minimum wages exceed 60% of median earnings they enter an experimental zone with which the world does not have a lot of experience.", "If implemented, the relative size of the new pay floor will vary greatly around the country (see chart, right panel). Two-thirds of the national median wage is less than half of the median wage in London and would apply to only 10% of workers there, according to estimates by the Resolution Foundation, a think-tank. In Wales it would be over three-quarters of median pay and would apply to nearly one in four workers. Any falls in employment would probably show up in poorer places first, and also among younger people, whose job prospects have been shown, more than those of other groups, to vary with minimum wages.", "Just like the rises that started in 2015, the policy steals thunder from the opposition Labour Party. Labour promises a £10 minimum, albeit without much delay and for all over-18s. Britain’s embrace of high minimum wages owes much to political manoeuvring, but economists are watching the experiment closely."], "pubDate": null}