{"id": "8a567410-1671-320a-af44-995c2e57ca8b", "title": "Space Photos of the Week: Betelgeuse, Betelgeuse, Betelgeuse!", "url": "https://www.wired.com/story/space-photos-of-the-week-betelgeuse/", "summary": "However, around 700 years ago Betelgeuse began to grow dimmer, and that light (or lack thereof) is only now reaching Earth.\nIf one day Betelgeuse does go supernova, this image taken by the Sloan Digital Sky Survey would look very different.\nPhotograph: ESOThis image, taken by the European Southern Observatory's Very Large Telescope, shows how huge and lopsided Betelgeuse really is.\nKervellaThis view of Betelgeuse shows the massive star and the curved arch of its bow shock (material that has been shot out from the star).\nAt the southern part of the constellation is the famous Orion Nebula, seen in this image from NASA’s Spitzer Space Telescope.", "paragraphs": ["The star on the right shoulder of the Orion constellation is a red supergiant called Betelgeuse. (Don’t say it three times in a row or Michael Keaton will show up at your door.) This star, one of the brightest in the night sky, is easy to locate because Orion is such an iconic constellation. However, around 700 years ago Betelgeuse began to grow dimmer, and that light (or lack thereof) is only now reaching Earth. The star could be in one of its dimming cycles—Betelgeuse is classified as a variable star, a type known for growing brighter and darker—or it could be about to explode. And because scientists haven’t seen Betelgeuse dim this much in a very long time, they think the end might be near. And when it does go kablooey, which could happen next year or tens of thousands of years from now, it’s going to be about as bright as the full moon and visible even during the daytime.", "Unlike our smooth, spherical sun, Betelgeuse is a churning hot blob of a star. And it’s one of the biggest stars we’ve ever found. It has a radius that’s 1,400 times larger than our sun. This photo, taken by the ALMA telescope in Chile, shows its irregular shape and was the first photo ever taken of the surface of a star. Photograph: ALMA (ESO/NAOJ/NRAO)/E. O’Gorman/P. Kervella", "At only 8 million years old, Betelgeuse is burning bright, even against this tapestry of starlight. If one day Betelgeuse does go supernova, this image taken by the Sloan Digital Sky Survey would look very different. The star is already expelling material out into space, but the force of a supernova would fundamentally alter the star and its environment, forcing the star’s material far out into space and turning this photo from a peaceful image into a marvelous light show. Photograph: ESO", "This image, taken by the European Southern Observatory's Very Large Telescope, shows how huge and lopsided Betelgeuse really is. For scale, the very small red disk in the center is four and a half times the size of Earth’s orbit. Photograph: ESO/P. Kervella", "This view of Betelgeuse shows the massive star and the curved arch of its bow shock (material that has been shot out from the star). See the wall to the left? That is a collection of dust likely connected to a separate magnetic field region. Scientists think that the curved bow-shock will collide with the dusty filament on the left in around 5,000 years, as the system moves through space, while the star itself will take another 12,500 years to cover that distance. Photograph: ESA", "The constellation of Orion—the Hunter—is one of the most well known constellations. At the southern part of the constellation is the famous Orion Nebula, seen in this image from NASA’s Spitzer Space Telescope. At a mere 1,450 light years away, it is one of the closest star-forming regions in our “local” neighborhood. Photograph: NASA/JPL-Caltech/University of Toledo", "Beeline over here to look at more space photos.", "More Great WIRED Stories"], "authors": ["Shannon Stirone", "Shannon Stiron"], "keywords": ["photos", "star", "shows", "telescope", "taken", "space", "week", "photograph", "image", "betelgeuse", "constellation", "times"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}