{"id": "8a824937-b2b6-363e-9c31-6022b0466f31", "title": "The Essentials of Innovation Leadership", "url": "https://execed.economist.com/rotterdam-school-management/essentials-innovation-leadership-2021-01-18", "summary": "Mom is currently an associate professor in the department of Strategic Management & Entrepreneurship of RSM Erasmus University Rotterdam and was a visiting scholar at the University of Geneva at the chair for Strategic Management.\nHe is also the academic director of RSM's post-experience Parttime Master in Business Administration, and director of the Erasmus Executive Programme in Strategic Management.\nHis research interests include new business development & corporate entrepreneurship, ambidexterity, and strategic renewal.\nTom teaches courses on Strategy, Corporate Entrepreneurship, and Methodology to PhD, executive, part-time, and master students.\nBesides academic research and teaching, Tom is active in research and advisory projects for companies and governments in areas like new business development, innovation, strategy, and corporate headquarters.", "paragraphs": ["Tom J.M. Mom is currently an associate professor in the department of Strategic Management & Entrepreneurship of RSM Erasmus University Rotterdam and was a visiting scholar at the University of Geneva at the chair for Strategic Management. He is also the academic director of RSM's post-experience Parttime Master in Business Administration, and director of the Erasmus Executive Programme in Strategic Management. His research interests include new business development & corporate entrepreneurship, ambidexterity, and strategic renewal. His research output appeared in journals like the Journal of Management Studies, Organization Science, Organization Studies, MIT Sloan Management Review, California Management Review, Human Resource Management, and Long Range Planning. He has presented his research at major international conferences and acts as a reviewer for various journals.", "Tom teaches courses on Strategy, Corporate Entrepreneurship, and Methodology to PhD, executive, part-time, and master students.", "Besides academic research and teaching, Tom is active in research and advisory projects for companies and governments in areas like new business development, innovation, strategy, and corporate headquarters.", "Tom obtained a PhD in Strategic Management and a Master’s degree in Strategic Management (Cum Laude) from Rotterdam School of Management (RSM), Erasmus University Rotterdam, and a Master’s Degree in International Management from the Community of European Management Schools (CEMS) preceded by an exchange to the Universität St.Gallen, Switzerland."], "authors": [], "keywords": ["rotterdam", "strategic", "leadership", "essentials", "corporate", "erasmus", "innovation", "university", "management", "business", "research", "tom", "entrepreneurship"], "pubDate": "2021-01-18T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}