{"id": "8aa10347-d654-3b75-8101-e786b0cef411", "title": "Could Trump really settle US election result in the supreme court?", "url": "https://www.theguardian.com/us-news/2020/nov/04/could-trump-really-settle-us-election-result-in-the-supreme-court", "summary": "Trump may, with this in mind, have filled the supreme court with conservative appointees, but things aren’t so straightforward.\nIt is important to remember that election challenges in state courts are nothing new, sometimes without merit, and often have little impact in the end.\nRepublicans in the state have already appealed against a Pennsylvania supreme court decision ordering state election officials to accept mail-in ballots that arrive up to three days after the election, relying on an interpretation of the state’s own constitution.\nThe supreme court chief justice John Roberts made clear, however, that “different bodies of law and different precedents” meant the court did not consider the situation in Pennsylvania and Wisconsin as the same.\nThe Wisconsin decision was delivered before Trump’s third pick for the supreme court, Amy Coney Barrett, formally joined the bench last week, giving conservatives a 6-3 majority.", "paragraphs": ["Trump has packed court with conservatives and lawyers are ready to challenge election process, but proof will be crucial", "Given Donald Trump’s lifelong predilection for tying up opponents in the courts, and his long-stated threat to do the same with an election result that threatened to go against him, his call to have the 2020 election settled in the supreme court is not a surprise.", "So can he do it?", "Trump may, with this in mind, have filled the supreme court with conservative appointees, but things aren’t so straightforward. The supreme court is the final court of appeal in the US and has discretion over which cases it should hear, largely relating to challenges to cases heard in lower courts on points of federal law and the constitution.", "So a lot of action will happen initially at state-level courts – the election has prompted a spate of new cases in the hotly contested battleground state of Pennsylvania, including two due to be heard later on Wednesday.", "US election 2020 live: Biden has narrow lead over Trump in Wisconsin as result awaited Read more", "What has made the current election landscape more of a minefield is the fact the coronavirus pandemic has led states to look for ways to make voting safer, including expanding absentee ballots, which has opened states up to challenges in the courts over issues such as proposed extensions to the period in which late mail-in votes are counted.", "It is important to remember that election challenges in state courts are nothing new, sometimes without merit, and often have little impact in the end. However, one important exception to that was the 2000 election where a series of legal challenges over faulty voting procedures in Florida handed the election to George W Bush.", "What’s the thrust of Trump’s tactic?", "With more than 40 pre-election cases by Republicans, Trump’s strategy is to argue that any measure to make voting easier and safer in the midst of a pandemic is unconstitutional and open to fraud, a framing aimed at the supreme court.", "A second argument that has been deployed several times is that many of the measures to ensure voting is easy have been made by state officials – like governors – rather than state legislatures, opening a path, say conservatives, for a constitutional challenge.", "Play Video 1:11 ‘Losing is never easy,’ Trump says hours before voting ends – video", "How could this work?", "The most common scenario is for lawyers to challenge the way an election was conducted locally and seek to have votes discarded. In the key state of Pennsylvania, conservative groups have already ramped up cases to ensure late mail-in ballots are not counted, with two cases due to be heard on Wednesday.", "However, Pennsylvania requires an unusually high burden of proof for challenging elections, including written affidavits detailing wrongdoing.", "Pennsylvania is already on the supreme court’s radar in this respect. Republicans in the state have already appealed against a Pennsylvania supreme court decision ordering state election officials to accept mail-in ballots that arrive up to three days after the election, relying on an interpretation of the state’s own constitution.", "The US supreme court deferred hearing this case before the election but in a case that it did rule on, the court sided with a Republican challenge saying the state could not count late mail in ballots in Wisconsin. The supreme court chief justice John Roberts made clear, however, that “different bodies of law and different precedents” meant the court did not consider the situation in Pennsylvania and Wisconsin as the same.", "Isn’t that good news for Democrats?", "It’s difficult to know. The Wisconsin decision was delivered before Trump’s third pick for the supreme court, Amy Coney Barrett, formally joined the bench last week, giving conservatives a 6-3 majority.", "Trump’s hope, as he has made very clear, is that this would help in the event he challenged the election result, but it is also unclear how Barrett would respond given Trump’s comments. And she could recuse herself from hearing any election-related cases because of a perceived conflict.", "Where else could we see challenges?", "Michigan, if it is close, is an outlier in that it has no formally laid-out system for a challenge, although any recount is automatically triggered by a margin of less than 2,000 votes.", "North Carolina, for instance, also has a challenge to a late voting extension before the courts. It all becomes something of moot point should Biden secure enough of a lead in the electoral college.", "What’s the worst-case scenario?", "The closer the outcome in the electoral college, the more messy things become, with the memory of Florida in 2000 looming above everything. The closest of results led to 35 messy days of legal challenges and laborious hand recounts, which gave the election to George W Bush after the state was originally called by news organisations for the Democratic challenger Al Gore.", "Bush took 271 of the 538 electoral votes, winning Florida by fewer than 600 votes, after a recount was halted by the supreme court, making Bush the first Republican president since 1888 to win despite losing the popular vote."], "authors": ["Peter Beaumont"], "keywords": ["result", "state", "cases", "challenges", "courts", "court", "pennsylvania", "really", "settle", "trumps", "supreme", "election", "trump", "voting"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}