{"id": "8ae857c7-155a-35a5-b7df-2eda8fcd2cd5", "title": "Covid-19 Live Updates: Biden Names Virus Advisory Board That Includes Whistle-Blower Ousted by Trump", "url": "https://www.nytimes.com/live/2020/11/09/world/covid-19-coronavirus-live-updates", "summary": "ET Covid-19 Live Updates: Biden Names Virus Advisory Board That Includes Whistle-Blower Ousted by Trump President-elect Joseph R. Biden Jr. added Dr. Rick Bright, a former top vaccine official in the Trump administration who submitted a whistle-blower complaint to Congress, to the board.\nThe news comes just days after Joseph R. Biden Jr. clinched a victory over President Trump in the presidential election.\nNoticeably absent will be one of the few places in the world that has won international praise for its success in controlling the virus: Taiwan.\nThe nation, which stretches across much of northeastern Arizona and into parts of Utah and New Mexico, reported 124 new coronavirus cases and two new deaths on Saturday.\nThe nation has recorded 12,571 total cases and 593 deaths from the virus, according to the Navajo Department of Health.", "paragraphs": ["Live Updated Nov. 9, 2020, 8:58 a.m. ET Nov. 9, 2020, 8:58 a.m. ET Covid-19 Live Updates: Biden Names Virus Advisory Board That Includes Whistle-Blower Ousted by Trump President-elect Joseph R. Biden Jr. added Dr. Rick Bright, a former top vaccine official in the Trump administration who submitted a whistle-blower complaint to Congress, to the board.", "Pfizer’s early data shows its vaccine is more than 90 percent effective. Pfizer’s. headquarters in New York. Credit... Jeenah Moon/Getty Images The drug maker Pfizer announced on Monday that an early analysis of its coronavirus vaccine trial suggested the vaccine was robustly effective in preventing Covid-19, a promising development as the world has waited anxiously for any positive news about a pandemic that has killed more than 1.2 million people. Pfizer, which developed the vaccine with the German drug maker BioNTech, released only sparse details from its clinical trial, based on the first formal review of the data by an outside panel of experts. Pfizer said that the analysis found that the vaccine was more than 90 percent effective in preventing the disease among trial volunteers who had no evidence of prior coronavirus infection. If the results hold up, that level of protection would put it on par with highly effective childhood vaccines for diseases such as measles. No serious safety concerns have been observed, the company said. Pfizer plans to ask the Food and Drug Administration for emergency authorization of the two-dose vaccine later this month, after it has collected the recommended two months of safety data. By the end of the year it will have manufactured enough doses to immunize 15 to 20 million people, company executives have said. Independent scientists have cautioned against hyping early results before long-term safety and efficacy data has been collected. Still, Pfizer is the first company to announce positive results from a late-stage vaccine trial. Eleven vaccines are in late-stage trials, including four in the United States. Pfizer’s progress could bode well for Moderna’s vaccine, which uses similar technology. The news comes just days after Joseph R. Biden Jr. clinched a victory over President Trump in the presidential election. Mr. Trump had repeatedly hinted a vaccine would be ready before Election Day, Nov. 3. This fall, Pfizer’s chief executive, Dr. Albert Bourla, frequently claimed that the company could have a “readout” by October, something that did not come to pass. Both President Trump and President-elect Biden hailed the news on Monday. Operation Warp Speed, the federal effort to rush a vaccine to market, has promised Pfizer $1.95 billion to deliver 100 million doses to the federal government, which will be given to Americans free of charge. But in an interview, Kathrin Jansen, a senior vice president and the head of vaccine research and development at Pfizer, sought to distance the company from Operation Warp Speed and presidential politics, noting that the company — unlike the other vaccine front-runners — did not take any federal money to help pay for research and development. She said she learned of the results from the outside panel of experts shortly after 1 p.m. on Sunday, and that the timing was not influenced by the election. “We have always said that science is driving how we conduct ourselves — no politics,” she said. The data released by Pfizer Monday was delivered in a news release, not a peer-reviewed medical journal. It is not conclusive evidence that the vaccine is safe and effective, and the initial finding of more than 90 percent efficacy could change as the trial goes on. — Katie Thomas, David Gelles and", "Utah announces new rules, including a mask mandate, after an ‘alarming’ jump in cases. Salt Lake County public health nurses at a testing site in Utah last month. Credit... Rick Bowmer/Associated Press Utah’s governor announced a new state of emergency Sunday night “due to the alarming rate of Covid infections.” Gov. Gary Herbert, a Republican, wrote on Twitter that the changes, which include a statewide mask mandate, were “not shutting down our economy, but are absolutely necessary to save lives and hospital capacity.” The state, which has reported 132,621 total cases of the virus, and 659 deaths, has a seven-day average of more than 2,000 cases daily, according to a New York Times database. He wrote that social gatherings would be limited to “household-only” for the next two weeks and that all extracurricular activities would be put on hold. In addition to rising cases and deaths, The Salt Lake City Tribune reported that, “hospitalizations continue to rise at a crisis level.” On Sunday, The Tribune said, 424 Utahns were currently hospitalized, a record. A week ago, Utah stood at 342 hospitalizations. “In my 11 years as governor, I have seen Utahns do remarkable things,” he wrote. “We have overcome extraordinary challenges and great adversity. I implore you now to do all you can to stop the spread. It is time for Utahns to unite in this response and bring healing back to our state.” —", "Advertisement Continue reading the main story", "Hungary and Portugal plan curfews and new restrictions as cases surge. A soldier disinfecting the staircase in an elementary school in Szolnok, Hungary, last month. Credit... Janos Meszaros/MTI, via Associated Press Hungary and Portugal are the latest European countries to adopt new measures like curfews and limits on gatherings to curb rapid rises in new coronavirus cases. Prime Minister Viktor Orban of Hungary said there would be a general curfew from 8 p.m. to 5 a.m., and that all public events would be banned, with family and private gatherings capped at 10 people. Restaurants will only offer delivery services and hotels will be limited to catering to business travelers. High schools and higher education institutions will be moving to online classes, and dormitories will be closed, although nurseries, kindergartens, and primary schools will remain open. Sporting events will be held behind closed doors and gyms, indoor swimming pools, museums, theaters, and zoos will be closed. The government will also extend some benefits, including payroll tax cuts and salary contributions, to the tourism and hospitality sector. The new rules will need to be approved by Parliament, which is controlled by Mr. Orban’s party, and would be in place for 30 days. Nearly 2,500 people have died after contracting the virus in Hungary since the start of the year, according to government figures, with three-quarters of the deaths occurring after Sept. 1. More than 114,000 people have tested positive for the virus in Hungary. Portugal returned on Monday to a state of emergency that gives its government enhanced powers to impose lockdown measures to stop a second wave of Covid-19. But the government has so far opted for relatively lenient restrictions compared to those introduced recently in some other European countries. As of Monday, about 7.1 million of the 10 million residents of Portugal must respect a nighttime curfew that runs from 11 p.m. to 5 a.m., as well as a stricter one during the coming two weekends, from 1 p.m. to 5 a.m. . The government said it would review the situation after Nov. 23 before deciding whether to extend the state of emergency. On Friday, the country registered 5,550 new Covid-19 cases, the highest daily figure since the pandemic started. The number of patients in Portugal’s intensive care units has also climbed this month to over 300, which is more than at the peak in April. In Andalusia, the southern region of Spain that borders Portugal and is home to about 8.4 million inhabitants, the regional authorities have ordered residents to remain within their municipalities. Bars and restaurants must close at 6 p.m., except in the province of Granada, where establishments must remain fully shuttered because of the high infection rate. Andalusia now has 457 Covid-19 patients in intensive care units, which is also a record since the start of the pandemic last March. — Benjamin Novak and", "As W.H.O. virus meeting kicks off, Taiwan is still waiting for its invitation. President Tsai Ing-wen of Taiwan at a National Day celebration in Taipei, last month. Credit... Ritchie B. Tongo/EPA, via Shutterstock TAIPEI, Taiwan — Starting Monday, representatives from more than 190 countries will take part in a virtual meeting of the World Health Organization that will largely focus on the global response to the coronavirus pandemic that has sickened more than 50 million people and killed more than 1.2 million. Noticeably absent will be one of the few places in the world that has won international praise for its success in controlling the virus: Taiwan. As of Monday, Taiwan had not yet received an invitation to join the World Health Assembly meeting, which will end on Saturday, according to a spokeswoman for Taiwan’s foreign ministry, despite a multilateral effort led by the United States to support the island’s bid for observer status. The self-governed island, which Beijing claims as its own territory, had observer status until 2016. That changed when Taiwan elected President Tsai Ing-wen, who is loathed by the Chinese Communist Party. Since then, Beijing has repeatedly blocked Taiwan’s efforts to participate in the assembly. Joanne Ou, spokeswoman for Taiwan’s foreign ministry, said in a statement that excluding Taiwan “not only ignores the health rights of the Taiwanese people, but is also very ironic considering the lofty goal of ‘health for all’ that is outlined in the W.H.O.’s charter.” Since December, Taiwan, which has a population of 23 million, has had only 578 cases and 7 deaths from the virus. The W.H.O. has previously been criticized for its excessive praise of the Chinese government in the early days of the pandemic and for ceding control to China in the crucial search for the animal origin of the coronavirus. Among the agency’s most vocal critics is President Trump, who earlier announced that the United States would withdraw from it. President-elect Joseph R. Biden Jr. has said he would restore U.S. membership in the organization. —", "Advertisement Continue reading the main story", "Navajo Nation, on a weekend lockdown, is experiencing a spike. A woman washing her hands before voting last week in the Navajo Nation. Credit... Sharon Chischilly for The New York Times The Navajo Nation, under a weekend lockdown, is averaging more than 100 new daily cases for the first time since early June. The nation, which stretches across much of northeastern Arizona and into parts of Utah and New Mexico, reported 124 new coronavirus cases and two new deaths on Saturday. A 56-hour curfew was in effect this weekend “due to the uncontrolled spread of Covid-19 in 29 communities on the Navajo Nation,” Jonathan Nez, the Navajo president, said in a statement released on Sunday. That spread is “largely due to travel off the Navajo Nation and family gatherings,” the statement said. The nation has recorded 12,571 total cases and 593 deaths from the virus, according to the Navajo Department of Health. In addition to the strict weekend lockdown, a weekday curfew is in effect from 9 p.m. to 5 a.m. “The numbers are not looking good for us here on the Navajo Nation and across the country,” Mr. Nez said in the statement. The curfews come after extensive restrictions this summer, when roads were closed to outside visitors, and restaurants — including even some fast food drive-throughs — were shut down. Despite the spike — cases began increasing at the end of September — voter turnout increased significantly this year compared with 2016 in the Arizona counties that overlap the Navajo and Hopi tribal lands. In Apache County, whose population is about three-quarters Native American, turnout increased by 27 percent since the 2016 election, with over 98 percent of votes reported on Sunday evening. —", "Shanghai reports a coronavirus case. Shanghai managed to avoid a widespread coronavirus outbreak last winter despite being in the same Yangtze River system as Wuhan, where the virus first emerged. Credit... Hector Retamal/Agence France-Presse — Getty Images BEIJING — A 51-year-old air cargo worker has been infected with the coronavirus in Shanghai, China’s biggest city, prompting an immediate effort to contain the virus before it can spread. The Shanghai municipal government ordered the immediate quarantine of close contacts of the worker and restricted travel for anyone living in Yingqian, the village within Shanghai where the worker lived. The worker, a man with the surname Wang, went to a hospital with a fever and fatigue on Sunday and tested positive for the virus. Mr. Wang’s four family members and his 16 co-workers have already tested negative for the virus, said Li Guohua, the deputy chief of the city’s huge Pudong district, which includes the airport and Yingqian. The city has quarantined 106 of his close contacts so far and is moving another 75 of them into quarantine, he added. Wu Jinglei, the director of the Shanghai Municipal Health Commission, said at a televised news conference on Monday that the air cargo worker had not been involved in handling frozen food, a category that China has sometimes blamed for previous infections. Mr. Wang also was not connected to the city’s ongoing import expo, which opened on Wednesday. Governments in the West have sometimes struggled to find even three close contacts per infected person. China uses extensive location tracking of cellphones and meticulous interrogation of infected people to assemble far larger lists of contacts to quarantine. Shanghai managed to avoid a widespread outbreak of the coronavirus last winter despite lying in the same Yangtze River system as Wuhan, where the virus emerged late last year. Shanghai set up checkpoints at municipal borders for many weeks and stringently limited the entry of anyone without legal residency in the city. Qiqing Lin contributed research. —", "While the pandemic wrecked some businesses, others did fine, and even great. An employee at an Amazon facility in Naples, Italy in September. The online retailer has seen a massive increase in earnings during the pandemic. Credit... Gianni Cipriano for The New York Times The pandemic has turbocharged profits at some big businesses, like Amazon, which reported a 70 percent increase in earnings in the first nine months of the year. But it has devastated others, like Delta Air Lines, which lost $5.4 billion in the third quarter. Perhaps most surprising: Some companies that had feared for their lives in the spring, among them some rental car businesses, restaurant chains and financial firms, are now doing fine — or even excelling. Wall Street analysts expect earnings to rebound to a record high next year. And, over all, 80 percent of companies in the S&P 500 stock index that have reported third-quarter earnings so far have exceeded analysts’ expectations, said Howard Silverblatt, senior index analyst for S&P Dow Jones Indices. As the pandemic forced people to stay home and do more things online, some successful companies, like Amazon, were perfectly positioned to take advantage of the change. Now, these businesses are becoming even more dominant. Tech companies were strong before the pandemic downturn — and have powered through the rout, which could help the economy recover faster this time, said Jonathan Golub, chief U.S. equity strategist at Credit Suisse Securities. But the outlook is dire for other businesses. Passenger airlines are among the biggest losers of the pandemic, and they have few options to improve their prospects. Delta, United Airlines and American Airlines worked quickly to cut costs and got $50 billion in the March federal stimulus package. Still, investors are not all that worried, and are signaling that they expect a broad profits recovery among the largest U.S. companies. The S&P 500 has soared nearly 57 percent from its March low and is up 8.6 percent for the year. Those gains may seem odd given that the combined profits of the companies in that index are on track to decline 25 percent this year from a record showing in 2019. But a big chunk of that rally can be attributed to a handful of technology stocks. Of course, many struggling businesses, including lots of restaurants, stores and services companies are not traded on the stock market. That means a surge in stock prices can give a misleadingly optimistic view of where the economy is headed. — Peter Eavis and", "Advertisement Continue reading the main story", "In exotic locales, some digital nomads are finding hiccups. “I want to unplug,” said Katie Smith-Adair. “But I also have to get on that Zoom call real quick.” She tended to work outside whatever McDonald’s or Starbucks was nearby. Credit... Hagan Blount For a certain kind of worker — unencumbered by children or lost income, with steady jobs that were doable from anywhere — the pandemic was a moment to grab destiny and bend employment to their favor. This tiny cohort gathered their MacBooks, passports and N95 masks and became digital nomads. They Instagrammed their workdays from empty beach resorts in Bali and took Zoom meetings from tricked-out camper vans. They made balcony offices at cheap Airbnbs in Tulum, Mexico and booked state park campsites with Wi-Fi. And occasionally they were deflated. David Malka, an entrepreneur in Los Angeles, had heard from friends who were living their best work-abroad lives. In June, he created a plan: He and his girlfriend would work from Amsterdam, with a quick stop at a discounted resort in Mexico along the way. The first snag happened almost immediately. In Cabo San Lucas, Mr. Malka and his girlfriend realized that the European Union wasn’t about to reopen its borders to American travelers, as they had hoped. Returning to the United States wasn’t an option: Mr. Malka’s girlfriend was from the United Kingdom, and her visa wouldn’t allow it. The two decided to stay in Mexico a bit longer. At first it was glamorous, Mr. Malka said. Working by laptop — he manages a portfolio of vacation rental properties — they had the resort to themselves. But by the second week, their situation began to feel like “Groundhog Day.” The city and the beach were closed, so the couple never left the resort. Meanwhile, the travel shutdown was hammering his business. “All we could do is sit by the pool or go to the gym,” Mr. Malka said. The repetition, boredom and isolation all wore on them. Eventually, the couple took a 28-hour, two-layover trip to Amsterdam, where Mr. Malka was indeed turned away at customs. They retreated to London, where they promptly broke up. Katie Smith-Adair and her husband run PlaceInvaders, an event company in Los Alamos, Calif. When the pandemic halted business, they packed up their Volvo with a tent and an outdoor shower for a monthlong camping road trip around the West. All the while, she worked 40 hours a week trying to set up PlaceInvaders for virtual events. The first lesson learned? Never trust campground Wi-Fi. The second? Expect judgment from campground workers for needing the Wi-Fi. “They make you feel bad because you’re not unplugging and getting into nature,” Ms. Smith-Adair said. “This is my job. I want to unplug, but I also have to get on that Zoom call real quick.” —"], "authors": ["Michael D. Shear", "Carl Zimmer", "Kaly Soto", "Raphael Minder", "Amy Qin", "Melina Delkic", "Bryan Pietsch", "Keith Bradsher", "Niraj Chokshi", "Erin Griffith"], "keywords": ["credit", "updates", "board", "million", "ousted", "shanghai", "coronavirus", "trump", "pandemic", "cases", "includes", "whistleblower", "mr", "vaccine", "live", "names", "covid19", "virus", "taiwan"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}