{"id": "8ba1b358-c962-31f8-a1d0-317e3d95ebe3", "title": "A Crenshaw, Los Angeles Redevelopment Plan That Supports Black Wealth - The New York Times", "url": "https://www.nytimes.com/2020/11/08/opinion/crenshaw-la-black-redevelopment.html", "summary": "To add insult to injury, LIVWRK itself has a history of partnering with Mr. Trump’s developer son-in-law, Jared Kushner, on its projects in Brooklyn and New York (LIVWRK insists it no longer has ties with Mr.\nDespite the heated opposition, the sale to LIVWRK is expected to be finalized by the end of the year.\nRecently, the group’s plan was endorsed by several Black elected officials, including the powerful former Los Angeles City Council president, Herb Wesson — a sign that the political reticence around the matter is breaking.\nUnrest was best countered by the stabilizing presence of quality stores and goods that said to the world that a Black place like Crenshaw was normal.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "paragraphs": ["What particularly rankles Mr. Goodmon is that the mall’s fate lies in the hands of a bank known for helping to finance Donald Trump’s businesses. To add insult to injury, LIVWRK itself has a history of partnering with Mr. Trump’s developer son-in-law, Jared Kushner, on its projects in Brooklyn and New York (LIVWRK insists it no longer has ties with Mr. Kushner.) To have this attempt at neighborhood-driven redevelopment thwarted by institutions with ties to an administration that has come to stand in the minds of many Black folks for both racial oppression and capitalist overreach feels particularly painful.", "Despite the heated opposition, the sale to LIVWRK is expected to be finalized by the end of the year. Downtown Crenshaw Rising and its advocates are undeterred. Their strategy now is to bypass DWS and appeal directly to the investors who actually own the mall. Recently, the group’s plan was endorsed by several Black elected officials, including the powerful former Los Angeles City Council president, Herb Wesson — a sign that the political reticence around the matter is breaking.", "The community’s taking on a complicated development project like this is new and frankly, exciting. As a reporter for The Los Angeles Times in the aftermath of the unrest in 1992, I went to countless community meetings about rebuilding, and what I mostly heard was a clamor for retail justice — getting the same shopping and service amenities in Crenshaw that are taken for granted in whiter, more affluent neighborhoods west of it. Convincing retail chains like Nordstrom, Trader Joe’s and Victoria’s Secret that they could successfully locate in a “urban” neighborhood like Crenshaw was a civil rights fight refashioned for an age of respectability. Unrest was best countered by the stabilizing presence of quality stores and goods that said to the world that a Black place like Crenshaw was normal. We didn’t need to build anything so much as just recruit it.", "We’ve moved very far past this modest vision. Unrest, once widely criticized as a hindrance to change, now seems fundamental to it. Black people aspiring to normal or status quo feels out of the question. The ideal Black living space is no longer defined by the presence or absence of big companies and brand-name chains, if it ever was. The new livable space is one forged by self-determination and self-preservation in which the community has a real say and a stake — not merely an advisory role — in what gets built, and for whom. The ideal is major economic development that is also Black empowerment, two things that have been at odds in the real world for a long time.", "Mr. Goodmon says he is betting that the momentum around antiracism — and more important, around pro-blackness — will help Downtown Crenshaw Rising prevail, and to establish in Crenshaw a new normal of agency and prosperity. That’s exactly what Black people here have wanted for the last 30 years. We just didn’t know what it looked like.", "Erin Aubry Kaplan is a contributing opinion writer.", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "authors": ["Erin Aubry Kaplan"], "keywords": ["mr", "livwrk", "los", "black", "york", "crenshaw", "normal", "angeles", "wealth", "plan", "times", "supports", "unrest", "redevelopment", "trumps", "world"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}