{"authors": ["Guardian Readers", "Sam Jordison"], "keywords": ["links", "book", "books", "come", "community", "reality", "suggestions", "stadium", "week", "think", "tips", "reading", "true", "terrorist", "women"], "pubDate": null, "summary": "Your space to discuss the books you are reading and what you think of themWelcome to this week’s blogpost.\nA great author, he compels you to step into his characters’ shoes and live their agonies and tribulations from the inside.\nIn this book he explores the gap between what people think and reality.\nWhen asked what proportion of the population are immigrants, British respondents said 25% when the reality is 13%, almost half.\nFuller is unsentimental and often amusing about a tough life and her love of the country she grew up in.", "title": "Tips, links and suggestions: what are you reading this week?", "url": "https://www.theguardian.com/books/booksblog/2019/sep/30/tips-links-and-suggestions-what-are-you-reading-this-week", "id": "8bdfdef6-fcb7-3852-9988-fee08e96d136", "paragraphs": ["Your space to discuss the books you are reading and what you think of them", "Welcome to this week’s blogpost. Here’s our roundup of your comments and photos from last week.", "First, BlogWriter shows it’s never too late to read Graham Greene:", "Just finished Graham Greene’s The Power and the Glory, almost half a century after I first became aware of its existence. A great author, he compels you to step into his characters’ shoes and live their agonies and tribulations from the inside. And then he leaves you thinking.", "The Perils of Perception by Bobby Duffy is a “must-read”, says rgilyead:", "Duffy is the MD of IPSOS Mori so knows a lot about surveys of people’s understanding of political issues. In this book he explores the gap between what people think and reality. Depressingly, the gap is often enormous. A typical example is on immigration. When asked what proportion of the population are immigrants, British respondents said 25% when the reality is 13%, almost half. They also thought that refugees and asylum seekers made up a third of that number when the actual figure is 10%. What is worse, when confronted with the facts, those surveyed tried to justify their ignorance or deny the statistics altogether … One of the challenges he sets is to make your own guesses at the facts before he reveals the true answers. To my shame, I often got things wrong. It certainly made me think.", "The Gene: An Intimate History by Siddhartha Mukherjee has impressed Tempusfugit:", "His Emperor of All Maladies knocked my socks off and educated me about cancer. This is doing just the same about the gene and genetics. I often look out to the stars and think ‘How has all of this come about?’ This book has me looking within and getting answers to the same question. How these singular building blocks come to work together to create such complexity is fascinating - and elegant and beautiful.", "Miriam Toews “always brings the goods”, says katcalls and Women Talking is “no different”:", "Here, the women of a Mennonite community debate whether to leave their home after finding out that a group of men in their community has been tranquilising and raping the women and children of the village. It is based on the true story of a Mennonite community in Brazil. Some sentences here hit me very close to the bone and I had to sit back and take the occasional breather. A gripping read.", "Richard Flanagan’s The Unknown Terrorist has disturbed paulburns:", "An utterly bleak vision of contemporary Australia. The Doll, a pole-dancer in Sydney’s King’s Cross, is mistakenly identified as a terrorist after a scare about three bombs in a Sydney Sports Stadium. (In Australia you could blow up the Opera House and get away with it, but blowing up a sports stadium is just unforgivable.) A media pile on, led by a sleazy TV journalist, Richard Cody, convinces the country and the government and opposition that the Doll is a major terrorist, when all she has done is slept overnight with a young Arab, also mistakenly identified as a terrorist … what is truly disturbing about this book, set in the too-real sleaze and corruption of early 21st century Kings Cross, is that with the current overreach of Australia’s terror laws, which Flanagan brilliantly exposes, it could happen to any of us.", "Finally, NicolaVintageReads brings us an image to consider from Alexandra Fuller’s new memoir Travel Light, Move Fast:", "‘Hippos often come up to the lawn in front of the pub to graze at night; in any case, they’d dispensed with the need for a mower. ‘Careful not to walk up a hippos’s arse in the dark’, Dad always warned if I left my barstool to venture into the pub’s ablution block.’", "", "You may have read Fuller’s earlier books, my favourite of which is Cocktail Hour Under the Tree of Forgetfulness, where she recalls coming of age in a family of white settlers in Zimbabwe in the early seventies. Sadly, she loses her beloved father in this volume but his presence pervades the pages. Her mother, “Nicola Fuller of Central Africa” is still very much alive and has more than a touch of Nancy Mitford about her. Fuller is unsentimental and often amusing about a tough life and her love of the country she grew up in.", "Interesting links about books and reading", "If you’re on Instagram, now you can share your reads with us: simply tag your posts with the hashtag #GuardianBooks, and we’ll include a selection in this blog. Happy reading!"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}