{"authors": ["Kimberley A. Strassel"], "id": "8bf970fc-7e4e-3d53-ba79-ecfd077f7412", "pubDate": null, "title": "Kimberley A. Strassel", "keywords": ["joined", "university", "editorial", "kimberley", "strassel", "virginia", "writer", "working", "york", "ms", "wall"], "paragraphs": ["Ms. Strassel joined Dow Jones & Co. in 1994, working in the news department of The Wall Street Journal Europe in Brussels, and then in London. She moved to New York in 1999 and soon thereafter joined the Journal's editorial page, working as a features editor, and then as an editorial writer. She assumed her current position in 2005.", "Ms. Strassel, a 2014 Bradley Prize recipient, is a regular contributor to Sunday political shows, including CBS's \"Face the Nation,\" Fox News Sunday, and NBC's \"Meet the Press.\" She is the author of \"The Intimidation Game: How the Left Is Silencing Free Speech,\" which chronicles recent attacks on conservative nonprofits, businesses and donors.", "An Oregon native, Ms. Strassel earned a bachelor's degree in Public Policy and International Affairs from Princeton University. She lives in Virginia with her three children."], "summary": "Ms. Strassel joined Dow Jones & Co. in 1994, working in the news department of The Wall Street Journal Europe in Brussels, and then in London.\nShe moved to New York in 1999 and soon thereafter joined the Journal's editorial page, working as a features editor, and then as an editorial writer.\nMs. Strassel, a 2014 Bradley Prize recipient, is a regular contributor to Sunday political shows, including CBS's \"Face the Nation,\" Fox News Sunday, and NBC's \"Meet the Press.\"\nShe is the author of \"The Intimidation Game: How the Left Is Silencing Free Speech,\" which chronicles recent attacks on conservative nonprofits, businesses and donors.\nAn Oregon native, Ms. Strassel earned a bachelor's degree in Public Policy and International Affairs from Princeton University.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/news/author/5472"}