{"id": "8c90adc4-9f8c-3f2e-bb6b-7034ae548528", "title": "California woman found alive in snow-covered vehicle after 6 days missing in mountains", "url": "http://www.foxnews.com/us/california-butte-county-missing-woman-found-alive-snow-covered-mountains", "summary": "A woman with dementia who was reported missing six days ago in Northern California was found alive on Wednesday in a snow-covered vehicle, according to officials.\nAfter the pilot landed the helicopter, two officers hiked to the vehicle and found James inside, alive.\nWINTER STORM WARNING VS. WINTER WEATHER ADVISORY: HERE'S THE DIFFERENCEJames, of Oroville, was last seen on Jan. 9 at her home.\nFamily members told FOX40 on Wednesday that James had frostbite and was severely dehydrated.\nCLICK HERE FOR MORE WEATHER COVERAGE FROM FOX NEWSOfficials said that rescue crews spent over 100 hours searching for the woman.", "paragraphs": ["A woman with dementia who was reported missing six days ago in Northern California was found alive on Wednesday in a snow-covered vehicle, according to officials.", "The Butte County Sheriff's Office said in a news release that around noon, a sheriff's helicopter searching the area near the Butte Meadows spotted a vehicle matching the description of an SUV owned by Paula Beth James, 68. After the pilot landed the helicopter, two officers hiked to the vehicle and found James inside, alive.", "“She was awake and conscious. And she looked at them and she said, ‘I’m very cold, I hope you brought a blanket,’” Butte County Sheriff spokesperson Megan McMann told FOX40.", "WINTER STORM WARNING VS. WINTER WEATHER ADVISORY: HERE'S THE DIFFERENCE", "James, of Oroville, was last seen on Jan. 9 at her home. Officials said she has dementia and can become disoriented.", "A silver alert had been issued for James after she was reported missing, but family members said after six days they were expecting to hear the worst.", "“This morning, we thought she was probably dead,” James’ stepdaughter, Laura Powell, told FOX40.", "James was found about 200 miles northeast of San Francisco and around 50 miles north of her home. Her vehicle was about 150 yards off the roadway covered in snow, according to the sheriff's office, but officials did not explain how she ended up there.", "WINTER WEATHER HITS SEATTLE AS NORTHWEST STORM BRINGS 'TREACHEROUS' TRAVEL IMPACTS, POWER OUTAGES", "A vehicle designed for traveling on snow was sent to get James and transport her to paramedics waiting nearby. She was taken to a hospital and was last listed as stable.", "Family members told FOX40 on Wednesday that James had frostbite and was severely dehydrated. She managed to stay warm by turning on her car for heat periodically, in addition to using blankets and floormats in the SUV.", "CLICK HERE FOR MORE WEATHER COVERAGE FROM FOX NEWS", "Officials said that rescue crews spent over 100 hours searching for the woman.", "Family members said Wednesday they were grateful for those who went \"above and beyond\" to find James.", "“I just am so thankful for the relief that everyone is going to have tonight knowing that she’s safe and warm and fed and we'll get to bring her home soon,” Powell said."], "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "keywords": ["days", "woman", "california", "told", "vehicle", "alive", "butte", "members", "sheriffs", "warm", "storm", "snowcovered", "mountains", "missing", "james", "weather", "snow"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}