{"title": "News, Articles, Biography, Photos", "summary": "Keywords When Battlefield Surveillance Comes to Your Town All-seeing 24/7 video surveillance technology, first developed for use in war, is now affordable enough to be used domestically to fight crime and terrorism.\nKeywords Walmart’s Semi-Secret Effort to Become Internet-Cool The explosion of influencer-approved, online-only brands has led even the largest companies to attempt all kinds of experiments.\nIn new retail store concepts, you can buy from brands that first found success on the internet and are just now appearing in offline retail.\nTech columnist Christopher Mims digs into the wireless build-out.\nKeywords Self-Driving Cars Have a Problem: Safer Human-Driven Ones The technology that was supposed to give us robo-taxis is making human-driven cars safer at a rate that completely autonomous vehicles may have trouble matching.", "url": "https://www.wsj.com/news/author/christopher-mims", "paragraphs": ["Articles", "Keywords The Next Hot Job: Pretending to Be a Robot Until the techno-utopian dream of full automation is realized, the growth of not-yet-autonomous technologies is creating opportunities for humans to help operate robots remotely, sometimes from thousands of miles away.", "Keywords Cities Are Saying No to 5G, Citing Health, Aesthetics—and FCC Bullying Many U.S. municipalities are trying to bar new 5G cell sites from residential areas—in many cases citing health worries unsupported by scientific evidence—and causing clashes with telecoms and federal authorities.", "Keywords Tumblr and the End of the Eyeballs-Are-Everything Era With a complicated design, an adult-content problem and only the vaguest idea how to make money, Tumblr was easy prey for trends much bigger than itself.", "Keywords When Battlefield Surveillance Comes to Your Town All-seeing 24/7 video surveillance technology, first developed for use in war, is now affordable enough to be used domestically to fight crime and terrorism. Some lawmakers are wary.", "Keywords Walmart’s Semi-Secret Effort to Become Internet-Cool The explosion of influencer-approved, online-only brands has led even the largest companies to attempt all kinds of experiments.", "Keywords Can the Internet Save the Department Store? In new retail store concepts, you can buy from brands that first found success on the internet and are just now appearing in offline retail.", "KEYWORDS Yes, You Actually Should Be Using Emojis at Work Once viewed as a frivolity, emojis are now key to clear and concise communication, esprit de corps and cultivating a shared corporate culture.", "Keywords 40 Years Later, Lessons From the First ‘Killer App’ VisiCalc, the world’s first spreadsheet, took the nascent personal computing world by storm, and just as suddenly ceased to exist—in the process, writes Christopher Mims, it transformed how companies are built and how all of us make decisions", "Keywords The Downside of 5G: Overwhelmed Cities, Torn-Up Streets, a Decade Until Completion As carriers launch their 5G networks, the promise of superfast wireless is clashing with the reality of the rollout. Tech columnist Christopher Mims digs into the wireless build-out.", "Keywords Self-Driving Cars Have a Problem: Safer Human-Driven Ones The technology that was supposed to give us robo-taxis is making human-driven cars safer at a rate that completely autonomous vehicles may have trouble matching."], "id": "8c93280f-1dcc-3ab3-af92-bcf5583707e3", "authors": ["Christopher Mims"], "keywords": ["photos", "biography", "internet", "safer", "articles", "tumblr", "store", "surveillance", "problem", "mims", "technology", "5g", "wireless"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}