{"pubDate": null, "title": "GI Show - Animal Crossing, Doom Eternal, Lego Star Wars", "keywords": ["live", "wars", "star", "gi", "animal", "doom", "game", "informer", "eternal", "episode", "going", "final", "lego", "crossing", "listen", "730", "pacific", "video"], "id": "8cc69622-861d-3dc3-8632-80770b29bfc8", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["It's the final day of E3 2019 and we're ready to deliver our final live episode of The Game Informer Show! On this episode, we're going to be mopping up a ton of games that we haven't talked about yet like Animal Crossing, Star Wars, Fire Emblem, Doom Eternal, and much more! We'll be going live at 7:30 Pacific. Starting at 8:30 Pacific we'll be joined be a wonderful panel of developers from Quantic Dream, Night School Studio, and more!", "You can watch the video above at 7:30 Pacific on Twitch or YouTube, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website."], "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/06/13/gi-show-animal-crossing-doom-eternal-lego-star-wars", "summary": "It's the final day of E3 2019 and we're ready to deliver our final live episode of The Game Informer Show!\nOn this episode, we're going to be mopping up a ton of games that we haven't talked about yet like Animal Crossing, Star Wars, Fire Emblem, Doom Eternal, and much more!\nWe'll be going live at 7:30 Pacific.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website."}