{"keywords": ["report", "families", "shows", "family", "zero", "negligence", "patrol", "separations", "border", "trumps", "children", "separated", "policy", "dhs", "depths", "tolerance", "told"], "paragraphs": ["In June of 2018, at the height of the family-separation crisis at the southern border, Emily Kephart, an advocate at Kids in Need of Defense, was spending her days trying to locate children in government custody. Under a new policy called “zero tolerance,” the Department of Homeland Security was transferring parents apprehended at the border for criminal prosecution and sending their children to the Department of Health and Human Services. The week we spoke, Kepart had been searching for a six year-old Guatemalan girl whose father was being held in Arizona, awaiting deportation, and had no idea where his daughter was. “The person I spoke with just made a note in the file of the girl they thought it might be,” Kephart told me at the time. “But we didn’t get confirmation that we were talking about the same child. They were looking at the record of someone whose first name was spelled differently, and whose date of birth was a month off.” (Eventually, Kephart got lucky and found the girl.) The Trump Administration, it turned out, had never made arrangements to keep track of the families it was separating. By late June, when a federal judge ordered the Administration to reunite the families, it couldn’t figure out how. In the year since, the government has published multiple reports detailing the operational failures of the policy: D.H.S. was unprepared for the scope of what it had undertaken; it lacked the technology to track the families as they entered different branches of the federal bureaucracy; and the Administration even lost count of the families it had separated soon after the policy began.", "Last week, on the afternoon before Thanksgiving, the D.H.S. Inspector General quietly issued another report with still more revelations. In early May, 2018, just as the zero-tolerance policy was taking effect, D.H.S. shared an estimate with the White House that more than twenty-six thousand migrant children would be separated from their families over the course of that summer. In other words, the Trump Administration had a clear sense of the magnitude of what it was undertaking, according to the report, but it simultaneously neglected to make even the most basic preparations to keep track of the separated families. By then, there had already been repeated warnings from inside the government that the policy would be disastrous, all of which the department’s leadership chose to ignore. “There was a widespread view at Customs and Border Protection that these families had been gaming the system,” a D.H.S. official told me. “People were pretty happy about these plans. All this stuff was happening fast, and there was an emphasis on standing up the policy quickly, not on standing it up well.”", "In the summer and fall of 2017, D.H.S. had launched a secretive pilot program to test zero tolerance in El Paso, which led to hundreds of family separations. Since then, the Inspector General wrote, officials at C.B.P. were aware of “various system deficiencies.” The main problem was that the Border Patrol’s software prevented agents from recording which families had actually been separated. When agents in El Paso relayed their concerns to Border Patrol headquarters, in Washington, they were told that their concerns were “not a high enough priority to warrant the time and resources required for system modifications.” As a result, Border Patrol agents in El Paso resorted to filling out spreadsheets. Of some two hundred and eighty families split up during the El Paso pilot, more than thirty of them were separated without any written record; others couldn’t easily be found because of data-entry errors. In November, 2017, Border Patrol agents in El Paso sent an “after-action” report to the agency’s acting chief of operations, with a list of operational concerns. No improvements were made, but at meetings led by top D.H.S. officials, who were in close contact with the White House, plans for family separation expanded to cover not just West Texas but the entire southwestern border.", "Meanwhile, officials at H.H.S., who were kept out of the loop about the pilot program, began to realize that something was wrong. The agency usually dealt with children who had come to the border alone, as unaccompanied minors. But many of the children in H.H.S. care hadn’t arrived in the U.S. as unaccompanied minors; they’d been separated from their parents by U.S. authorities. When Jonathan White, one of the H.H.S. officials in charge of handling immigrant children, asked officials at D.H.S. what was going on, he was told, “There is no official policy that was going to result in family separation.” Multiple efforts by H.H.S. officials to share concerns about the separations with D.H.S. were rebuffed.", "What, exactly, was preventing D.H.S. officials from keeping track of the families they were separating? One major obstacle was that every agency involved in zero tolerance—from Border Patrol and ICE to the Office of Refugee Resettlement, at H.H.S.—had different data systems, and none of them had the capacity to synch up. The Inspector General’s report provides a technical account of how these computer systems repeatedly buckled under the strain of zero tolerance. At Border Patrol, the computers had an immediate limitation. If an agent wanted to refer an immigrant parent for prosecution, he had to delete the entire family’s file and create, instead, two separate files: one for the parent and another for the child. “Once the family was deleted from the system,” the Inspector General wrote, “the agent could no longer view or retrieve the family unit tracking number.” What this meant, in practice, was that a parent and a child were each assigned a number for tracking, but the numbers were not linked. When an official at H.H.S. looked up a child in its custody, he had no way of knowing where the child’s parent was. As the numbers of separated families exploded, in May and June of 2018, agents were forced to use Excel spreadsheets, which they couldn’t readily share with other agencies, or white boards that could get erased or smudged. ICE, which was responsible for the detention of separated parents, could not read Border Patrol’s family-separation data. “Without this information,” according to the report, ICE officers “were unable to identify which adults in their custody had actually been separated from their children.”", "The technological problems, which had been documented since at least the fall of 2017, were not resolved until August, 2018, nearly two months after the President ended zero tolerance at the border. Almost all of the directives from D.H.S. leadership came late, or not at all. Border Patrol headquarters distributed “procedural guidance” the night before zero tolerance began, in May, 2018. In early June, a new policy forbade agents from separating children under the age of twelve. Yet, in the two weeks that followed, four hundred additional children younger than twelve were separated, including fifteen who were under four. Later that month, when a federal judge set a series of mandatory deadlines for when the government had to reunite the families, the Trump Administration couldn’t figure out how many people it had separated. By July, 2018, for instance, Border Patrol acknowledged that there were nearly three hundred more separated family members than it had initially thought. Almost all of them came to light because H.H.S. conducted its own review and alerted Border Patrol. The D.H.S. official told me that, in the past, the department hadn’t kept records of separations because they happened so rarely; the separations that took place before zero tolerance never factored into the official estimates. Lee Gelernt, of the A.C.L.U., recently told me that more than five thousand children have been separated since 2017.", "At this point, most of what’s known about the Trump Administration’s botched zero-tolerance policy has come from lawyers, advocates, and journalists who fought for information while the government denied it was doing anything out of the ordinary. The latest Inspector General’s report only deepens the portrait of an Administration that was willfully negligent when it came to the lives of immigrant families. “This report just shows that they did not even plan to reunify,” Michelle Brané, of the Women’s Refugee Commission, told me. “They do not see this population as human.” The family separations at the border continue, albeit in different forms, and with different rationales. Asylum-seeking families from Central America, who have been forced to wait in dangerous Mexican border cities under another policy called the Migration Protection Protocols, are now sending their children to cross the U.S. border alone. And, on the American side, since June, 2018, D.H.S. has already separated an additional eleven hundred children from their parents. The Administration has learned one lesson, however: it no longer calls its policy zero tolerance."], "url": "https://www.newyorker.com/news/news-desk/a-new-report-on-family-separations-shows-the-depths-of-trumps-negligence", "id": "8d00ceaa-61e8-3e6f-96b1-1f8832628dfc", "title": "A New Report on Family Separations Shows the Depths of Trump’s Negligence", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Jonathan Blitzer", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino"], "summary": "In the year since, the government has published multiple reports detailing the operational failures of the policy: D.H.S.\nhad launched a secretive pilot program to test zero tolerance in El Paso, which led to hundreds of family separations.\nIn November, 2017, Border Patrol agents in El Paso sent an “after-action” report to the agency’s acting chief of operations, with a list of operational concerns.\nThe Inspector General’s report provides a technical account of how these computer systems repeatedly buckled under the strain of zero tolerance.\nThe Administration has learned one lesson, however: it no longer calls its policy zero tolerance.", "pubDate": null}