{"authors": ["Michael Bartiromo"], "title": "Fitness expert jailed for threatening her rivals on Instagram: 'Gonna rain fire down on your world'", "url": "https://www.foxnews.com/lifestyle/fitness-expert-jailed-threatening-rivals-instagram", "summary": "A fitness expert’s nefarious plan to destroy her competitors didn’t work out quite the way she planned.\nTammy Steffen, a 37-year-old aspiring fitness guru from Florida, was sentenced to just under five years behind bars for using hundreds of fake Instagram accounts to send threatening messages to an old business partner and several online fitness experts between August 2016 and July 2018.\nSteffen’s daughter, however, prompted deputies to question the story after she made suspicious comments about her mother not telling the truth.\n“The extent of her crime is astounding,” said FBI Special Agent Kristin Rehler, according to WFLA.\n“In this case, the defendant traumatized victims and wreaked havoc on their lives.”CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMLast Friday, a federal judge in Florida sentenced Steffen to 57 months — or four years, nine months — for cyberstalking and sending threatening communications.", "keywords": ["fitness", "steffen", "threatening", "rain", "used", "victim", "sending", "partner", "sentenced", "world", "instagram", "jailed", "rivals", "expert", "accounts", "gonna"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A fitness expert’s nefarious plan to destroy her competitors didn’t work out quite the way she planned.", "Tammy Steffen, a 37-year-old aspiring fitness guru from Florida, was sentenced to just under five years behind bars for using hundreds of fake Instagram accounts to send threatening messages to an old business partner and several online fitness experts between August 2016 and July 2018.", "PHOTOS: INSTAGRAM MODEL WITH 2.7 MILLION FOLLOWERS SAYS BODY-SHAMING IS AN 'EVERYDAY THING'", "“All hell is gonna rain fire down on your world like never seen before,” Steffen allegedly shared in a message to one victim, while also threatening to “slice [another victim] up into little pieces,” said a news release from the Department of Justice.", "“Your blood shall I taste,\" she added in one menacing message, per The Washington Post.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Steffen had also attempted to frame the ex-business partner, whom she accused of ruining her chances of winning an online fitness competition, for an attempted kidnapping charge, the Post reported.", "In July 2018, Steffen reportedly told authorities she found a doll had been delivered to her home with a creepy note stuffed inside — “New toy for the kids” — and led police to a wooded area near her home where she claimed her daughter was almost snatched. Authorities soon found a laptop case filled with notes about Steffen’s home (allegedly planted by Steffen), allowing Steffen to theorize that it was her old business partner who masterminded the kidnapping.", "Steffen’s daughter, however, prompted deputies to question the story after she made suspicious comments about her mother not telling the truth.", "Authorities also found that in addition to the 18 fake email accounts Steffen was sending her threats from, she also used more than 360 dummy Instagram accounts from which to send messages, and even used “voice disguising software” to make threatening phone calls.", "“The extent of her crime is astounding,” said FBI Special Agent Kristin Rehler, according to WFLA.", "“In this case, the defendant traumatized victims and wreaked havoc on their lives.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Last Friday, a federal judge in Florida sentenced Steffen to 57 months — or four years, nine months — for cyberstalking and sending threatening communications."], "pubDate": null, "id": "8d01f6d4-c65d-36ad-ba24-3d4438e14dbd"}