{"url": "https://www.newyorker.com/culture/the-new-yorker-interview/love-is-not-a-permanent-state-of-enthusiasm-an-interview-with-esther-perel", "paragraphs": ["The psychotherapist Esther Perel knows how to work a room. Since the publication of her first book, “Mating in Captivity,” in 2006, she has travelled the world, speaking to audiences about love, sex, intimacy, and infidelity: the nuts and bolts of romantic life. (Those who do not have an opportunity to see her live can watch her on the TED stage, where her videos, subtitled in more than thirty languages, have been viewed tens of millions of times.) Perel, who grew up in Antwerp as the daughter of Holocaust survivors, got her start as a family therapist, focussing on issues of trauma and cultural conflict. Couples have since become her clinical and theoretical specialty. In a style marked by humor, frankness, and empathy, Perel’s talks and books take a counterintuitive approach to answering provocative questions: How did the romantic couple become the primary unit of organization in society? Can romantic desire truly be sustained? Is infidelity ever a good thing?", "Last year, Perel gave her fans access to a different side of her work. In her Audible podcast, “Where Should We Begin?”—which recently aired its third season—Perel conducts therapy sessions with real couples, one per episode, allowing listeners unprecedented access to her cloistered consultation room. The appeal of the show is partly voyeuristic; it is fascinating, not to mention unnerving, to hear other people expose their most intimate feelings and conflicts. It is also educational, poignant, and often profound, a public service in a culture that loves to talk about love, but rarely does so with honesty or humility. I first spoke with Perel last year, and caught up with her this fall onstage at the New Yorker Festival, where we discussed her own family background, her theories about romantic life, and her role as a mediator between a couple’s competing narratives. When we listened to clips from her show, Perel handed out pillowy eye masks so that audience members could focus more fully on her patients’ voices; as you listen to the audio clips amid the text below, you might want to do the same by closing your eyes.", "This interview has been edited and condensed.", "My first question has to do with your idea that the couple has never before been such a central unit in our social organization. Why is that the case?", "Because never in the history of family life was the emotional well-being of the couple relevant to the survival of the family. The couple could be miserable for thirty years, you were stuck for life, you married once—and, if you didn’t like it, you could hope for an early death of your partner. Marriage was a pragmatic institution. You need to have it, but, once you’re in it, it’s not a great thing, and certainly not for the women.", "And then we added romantic needs to the pairing, the need for belonging and for companionship. We have gone up the Maslow ladder of needs, and now we are bringing our need for self-actualization to the marriage. We keep wanting more. We are asking from one person what once an entire village used to provide.", "Do you think people are aware of any of this when they go looking for a partner? We’re looking for “the one,” even if we’re a little bit cynical about that idea—", "No, we’re not cynical at all.", "O.K.", "Marriage is an aggregate of multiple narratives. It belongs to the people who are in it, but it also belongs to the people who are supporting it and living around it: family, friends, community. As I once said, and it became a kind of a saying for me, when you pick a partner, you pick a story, and then you find yourself in a play you never auditioned for. And that is when the narratives clash.", "The first thing you can ask yourself, from a cross-cultural point of view, is, Is marriage between two people, in your mind? Or do you come from, or still live in, a culture in which marriage is between two families? That will inform everything about the boundaries around a relationship.", "You’ve practiced therapy for over thirty years. In that time—in the United States, certainly, and in large parts of the world—relationships have changed significantly. We have gay marriage. Women are having children later than ever before. Technology has become a huge factor in how we look for partners, and then in how we maintain contact with them. What are some themes around relationships that you see at the moment?", "We come from a model where relationships, in our village lives, in our communal structures, were very clear. The community gave you your sense of identity. You knew who you were. You knew what was expected of you, and you knew how to behave. You had a lot of certainty, a lot of belonging, zero freedom.", "And we have urbanized, and we have moved, and we have taken on radical individualism and aspirational materialism, and all of those things have created a playing field in which relationships are undergoing rapid changes. We have no idea how to handle them. Rules have been replaced by choices. But at the same time we have massive uncertainty and massive self-doubt. Every second book about relationships these days is about belonging and loneliness.", "So I think that’s the big thing that is changing: what used to be defined by rules and duty and obligation now has to take place in conversation. And so everything is a freakin’ negotiation! You negotiate with your partner about what matters, where you want to live, if you want to have children, how many children do you want to have, if this is the right time to have children. It’s an absolute existential smorgasbord. But at the same time it’s very difficult to have to define everything ourselves. We are not just in pain for no reason, is what I’m trying to say.", "So our expectations are really high. Our performance is somewhat lower.", "Right. Good summary.", "I want to ask you about apology, which is something I’ve been thinking about a lot lately, especially around #MeToo. How can we expect people who have done real wrong to others, in relationships, or in public, or at work, or wherever, to apologize? Something in our society seems to not allow it. The potential admission is too great.", "Admission and apology are not the same. There are two justice systems, right? There’s the restitutive system and the retributive system. One is focussed on healing. One is focussed on punishment and vengeance.", "The South Africans created a system for accountability: you don’t apologize; you stand accountable. You describe the facts and you leave the other person the freedom to decide what they want to do with it. If they want to forgive, because it’s in their interest to forgive—not to forgive as in saying it was O.K., but just not to live being eaten up with the hatred, with the hurt—that’s their freedom. You own your wrongdoing. That’s one piece of the apology.", "In terms of healing, what we do know is that pain is universal, but the meaning that we give to our pain, and the way we narrate our pain, is highly cultural and contextual. And there is nothing that helps us deal better with those experiences than our connections with others. Social connection is the No. 1 salve for most of the pain, and the hurt, and the trauma that we will experience. And communities that come together naturally will provide that kind of buffer.", "What makes the trauma worse is not the event itself. It’s the isolation, the secrecy, and the shame that you have to then live with afterward. I know it professionally, but I also know it through my own personal life. I mean, I grew up in that experience. I watched it every day.", "You grew up in Belgium, as the daughter of Holocaust survivors.", "All Belgian Jews were deported, sixty thousand of them. A few thousand kids got saved by being hidden. After the war, the entire Jewish community of Belgium—which at this point amounts to about forty thousand people out of eleven million Belgians—were people who came from the camps, from the woods, from hiding places. The entire community was a community of survivors. That’s all we knew. And the community of survivors, worldwide, without any input from psychiatrists or psychologists, had gatherings—gatherings for the survivors of camp such-and-such, gatherings for the survivors of village such-and-such, parties, planting of forests, creating life, having children.", "And that coming together, why is it interesting? Because it’s the first time people understood that there was such a thing as an adult trauma. Before then, Freudian thinking said it’s all between zero and five. So now we had a notion that you could have been perfectly fine before, but a cataclysmic event like this can destroy you, and the only way you can remember a sense of continuity, a sense of purpose, a sense of connection is by gathering with others. And that’s what I watched.", "Your parents each were the only survivors in their respective families. What was that like as a child, growing up in that kind of family? What was their marriage like?", "For a lot of people who married after World War II, it was “I’m alone, you’re alone, I’ve lost everything, you’ve lost everything, let’s get married.” That really was the way a lot of people mated. And many of them, once they had begun to reconstruct life, didn’t really have much in common. I happened to be quite lucky. My parents met the day of liberation, on the road. But she was more educated; he was rather illiterate. So he adored her for life. And it was actually a very nice thing to watch.", "But I think the more interesting distinction between my family and other families—and you can extend this to all trauma—is that after this kind of experience, sometimes there are people who are not dead, and sometimes there are people who are alive. Some people survive, and some people thrive again. There were homes that were morbid—you just couldn’t enjoy, because, if you enjoy, if you experience pleasure, it means you’re not vigilant, it means you’re not on guard, it means you’re not watching for the next danger.", "And then there were the other people who really kind of decided to take life as a vengeance, and to live it at every moment. And I am very lucky in that sense, that I was in a household that veered to that extreme. You couldn’t be sad for two minutes, or somebody would say, “What’s wrong? What’s the problem?” You never could have a problem that was worthy enough of being sad, because who can compete with Auschwitz? So, you know, it’s not like this is such a piece of cake, either.", "You went to study in Israel, and then in the U.S. And when you got to the U.S., you met the man who became your husband.", "Yes.", "So you became an American—or started the process of becoming an American—rather unexpectedly.", "I thought I would be in New York one year, and I never used my return ticket.", "And when did you start working with couples? Why was that a focus?", "I was interested in issues of immigration and identity very early on. I studied cultural relations and religious identity, the formation of identity. How does it change in terms of voluntary migration or forced migration? And, particularly, with an interest in looking at Jewish identity and how it evolves differently depending on the national context. What is the difference between Jews in America, in Australia, in South Africa, in Germany and Argentina, in Israel? So I got into studying how relationships shift with big cultural changes. I spent twenty years, before any writing about sexuality, working on culturally, racially, and religiously mixed families and couples, here and abroad.", "My book “Mating in Captivity” was a complete accident. I had no idea I would ever write about any of the subjects that I’ve been talking about for the last few years. And couple’s therapy came out of family therapy, because in the past people came to therapy because a child had problems. That was the legitimate reason for which you could come as a family. Often, the child was the symptom-bearer of issues that were actually located in the relationship. And, gradually, you would try to bring the people to come. Couples therapy is the most difficult. It’s often the most useless. But it’s the best theatre in town. I find it captivating.", "Well, so do we! You have a podcast called “Where Should We Begin?,” in which you do a session of couple’s therapy with a couple that’s never come to you before. We hear a couple being totally honest with each other—or not honest, in a lot of cases—totally raw, either way, in this very, very intimate setting. So the idea to do this show, I think, is insane! How did you decide to do it?", "I was the consultant on the Showtime series “The Affair,” on the first two seasons. And June Cohen, from TED, came to a conversation with Audible and with Jesse Baker, who is my executive co-producer. They wanted a kind of a podcast that would be “he said, she said.” And I said, “That’s not at all the way a couple works, actually. It’s what I say that makes you say the opposite of what you actually originally intended to say, that then makes me say the thing that I’m going to regret afterwards, or that I’ve been meaning to tell you for all of God knows how long.” It’s much more circular.", "And I said, “If you want, you should come and listen in on a session, and see if you think there is material.” And it has become, without my thinking of it, almost like a public-health campaign for relationships. You don’t feel it as much because you’re saturated with content here, but in countries where there is nothing, it’s an incredible thing for people who are coming out of situations where there are no narratives that they can embrace for how they want to live their relational life. And that’s when you start to really see the impact of such a thing that a book could never, ever do.", "I actually think it is unique, even in our culture. I think a lot of the relationships that we’re used to encountering are scripted. They’re either on television—and even if they’re brilliantly written, they are written—or in the celebrity zone. We see people’s relationships, we analyze them. We try to look at the tea leaves of whatever the photos are, in spite of ourselves. But we have no actual insight into what is happening.", "So we’re going to play a clip of the first episode from this new season, “The Arc of Love.” Give us a bit of context for what we’ll hear.", "It is a young couple in their early twenties. They met in college, in Iowa, where they were the only two Mexicans, but she was an international student and he was a Latino from Texas. Every month she crosses the border from Mexico to come and visit him. And there is enormous pressure on the relationship to, basically, make sure that they can continue to be together. And so romance is pitted against immigration. Would this relationship evolve at the speed that it has if there wasn’t the pressure of being afraid every time she crosses the border?", "One thing that strikes me is the amount of raw emotion here. Often, on your show, men are really vulnerable and open up about the pressures that are on them and the feelings that I think we all know society tells them not to express so openly. I’m curious what you hear when you listen to this particular clip.", "I hear the plight of a responsible son—who, by the way, at twenty-one, gave the passport to his mother. He gave citizenship to his mom, and with that he set her free, and for the first time she could go out and get a job. And it has completely transformed the entire relationship between the mother and the father, who had met only one time before they got married, and had a rather miserable time.", "There is a certain kind of son who is often living between a rather rough, sometimes grandiose father and a helpless mother. And he finds himself covering the unholy triangle. That’s this boy. And so he wants to save her. And he actually did, by giving her the papers. And he finds himself now with this woman, actually reënacting, for the second time, a similar story.", "I have never really participated in the notion that men don’t talk, men can’t talk about their pains. I mean, they have a different way of going about it. Sometimes they need more time, and you just have to shut up and wait—be quiet. And if you don’t interrupt, it will come.", "And then you have to provide a compassionate environment that allows them to experience their experience, whatever it is. You know, everybody’s talking about vulnerability. And I’m not sure that “vulnerability” is necessarily the best word to use when talking with men. I talk about “integrity,” and I talk about “honorable.” Meanwhile, they’re sharing plenty of vulnerability, but it is a word that feels more masculine to them.", "But would that maybe reinforce a certain sense of cultural coding? We all know that “honor” is considered a masculine quality, and isn’t the idea of being “honorable” the same?", "No, no. Because “honorable” is about how you behave and how you feel that you are maintaining a sense of integrity and pride in your behavior. “Honor” is the counterforce of shame.", "It’s O.K. to use language that makes sense. If I like art, you’re going to work with me and use metaphors that are related to art. And you don’t feel like you are playing into a code because you’ve used language that speaks to me. I’m not afraid of that. What is important is the experience itself. I didn’t make this man cry; it was waiting to come out. So you just need to make room and stay out of the way. Am I missing something in your question?", "I think it’s a hard question in general. We’ve seen over the past year how deep some of these assumptions about what masculinity is, what femininity is, go, and also how painful and destructive they really can be when they don’t go questioned.", "I’m not busy feeling like I’m reinforcing a status quo. I think that, at this moment, there is such a sense that every word is fraught and every word can lock you into something. To me, most couples come because they’re stuck. They’re repeating the same thing over and over again, and they really think that if they do it one more time, it will finally yield some better results.", "Of course, it doesn’t. So what you do in couples therapy is like crust—you just try to loosen it first. That experience of him actually talking like that to her allows her to see him very differently. Then you watch to see if her response to his new behavior is going to be adapted to what she’s seeing, or if she’s going to continue to do the usual without noticing that he’s completely different in front of her.", "And what you’re aiming for is flexibility and adaptability, so that these two people can engage in multiple different configurations with each other, and not all the time the same thing.", "Let’s go to another clip, from the show at the end of this current season. And, because the new season is called “The Arc of Love,” we start with the couple we just heard, who are in their twenties, and now we’re with a much older couple. They’re two divorce lawyers, and they’re actually divorced, but, interestingly, they found that divorce has enabled them to have a better relationship than they did when they were married.", "Why did this couple come to you? This is a couple who is essentially done being a couple. It’s an unusual moment to start couples therapy.", "Or they’ve actually finally become the couple they always wanted to be but couldn’t under the rubric called marriage. They had to step outside of the institution and all its constraints, and all its political infrastructure, to actually be able to finally define the relationship they wanted.", "I have an idea of why they came, but I don’t think it’s their idea of why they came. Their idea of why they came was because they feel very strongly about not having a divisive divorce. She came out of a background in which Mom and Dad constantly berated each other, and she wanted so much for that not to be replicated. So they have actually done a lot to protect the son. They travel together. They have family holidays together. They have everything they actually wanted without the power dynamic that poisoned their relationship.", "I think they came because, on some level, I think he fantasized that he would want to have a new relationship with her that is also romantic, and intimate. But he never said it, and so it never came out. Maybe it’s my fantasy.", "One thing we don’t hear in this clip is that, toward the end of their relationship, he had an affair.", "Right.", "Your last book, which is called “The State of Affairs,” is a rather unconventional view of affairs—what they are, and what they do to a couple. If I understand correctly, for the last seven years of your therapy practice, you’ve been seeing couples exclusively who were dealing with infidelity. And your idea is that it does not necessarily spell the end. It just spells one end.", "I wanted to write a book about modern relationships through the lens of infidelity, because infidelity is about betrayal, and secrecy, and deception, and duplicity, and love, and passion, and lust, and vengeance, and possessiveness—it’s the entire human drama, and, I thought, except for the opera, where does one go for this?", "So I thought it is an incredible lens to look at one of the worst crises: How did infidelity become, in such a short amount of time, one of the leading causes of divorce in the West? That’s a very important change to marriage, you know—", "You mean because, before, people would not divorce over it?", "Well, marriage was basically this institution that you did once, and that was it. There was no exit. And basically fidelity was an imposition on women, in order to know whose kids you need to feed and who gets the cows when I die. It was an economic thing. It had nothing to do with love. And men practically had a license to cheat, with all kinds of explanations for why it’s in their nature to roam.", "So infidelity has existed since marriage was invented. It’s the only commandment that is repeated twice in the Bible, so somebody understood the human inclination for transgression. I wanted to understand, Why do people cheat? And why do people in happy relationships cheat—which is never assumed to be the case because the notion is, if you have everything you want at home, there should be no reason to go elsewhere. Hence, if you go elsewhere, there must be something missing.", "It’s a tautology. I’ve seen so many people who are actually not at all in bad relationships who have divorced. So, then, why has divorce not made infidelity obsolete?", "Do you have a working definition of love?", "It’s a verb. That’s the first thing. It’s an active engagement with all kinds of feelings—positive ones and primitive ones and loathsome ones. But it’s a very active verb. And it’s often surprising how it can kind of ebb and flow. It’s like the moon. We think it’s disappeared, and suddenly it shows up again. It’s not a permanent state of enthusiasm. I’m thirty-five years in a relationship, I practice. And I have two boys—I practice. It’s not just romantic love.", "I think that definition today of love—“you are my everything”—where you really see it, this complete exaltation, is in wedding vows. Have you ever noticed? I mean, it’s, “I will wipe every tear that streams down your face before you even notice it’s going down.” I think a realistic vow is “I will fuck up on a regular basis, and, on occasion, I’ll admit it.”"], "pubDate": null, "id": "8d7cbbca-7e7d-3e7f-b83a-251bcad1a2d9", "keywords": ["thats", "think", "esther", "love", "couple", "perel", "relationships", "really", "actually", "interview", "enthusiasm", "thing", "state", "marriage", "couples", "permanent", "come"], "title": "Love Is Not a Permanent State of Enthusiasm: An Interview with Esther Perel", "summary": "So I think that’s the big thing that is changing: what used to be defined by rules and duty and obligation now has to take place in conversation.\nYou have a podcast called “Where Should We Begin?,” in which you do a session of couple’s therapy with a couple that’s never come to you before.\nI actually think it is unique, even in our culture.\nTo me, most couples come because they’re stuck.\nWhy did this couple come to you?", "authors": ["Alexandra Schwartz", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody", "Zoë Heller"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}