{"id": "8da16110-e230-3398-b4ff-44d4ccc6fc0e", "title": "PS5 DualSense Can Work On Nintendo Switch, But You'll Need An Adapter", "url": "https://www.gameinformer.com/gamer-culture/2020/11/02/ps5-dualsense-can-work-on-nintendo-switch-but-youll-need-an-adapter", "summary": "PlayStation 5's DualSense controller looks to enhance the future of interactive console gaming.\nAn unanticipated consequence of its adaptability is twitter user BrokenGamezHDR's short video of the DualSense working with the Nintendo Switch.\nOf course an adapter — namely, the 8BitDo — was used to optimize everything but, it's definitely interesting to see.\nFunnily enough, the DualSense can be used on a plethora of consoles and devices, but it won't work with the PlayStation 4.\nBe to watch our unboxing video to see how massive the console is and what equipment comes along with your purchase.", "paragraphs": ["PlayStation 5's DualSense controller looks to enhance the future of interactive console gaming. An unanticipated consequence of its adaptability is twitter user BrokenGamezHDR's short video of the DualSense working with the Nintendo Switch. Of course an adapter — namely, the 8BitDo — was used to optimize everything but, it's definitely interesting to see. BrokenGamezHDR even shows off some short menu footage from Mario Kart 8 Deluxe for all the skeptics out there. Funnily enough, the DualSense can be used on a plethora of consoles and devices, but it won't work with the PlayStation 4. You can see the video below.", "The PlayStation 5 drops on November 12. Be to watch our unboxing video to see how massive the console is and what equipment comes along with your purchase.", "[Source: GamesRadar+]"], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["youll", "adapter", "video", "need", "playstation", "ps5", "nintendo", "dualsense", "console", "wont", "watch", "switch", "used", "short", "working", "work"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}