{"id": "8da98304-1cb8-3263-93d4-1f0e4e848843", "title": "With $200 Million, Uber and Lyft Write Their Own Labor Law", "url": "https://www.wired.com/story/200-million-uber-lyft-write-own-labor-law/", "summary": "Uber, Lyft, DoorDash, and California’s other gig companies emerged victorious Tuesday night, as voters endorsed a ballot measure that allows them to continue to treat hundreds of thousands of workers as independent contractors.\nWith a $200 million campaign, the companies pulled off what once seemed unlikely: reversing the work of state lawmakers and courts, which had sided against Uber and its peers.\nOne Barclays analysis estimated that shifting Uber and Lyft drivers to employee status in California would cost the companies hundreds of millions of dollars annually.\nThe gig companies, which made their names by exploiting legal loopholes and gray areas, have found another way to win.\nProposition 22’s “third way” does not qualify gig workers for traditional benefits like sick pay, unemployment insurance, or paid family leave.", "paragraphs": ["Uber, Lyft, DoorDash, and California’s other gig companies emerged victorious Tuesday night, as voters endorsed a ballot measure that allows them to continue to treat hundreds of thousands of workers as independent contractors. Fifty-eight percent of the state’s voters approved Proposition 22, which repudiated a recent state labor law that would have required the companies to hire their drivers and delivery people as employees—and pay them traditional benefits, including health care, sick pay, and workers’ compensation. With a $200 million campaign, the companies pulled off what once seemed unlikely: reversing the work of state lawmakers and courts, which had sided against Uber and its peers.", "Any Californian with eyes, ears, a cell phone number, or a working television likely heard from those pushing Prop 22. The campaign, the most expensive in California history, flooded airwaves with ads and mailboxes with pro-22 mailers. Supporters texted voters with frequency and vim. The companies filled their own apps with campaign-related messaging, prompting a group of Uber drivers to sue the company for coercing them into voting “yes” on the measure. (A state court judge dismissed the case.)", "The urgency made sense: The gig companies believed that treating their workers as employees would disrupt the disruptors, driving their already precarious business models over the brink. One Barclays analysis estimated that shifting Uber and Lyft drivers to employee status in California would cost the companies hundreds of millions of dollars annually. The companies had threatened to leave California, or at least temporarily shut down service in the state, if they had lost. Now, gig workers’ independent contractor status in California is near-irreversible. The ballot measure can only be changed by a seven-eighths majority of the state legislature. Uber shares rose by 14 percent Wednesday, and Lyft shares by 12 percent.", "Read More Don't miss the latest Election 2020 news and analysis.", "The gig companies, which made their names by exploiting legal loopholes and gray areas, have found another way to win. “California is, in some sense, a bellwether for the gig economy,” says Benjamin Sachs, a professor of labor and industry at Harvard Law School. The companies’ willingness to spend big in the state, he says, proves how important the labor fight is to them, and how much they have to lose.", "“I am very concerned about what [the Proposition 22 win] portends for the future of work in our country,” says Shannon Liss-Riordan, an attorney who has sued gig companies for labor-related issues in California and elsewhere. “They were able to change the law in a way that suited them and allows them to save labor costs at the expense of working people in this country.”", "The California results likely will embolden the gig economy companies to mount similar campaigns in other states and cities where their business model is at risk. In a statement, Lyft spokesperson CJ Macklin called the ballot measure “a groundbreaking step toward the creation of a ‘third way,’” a reference to workers who aren’t quite employees and aren’t quite independent contractors, either. Uber CEO Dara Khosrowshahi advocated for a “third way” in a New York Times op-ed published in August, and successfully lobbied the White House earlier this year to include gig workers in coronavirus relief funds.", "Proposition 22’s “third way” does not qualify gig workers for traditional benefits like sick pay, unemployment insurance, or paid family leave. But it will provide a new health care subsidy for those who work a certain number hours, some accident insurance and workers’ compensation, and 120 percent of the minimum wage for the time they spend completing tasks for the companies. That doesn’t include the time workers spend signed in and waiting for a job, which, for Uber drivers, can account for more than 30 percent of the miles they drive while signed on to work."], "authors": ["Aarian Marshall", "Aarian Marshal"], "keywords": ["state", "200", "companies", "write", "lyft", "gig", "law", "california", "way", "uber", "labor", "million", "work", "measure", "workers"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}