{"summary": "House Intelligence Committee ranking member Rep. Devin Nunes, R-Calif., said the Foreign Intelligence Surveillance (FISA) court acted inappropriately in the Russia investigation.\nNunes made the comments on Tuesday on \"The Story,\" shortly after FISA Court Presiding Judge Rosemary Collyer issued a rare rebuke of the FBI over its surveillance-application process.\nHost Martha MacCallum asked Nunes if he agreed with Fox News judicial analyst Judge Andrew Napolitano -- who said the FISA court should be eliminated.\nFISA COURT SLAMS FBI OVER SURVEILLANCE APPLICATIONS, IN RARE PUBLIC ORDER\"They have left really Congress no choice but to have to step in and fix this process,\" he added.\nCollyer is a George W. Bush-nominated federal judge in Washington D.C., whom Supreme Court Chief Justice John Roberts appointed to the FISA court.", "keywords": ["courts", "court", "information", "surveillance", "fisa", "judge", "totally", "nunes", "devin", "applications", "fbi", "fix", "judges", "collyer", "behavior", "inappropriate", "congress"], "paragraphs": ["House Intelligence Committee ranking member Rep. Devin Nunes, R-Calif., said the Foreign Intelligence Surveillance (FISA) court acted inappropriately in the Russia investigation.", "Nunes made the comments on Tuesday on \"The Story,\" shortly after FISA Court Presiding Judge Rosemary Collyer issued a rare rebuke of the FBI over its surveillance-application process.", "Host Martha MacCallum asked Nunes if he agreed with Fox News judicial analyst Judge Andrew Napolitano -- who said the FISA court should be eliminated.", "\"We need a process,\" Nunes said. \"So I'm not going to speak in absolutes. But I will say that the way the courts conducted themselves is totally inappropriate. They ignored clear evidence that we presented to them that -- remember, they had this, the American people didn't have it -- we had seen, they had it, they did absolutely nothing about it.\"", "FISA COURT SLAMS FBI OVER SURVEILLANCE APPLICATIONS, IN RARE PUBLIC ORDER", "\"They have left really Congress no choice but to have to step in and fix this process,\" he added.", "The court is comprised of 11 member judges who are simultaneously active federal judges in various districts throughout the country, including the District of Columbia, Mississippi, Oregon, New Jersey and Maine. Collyer is a George W. Bush-nominated federal judge in Washington D.C., whom Supreme Court Chief Justice John Roberts appointed to the FISA court.", "MacCallum asked Nunes whether any particular judges on the court warrant further scrutiny in that regard.", "The lawmaker did not name any judges specifically but told the host the panel may not be being completely forthright about what transpired over the course of the multiple approvals to surveil former Trump campaign associate Carter Page.", "CLICK HERE TO GET THE FOX NEWS APP", "\"When you have the evidence that we present to them and they do nothing about it, and now they come out -- and I have to look closely at the letter that they sent out today, the statement that they sent out, because I'm not so sure that they are being entirely truthful.\"", "In her statement, Collyer gave the FBI until Jan. 10 to come up with solutions, in the wake of findings from Justice Department Inspector General Michael E. Horowitz.", "\"The FBI's handling of the Carter Page applications, as portrayed in the [Office of Inspector General] report, was antithetical to the heightened duty of candor described above,\" Collyer wrote in her four-page order. \"The frequency with which representations made by FBI personnel turned out to be unsupported or contradicted by information in their possession, and with which they withheld information detrimental to their case, calls into question whether information contained in other FBI applications is reliable.\"", "Fox News' Bill Mears and Andrew O'Reilly contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/media/devin-nunes-fisa-court-statement-not-appropriate", "authors": ["Charles Creitz"], "id": "8e7d20eb-b52b-30c7-afe7-65084aeef803", "pubDate": null, "title": "Devin Nunes: FISA court's behavior 'totally inappropriate,' Congress must fix it"}