{"id": "8ecd7b59-0c49-3da6-b01c-16c53c994a50", "title": "Denmark announces cull of 15 million mink over Covid mutation fears", "url": "https://www.theguardian.com/environment/2020/nov/04/denmark-announces-cull-of-15-million-mink-over-covid-mutation-fears", "summary": "The world’s largest mink producer, Denmark, says it plans to cull more than 15 million of the animals, due to fears that a Covid-19 mutation moving from mink to humans could jeopardise future vaccines.\nShe said the army, police, and national emergency service would be mobilised to help farms with the mink cull, which will eradicate the entire Danish herd.\nDenmark is the world’s largest producer of mink fur and has 15 to 17 million animals on about 1,100 farms.\nAccording to reports, the latest figures from the Danish Veterinary and Food Administration, say Covid-19 infections have been found on more than 200 mink farms.\n“They got control of [Covid-19 mink infections] in Holland and there were a few cases in Spain and in Sweden.", "paragraphs": ["The world’s largest mink producer, Denmark, says it plans to cull more than 15 million of the animals, due to fears that a Covid-19 mutation moving from mink to humans could jeopardise future vaccines.", "At a press conference on Wednesday, the Danish prime minister, Mette Frederiksen, said 12 people are already infected with the mutated virus and that the mink are now considered a public health risk.", "“The mutated virus in mink may pose a risk to the effectiveness of a future vaccine,” Frederiksen said.", "She said the army, police, and national emergency service would be mobilised to help farms with the mink cull, which will eradicate the entire Danish herd.", "The authorities and breeders have already been culling the animals over the past few weeks in a bid to contain the spread of Covid-19.", "Reuters reported that Denmark’s health minister said about half of 783 infected people in northern Denmark, home to a large number of mink breeders, had been found to have infections stemming from the farms.", "Denmark is the world’s largest producer of mink fur and has 15 to 17 million animals on about 1,100 farms. According to reports, the latest figures from the Danish Veterinary and Food Administration, say Covid-19 infections have been found on more than 200 mink farms. The figures were confirmed by a Danish police press officer.", "Finnish fur auctioneer Magnus Ljung, CEO of Saga Furs, was watching the Danish announcement. “It’s a shock. They will kill all mink in Denmark. They are talking about the risk of Covid-19 mutating in the mink, and going from mink to humans, and potentially affecting a future human vaccine.”", "Ljung estimated the value of the 2020 mink population in Denmark to be between €350m and €400m (£270m-£360m).", "“They got control of [Covid-19 mink infections] in Holland and there were a few cases in Spain and in Sweden. But it was all kept under control. [The Danish cull] is unexpected, for sure. Yes, it could happen in other countries. But I don’t want to speculate,” said Ljung.", "“What we really need to do is end mink farming entirely and retrain the farmers,” said Birgitte Damm, policy adviser and vet with NGO Animal Protection Denmark.", "Speaking from Amsterdam, Dr Joanna Swabe, Humane Society International/Europe’s senior director of public affairs, said: “Denmark is one of the largest fur producers on the planet, so a total shutdown of all Danish mink fur farms amid spiralling Covid-19 infections is a significant development.", "“Although not a ban on fur farming, this move signals the end of suffering for millions of animals confined to small wire cages on Danish fur farms solely for the purposes of a trivial fur fashion that no one needs. We commend the Danish prime minister on her decision to take such an essential and science-led step to protect Danish citizens from the deadly coronavirus.”", "Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com"], "authors": ["Sophie Kevany"], "keywords": ["danish", "denmark", "million", "animals", "cull", "mutation", "farms", "covid19", "largest", "mink", "fears", "15", "infections", "fur", "covid", "announces", "minister"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}