{"summary": "One photo featured a grandfather and the other showed the uncle of one of the hotel's owners.\nHe wrote in English and German that it \"made us wonder what the hotel owners are trying to tell us with this image.\nA regional court in Innsbruck issued a gag order against the guest, ruling the hotel owners' interests in protecting their reputation superseded his right to freedom of speech, the Guardian reported.\nThe hotel owners said they did not realize their relatives had been Nazi party members.\nCLICK HERE TO GET THE FOX NEWS APPThe court ruled the men's party membership and the swastika meant the owners \"uncritically venerated a former Nazi family member.\"", "keywords": ["court", "reviewer", "region", "suit", "portrait", "owners", "party", "hotel", "grandpa", "drop", "men", "swastika", "nazi", "guest", "review", "criticized", "austria"], "paragraphs": ["The owners of an Austrian hotel who took a former guest to court over his one-star online review that criticized two portraits of a \"Nazi grandpa\" in its lobby dropped their lawsuit -- after the visitor provided evidence that the men in the pictures had been members of the Nazi party.", "The guest, a German citizen whom court documents labeled as Thomas K., stayed at the Ferienhof Gerlos hotel in the Tyrolean Alps in August 2018 and posted critical reviews of his stay to Booking.com and TripAdvisor.", "He said he checked in with his wife and noticed two portraits on a wall showing one man dressed in a uniform with an eagle and swastika and another featuring an older man, the Guardian reported.", "One photo featured a grandfather and the other showed the uncle of one of the hotel's owners.", "ARMY APOLOGIZES AFTER POSTING IMAGE OF NAZI WAR CRIMINAL ON BATTLE OF THE BULGE'S 75TH ANNIVERSARY", "In his review, the guest said he was disgusted at the veneration of the Nazi Socialist Party, writing: \"At the entrance they display a picture of a Nazi grandpa.\"", "He wrote in English and German that it \"made us wonder what the hotel owners are trying to tell us with this image. This incident speaks volumes about the current state of affairs in this region of Austria. Sadly, our desire to visit this mountain region has disappeared completely.\"", "The owners asked the travel websites to take down the review. Booking.com removed the post while TripAdvisor refused to comply, the Daily Mail reported. The owners had argued the review was libelous and defamatory because the men merely had been members of the Wehrmacht, the armed forces of Nazi Germany from 1935 to 1945.", "A regional court in Innsbruck issued a gag order against the guest, ruling the hotel owners' interests in protecting their reputation superseded his right to freedom of speech, the Guardian reported.", "The guest did some research of the two men in the photographs at the national archives in Berlin and found proof they joined the Nazi Party in 1941 and 1943, respectivly.", "The hotel owners said they did not realize their relatives had been Nazi party members.", "CLICK HERE TO GET THE FOX NEWS APP", "The court ruled the men's party membership and the swastika meant the owners \"uncritically venerated a former Nazi family member.\"", "It's expected they'll have to pay for the guest's legal costs, which amounted to about $11,135."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/world/austria-hotel-owners-drop-nazi-grandpa-lawsuit", "authors": ["Louis Casiano"], "id": "8ee08aa2-783f-337b-8bdd-1e48c23a6baa", "pubDate": null, "title": "Austria hotel owners drop suit against reviewer who criticized 'Nazi grandpa' portrait"}