{"title": "The MBA gender gap: Poets, not quants", "summary": "To do so, they examined data from a top MBA programme, including background, interests, grade performance and GMAT scores, and conducted a survey of current students.\nBut on the more arts-based, “poet” side of MBA programmes such as marketing and leadership, women and men got the same marks.\nNearly as many women apply to business schools as men, but a far bigger proportion of men make it onto the top MBA programmes.\nSticking plasters such as positive discrimination, increasing the proportion of women on MBA programmes and assertiveness classes won’t work, says Mr Morris.\nInstead, sponsoring women who are taking technical degrees on MBA programmes, along with better training for MBA faculty would help.", "paragraphs": ["Oct 23rd 2017, 13:39 by C.S-W.", "MBAs are frequently split into two tribes: “poets”, with a liberal-arts background who enrol on an MBA course, and “quants”, who have swotted up on the rigorous statistical knowledge that can carry them through their programme. But a new study suggests this dividing line could also be applied to gender, with women, more often than not, falling into the poet category, and men into the quant.", "That dividing line between women and men is just one of the findings of a recent paper by academics at Columbia Business School and INSEAD. The researchers sought to quantify whether women do worse in MBA programmes than men, and to determine the factors associated with that lower performance. To do so, they examined data from a top MBA programme, including background, interests, grade performance and GMAT scores, and conducted a survey of current students.", "They found that women did perform worse than men, even when accounting for students’ academic backgrounds. In technical “quant” classes such as finance and statistics, women’s grades were lower than men’s by a quarter of a point on the American four-point grading system. But on the more arts-based, “poet” side of MBA programmes such as marketing and leadership, women and men got the same marks. One reason, posit the authors, is that the women surveyed showed more “poetic” interests, and men had a more quant profile.", "Certainly, the difference in performance is not in mental aptitude, but rather conditioning and circumstances, argues Michael Morris, Chavkin-Chang Professor of Leadership at Columbia and an author of the paper. Nearly as many women apply to business schools as men, but a far bigger proportion of men make it onto the top MBA programmes. That has nothing to do with ability. Around 10% of the 100,000 women who took the GMAT exam in 2013/14 gained a score of over 700, the level top schools require. Where women fall down is on work experience: only 2% had also worked for four or more years, a common prerequisite at top schools.", "The result, says Mr Morris, is that there are not enough women to go around the top business schools. High-achieving women are in demand at all business schools. The schools then take less academically-gifted women on to the toughest programmes, and they are more likely to fall behind in classes.", "Behaviour is also a factor. Once they are in school, women do not participate as actively as men in some classes, a crucial way of learning much of the material on an MBA programme. The authors found that women were less assertive, and asked fewer questions in quant courses. This may be because societal gender norms discourage them from speaking up in classes where they are less knowledgeable, as we have previously reported. Thus, interests, background and gender norms all contribute to a quarter-point grade difference.", "This matters because the pipeline for top executive jobs is taken from the best schools. Women are under-represented at the top levels of business: only 15% of executives are women and just 5% of chief executives. Sticking plasters such as positive discrimination, increasing the proportion of women on MBA programmes and assertiveness classes won’t work, says Mr Morris. Instead, sponsoring women who are taking technical degrees on MBA programmes, along with better training for MBA faculty would help. But root and branch reform is required at multiple levels in order to redress the balance, and to bridge the line dividing poets and quants."], "pubDate": null, "authors": [], "keywords": ["gap", "programme", "quants", "women", "programmes", "quant", "mba", "classes", "poets", "performance", "business", "men", "gender", "schools"], "id": "8ee753bf-b3ef-33bb-aeda-8fc14552f983", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/whichmba/mba-gender-gap-poets-not-quants"}