{"id": "8f78d2c4-c3a0-3da4-affb-732a59206df3", "title": "Maria Bartiromo: Trump Will “Take Down The Hammer” In Contested 2020 States", "url": "https://radio.foxnews.com/2020/11/04/maria-bartiromo-trump-will-take-down-the-hammer-in-contested-2020-states/", "summary": "Email Embed+ Embed CodeEmbed the following code on your website:Watch the latest video at foxnews.comOn Fox Across America with Jimmy Failla, Fox Business' Maria Bartiromo discusses her new book The Cost and what the Trump campaign may do in the all the states that have not called a winner in the 2020 Election.\n\"I would expect the Trump administration is going to take down the hammer.\nI think you're going to see his lawyers come out, go to Pennsylvania, go to Wisconsin, go to Arizona and do a deep dive into these ballots.\n\"I don't know why we sat on Florida so long?\nThere are situations where you have to turn back and say, wait a minute, why didn't we call this sooner?", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Fox Business' Maria Bartiromo discusses her new book The Cost and what the Trump campaign may do in the all the states that have not called a winner in the 2020 Election.", "\"I would expect the Trump administration is going to take down the hammer. I think you're going to see his lawyers come out, go to Pennsylvania, go to Wisconsin, go to Arizona and do a deep dive into these ballots. I can't imagine that Donald Trump, knowing the fighter that he has been all of these years, if he's going to walk away and say, OK, I trust you guys, the same guys who abused power in 2016 who now want to be in power once again.\"", "\"I don't know why we sat on Florida so long? Ohio? There are situations where you have to turn back and say, wait a minute, why didn't we call this sooner? Why was this called at this time? Are there answers for that?\""], "authors": ["Jon Costantino"], "keywords": ["youre", "contested", "bartiromo", "say", "2020", "states", "embed", "power", "called", "wisconsin", "maria", "hammer", "guys", "going", "fox", "trump"], "pubDate": "2020-11-04T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}