{"id": "8fa5b593-02da-3828-b343-9fdc4ce10e11", "title": "Kim Kardashian West humbly threw a party on a private island during a pandemic, and the internet isn't letting it go", "url": "https://edition.cnn.com/style/article/kim-kardashian-birthday-party-island-scli-intl/index.html", "summary": "Rob Picheta , CNN Written byUndeterred by an ongoing pandemic, Kim Kardashian West has revealed she threw a party for herself and dozens of friends on a private island that swapped social distancing for dancing, bike-riding and swimming with whales.\n1 / 21 Kim Kardashian West in a vintage Alexander McQueen oyster gown at Vanity Fair's Oscars after-party earlier this year.\nOthers found parallels with Kardashian West's party in the art world.\nIt is unclear how severely the controversy will damage the political fortunes of Kardashian West's husband and Presidential candidate, Kanye West.\nBut many questioned the logistics of her event, given that Kardashian West neglected to provide details of what her guests' \"multiple health screens\" consisted of.", "paragraphs": ["Rob Picheta , CNN Written by", "Undeterred by an ongoing pandemic, Kim Kardashian West has revealed she threw a party for herself and dozens of friends on a private island that swapped social distancing for dancing, bike-riding and swimming with whales. But at least she did it humbly.", "The television personality is facing a backlash and torrent of memes after sharing pictures of her 40th birthday blowout at an undisclosed island -- an experience which, she says, gave her a slice of normality in challenging times.", "\"After 2 weeks of multiple health screens and asking everyone to quarantine, I surprised my closest inner circle with a trip to a private island where we could pretend things were normal just for a brief moment in time,\" Kardashian West wrote on Twitter.", "\"We danced, rode bikes, swam near whales, kayaked, watched a movie on the beach and so much more,\" she explained, alongside pictures of guests at the bash.", "But the event doubled as a grounding experience for Kardashian West, who wrote: \"I realize that for most people, this is something that is so far out of reach right now, so in moments like these, I am humbly reminded of how privileged my life is.\"", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "1 / 21 Kim Kardashian West in a vintage Alexander McQueen oyster gown at Vanity Fair's Oscars after-party earlier this year. Scroll through the gallery to see more images of her fashion through the years. Credit: Frazer Harrison/Getty Images", "Her encounter was nonetheless ruthlessly mocked on social media by commentators, many of whom have been unable to seek normalcy on their own private islands during the ongoing Covid-19 crisis.", "Nightmarish scenes from films including \"Midsommar,\" \"Parasite\" and \"The Wicker Man\" were substituted into Kardashian West's tweet by a number of creative Twitter users.", "Others found parallels with Kardashian West's party in the art world. Journalist Ronan Farrow tweeted a scene from \"The Garden of Earthly Delights,\" a painting by Dutch master Hieronymus Bosch, known for his depictions of hell.", "And New York's Museum of Modern Art felt that Matisse's \"Dance\" best fit the description.", "Actor Zach Braff, meanwhile, linked the trip to another ill-fated island excursion by tweeting an image of Ja Rule and Billy MacFarland promoting the infamous Fyre Festival.", "And the New Jersey government's official Twitter profile used the saga to point to one of the state's most renowned contributions to popular culture, posting an image of the cast of \"The Sopranos\" enjoying a day trip.", "It is unclear how severely the controversy will damage the political fortunes of Kardashian West's husband and Presidential candidate, Kanye West.", "But many questioned the logistics of her event, given that Kardashian West neglected to provide details of what her guests' \"multiple health screens\" consisted of.", "And the star also received a share of more direct criticism for organizing the getaway at a time when many governments are organizing against non-essential travel, and as the economic impact of the pandemic causes millions to be put under financial pressure.", "\"Happy birthday. I hope someone got you an alphabet book as a gift, so you can learn to read the room,\" actor and podcaster Kelechi Okafor wrote in a widely shared response to Kardashian West's thread."], "authors": ["Rob Picheta"], "keywords": ["kim", "threw", "wrote", "west", "private", "twitter", "island", "kardashian", "party", "social", "whales", "trip", "isnt", "wests", "letting", "pandemic"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}