{"id": "8fbfbcc6-2ab8-3278-8501-83aa5c198995", "title": "NASCAR's Chase Elliott says this is the best advice his dad Bill gave him", "url": "http://www.foxnews.com/auto/nascars-chase-elliott-advice-dad-bill", "summary": "Elliott’s dad Bill won the 1988 title long before the knockout playoffs were a thing, but still needed an 18th place finish at the last race in Atlanta to clinch the championship.\nBut the best advice dad had for him wasn’t just about the big races.\n“The big thing from talking to dad that I feel like he’s kind of mentioned is just enjoy these moments, because these aren’t things you can take for granted,” Chase said.\n“You don’t know when your last race win is, you don’t know what tomorrow brings.”Bill’s last career win came in his final last full season in 2003, but he kept racing part-time for another decade.\nWHO WILL WIN THE 2020 NASCAR CUP SERIES CHAMPIONSHIP?", "paragraphs": ["Chase Elliott will be driving for his first NASCAR Cup Series championship at the finale in Phoenix on Nov. 8, so he doesn’t know exactly what to expect, but he does know someone who has a good idea.", "Elliott’s dad Bill won the 1988 title long before the knockout playoffs were a thing, but still needed an 18th place finish at the last race in Atlanta to clinch the championship. (He ended up coming home in 11th place.) But the best advice dad had for him wasn’t just about the big races.", "“The big thing from talking to dad that I feel like he’s kind of mentioned is just enjoy these moments, because these aren’t things you can take for granted,” Chase said. “You don’t know when your last race win is, you don’t know what tomorrow brings.”", "Bill’s last career win came in his final last full season in 2003, but he kept racing part-time for another decade. Chase’s most recent win was last week at Martinsville, which secured his spot in the final four.", "MORE NASCAR NEWS FROM FOX NEWS AUTOS", "“Nothing’s guaranteed, right? So, I think just enjoying these moments, trying to embrace them, especially after a race like Sunday, you wish you could just slow down time and enjoy that moment and make it last a little longer,” Chase said.", "WHO WILL WIN THE 2020 NASCAR CUP SERIES CHAMPIONSHIP?", "“I feel like that’s where I’m at right now, just not taking the situation for granted, knowing that it’s not an easy thing, it’s not something that comes every day, and to try to make the most of a great opportunity.”", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["know", "race", "nascars", "nascar", "place", "bill", "series", "elliott", "right", "thing", "win", "dad", "advice", "gave", "best", "chase"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}