{"id": "9026aaf7-1d2b-3b1a-8b1d-f0d363cd53eb", "summary": "At the start of an election campaign, in which Justin Trudeau hopes to win another four years in power, no fewer than three images of him wearing blackface as a younger man have surfaced.\nA video and another photo, taken when Mr Trudeau was in high school, appear to show him imitating black singers.\nMr Trudeau, an evangelist for multiculturalism both within his country and abroad, has had to apologise repeatedly and at length.\nMr Trudeau’s rivals have piled in.\nIn August Canada’s ethics commissioner concluded that Mr Trudeau had tried to “circumvent” and “undermine” the decision of prosecutors and the attorney-general.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["FOR THE most politically correct prime minister in Canada’s history, the embarrassment is acute. At the start of an election campaign, in which Justin Trudeau hopes to win another four years in power, no fewer than three images of him wearing blackface as a younger man have surfaced. Time magazine got hold of a yearbook photo from 2001 of Mr Trudeau in brown make-up and dressed as Aladdin at an “Arabian Nights” costume party at a school where he then taught. A video and another photo, taken when Mr Trudeau was in high school, appear to show him imitating black singers.", "Mr Trudeau, an evangelist for multiculturalism both within his country and abroad, has had to apologise repeatedly and at length. He said he now understands the racist attitudes that blackface conveys, though he did not at the time. “I am not that person any more,” he declared.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "That is probably true, but the fuss may hurt the chances of his Liberal Party of winning another majority in the election on October 21st. Although no surveys have yet been published that show what voters are making of all of this, Darrell Bricker of IPSOS, a pollster, believes it has “fundamentally changed the way the public looks at him”.", "Mr Trudeau’s rivals have piled in. The images are proof that he is not fit to govern, declared Andrew Scheer, the leader of the Conservative Party, which is level with the Liberals in opinion polls. Jagmeet Singh, the turbanned Sikh who leads the left-leaning New Democrats, said the prime minister’s mockery of dark-skinned people had hurt a lot of young Canadians. Maxime Bernier, whose People’s Party of Canada opposes multiculturalism, called the prime minister “the biggest hypocrite in the country”. Mr Trudeau once called Canada a “post-national” country. But the furore caused by his youthful insensitivity is prompting Canadians to ask whether their country is really as tolerant and open to newcomers as they think.", "Even before it, murmurs about racism could be heard in a campaign whose main issues were health care, the cost of living, taxes and the environment. But the parties on the defensive were the Conservatives and Mr Bernier’s People’s Party (a Conservative candidate has been accused of a link with a far-right firebrand; a People’s Party organiser was convicted for arranging assaults on non-whites in the United States in 2007).", "Mr Bernier will take part in leaders’ debates on October 7th and 10th. His presence will keep race and immigration in the headlines. Mr Bernier has questioned Canada’s statutory commitment to multiculturalism, and says that Mr Trudeau’s “cult of diversity” will divide Canadians into tribes with less and less in common. He has called for cutting immigration by more than half by setting a cap of 100,000-150,000 a year. The government target in 2018 was for 330,000 new permanent residents.", "Even if voters absolve Mr Trudeau of racism, they may question his judgment and character. They had already been put on guard by allegations that Mr Trudeau had improperly pressured the attorney-general to drop the prosecution for corruption of SNC-Lavalin, an engineering company based in Quebec. In August Canada’s ethics commissioner concluded that Mr Trudeau had tried to “circumvent” and “undermine” the decision of prosecutors and the attorney-general.", "The biggest danger for the Liberals, says Mr Bricker, is that some voters who might have supported them will now back the New Democrats. Mr Singh’s party has little chance of forming a government, but a split in the centre-left vote could usher the Conservatives in.", "From the start of the campaign the New Democrats have sought to exploit doubts about Mr Trudeau’s character with the claim that he is “not as advertised”. The blackface images, at least one of which was supplied by the Conservative campaign, seem to support their point. The election may now become a referendum on the prime minister.", "Mr Trudeau will try to change the subject. On September 20th the Liberals announced that if re-elected they would ban assault weapons. Mr Trudeau has less than four weeks to persuade Canadians that the election should not be about who he is, but about what he can do for them."], "url": "https://www.economist.com/the-americas/2019/09/20/blackface-images-threaten-justin-trudeaus-re-election", "title": "Blackface images threaten Justin Trudeau’s re-election", "pubDate": null, "keywords": ["voters", "reelection", "mr", "trudeau", "prime", "canadians", "justin", "blackface", "campaign", "country", "threaten", "party", "images", "trudeaus", "election"]}