{"paragraphs": ["Written by Meredith Mendelsohn, CNN", "American artist and filmmaker Doug Aitken has unleashed a 100-foot-tall, mirrored hot air balloon that will fly across Massachusetts until July 28. As the silver behemoth catches air currents on its westward voyage, its surface will reflect everything in its path as it touches down along the way, from the grassy dunes of a Martha's Vineyard lagoon to the wooded hills and verdant meadows of the Berkshires.", "Aitken, who has worked with mirror before, is known for creating installations that blend film and architecture, site-specific interventions and experiential productions which often encourage people to actively participate in the work. In recent years, he has installed mirrored houses in the desert outside Palm Springs and on the snow-covered mountains of Gstaad, Switzerland. And in 2016, he lowered three mirrored sculptures into the sea off the California coast as \"pavilions\" for divers to explore.", "\"Mirage\" by Doug Aitken. Credit: Courtesy Doug Aitken and Desert X", "\"I love that idea that the viewer can seek out something, that you can discover something which is time-based, which is in one place at one moment at a time and then it disappears again,\" Aitken told CNN Style in an interview at his studio in LA.", "For this latest work, titled \"New Horizon,\" Aitken sought expert insight from the likes of NASA and a community of hot air ballooners in New Mexico. Not only is it a work of art but an ecological mission, of sorts, commissioned by the Trustees, a nonprofit preservation and conservation organization that protects 118 natural, cultural and historical sites across Massachusetts.", "Along its journey the balloon will touch down at different cultural and natural points of interest, where musicians, artists, scientists and other creative and intellectual heavyweights will convene to discuss the Earth's future. (The balloon will inevitably make some surprise landings, given that hot air balloons can't be steered very precisely.) At night the balloon's high-tech surface will illuminate, transforming into a massive light sculpture, responding to surrounding noise and activity, creating a \"very specific moment in time that can burn hot and disappear again,\" as Aitken told CNN.", "\"New Horizon\" by Doug Aitken illuminated at night. Credit: Courtesy Doug Aitken Workshop and The Trustees", "It's an epic creative undertaking requiring impressive feats of engineering and coordination. But, for all the work involved, at the end of its two-week run, like many other temporary public art works of this scale, it will cease to exist.", "It's not easy to nail down a description of the project. \"When we started developing the 'New Horizon' it became clear that it was something really new and different and innovative because it was just so hard to articulate what it was exactly,\" said Pedro Alonzo, who has guest curated the Trustees' ongoing \"Art & the Landscape\" program, and who selected Aitken for the commission.", "Aitken described the project as an \"experience\" or \"happening\" -- a term with roots in the late 1950s, when pathbreaking artists added lights, sound, projections, film and performance to installations that frequently involved audience participation and only existed temporarily.", "\"New Horizon\" by Doug Aitken. Credit: Courtesy Doug Aitken Workshop and The Trustees", "Innately temporary", "Once embraced as a radical way of bucking convention, large, temporary public works have become far more normalized today, with artists like Christo and the late Jeanne-Claude wrapping landmarks in fabric, for instance, or Olafur Eliasson creating waterfalls across the globe from scaffolding.", "Brooke Kamin Rapaport, the deputy director and senior curator of the Madison Square Park Conservancy in Manhattan, said large public installations allow artists to connect with their audience.", "\"Public art becomes this unwritten contract between the artist and the citizenry to engage together in an experience, and the most distinguished artists want to bring their work out to the public realm,\" Rapaport said on the phone from her New York City office.", "The shared nature of some large installations means that, typically, they don't last forever. Art fairs like Art Basel and Frieze offer some large-scale outdoor works, but huge, public commissions are often too big and tailored to their surroundings to find new homes.", "One of the events, or \"happenings,\" staged during \"New Horizon\" by Doug Aitken. Credit: Courtesy Doug Aitken Workshop and The Trustees", "Some of the works that Rapaport commissions for Madison Square Park end up touring to other venues, like the current installation by Leonardo Drew. Titled \"City in the Grass,\" the 100-foot-long sculptural installation features miniature wood cityscapes connected by an undulating carpet-like base. Ultimately, Rapaport said, the installations revert to the artist.", "\"City in the Grass\" (2019) by Leonardo Drew. Installation view in Madison Square Park, New York. Credit: Hunter Canning", "Artists will sometimes store their work in the hope that an institution or collector will come knocking to purchase it or borrow it for an exhibition, while others find ways to repurpose the materials. In 2017, the artist known as JR erected a nearly 70-foot-tall billboard of a young Mexican boy peering over the fence dividing the US and Mexico. When the work, \"JR at the Border,\" was dismantled, the wood structure was donated to build low income homes in Mexico, according to Alonzo, who curated the project.", "Christo and Jeanne-Claude, whose playful, colossal undertakings were always temporary, often recycled their materials. The valuable steel they employed for \"The Gates\" (2005), their famously orange installation along 24 miles of New York's Central Park, was sold -- \"not as art, but as raw material,\" said Matthias Koddenberg, a representative of their estate. Once dismantled, the different components were no longer art, he said.", "Christo unveils new work in London's Hyde Park", "Koddenberg gave the example of \"The Umbrellas\" (1991), the couple's twin installation in two valleys in the US and Japan. \"One or two umbrellas were not the work of art,\" he explained. \"Three thousand one hundred umbrellas installed simultaneously in two valleys in the US and Japan, were the work of art.\"", "Aitken's \"New Horizon\" might be considered in the same light: it's not the balloon that possesses the soul of the artwork, it's the journey that he's inviting the public to take. \"In his site-specific, temporal works, the value lies in the total experience, and in the interaction with the landscape at a particular moment in time,\" Lisa Spellman, owner and director of New York's 303 Gallery, which has been working with the artist since the early 1990s, told CNN by email.", "After Aitken's mirrored balloon lands, the only physical reminders will be the images and video taken by the artists and the people who took part along the way.", "Curator Alonzo says there are no plans yet to recycle or repurpose the balloon but he doesn't plan to say goodbye to it forever, \"I'm sure it will pop up somewhere else and live on, somehow.\""], "id": "903464b9-fe61-3f81-8767-6f4b62374021", "url": "https://edition.cnn.com/style/article/doug-aitken-new-horizon-mirrored-air-balloon/index.html", "title": "Doug Aitken's latest work is a 100-ft-tall mirrored hot air balloon", "authors": ["Meredith Mendelsohn"], "keywords": ["hot", "installations", "art", "doug", "horizon", "works", "100fttall", "aitkens", "work", "air", "public", "artists", "latest", "aitken", "balloon", "mirrored"], "pubDate": null, "summary": "Written by Meredith Mendelsohn, CNNAmerican artist and filmmaker Doug Aitken has unleashed a 100-foot-tall, mirrored hot air balloon that will fly across Massachusetts until July 28.\n\"Mirage\" by Doug Aitken.\nFor this latest work, titled \"New Horizon,\" Aitken sought expert insight from the likes of NASA and a community of hot air ballooners in New Mexico.\nCredit: Courtesy Doug Aitken Workshop and The TrusteesIt's an epic creative undertaking requiring impressive feats of engineering and coordination.\nOne of the events, or \"happenings,\" staged during \"New Horizon\" by Doug Aitken.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}