{"id": "90e26cf4-ba54-3b2b-b90b-7b60215cd6f0", "title": "As ‘Blue Wave’ Chances Crash, Wall St. Warms to Divided Government", "url": "https://www.nytimes.com/2020/11/04/business/stock-market-election-trump-biden.html", "summary": "After weeks of buying and selling stocks on the expectation that Democrats would sweep both the White House and Congress in a “blue wave,” Wall Street investors lost little time in returning to their traditional political posture: Gridlock is good.\nThe resultant divided government seemed like it could be good for business: Stock and bond prices went sharply higher, with the S&P 500 closing up 2.2 percent.\nSome investors and executives said that if Mr. Biden won, it would restore civility to the White House and bring more attention to issues like racial injustice.\nA victory by Mr. Biden would mean more stable trade policy and less divisive rhetoric, he said.\n“And yet, Biden’s not going to be able to raise taxes — you get the Mitch McConnell handcuffs,” he said.", "paragraphs": ["After weeks of buying and selling stocks on the expectation that Democrats would sweep both the White House and Congress in a “blue wave,” Wall Street investors lost little time in returning to their traditional political posture: Gridlock is good.", "On Wednesday, bleary-eyed investors, traders, executives and analysts who had stayed up until the wee hours tracking election results predicted that Joseph R. Biden Jr. was likely to eke out a presidential victory while Republicans maintained their grip on the Senate and Democrats continued to hold the House. The resultant divided government seemed like it could be good for business: Stock and bond prices went sharply higher, with the S&P 500 closing up 2.2 percent.", "Some investors and executives said that if Mr. Biden won, it would restore civility to the White House and bring more attention to issues like racial injustice. At the same time, Republicans in the upper house, led by the majority leader, Mitch McConnell, would be able to block parts of a liberal policy agenda that most worry Wall Street, such as tax increases, health care reform and closer scrutiny of the power of giant technology companies.", "“We’ll be able to go to bed and not worry about what the president is going to do,” said Michael Novogratz, a former hedge fund manager. A victory by Mr. Biden would mean more stable trade policy and less divisive rhetoric, he said. “And yet, Biden’s not going to be able to raise taxes — you get the Mitch McConnell handcuffs,” he said. “So it’s kind of the best of both worlds.”"], "authors": ["Matt Phillips", "Kate Kelly"], "keywords": ["st", "able", "wave", "blue", "republicans", "warms", "white", "house", "biden", "worry", "divided", "victory", "investors", "street", "crash", "chances", "wall"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}