{"url": "https://www.newyorker.com/magazine/2019/10/07/what-if-your-abusive-husband-is-a-cop", "paragraphs": ["Jessica Lester’s friends persuaded her to date Matthew Boynton, a boy in the eleventh grade, by saying, “If you don’t like him, you can always break up.” He was the grandson of the sheriff of Spalding County, where they lived, an hour south of Atlanta, and his friends were football players and cheerleaders. Jessica thought that Matthew, who was baby-faced but muscular, looked rich; he wore Ralph Lauren boots and collared shirts from Hollister. Jessica, who was in tenth grade, was less popular. She wore hand-me-downs and liked to take nature photographs. Her parents had abandoned her when she was three, along with her sister and brother, and she grew up on a farm with her mother’s adoptive parents. “I guess she felt like ‘Matthew could have picked anybody, and for some reason he picked me,’ ” her sister, Dusty, said. Jessica had pale-green eyes, a melodic voice, and blond hair that hung down her back like a slab of wood. In the spring of 2013, when she was sixteen and had dated Matthew for a year, she took her grandparents into the kitchen, closed the door, and told them, apologizing, that she was pregnant. Jessica’s grandparents, who are Baptist, were willing to help her bring up the child, but Jessica decided to settle down with Matthew, her first boyfriend. Her aunt Kathy, who lives on the farm, said, “With Jessica’s family background, there was probably just a feeling of ‘Oh, I’ve finally found someone who loves me.’ ” Jessica and Matthew moved into a house across the street from the sheriff, Wendell Beam, and his wife. Jessica was the kind of intuitive mother who predicts a baby’s danger—a fall, a spilled drink, a choking hazard—a few seconds before it happens. But she felt isolated. She finished her high-school coursework online, and almost never saw her friends or family. She said that Matthew told her she wasn’t related to them by blood. For their son’s first Christmas, Matthew took Jessica to her grandparents’ house—the first time she’d seen them in months—but before she opened her presents he told her that they had to leave. When Jessica graduated from high school, her grandparents held a party for her and projected a movie on the side of their barn. Shortly after the movie started, Matthew said that it was time to go. “The rest of us enjoyed her graduation party,” Martha, her grandmother, said. Matthew’s childhood dream was to work in law enforcement—a career inspired by his grandfather, who had helped bring him up following his parents’ divorce. After high school, he worked as a jailer at the Pike County sheriff’s office before being hired as a patrol officer in Griffin, the largest city in Spalding County. In his personnel file there, a supervisor described him as “fiercely loyal” but “stiff and unwilling to bend.” Another officer described him as “the type who wants to make ten arrests a day if he could.” A senior officer privately advised Matthew, “Lighten up a little bit, man.” That mentality spilled into his home life. Twice, Matthew called the police on Jessica, for yelling or cursing or poking his chest. According to a police report, Jessica was “very reserved and appeared to be upset.” She said that the officers recommended that she not yell at Matthew. In December, 2014, Jessica had a brief affair and got pregnant again. Her family wondered if this was her way of escaping the relationship. But Matthew said that he’d raise the child as his own. They decided to get married. Jessica could never quite explain why—there was no proposal, just an understanding that there was too much momentum to break up. Martha worried that Jessica had “lost her feistiness. It was almost like her personality got squished out of her.” Her aunt Denise, a public-school teacher, said that, at the wedding, “there was just this sadness in her eyes, like, ‘I’m done.’ ” She had the demeanor of a child who had promised herself not to cause trouble or draw attention to her own feelings. Jessica and Matthew left their wedding reception, which her family hosted, after less than an hour. Matthew wore a titanium wedding ring with a blue stripe, to signify that he was in law enforcement. They rented an apartment in Griffin, in a complex of beige two-story buildings surrounding a swimming pool. But the sheriff still loomed large in their relationship. Matthew asked Beam to phone him in the morning to wake him up. Jessica didn’t have her own credit card or car, so if she needed something from the supermarket she texted Matthew, who either took her to the store himself or asked Beam or his wife to deliver the item. When Matthew drove his patrol car, he would often take the keys to his truck, a Chevrolet Avalanche, so that Jessica couldn’t use it. Cartoon by Roz Chast Denise was on a science-curriculum committee with Matthew’s stepmother, Amy, a teacher in the same district. A few months after the wedding, Denise and Amy went out for lunch. Denise said that Amy confided that Matthew had once hit her and that their relationship was strained. “She became dead serious—I’d never seen her so serious,” Denise said. “She said we needed to know what kind of kid he was. She said, ‘Do me a favor. I want you to make sure that Jessica is going to be O.K., because he’s going to hurt her.’ ”", "In the spring of 2016, less than six months after the wedding, Jessica discovered that Matthew was having an affair with Courtney Callaway, a dispatcher at the Spalding County sheriff’s office, a mile away from the Griffin Police Department. “If you don’t want to be with me anymore,” Jessica texted him, “I’m not going to stay here and play house.” Matthew, who had begun spending his free days with Callaway, told her, “It’s not gonna work for us. I already know it won’t.” Jessica’s grandmother made an appointment with a lawyer who could help her file for divorce. In a composition note­­book, Jessica documented the times she assumed Matthew had been with his girlfriend, and she jotted down notes for the lawyer. “Difference between non-­contested & adultery divorce?” she wrote. “Most important to me. Custody (full?).” She and the boys planned to move into her sister Dusty’s house on Friday, April 15th, and the next week she would begin working at a chiropractor’s office. “She had both of the boys packed and ready to go,” Dusty said. Jessica had to wean her baby before starting the job, so on Thursday night she and Matthew drove to Walmart, to buy formula. At the store, they got into a fight, and when they left Jessica said she didn’t want to get into the car. Matthew called a Griffin police lieutenant for advice. “She’s a grown lady,” the lieutenant told him. “You can’t force her into the truck.” (Matthew refused to comment for this story.) From her porch, Jessica’s neighbor Megan Browning saw Jessica and Matthew return home. A half hour or so later, Browning was lying in bed when she heard a gunshot. Unnerved, she went out to the porch, where she heard another. Not long afterward, she saw Matthew walk briskly to his truck. He drove to a nearby Waffle House to have a late dinner with a fellow Griffin police officer. On his way, at 12:54 a.m., he said, he received a text from Jessica: “I can’t do this anymore. Take care of” the children. “Please tell them I love them everyday. I have been suffering for a while now and no one has noticed. Here lately I have not been able to recognize the person I see in the mirror. This is not the first time I have had suicide thoughts. I love you and the boys.” A minute later, Matthew responded to a joke from Callaway. “Haha I’m sorry I didn’t think about that lol,” he wrote. Then he called E.M.S. “Can you please dispatch a unit out to my location?” he said calmly. “In reference to my wife.” He explained that she was having suicidal thoughts and “she told me to take care of the boys. So I’m trying to hurry up and get back home, just to make sure that nothing is going to happen to them.” Six minutes later, Matthew reported on his police radio that he had heard two gunshots as he was walking up the stairs to his apartment. He had looked in the master bedroom, and when he didn’t see the baby, who typically slept there, he ran outside. “I didn’t know if it was an active scenario,” he later told investigators. “I was scared to death, because I couldn’t find him, that she would shoot me, shoot him, and then kill herself.” Eleven Griffin police officers arrived at the apartment complex. With their guns drawn, the officers checked every room in the house. The older boy was asleep in his bedroom, and the baby was in his own room, crying in his crib. The officers found Jessica in her bedroom closet, unconscious and lying on her side, her head on a bloody pillow. She was wearing fluffy slippers. On a shelf by her head was the notebook documenting Matthew’s infidelity. Matthew’s service gun was under her stomach.", "Jessica’s grandparents live on two hundred acres of farmland in Pike County, a twenty-five-minute drive from her apartment. A fence separates their house from an open field, where nine cows and two donkeys graze. Just before 2 a.m. on April 15th, Wendell Beam asked the sheriff of Pike County to send officers to the house. Two deputies woke Jessica’s grandparents and told them that Jessica had committed suicide, using Matthew’s gun. “No, that doesn’t ring right,” Martha told them. Four of her grandchildren had taken target-shooting classes together, but Jessica had refused to participate. “Jessica would not touch a gun,” she said. “She did not want to have anything to do with it.” Dusty and her husband drove to Jessica’s apartment. The first officer she saw in the parking lot was Beam. The sheriff’s department does not respond to incidents inside the Griffin city limits, and he was the only one from his office there. Dusty asked him where Jessica was, and he said that she had been taken by helicopter to Atlanta Medical Center. He did not explain why he’d earlier sent word that Jessica was dead. Dusty approached a group of Griffin police officers and asked whether Matthew had shot her sister. “She loved those kids more than anything, and she knows how it feels to grow up without a mom,” she said. “She wouldn’t have done that to them.” The officers told Dusty she needed to either calm down or leave the property. The police asked for assistance from the Georgia Bureau of Investigation. Early that morning, Matthew was interviewed by Chris DeMarco, a G.B.I. agent who lived near Spalding County and had worked with Beam on several cases over the years. DeMarco told Matthew that his clothes might need to be collected as evidence. “Absolutely,” Matthew said. “I didn’t try to brush off anything. I didn’t try to wash my hands—nothing.” He sounded like an eager student. “I didn’t think about getting any other clothes.” G.B.I. agents canvassed the apartment complex and discovered that Megan Browning and her fiancé and a couple that lived next door to Jessica were the only neighbors who had heard gunshots. Both couples said that the shots occurred around 11 p.m.—not at 1 a.m., when Matthew had reported them. One of the neighbors said that, not long before he heard the gunshots, he also heard “some banging, like she was banging on the door or something.” Browning, who sometimes socialized with Jessica and Matthew, cried throughout her interview. “I hope he goes to jail for this shit,” she said. She wanted to elaborate on what she’d witnessed, but the agents left after eight minutes and never came back.", "On a hospital-admission form, Jessica was described as a “19 year old reported to have shot herself in the right skull.” But Vernon Henderson, a trauma surgeon for more than two decades, who treated Jessica, wrote that her injury “did not fit with that description”; neither of her hands had “any evidence of any gunpowder stippling.” And her wound was on the top of her skull, which suggested that she would have had to hold the gun above her head, pointing downward—“a very unusual direction in which to point the gun at one’s self with the intention of committing suicide,” Henderson wrote. Indentations in the walls of Jessica’s closet suggested that one bullet had been shot at an upward angle—it entered the wall near the top of the closet—and another bullet hit the wall near the floor. Her neurosurgeon, Paul King, told me, “It seemed most likely that someone else shot her.” Matthew’s wedding ring had a blue stripe, to signify he was in law enforcement. Photograph by Danna Singer for The New Yorker Jessica had an intracranial-pressure monitor inserted into her brain, to measure swelling, and she was put in a medically induced coma. Matthew’s father and stepmother visited the next week. “Amy fell to pieces,” Denise said. “I hug­ged her and said, ‘It’s going to be O.K.’ And she said, ‘No,’ and looked at her husband.” (Amy did not want to comment for this article, explaining in an e-mail, “I have tried to remain neutral in this very serious situation.”) Matthew and the boys temporarily moved in with Courtney Callaway, the dispatcher he was dating. In Jessica’s first three weeks in the hospital, he visited her once, accompanied by Beam, who wore his uniform and carried his gun. “I made sure that I had another party with me, to insure the accusations wouldn’t be made,” Matthew said later. After the visit, Matthew, who had been placed on administrative leave, was interviewed again by DeMarco. “The chief would eventually like to get his officer back, as well as his service weapon back,” DeMarco told Matthew. “So we’re going to try to expedite this as fast as possible, and, when I say expedite, I mean the next few weeks.” DeMarco assured Matthew that his phone, which had been seized during the investigation, would be returned. “That’s what I told your—That’s what I told the sheriff today,” he said. Shortly after Jessica was hospitalized, her aunt Kathy took a photograph of a C-shaped bruise on the back of Jessica’s head, and she shared it with the G.B.I. agents, asking them to investigate how Jessica had been injured there. She suspected that there had been a physical altercation leading up to the gunshots. Although it’s possible that Jessica’s head hit the wall after she shot herself, there was no blood on the wall or on the clothes in the closet. Only the pillow under her head was bloody. A G.B.I. summary of an interview with King, the neurosurgeon, noted that he called the circumstances of her injury “suspicious,” but the agent who conducted the interview failed to record the conversation; he hadn’t charged his audio recorder. King told me, “You’d think it would have been simple enough to put bags on her hands and test them for gunshot residue. I was wondering why, but then it came to pass that her husband was a police officer and his granddaddy was the sheriff, so I understood.”", "Matthew and Callaway broke up a few weeks later. In an interview with the police, she said that she found him intimidating. “I know that he’s a police officer, and I’m not really anybody,” she said. In early May, after three weeks in a coma, Jessica began to regain consciousness. She silently surveyed the walls, where her family had taped pictures of her sons. A few days later, Kathy noticed Jessica crying. She was watching a cartoon about a lion. “Something had happened to the mama lion’s cubs,” Kathy said. “They were hurt.” “Where’s my baby?” Jessica asked, once her breathing tubes were removed. A nurse told her she’d been in an accident. “Like a car accident?” she asked. The nurse didn’t answer. Jessica’s recovery was so swift that people at the hospital called her the “miracle child.” Although her skull had been fractured, neither bullet had penetrated it. Less than a week after Jessica emerged from her coma, DeMarco and another G.B.I. agent, Jared Coleman, interviewed her as she lay in her hospital bed. It was the first time anyone had spoken with her at length about the night of her injury. “Cases like this—we don’t usually have someone to talk to like you, because you’re not here,” Coleman told her. “Right,” she said, nearly whispering. Her voice was hoarse from the breathing tubes, and she seemed childlike and dazed, as if her only goal was to accommodate the agents as quickly as she could. She said that all she could remember about that night was that she’d gone to Walmart. The G.B.I. agents asked if she had ever handled Matthew’s gun. “No, I can’t even get it out of the case,” she said. She wasn’t sure how to unlock the safety lever on the holster. “He asked me to go get it out before, and I told him, ‘You’re going to have to.’ ” “Have you ever had any thoughts about hurting yourself?” Coleman asked. “No. Never,” she said. “Especially because of my children.” She started crying. “I’ve never, ever wanted to hurt myself before.” “Do you think Matthew was ­incapable of doing this?” “Honestly, I don’t know,” she said. “That’s something that y’all would have to figure out.” The G.B.I.’s theory of Jessica’s shooting depended on her being suicidal, but she gave no indication of being depressed. Although the hospital had placed her under constant observation after she was admitted, the precautions were removed after she regained consciousness. Had she attempted suicide, it would have been standard for the hospital to provide psychiatric care. But a psychiatrist who assessed her for depression apparently saw no need to give her a diagnosis or refer her for treatment. A second psychiatrist thought she had “appropriate mood and affect; appropriate judgment and insight.” Her surgeon, Henderson, wrote that she was “a very positive person who is embracing the opportunities that a new lease on life afforded her by her recent recovery.” He went on, “She has a sense of humor and has a gentle and calm personality. She speaks lovingly of her children and the need to and desire to see them.” “Of course, it was through my efforts that we landed that account, but did I get any credit? Ha! Don’t make me laugh.” Cartoon by Nick Downes", "After Jessica had been in the hospital for a month, her doctors tried to transfer her to a rehabilitation program, but she didn’t have insurance, so she was discharged to the care of her grandparents. She walked with a limp and struggled with headaches, short-term memory lapses, ringing in her ears, and numbness on the left side of her body. Three days after she left the hospital, a deputy from the Pike County sheriff’s office delivered a Family Violence Protective Order. Jessica could not come within three hundred yards of Matthew or her children. According to the order, which Matthew had petitioned the court to issue, “probable cause exists that Family Violence has occurred in the past and may occur in the future.” Jessica was ordered to have a psychological evaluation. At a family-court hearing that June, Matthew asked that the protective order be extended for a year. Matthew, who had been restored to patrol duty, carried a new service gun and wore his uniform, and was accompanied by Beam. “We have an individual that is a parent that attempted to take her own life,” his lawyer, Lance Owen, told the judge. “Somebody that shoots themself in the head means business. And if she’s capable of attempting to take her own life, there’s a chance that she might do something to these children.” Matthew testified that Jessica’s grandparents were “not blood-related,” and could not be trusted with the children. “The fact that they don’t believe that she did this to herself—I think they’re not taking it seriously,” Owen said. “Have you spoken to her doctors about what they believe is the cause of her head injuries?” Jessica’s lawyer, Bree Lowry, asked. Henderson, the surgeon, had written Lowry a letter stating that “whatever investigation there was done into this event in no way reflected our observations in the emergency room.” “I’m only concerned with the G.B.I. reports,” Matthew said. Lowry wanted to put witnesses on the stand who would testify that Matthew had been psychologically abu­sive. “We believe he is a danger to her,” she told the judge, Tommy Hankinson. “One witness”—Jessica’s neighbor Megan Browning—“would like to speak to you anonymously in chambers, because she is afraid.” Judge Hankinson seemed to find the idea so novel as to be humorous. “I don’t think I’ve ever had that one before,” he said. “Is she gonna wear a mask or—” “I think we’ve got the right to confront and cross-examine anybody that’s gonna be offering testimony,” Owen said. “Good for you, Mr. Owen,” Hankinson replied. “I’m glad to know there’s still advocacy in the practice in the courts of the Griffin Judicial Circuit.” No one ended up testifying about Jessica and Matthew’s marriage. In the past thirty years, the criminal-justice system has become more responsive to domestic violence, but family courts have been largely insulated from this cultural change. In an analysis of more than two thousand family-court opinions from the past decade, Joan S. Meier, a professor at George Washington University Law School, found that, in sixty-four per cent of cases, courts did not accept the story of a mother who said she or her children had been abused by her husband, even when evidence corroborated the claim. “There is an unwillingness to believe, as if it’s just preferable not to know this about our culture,” Meier told me. She has found that courts are rarely willing to hear evidence about a form of abuse called “coercive control”—a crime in England—which describes the process by which people are dominated, sometimes to the point that they are no longer free agents and cannot make decisions without a partner’s permission. “The idea that domestic violence is bad for kids still has not sunk in—it sometimes barely makes a dent in a case,” she said. Few states mandate that custody evaluators have domestic-violence training; judges often characterize the allegations as mudslinging and focus not on their veracity but on which party appears to be the better parent. “The judges are very swayed by their own reactions to each person,” Meier said. She found that, when a mother accused a father of domestic abuse or child abuse, she lost custody to the father in twenty-­eight per cent of cases. When the roles were reversed, fathers lost custody in only twelve per cent of cases. Hankinson briefly paused during the hearing to see if any statutes said that attempted suicide was a form of child endangerment. He didn’t find any, and dismissed the protective order. But he granted full custody to Matthew. Jessica could see her children for only four hours on Sunday afternoons. Owen proposed that Beam supervise the visits. “Sheriff Beam can carry a weapon,” he said. “I don’t know what she is capable of, Judge.” Jessica’s family agreed to pay a hundred dollars every Sunday so that her visits could be observed by another armed law-enforcement agent. At the judge’s recommendation, they also arranged for a psychological evaluation. Jessica’s only diagnosis was “acute stress disorder,” which, the evaluator wrote, occurs “when an individual is exposed to actual or threatened death.” The evaluator added that her “symptoms are normal and to be expected through circumstances such as hers.” Two months later, Jessica was hired as an assistant teacher at a child-care center in Griffin. Ashley Dunn, the lead teacher in Jessica’s classroom, said, “We were all, like, ‘You can do an awesome job working with ten two-year-olds but you can’t see your own kids?’ ” On weekends, Dunn sometimes asked Jessica to babysit for her own children.", "In September, 2016, the G.B.I. closed its case, concluding that Jessica’s wounds were self-inflicted. Her DNA had been found on the gun, which was to be expected—she had been lying on it. Neither Matthew nor Jessica had been given a gunpowder-residue test. The agency deferred to its chief medical examiner, who spent ninety minutes on the case and never examined Jessica. He concluded that Jessica had shot herself in the head, though he indicated that his assessment would have been more definitive had there been a photo of Jessica’s wound before she’d had surgery. The G.B.I.’s report never mentioned the picture of Jessica’s bruise that Kathy had given the agents. The agents who wrote the report seemed indifferent to the dynamics of Jessica and Matthew’s marriage, as if the subject were a private matter that didn’t merit discussion in an official investigation. They recorded interviews with eight Griffin police officers, some of whom Matthew considered good friends; one informed the agents that Matthew “was telling me how she kind of acts crazy sometimes when she don’t get her way.” The G.B.I. did not record any interviews with Jessica’s family or friends. Although police departments have become more attentive to officers’ use of excessive force against civilians, the same scrutiny has not been applied to their potential for violent behavior at home. In the nineteen-nineties, researchers found that forty-one per cent of male officers admitted that, in the previous year, they’d been physically aggressive toward their spouses, and nearly ten per cent acknowledged choking, strangling, or using—or threatening to use—a knife or a gun. But there are almost no empirical studies examining the prevalence of this sort of abuse today. Leigh Goodmark, the director of the Gender Violence Clinic, at the University of Maryland’s Carey School of Law, speculates that one reason for the dearth of research is a reluctance to fund a study that will bring attention to an uncomfortable dilemma: that, as Goodmark says, “those policing the crime and those committing it are often the same person.” “I think the city thought this would be business as usual, until a local reporter and a loser truck driver got involved,” Will Sanders said. Photograph by Danna Singer for The New Yorker At the Griffin Police Department, concerns about domestic violence have apparently been so slight that in 2018 the department hired an officer whose personnel record showed that he had recently been accused by his child’s mother of threatening her with a gun. In many other cities, domestic violence seems to be treated as similarly insignificant. This year, an independent panel found that the typical penalty for New York City police officers found guilty of domestic violence—some had punched, kicked, choked, or threatened their victims with guns—was thirty lost vacation days. In nearly a third of cases, the officers already had a domestic-violence incident—and, in one case, eight—in their records. In the Puerto Rico Police Department, ninety-­eight police officers were arrested for domestic violence between 2007 and 2010; three of them had shot and killed their wives. Only eight were fired. Last summer, the sheriff of Los Angeles County, Alex Villanueva, articulated a common justification for not con­sidering domestic violence as a concern: in defending his decision to employ a deputy who had been accused of stalking and physically abusing his ex-girlfriend, he told a local reporter that it was “a private relationship between two consenting adults that went bad.” The violence was seen as unrelated to job performance, an activity that could be understood only within the context of a relationship. But the factors that lead to abuse at home—coercion, authoritarianism, a sense of entitlement to violence—are also present in the work that police officers do on the streets. It should not be surprising that domestic abuse appears to predict excessive use of force—a link that scholars have suggested should alter the way that departments respond to both kinds of aggression. The Citizens Police Data Project, in Chicago, analyzed the records of Chicago cops between 2000 and 2016 and found that officers accused of domestic abuse received fifty per cent more complaints than their colleagues for using excessive force. Philip Stinson, a professor of criminal justice at Bowling Green State University and one of the few scholars who has studied the issue, reached a similar finding: one in five officers arrested for domestic violence nationwide had also been the subject of a federal lawsuit for violating people’s civil rights. The Griffin Police Department had not received any complaints about Matthew’s use of force, but Darrell Dix, a former lieutenant, told me that he and some of his colleagues worried that Matthew had a domineering and “one-­dimensional” approach to his work, which could provoke “fights and scuffles.” “He had not learned that there is a human side of this, too,” Dix said. “It was ‘I’m going to lock people up. I’m going to do it my way.’ ”", "Jessica’s shooting was the subject of hushed conversations among Wendell Beam’s staff at the Spalding County sheriff’s office. “In all my years in law enforcement, when someone shoots himself in the head it’s one and done,” Jessica Whitehouse, a deputy there at the time, told me. There’s no second shot. “Everyone said, ‘Beam’s grandson will get off,’ ” she went on. “ ‘Nothing will happen to the kid.’ ” Before being elected sheriff, in 2011, Beam had worked in the sheriff’s office for thirty-seven years. He had a reputation for being kind and personable but also passive, indecisive, and resistant to change. When female officers told him that they were afraid of the patrol-division captain, David Gibson, whom Beam had promoted, he did nothing. Gibson routinely said to female colleagues, “Shut your cock garage.” He told a secretary that she should wear a cowbell around her neck, so he’d always know where she was. Gibson had worked in the sheriff’s office for twenty-eight years, and he cultivated an aura of invincibility. He claimed to have personally insured Beam’s election. He spoke about how he gambled with a mythical figure known in the sheriff’s office as the Wood Chipper, because, supposedly, he had used such a device to kill a woman. A deputy named Misty Piper said that, after Gibson repeatedly pressured her to have sex with him, she acquiesced, because she felt that, if she defied Gibson, she would meet a similar fate. Twice, she later testified, Gibson choked her. In 2012, Piper complained to Beam, and he said he’d look into the accusations, if she put them in writing. “And then I started thinking, Well, why did I even come to you?” she said. “I’m not well connected with anyone.” She decided to resign instead. The following year, Gibson put a female colleague in a headlock and held a Taser against her temple. “Get off of me!” she screamed. A male sergeant saw the exchange and told Beam, who provided Gibson with what he called “undocumented counselling.” Two years later, Gibson slapped a secretary on the back of the head, telling a male officer, “I’m gonna show you how we take care of these secretaries.” Although the secretary complained to Beam about Gibson’s behavior, Gibson was never disciplined. In late 2014, Whitehouse, one of the youngest deputies in the sheriff’s office, scheduled a meeting with Beam to say that Gibson’s treatment of female cops was demeaning. She told me that, for female officers in many parts of the South, “there’s no in-between—you can’t just be a human in uniform.” They were made to feel that their presence contaminated the ethos of the department. “If you perceive yourself as being country and rough, then you’re a dyke,” she said. “If you do wear makeup and fix your hair, you’re a whore.” Beam asked Whitehouse to meet him at a park on the outskirts of Griffin. Whitehouse didn’t understand why she was being directed to “basically a hiding spot.” She recorded the conversation on her phone, so that investigators could look for clues if she disappeared. “He had control of Spalding County,” she said, referring to Gibson. “He was Spalding County. Anybody that went against him would be eliminated.” Whitehouse said that Beam seemed concerned, but he said that she’d have to write down her complaint. Like Piper, Whitehouse was afraid to follow through. Beam dropped the matter. “I figured she was going to retract her statement,” he said later. (Beam refused to talk to me.) After several months, a male officer told a captain in Internal Affairs that he didn’t understand why Whitehouse’s complaint had been ignored. At the recommendation of the captain, and with Beam’s approval, an outside agency investigated Gibson and concluded that he was a “predator.” In the spring of 2015, Beam allowed Gibson to retire, keeping his pension. The secretary whom he’d slapped in the head was asked to type his resignation letter. “It was like he was spitting in my face,” she said. (Through his lawyer, Gibson told me that the headlock-and-Taser incident was “all in good fun”; most of the other allegations were “untrue and are otherwise embellished.”) After Gibson left, citizens came forward to say that they, too, were terrified of him. One woman said that he would drive to her house and shine the lights of his patrol car into her windows. Then he would “handcuff me and put me on the hood of his patrol car and have oral sex with me,” she wrote in a statement. “I was going to report this, but, like he said, who will they believe?” Another woman, who used methamphetamine, said that sometimes Gibson followed her as she drove. He would flash his lights and pull her over, and force her to have sex with him. She was sure that if she didn’t comply he would arrest her. As it became clear that Gibson’s activities could be criminal, the G.B.I. looked into the allegations. In an audio-recorded conversation, an agent expressed disbelief that Beam had let Gibson’s behavior continue for so long. “Why is he getting so much protection and coverage?” the agent said. “This blows my mind.”", "In December, 2016, Jessica filed a report with the Griffin Police Department, saying that Matthew hadn’t returned her belongings. After she came out of her coma, Denise had had to buy her new clothes. Jessica was still missing her orthodontic retainer. Matthew signed a sworn statement promising that he no longer had anything of Jessica’s. Matthew was now dating Shelby Willey, a young mother who had recently separated from her husband. They moved in together in January, 2017, and as they were packing Willey discovered that Matthew had a large gym bag full of women’s clothes, along with a retainer with “Jessica” printed on its case. When Willey asked Matthew about it, she said, he told her he intended to burn the bag, which Jessica had packed one night when she was planning to leave him. Willey had seen a copy of Matthew’s sworn statement in his car, and she was disturbed that he was “lying straight to everybody’s face,” she later told the police. (She and Callaway, Matthew’s ex-girlfriend, couldn’t be reached for this story.) Jessica, at home with her three boys, still has occasional migraines, weakness in her left foot, and lingering amnesia about the night of her shooting. Photograph by Danna Singer for The New Yorker In a private Facebook message, Willey complained to a friend that Matthew’s demeanor was “emotionless but very authoritative.” She had learned about Jessica’s shooting after probing stories were published by Sheila Mathews in The Grip, a free newspaper in Spalding County, and aired on the Atlanta television station 11Alive, reported by Brendan Keefe. When she asked Matthew about the shooting, “nothing adds up,” she wrote to another friend on Facebook. “It’s always different. It’s always more exaggerated every time.” She felt uncomfortable that Matthew told Beam “every detail of his life,” but that the conversations “were all confidential.” In May, 2017, they broke up. Willey contacted Jessica on Facebook and warned her that Matthew was not taking good care of the children; they were subsisting, she said, on cheese puffs, Fudge Rounds, corn dogs, and Mountain Dew, and sleeping at odd hours. “It breaks my heart!” she wrote. “I’ll go ahead and tell you that the boys deserve more structure and more care and love which I’m almost positive YOU have.” By then, the boys were spending half their time with each parent, switching houses on Fridays. Willey wanted to help Jessica because she was scared of Matthew, too. “It felt like he was just a ticking time bomb,” she told the police. “He never let me go anywhere without me sharing my location with him.” She said that, when they talked about what happened to Jessica, “he laughs about it. He thinks it’s funny. And he said, ‘It’s a damn shame she didn’t do it right the first time.’ ” She added, “He doesn’t refer to her as, like, human. Like, he talks about her as if she’s nothing.” As Willey was moving out of Matthew’s house, she again came across the gym bag of Jessica’s clothes. She notified a local truck driver named Will San­ders, who had a reputation as a ­freelance investigator. Sanders was forty-three years old and the son of a former Republican state representative; he considered himself a happy beneficiary of the “good-old-boys system,” he told me, and did not do his work in pursuit of po­litical reform. “It’s just a hobby,” he said. “It in­terests me on a psychological level.” He had conducted his own canvass of Jessica’s apartment complex; retraced Matthew’s journey to the Waffle House, timing the drive with a stopwatch; and got permission from the new tenants of Jessica and Matthew’s apartment to inspect the holes in the closet. He had filed nearly a hundred Open Records Act requests about Jessica’s shooting, and he shared what he learned with Jessica’s family, as well as with The Grip. Jessica’s grandmother, Martha, said that initially she had trusted Wendell Beam, whom her husband had known for years, and the G.B.I.’s investigative process. “I’ve always been such a firm believer in our just­ice system,” she said. “I would fight you tooth and nail defending it.” But, af­ter receiving thousands of documents from Sanders, Martha stopped driving through Griffin, because she was afraid. Sanders said, “I think the city thought this would be business as usual, until a local reporter and a loser truck driver got involved.” Sanders offered Willey a hundred and twenty dollars to sneak into Matthew’s utility closet and get Jessica’s bag. She agreed, and in May, 2017, Sanders dropped off the bag at the Griffin Police Department.", "Matthew was called in for questioning. At first he lied, but within fifteen minutes he acknowledged that he’d known about Jessica’s bag all along. “Why did you write the damn statement?” a sergeant asked him. “You know you can’t give a sworn statement and lie on it.” Crying, Matthew set his body armor, badge, and police radio on the table in front of him, and agreed to resign from the department. In July, he was charged with two felonies: making false statements and violating his oath of office. Philip Stinson, the professor at Bowling Green, maintains a database of officers who have been arrested around the country, and he said that, in response to the Lautenberg Amendment, a federal provision that was passed in 1996 and prohibits people convicted of domestic violence from owning firearms, cops accused of domestic violence are often charged with lesser offenses, as a kind of “professional courtesy,” so they can continue working. “That’s the game here,” he said. Jessica found it darkly funny that it was a missing retainer, and not her brain injury, that ultimately led to Matthew’s arrest. Mike Yates, the chief of the Griffin police, told me in an e-mail that Matthew’s case had nothing to do with domestic violence. “We will not be swayed by hearsay, false rhetoric or sensationalism in a manner that would cause harm to the innocent,” he wrote. In April, 2018, nine months after Matthew was charged, Jessica called the Spalding County district attorney’s office to ask why Matthew’s case hadn’t been presented to a grand jury. She was told that, to prove that a crime had been committed, the district attorney needed to establish that the oath of office had been administered to Matthew. But a Griffin city official said that the document couldn’t be found. Mathews, the publisher of The Grip and its only reporter, submitted an Open Records Act request to the magistrate’s court, where judges swear in new officers. Within three hours, she received a copy of Matthew’s official oath, which the D.A.’s office had been trying to find for six months. The next day, Yates texted the D.A. to say that he had the original document. Matthew’s case was presented to a grand jury in July, 2018. Under Georgia law, police officers, unlike civilians, have the right to make a prepared statement at the end of a grand-jury hearing. There is no public record of the proceeding, but the grand jury chose not to indict Matthew either for making false statements or for violating his oath. Four months later, he was hired as a reserve officer in Braswell, Georgia, a community of four hundred people.", "Jessica’s grandparents wrote letters to the G.B.I., the governor, the city manager, and the district attorney to request that the investigation into Jessica’s shooting be reopened. By then, Beam’s reputation had been muddied by the Gibson investigation, and he had been voted out of office. Jessica’s grandparents hoped that this development would help their case. The new sheriff, Darrell Dix, the former lieutenant in the Griffin Police Department, told me that when he unlocked the doors to the sheriff’s office on his first day on the job, January 1, 2017, he found nine industrial-sized trash bags full of shredded papers. Jail trusties—model inmates who did menial jobs at the sheriff’s office—told him that they’d spent two weeks destroying paperwork, at the previous administration’s instruction. “They had wiped stuff off the computers,” Dix said. “They had even taken notebooks off shelves and shredded the documents.” Dix was one of the Griffin police officers present the night that Jessica was shot. “I don’t doubt the findings of the G.B.I.,” he told me. But, he said, “there are a lot of questions out there—both in favor of Jessica and in favor of Matthew—that could be answered, but I just don’t think the G.B.I. is going to do it.” He believes that “the only two people who know the answers are Jessica and Matthew,” and Jessica will never be a reliable source, given her traumatic brain injury, and Matthew’s account can’t be trusted. “I guarantee you he won’t a hundred per cent say what happened,” he said. (Matthew’s lawyer said, in an e-mail, “The ultimate aim of both the GBI’s investigation and the grand jury’s inquiry was to find the truth. And in both instances, he was cleared of wrongdoing.”) That Matthew had found himself in a troubled relationship did not surprise Dix. “Bad decisions,” he said. “Hardheaded. Wouldn’t listen to anybody.” No one responded to Martha’s letters. She concluded that she’d chosen the wrong tactic. “At the time, I was well known in my field by people who had some clout”—she worked in hospital risk management and had friends in law enforcement—“and what we should have done is pulled some strings,” she said. She felt she needed men in power on her side if she were to challenge a culture in which men let other men get away with what they please. Will Sanders, the truck driver, reached a similar conclusion. In July, 2018, he criticized Yates on the department’s Facebook page for denying Sheila Mathews, The Grip’s publisher, access to public information—behavior that, Sanders said, was part of a pattern of intimidating female reporters. Yates had lost his previous job, in 2014, as chief of the police department in Jonesboro, Arkansas, after he called a local reporter “smelly” and said that dealing with her was “like trying to pick up a dog turd by the ‘clean end.’ ” She resigned, citing the “level of stress and anxiety created by a public official who commands a small army.” Within two hours of Sanders’s Facebook comment, Yates informed San­ders that his private Facebook messages would be made accessible to “any persons interested in the entire scope of your actions, activities, motives and history.” He added, “This material will be released in the interest of transparency and context.” The department had obtained the messages a year earlier, as part of the investigation into Jessica’s gym bag. (The purposes of such a sweeping request were never clear. To obtain the search warrant, a lieutenant submitted a sworn statement explaining that there was probable cause that Sanders had been involved in two commercial burglaries; later, the lieutenant said that this was the result of a cut-and-paste error.) Sanders deleted his Facebook account, his primary method of communicating with sources and reporting his findings. He had once assumed that if he dug deeply enough he would understand not only Jessica’s shooting but the reasons that David Gibson had been protected for so long. Although Gibson had been indicted on fourteen charges, he was allowed to plead guilty, in June, 2017, to only two, for violating his oath of office, and he was granted first-offender status. After he serves a three-year sentence and finishes his probation, his record will be wiped clean. “Oh, O.K. I can sort of see it.” Cartoon by Benjamin Schwartz For a time, Sanders thought that the source of Gibson’s power might be connected to the Dixie Mafia (a gang based in the South), or a gambling ring, or some hidden knowledge that afforded him a lifetime of leverage over Beam. But now he resorted to a more mundane theory about the culture of power. “My mama told me stories about going to lunch with my father and his friends in the sixties,” he said to me. “The men would sit down, and the women would stand behind their men. When the men wanted tea, they just shook their glasses.” Even Gibson’s lawyer, Phil Friduss, seemed at a loss to explain whether Gibson had controlled the county, as so many people believed. “I hope those stories went too far,” he said, referring to the notorious Wood Chipper. The inability to pinpoint the source of Gibson’s dominance—and of Beam’s capacity to shield other men—seemed only to feed the drama and paranoia. Eleanor Attwood, a lawyer representing six women who filed civil suits against Gibson, warned me to do all my reporting when the sun was out. Sanders said that he no longer goes anywhere unarmed. If he has to drive to downtown Griffin, he cleans and vacuums his car, so he can easily see if someone plants drugs or contraband. For a while, he put clear tape on the doors of his house and car, so he would know if anyone had sneaked inside. Jessica gave him her old cell phone and notebook, and he keeps them in a safe at a location that he won’t disclose, along with a shrink-wrapped box containing all the documents he collected. “My dream is that, one day, the Feds show up and say, ‘We want the notebook,’ ” he said. But otherwise, he said, “I’m done—I’m out. They have won. I hold up the white flag.”"], "pubDate": null, "id": "9139a6f8-a0e1-3e04-8c24-5330ceecc580", "keywords": ["told", "officers", "griffin", "abusive", "matthew", "asked", "jessicas", "jessica", "husband", "cop", "beam", "matthews", "gibson"], "title": "What if Your Abusive Husband Is a Cop?", "summary": "Matthew asked Beam to phone him in the morning to wake him up.\n“She wouldn’t have done that to them.” The officers told Dusty she needed to either calm down or leave the property.\n“The chief would eventually like to get his officer back, as well as his service weapon back,” DeMarco told Matthew.\nAt a family-court hearing that June, Matthew asked that the protective order be extended for a year.\nWhen she asked Matthew about the shooting, “nothing adds up,” she wrote to another friend on Facebook.", "authors": ["Rachel Aviv", "Alice Munro", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Jelani Cobb", "Rachel Louise Snyder"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}