{"keywords": ["tour", "christmastime", "cruise", "day", "arosa", "festive", "ship", "youll", "normandy", "included", "city", "seine", "paris"], "paragraphs": ["Overview", "Shares", "BUY ONE GET ONE HALF-PRICE ON 2019 CRUISES - BOOK BY 31ST OCTOBER TO SAVE USE CODE: RCBHP", "This cruise begins and ends close to the glorious 'City of Light', offers opportunities to enjoy the festive preparations in two French cities, and to enjoy the relaxed atmosphere and everyday luxuries of an A-ROSA river cruise.", "", "What better way to get into the Christmas spirit than by treating yourself to a all-inclusive A-ROSA holiday? Flexible meal times with a delicious buffet, included drinks, spacious modern cabins and festive on-board activities and treats mean you'll have a fun and indulgent start to the festive season.", "", "Board the ship in Paris and sail first to the picturesque city of Joan of Arc, Rouen. Spend a day in riverside Mantes-la-Jolie, the lovely but little-known subject of some Monet's paintings. This is followed by an early arrival for a full day moored in the historic St Denis district of Paris. Join the included city tour and make the very most of the festive French capital.", "Cruise to Rouen, the capital of Upper Normandy", "A call in riverside Mantes-la-Jolie", "A full day in Paris and an included city tour", "Special meals and entertainment on board", "Embark A-ROSA VIVA in Paris", "Gallery", "Highlights and Inclusions Four nights' all-inclusive cruise accommodation", "Buffet breakfasts, lunches and dinners on board", "A large selection of alcoholic and non-alcoholic drinks all day long", "On-board activities and entertainment", "Return travel from the UK to ParisIncluded coach transfers to the ship (unless you select our Tour Only option)", "Included coach transfers to the ship (unless you select our Tour Only option)", "Itinerary Day", "1 Travel to Paris, and head across the city to St Denis. Board A-ROSA VIVA and settle in to your new surroundings before she gets underway this evening and your festive river cruise begins. Day", "2 After a morning on the water, your ship arrives in Rouen. Step ashore and soak up the festive atmosphere of the beautiful Upper Normandy capital - perhaps with the help of a glass or two of calvados in a local bar. Explore the Christmas market in the square before city cathedral, visit the Place du Vieux-Marche where Joan of Arc was burnt to death, and see the ornate one-handed clock-face of the Gros Horloge before A-ROSA VIVA sets sail shortly before midnight. Day", "3 In the late morning you'll arrive at Mantes-la-Jolie. Now absorbed by the suburbs of Paris, this pretty town and its scenic stretch of the Seine attracted painters like Monet, Manet and Renoir during the 19th Century, and you'll have time to visit the imposing church of Notre-Dame de Mantes, explore or relax in a local cafe or bar before the ship leaves in the late evening. Day", "4 You'll wake this morning to find yourself back in St Denis, ready for the highlight of your cruise - a full day in Paris. After an included city tour, which will bring the sights to life, you'll have the day to explore, shop and relax.", "", "The French capital is a city of romance, sights and hidden secrets. From the art of the Louvre to the history of Versailles, and from the shopping of the Galeries Lafayette to the sophistication of the Cafe de Flore, 'la vie Parisienne' gives every aspect of the city a unique and elegant air. The fascinating, cafe-lined streets of the Latin Quarter are the perfect place to enjoy a meal or relax with a drink as you watch the world go by. Day", "5 Say farewell to your new friends as you disembark and begin your journey home at the end of a memorable Christmastime river cruise."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "Board the ship in Paris and sail first to the picturesque city of Joan of Arc, Rouen.\nThis is followed by an early arrival for a full day moored in the historic St Denis district of Paris.\nJoin the included city tour and make the very most of the festive French capital.\nDay4 You'll wake this morning to find yourself back in St Denis, ready for the highlight of your cruise - a full day in Paris.\nAfter an included city tour, which will bring the sights to life, you'll have the day to explore, shop and relax.", "url": "https://holidays.theguardian.com/holidays/paris-normandy-and-the-seine-at-christmastime-6a932fc90599c34d90eccc7dc895b642", "title": "Paris, Normandy and the Seine at Christmastime", "id": "919cb15c-8d19-3641-9238-2dd8e5ecffdb", "authors": []}