{"id": "91afbe27-951c-30d0-aceb-efc1068b6dfe", "title": "Once more, with dread - The second wave of covid-19 has sent much of Europe back into lockdown", "url": "https://www.economist.com/briefing/2020/11/07/the-second-wave-of-covid-19-has-sent-much-of-europe-back-into-lockdown", "summary": "When the initial onslaught of covid-19 threatened to swamp their intensive-care wards back in spring, many European countries implemented lockdowns that greatly constrained all sorts of activity.\nBut when they came out of their first lockdown European countries were unwilling to impose the strictures they thought would be necessary for true eradication.\nEuropean countries tried to limit cross-border contagion by requiring people returning, or arriving, from places deemed high-risk to quarantine themselves.\nAmerica has placed orders for 150m such tests, which are also being sent to care homes and other high-risk places.\nSlovakia, where infections took off in October, is trying something similar to avoid the need for any lockdown at all.", "paragraphs": ["Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub", "I N THE EARLY days of the covid-19 pandemic doctors were befuddled by a peculiar phenomenon: some patients ill enough to be admitted to hospital seemed at first to respond well to treatment, recovering almost enough to be discharged, before suddenly deteriorating again. Europe is now recapitulating that sad trajectory on a continental scale.", "When the initial onslaught of covid-19 threatened to swamp their intensive-care wards back in spring, many European countries implemented lockdowns that greatly constrained all sorts of activity. Case numbers duly dropped, covid wards began to empty and in time the restrictions were eased. In the summer that followed infections started to inch up without causing a great deal of alarm. Then, in October, the epidemic exploded again (see chart 1). Today cases are doubling across the continent every two weeks—a rate of growth not far short of that seen in March.", "The sudden upturn shows the nightmarish realities of exponential growth at work. At low caseloads you can put up with two-week doublings for a while. But once an outbreak becomes appreciable, a month that sees four-fold growth is like a kick in the teeth—and still leaves you expecting twice as many cases as you have today in a fortnight’s time.", "Belgium is learning this the hard way. Its hospitals, which doubled their intensive-care capacity in preparation for a second wave, were nevertheless half full by October 26th; they are expected to run out of beds by November 6th. Before their recently announced lockdowns France and Switzerland looked set to follow by mid-November. Scientists advising the British government showed it modelling suggesting that, in the absence of something like a lockdown, the National Health Service would reach breaking point in December, when the number of covid patients would exceed the “surge capacity” in the field hospitals set up in the spring.", "As the scope of the incipient disaster has dawned on them, ashen-faced leaders have told their citizens that they have little choice but to reimpose lockdowns of various sorts. By November 5th, 20 countries had shut gyms, restaurants, museums and other public venues, introduced curfews, banned people from going out for non-essential business or all of the above. France has gone furthest, forbidding all social gatherings and clamping down on sorties outside the home for anything but food, medicine or schooling. But even Sweden, champion of a light-touch approach, called for new curbs on November 3rd, limiting the size of groups in restaurants and discouraging meetings between households.", "In general, the most striking difference between these measures and those of the spring is that most schools and universities are staying open. The second most striking is that this time it is winter, not summer, that is coming, with all that means for the inhospitality of outdoors activity and the stir-craziness of being cooped up.", "In terms of buying time, these lockdowns are unlikely to be as successful as the first round, during which restrictions were stronger and the people locked down less weary of restrictive precautions. This reinforces the need for governments to make better use of whatever time they do manage to buy.", "Asian nations, some democratic, some not, have proved it possible to force infection rates so low as to more or less eradicate the disease. But when they came out of their first lockdown European countries were unwilling to impose the strictures they thought would be necessary for true eradication. Many doubtless thought that their citizens would not put up with them. They chose instead a strategy in which various not-too-onerous modifications in everyday behaviour would keep the level of infection low enough for their health systems to be able to cope.", "This strategy of containment has, unfortunately, proved fragile. But it remains the only one that most European nations see as viable. When the current lockdowns run their course, they need to follow it better. New tools may help them do so. Cheaper and quicker tests are already becoming available, and fairly soon there may be antibody and other treatments which, given early, reduce the risk of severe disease, and which might even offer some degree of prophylaxis. There could also be a significant boost to morale if, during the lockdowns, vaccine trials provide good news. Seeing a fairly near-term way out of the bind may make people more willing to submit to constraints in the meantime.", "Clad in black mortality", "But not everything can be put right with more effective and appropriate interventions and a dash of hope. Policies that meet the need for containment are vital; and they have to be communicated, and carried forward, in ways that generate public trust, and thereby compliance.", "A large part of the reason for the resurgence is that the policies Europe put in place to keep the disease manageable did not take full account of its peculiarities. The number of others to whom an infected person will pass the covid virus varies a lot (see Graphic detail). Most will not pass it on to anyone; a few will pass it on to many. It is estimated that just 10-20% of infected people account for about 80% of subsequent infections, with those subsequent infections often occurring in clusters. The biggest clusters are spawned in crowded spaces, especially those where ventilation is poor or people talk loudly to others at close range.", "In Japan, this aspect of the disease was appreciated from the outset, in part through studies of the outbreak on Diamond Princess, a cruise liner, says Oshitani Hitoshi, a virologist at Tohoku University who sits on the national covid-19 task force. As early as March the Japanese government began warning its citizens to avoid the “3Cs”: closed spaces, crowded places and close-contact settings. This was on top of a near universal use of face masks, to which the Japanese, like many other Asians, were already well accustomed.", "The 3Cs message was far less clear in Europe. Public-health authorities stressed continued mask-wearing, which increased almost everywhere, reaching Asian levels quite early on in Italy and Spain (see chart 2). Yet many countries also allowed bars and nightclubs to re-open with no strings attached. In parts of eastern Europe, where the current outbreak is particularly bad, football fans were filling up stadiums even as cases were on the rise. Holidays abroad did a lot of damage, too—as they had in the initial outbreak. Many of the European chains of transmission mapped in February and March turned out to have originated in Alpine ski resorts. Studies of viral genomes show that much of the current outbreak can be tracked back to holidaymakers from around the continent mingling in Spain. European countries tried to limit cross-border contagion by requiring people returning, or arriving, from places deemed high-risk to quarantine themselves. But there were lots of such travellers and enforcement was lax; no one knows how many actually complied. No European country has enforced such measures in the way that Australia, New Zealand and various East Asian countries have, confining incomers to hotels or barracks. If test-and-trace systems worked across borders this might matter less. But these systems are, for the most part, each limited to a single nation, making it impossible for them to get to grips with international transmission. They are also, for the most part, not terribly good, and as caseloads have grown their shortcomings have been mercilessly exposed. Only 23% of those tested in person in England over the week to October 22nd received results within 24 hours, down from 93% at the end of June. And just 45% of those testing positive received a call from a contact tracer within a day of their diagnosis, down from around 80% over the summer.", "Even Germany, which has had one of Europe’s best test-and-trace systems, is now struggling. Its contact tracers have the capacity to do follow up on all cases as long as the number of infections stays below 50 per 100,000 population per week. The national infection rate exceeded that limit on October 21st; it now stands at around 125. Today three-quarters of new infections in Germany can no longer be adequately traced to their source, Angela Merkel, the German chancellor, told her fellow citizens on November 2nd. This, she said, was why the country had to return to lockdown, albeit a “light” one: bars, gyms and entertainment venues are closed and restaurants limited to takeaways; shops, offices, schools and factories remain open.", "Mrs Merkel delivered her message with a certain amount of reproach. “There was a lot of negligence”, she said, in Germany’s “carefree summer”. Some younger Germans and other Europeans, aware that the disease poses much less risk to them than it does to older generations, acted as though its spread through their cohort would be without too much consequence. Over time, though, the virus crosses generational boundaries just as it does geographic ones (see chart 3).", "When the new lockdowns come to an end—most are envisioned as lasting for a month or so—many public-health officials plan to make use of a tool not available back in the summer: cheap testing kits which provide results in 15-30 minutes. In principle these offer a wealth of advantages. Using them to ramp up the rate of testing could, by finding new infections wholesale, reduce the burden on contact tracers.", "They could also be used to confirm whether someone found through contact tracing is indeed infected. If individuals asked to self isolate could test themselves before deciding to mix again—a development that would require antigen testing to be licensed for home use, as pregnancy tests are—many of them would, and those who tested positive would be likely to act accordingly. This would reduce transmission by people without symptoms. If new drugs become available which, taken early on, reliably improve the prognosis, such self testing would benefit the individual as well as society.", "The rock of reason", "Until now, testing in rich countries has relied almost entirely on PCR tests which detect tiny amounts of the RNA on which the covid-19 virus stores its genome. Such tests are the gold standard for diagnosis, but they have to be done in laboratories and typically take hours. Tests which look instead for viral proteins—“antigens”—are quicker and cheaper. They are also less accurate, missing about a quarter of the infections PCR picks up. But the cases they miss are mostly in the early or late stages of infection, when people are thought to be less contagious.", "In mid-October Germany’s testing strategy was expanded to include antigen tests which, at €10 ($12) a pop, are around a quarter the price of a PCR test. About 10m such antigen tests are now available every month. They are being used to enable safe visits to hospitals and care homes. America has placed orders for 150m such tests, which are also being sent to care homes and other high-risk places. And for developing countries, a global procurement fund led by the World Health Organisation has cut a deal for 120m tests at a ceiling price of $5 apiece. Many experts expect prices to drop further, perhaps as low as $1—the current price point for rapid malaria tests that use similar technology.", "On November 6th, the day after its national lockdown begins, Britain will begin trying out “whole city” testing in Liverpool, where the infection rate is currently particularly high. A combination of PCR and antigen tests sufficient to test the whole population is being laid on, and everyone living or working in the city will be encouraged to avail themselves of the opportunity. The idea is to gain experience of the approach so that after the lockdown is over it can be used to avoid the need for a repeat.", "Slovakia, where infections took off in October, is trying something similar to avoid the need for any lockdown at all. On the last weekend of October it undertook a testing drive meant to cover everyone over the age of ten. Soldiers and volunteers were recruited to swab the noses of the 3.6m people (66% of the population) who turned up. The exercise will be repeated over the weekend of November 7th-8th. If the infected self isolate effectively, the procedure could offer much of the benefit of a lockdown with a lot less economic cost.", "How well the Liverpool and Slovakia experiments work will go some way to showing whether rapid testing can indeed be a game-changer. To bear out its promise, though, it will need a context in which isolating after a positive test (some of which will be false alarms) is tolerable. Adam Briggs of the Health Foundation, a British think-tank, notes that growing numbers of local-authority contact-tracing teams are now also offering help—be it with shopping, prescriptions or just company—to encourage those who have tested positive to isolate. More countries are now offering some reimbursement for lost wages to such people.", "Another route to easier compliance is shortening the quarantine period to fewer than the 14 days recommended by the World Health Organisation. In the vast majority of cases the first week or so is the most infectious period, which is why France and Sweden have already cut the period to one week and other countries are mulling over a reduction to ten days. Rapid testing to show that the infectious period has passed would make such approaches safer.", "David Heymann of the London School of Hygiene and Tropical Medicine believes that the best approach is to inform people of the risks and let them decide how to protect others and themselves, rather than imposing blunt lockdowns against which people are likely to rebel. There is some evidence from Britain that he is right. In September, only 19% of 18- to 24-year-olds surveyed in England claimed that they adhered to the rules completely; in October, as transmission picked up again, a third said they were following all the rules.", "Many people in Europe are dealing with the pandemic like one 29-year-old Londoner, who characterises the official restrictions on socialising as “suck it up or you’re killing granny”. He has devised his own set of rules, avoiding contact with over-40s—including all of his family—but socialising relatively freely with friends his age. “I’m taking these decisions based on caring about people, not the letter of the rules,” he says. “I have a flat that is well sound-insulated and you can get people in and out discreetly.” Such an attitude might be fine if all those entering and leaving discreetly hold themselves to the same standards. As yet, though, such consistency had not been a hallmark of Europe’s response. ■"], "authors": ["The Economist"], "keywords": ["second", "sent", "early", "lockdowns", "testing", "europe", "covid19", "european", "countries", "cases", "wave", "dread", "need", "infections", "lockdown", "tests"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}