{"id": "91e7575f-64f7-3a09-b712-c58d782d445c", "title": "Acai shop's oddly-placed bathroom mirror sparks fears on TikTok that bathroom-goers are being spied on", "url": "https://www.foxnews.com/lifestyle/acai-shop-two-way-mirror-bathroom-tiktok", "summary": "If a bathroom mirror isn’t above the sink, it’s in a weird place.\nSo when a TikTok user discovered a mirror in an acai bowl shop’s bathroom that was placed in a bizarre spot, she had to share it.\nThere also appears to be another bathroom mirror placed above the sink, which, as most bathroom users would likely agree, is the more normal place to put a mirror.\nThis led many commenters to believe that it was indeed a two-way mirror, and possibly a conduit through which to spy on bathroom users.\nHowever, one TikTok user decided to find out for sure.", "paragraphs": ["If a bathroom mirror isn’t above the sink, it’s in a weird place.", "There’s nothing more unsettling than finding something unexpected in a bathroom. So when a TikTok user discovered a mirror in an acai bowl shop’s bathroom that was placed in a bizarre spot, she had to share it.", "WARNING: FOOTAGE CONTAINS OFFENSIVE LANGUAGE", "TRUCK DRIVER IN MCDONALD'S DRIVE-THRU GETS STUCK, ALMOST FLATTENS CAR ON HIS WAY OUT", "In a video posted to her TikTok page, Stacy Ceja documented the strange mirror at her “local acai bowl spot,” which appears to be positioned low on the wall, almost as if it had been put there to perfectly capture the reflection of someone as they sat on the toilet.", "There also appears to be another bathroom mirror placed above the sink, which, as most bathroom users would likely agree, is the more normal place to put a mirror.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "In the video, which currently has 2.6 million likes, Ceja approaches the mirror and holds her finger against it, allegedly as some sort of test to determine whether the mirror is a two-way mirror. When she does, the reflection of the tip of Ceja’s finger does not appear to be clearly visible, which is often said to be an indicator of a two-way mirror. Ceja also shared an image from WikiHow, which purports this test to be accurate.", "This led many commenters to believe that it was indeed a two-way mirror, and possibly a conduit through which to spy on bathroom users. However, one TikTok user decided to find out for sure.", "CLICK HERE TO GET THE FOX NEWS APP", "Samantha Trottier later posted a video of herself going into the same bathroom with a screwdriver, and removing the mirror. Fortunately, the wall was solid behind it, meaning that the mirror wasn't transparent from the other side — just positioned in a very, very odd place."], "authors": ["Michael Hollan"], "keywords": ["twoway", "fears", "sparks", "spied", "mirror", "bathroom", "acai", "video", "ceja", "oddlyplaced", "shops", "wall", "users", "user", "bathroomgoers", "tiktok", "test"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}