{"id": "9209ec91-b4fb-3a1b-a14b-eb4857d4b584", "title": "How Christopher John Rogers, Hanifa, and Other Small, Independent Brands Are Honoring Their Roots", "url": "https://www.vogue.com/article/6-independent-brands-small-business-spotlight", "summary": "Yeung launched the brand in 2015 just before relocating from Los Angeles to near Navajo Nation territory in New Mexico.\n“That’s my job as a matriarch—to help the youth in any way that I can.”–Christian AllaireOrenda Tribe vintage Hawaiian dress $250 ORENDA TRIBE Shop Now Orenda Tribe Rainbow Naja ring $250 ORENDA TRIBE Shop NowAsata Maisé bag, $200; asatamaise.com.\n“Having autonomy over my business practices and decisions is one of the greatest benefits of running a small business.”–Steff YotkaAsata Maisé patchwork flap baguette $275 ASATA MAISÉ Shop Now Asata Maisé terry cloth bucket hat $150 ASATA MAISÉ Shop NowModel Iman Akinkunmi wears a Christopher John Rogers jacket and skirt; net-a-porter.com.\nPhoto: Daveed BaptistePhoto: David MolléChristopher John Rogers, New York CitySINCE winning the CFDA/Vogue Fashion Fund Award last year, Christopher John Rogers has been on a roll.\n“I want to make sure that it shows in every stitch.”–Janelle OkwoduChristopher John Rogers + Vogue printed organic cotton-jersey T-shirt $100 NET-A-PORTER Shop Now Christopher John Rogers Pleated tapered pants in emerald $1,050 $525 McMullen Shop NowModel Bentley Fofana wears a Kenneth Nicholson jacket ($925), top ($175), and pants ($490); kennethnicholson.us.", "paragraphs": ["The audacious palette, of course, is an unmistakable nod to her sunny hometown. “I’m told the line has a very vibrant Miami feel,” Teran says. “I like to embrace the fact that I’m from here.” Known best for her pearl-and-cloisonné earrings, which retail for around $100, Teran is branching out into weightier pieces made with custom molds, like the studs she’s been wearing daily. Inspired by her grandmother’s Mexican coins, they’re aptly named the Heirloom Coin earrings.–Emily Farra", "NST Studio Cloisonné and double pearl hoop earrings $90 NST STUDIO Shop Now NST Studio Toile de Jouy knot bag $258 NST STUDIO Shop Now", "Mary Jane Garcia for Orenda Tribe ring, $250; orendatribe.com. Photo: Daveed Baptiste", "Amy Yeung Photo: Brian Bowen Smith/August Image", "Orenda Tribe, Albuquerque, New Mexico", "Orenda Tribe, a label of upcycled vintage pieces, is the brainchild of Amy Yeung, who is Indigenous (Diné). Yeung launched the brand in 2015 just before relocating from Los Angeles to near Navajo Nation territory in New Mexico. Having worked with fast-fashion brands, she wanted to set a better example for her daughter, Lily, who now models pieces for the site. “I wanted to teach her to respect Mother Earth,” Yeung says, “so I had to shift to something more sustainable and authentic to who I was.” The pieces—ranging from skirts to flight suits—are hand-dyed by Yeung herself. “I see things in colors of rainbows,” she says. “I find beautiful, old things that have amazing energy to them—they’ve already lived a life.” Yeung’s store in Old Town Albuquerque also sells an eclectic mix of jewelry made by local Indigenous artists. “That’s my job as a matriarch—to help the youth in any way that I can.”–Christian Allaire", "Orenda Tribe vintage Hawaiian dress $250 ORENDA TRIBE Shop Now Orenda Tribe Rainbow Naja ring $250 ORENDA TRIBE Shop Now", "Asata Maisé bag, $200; asatamaise.com. Photo: Daveed Baptiste", "Photo: Nick Girtain", "Asata Maisé, Wilmington, Delaware", "“It’s been a long process to get to where I am today,” says 27-year-old designer Asata Maisé. Maisé, who learned to sew in her teens and started to sell her upcycled garments online through Etsy, Depop, and Instagram DMs before launching her own site last year, where her regular drops of patchwork bucket hats, groovy bags, and artful dresses now sell out in minutes. Everything is still quite limited-edition since Maisé is a true one-woman business—designing, producing, photographing, and selling each item herself. Through the combination of a GoFundMe and the Black Creators Funding Initiative established by Halsey, Maisé has secured her own studio and equipment—though a bit of business expansion doesn’t mean her garments are going to lose any of their heart. “My proudest moments have been completing two full collections entirely by myself, from start to finish,” she says. “Having autonomy over my business practices and decisions is one of the greatest benefits of running a small business.”–Steff Yotka", "Asata Maisé patchwork flap baguette $275 ASATA MAISÉ Shop Now Asata Maisé terry cloth bucket hat $150 ASATA MAISÉ Shop Now", "Model Iman Akinkunmi wears a Christopher John Rogers jacket and skirt; net-a-porter.com. Photo: Daveed Baptiste", "Photo: David Mollé", "Christopher John Rogers, New York City", "SINCE winning the CFDA/Vogue Fashion Fund Award last year, Christopher John Rogers has been on a roll. The Baton Rouge–bred, New York–based designer kicked off 2020 by putting a new twist on old-world glamour. Filled with classic silhouettes and the iridescent fabrications that have become his trademark, his Madame Grès–inspired fall collection showcased the heights of his creativity. “We poured all of our hearts into the work,” Rogers says, “and it paid off.”", "", "After a successful postseason trip to Paris, where he introduced his work to a European audience, Rogers was riding high until the pandemic hit. Like many small-business owners, he was forced to make major changes amid the shutdowns. “Going from an adrenaline rush to a halt in work,” he says, “allowed us to reset and double down on our values and how we operate as a company.” Shifting from statement looks to heirloom pieces meant pushing himself to create with “intention and purpose”—and to elicit an emotional response through subtle designs.", "Already popular with red-carpet innovators like Tessa Thompson and Tracee Ellis Ross, Rogers should entice classicists too with his 2020 perspective. “I’m so lucky to be able to do what I love,” says Rogers. “I want to make sure that it shows in every stitch.”–Janelle Okwodu", "Christopher John Rogers + Vogue printed organic cotton-jersey T-shirt $100 NET-A-PORTER Shop Now Christopher John Rogers Pleated tapered pants in emerald $1,050 $525 McMullen Shop Now", "Model Bentley Fofana wears a Kenneth Nicholson jacket ($925), top ($175), and pants ($490); kennethnicholson.us. Photo: Daveed Baptiste", "Photo: Zach Hilty & Zack Whitford/BFA.com", "Kenneth Nicholson, Los Angeles", "After graduating from the Academy of Art University in San Francisco and spending time in the Navy, Kenneth Nicholson launched his namesake brand in 2016 with a small capsule collection of menswear designs meant, in his own words, to “expand the perceived offerings for men” by adding fanciful flourishes to traditional menswear, subverting certain codes of masculinity. Nicholson’s made-in-L.A. line now includes vibrant womenswear as well, with peplum tops, velvet trousers, and dramatic ruffled collars on button-down shirts as he continues to craft a smart, emotional narrative around his heritage, his family, and his unwavering belief in hope. “Part of the artist’s job is to interpret the times in which they live to reflect where society is and where it can go,” Nicholson says. “That is one of the foundational tenets of the brand. I’m simply offering something new—and something created with intention.”–Brooke Bobb"], "authors": ["Condé Nast"], "keywords": ["pieces", "honoring", "brands", "rogers", "christopher", "yeung", "studio", "independent", "orenda", "nicholson", "hanifa", "maisé", "tribe", "small", "shop", "john", "roots"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}