{"id": "9222ee3b-675a-3924-9c4a-d27c75cdfcf1", "title": "The young designer subverting the ruffle to empower women", "url": "https://edition.cnn.com/style/article/tia-adeola-fashion-designer-wcs/index.html", "summary": "In the days after the show, the young designer was on a proverbial high, staying up for three nights before eventually crashing out.\nOutfits designed by Tia Adeola.\nIn working them into her own designs, she's placed the power of the statement ruff in the hands of a young and diverse community of women.\n\"There would be no Tia without the women in my community who support me and who make things possible,\" she said.\nAdeola won't be showing during New York Fashion Week this September, but she's working on a short film to release later in the fall.", "paragraphs": ["Written by Fiona Sinclair Scott, CNN", "Launching a fashion brand is hard. Launching a fashion brand during a global pandemic is near impossible.", "For Teniola \"Tia\" Adeola, her debut on the New York Fashion Week show schedule took place a little over a month before the novel coronavirus took hold of the major fashion capitals and effectively brought the global fashion industry to its knees.", "Adeola's show in February was an opportunity to present her newly established eponymous brand to the world. Her designs -- youthful, sexy, sheer and ruffled -- grabbed the attention of the fashion press and secured her \"one to watch\" status.", "Anna Wintour and Adeola at a Teen Vogue Celebrates Generation Next event in 2019 in New York City.", "In the days after the show, the young designer was on a proverbial high, staying up for three nights before eventually crashing out.", "And then everything changed. Adeola went back to her family home in Lagos, Nigeria, to ride out the worst of lockdown.", "\"It was bittersweet,\" said Adeola, now back in her Manhattan studio. \"I was very grateful and thankful to be quarantined with my family but going from having my studio space to sharing a room with my sister ... it was just a lot.\"", "She spent the first month feeling as though she was at a total standstill and allowed herself time to be sad. But eventually Adeola got back to work. Reflecting on what got her going again, she said unwaveringly: \"I represent a generation that is going to change the world.\"", "Outfits designed by Tia Adeola. Credit: Tia Adeola", "With that mission in mind she dove back in, looking at paintings for hours and reconnecting with her original art history references, which inspired a series of face masks featuring her signature ruffles.", "Adeola's ruffles are a subversive response to the art history books she first studied in school. As she tells it, her high school dissertation analyzed 16th-century Spanish dress in fine art paintings. Through her research of the works from that era, she noticed there were no Black people represented in the images, unless they were depicted as slaves or jesters. While this stuck with her, she said it didn't take away from the fact that the clothes in the pictures were beautiful.", "\"The way that the artists were able to capture the texture, the fabric, the materials with their brushstrokes was just incredible to me,\" she said. \"And ruffles -- they were called 'the ruff' at the time and they were made with starch ... The bigger your ruffle the higher you were in society.\"", "Adeola's ruffles do something to reclaim that part of history. In working them into her own designs, she's placed the power of the statement ruff in the hands of a young and diverse community of women. And the community has some noteworthy members: Gigi Hadid, Dua Lipa and Lizzo have all worn her pieces.", "Celebrities aside, Adeola has made a point of surrounding herself with women. \"There would be no Tia without the women in my community who support me and who make things possible,\" she said. \"People go on the brand's Instagram page and see these amazing pictures that they love, but they don't realize there was a female makeup artist, there was a female hairstylist, there was a female photographer, there was a female set assistant. So all these women in my community come to mind when I'm making these clothes.\"", "Adeola won't be showing during New York Fashion Week this September, but she's working on a short film to release later in the fall. With the challenges of the pandemic still ongoing, the path ahead isn't clear cut for the designer, but one thing's for sure: she's determined to keep going and she'll be leaving ruffles along the trail."], "authors": ["Fiona Sinclair Scott"], "keywords": ["women", "adeola", "designer", "female", "empower", "fashion", "ruffle", "going", "community", "york", "young", "subverting", "ruffles", "tia", "shes"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}