{"id": "926b115e-74fd-34b7-af59-12bcfcc6d00f", "title": "Trump Broke the Internet. Can Joe Biden Fix It?", "url": "https://wired.com/story/trump-broke-internet-can-joe-biden-fix-it/", "summary": "Joe Biden has, finally, been declared the president-elect.\nUnfortunately for him, he could be inheriting a pretty terrible job, since Democrats failed to win a Senate majority.\nBut maybe Georgia Republicans won’t be as fired up to vote when Trump isn’t on the ballot.\nLet’s assume for now that Democrats don’t win both races, meaning Biden will have to try to govern while Mitch McConnell still controls the Senate.\nThese actions could have a tough time succeeding in a federal judiciary dominated by conservatives and governed by precedents that make it hard for the government to win antitrust cases.", "paragraphs": ["The votes are in—enough of them, anyway. Joe Biden has, finally, been declared the president-elect. Unfortunately for him, he could be inheriting a pretty terrible job, since Democrats failed to win a Senate majority. As of now, they are set to control 48 seats, two shy of the total they’d need for incoming vice president Kamala Harris to cast a tie-breaking vote. That could change pending the result of two runoff elections in Georgia on January 5, an outcome that only the most perspicacious observers anticipated before this week. Could the Democratic candidates win both races? Maybe; who knows? In the past, special elections like this have been bad for the party that already won the White House. But maybe Georgia Republicans won’t be as fired up to vote when Trump isn’t on the ballot.", "Let’s assume for now that Democrats don’t win both races, meaning Biden will have to try to govern while Mitch McConnell still controls the Senate. Among the many urgent issues his administration will need to deal with is an internet economy and information ecosystem dominated by a handful of corporate superpowers, spinning off a myriad of unsustainable societal consequences.", "What are the chances that anything actually gets done on the biggest tech policy issues under a divided government? Here are my super-scientific rankings. Because it’s been a long week, I’ve scored them from one Joe-Biden-eating-ice-cream (not happening) to five JBEICs (bank on it).", "Antitrust", "This one is sort of cheating, because we already know Biden is defaulted into at least some antitrust action: Thanks to Attorney General William Barr’s somewhat controversial decision to file a suit against Google before the election, the incoming administration will inherit the highest-profile antitrust case in a generation. While Barr’s lockstep loyalty to Donald Trump, as opposed to the rule of law, made a lot of tech critics nervous about the motivations behind the suit, antitrust experts—including very liberal ones—have generally applauded the work of the Department of Justice lawyers who filed the complaint. It’s almost inconceivable that the DOJ would drop the case under Biden.", "And there’s a lot more that Biden’s administration can do on antitrust enforcement on its own. It can bring more cases, of course. The DOJ could also revise its merger guidelines to make clear that the government will be more aggressive about blocking proposed takeovers—potentially bringing an end to the decade-plus era of giants like Facebook, Google, and Amazon cementing their monopoly statuses by swallowing up hundreds of potential rivals. These actions could have a tough time succeeding in a federal judiciary dominated by conservatives and governed by precedents that make it hard for the government to win antitrust cases. It would be nice if Congress could pass legislation overriding those precedents, but with ardently libertarian, pro-corporate Mitch McConnell in charge, that ain’t happening."], "authors": ["Gilad Edelman", "Gilad Edelma"], "keywords": ["vote", "internet", "antitrust", "broke", "week", "administration", "tech", "suit", "senate", "biden", "trump", "win", "fix", "joe"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}