{"id": "92beac1b-b659-3e59-8a7d-f4c894026503", "title": "The presidential election - America changes course, while remaining very much the same", "url": "https://www.economist.com/united-states/2020/11/07/america-changes-course-while-remaining-very-much-the-same", "summary": "But increased turnout did not favour Mr Biden decisively.\nCounty-level results from 2020 suggest that Hispanic Republican voters may get the same treatment this time.\nConversely, the best predictor of a swing towards Mr Biden was the clustering of college-educated Americans.\nAnd it means that Mr Biden, if he is indeed sworn in come January 20th, will be highly constrained when it comes to domestic policy (see article).\nYet if the president it elects is the most visible measure of its values, America really has changed course.", "paragraphs": ["L IU XIAOBO , China’s heroic anti-Communist dissident, was a great admirer of American democracy. “What interests me most”, he once wrote, “is the obvious evidence of how the American democratic system can correct itself…especially in moments of great crisis.” Shortly after he made that observation, Liu was imprisoned for the rest of his life. Yet the point stands. Viewed from sufficient distance, American voters seem to have again acted decisively in a moment of crisis and removed an incumbent president, something that has happened only once in the past 40 years.", "Viewed from up close, the conclusions to draw from the results of the elections on November 3rd are less sweeping. Opinion polls, which showed Joe Biden with a vast lead going into election day, conditioned Democratic hopes and Republican fears for what would happen. Those polls turned out to be off—maybe even more so than they were in 2016.", "The result is tight enough that even though Mr Biden seems likely to win enough electoral-college votes to make him the next president, there will be legal challenges, and the cathartic moment when one candidate wins and the other concedes still looks far off. If this is a repudiation of the president, the mechanics of the electoral college meant it is a marginal, equivocal one, which shows the grip of partisanship on the country.", "Despite the covid-19 epidemic, turnout was the highest it has been since 1900—meaning that Mr Biden won more votes than any other candidate in American history. The states that run federal elections have yet again been unable to count votes as quickly as other big democracies manage to. In its general election last year, India counted 600m votes in a few hours, compared with the days it will have taken to tally about 140m votes in America. Yet so much was uncertain in the administration of this election, including the widespread use of voting by mail for the first time in some states, that such high turnout is still an achievement worth celebrating, even if it was mainly a product of something approaching existential terror on both sides.", "High turnout did not, however, deliver the dividend that Democrats, as well as most analysts, were expecting. Since at least 2004, the last time a Republican won the popular vote, Democrats have assumed that high-turnout national elections are necessarily good for their party. And Mr Biden did win the popular vote comfortably, underlining the Democrats’ status as the party consistently favoured by a majority of American voters. This extends the Democratic run in the popular vote to seven of the past eight presidential elections, an achievement that receives no prize beyond the ability to claim that the country is not really as conservative as it seems. But increased turnout did not favour Mr Biden decisively. Instead, a cast of occasional voters who sat out 2016 made their voices heard and, in the end, came close to cancelling each other out.", "That in turn underlines a second striking feature of the result, which is the degree to which 2020 looks like almost any other recent presidential election. North Carolina and Pennsylvania will not report definitively for a while. But thus far, with a few exceptions—notably Florida and possibly Arizona—the electoral map looks much as it did in 2012, when Barack Obama narrowly beat Mitt Romney. Despite everything that has happened over the past four years, in other words, this race ended up looking very much like what would occur if a generic Republican ran against a generic Democrat in a year when not much of note took place.", "This is remarkable when you pause to remember all the things that have failed to break the partisan deadlock in 2020. Over the past year Donald Trump has been impeached by the House of Representatives, making him only the third president in American history to suffer this rebuke. Covid-19 has killed more than 230,000 Americans and caused the economy to oscillate wildly. The country saw well-publicised killings of unarmed African-Americans by police officers, the largest civil-rights protests in American history and episodes of violence in some cities.", "California suffered awful wildfires, far-right thugs plotted to kidnap the governor of Michigan and the president had perhaps the worst first-debate performance ever seen. The president also nominated a third Supreme Court judge, securing a conservative majority on the highest court for decades to come. Hunter Biden’s laptop divulged its emails after the president’s lawyer somehow made sure it found its way to a friendly tabloid. At the end of all that, hardly any Americans had changed their mind about who they wanted to be the next president. It is possible to argue that all these things simply cancelled each other out. More likely, they were made irrelevant by the power of partisan bias to shape how voters interpret such events.", "American elections used to be able to deliver landslides in moments of great turmoil. They no longer can. Ever since Ronald Reagan beat Walter Mondale by 525 electoral-college votes to 13 in 1984, though, partisan attachment has been growing in strength to the point where voters overwhelmingly vote the way they did last time, irrespective of the candidate, the policies, or what is going on in the country or the world. More than 90% of voters who voted for Mr Trump in 2016 had voted for Mr Romney four years earlier. Despite all the attention on Never-Trumpers, it is a safe bet that more than 90% of those who voted for Mr Trump in 2016 did so again this year. The president’s approval rating has barely budged in the past four years. Both sides dream of delivering a knockout blow that will allow them to govern as they wish; neither can manage more than a few jabs.", "Hispanic lessons", "The small number of voters who did switch in key states this time will be the object of fascination and study, as more data become available (hard-core election nerds will base their findings on the American National Election Study, which will be released in January). In 2016 the Obama-Trump voters in Pennsylvania, Michigan and Wisconsin were almost outnumbered by the journalists and sociologists who set forth to study them in their natural habitat. County-level results from 2020 suggest that Hispanic Republican voters may get the same treatment this time.", "That group delivered the president both Florida and Texas. The Sunshine State now looks more like a reliably Republican place than a true swing state. In Texas Democrats are once again left arguing that demographic change will hand them the state at some unspecified point in the future—an argument that the party has been making to reassure itself for too long (the best expression of this optimistic thesis, “The Emerging Democratic Majority” by John Judis and Ruy Teixeira, is now almost 20 years old).", "Democrats seemingly have to learn the same lesson over and over again: that Hispanic voters are not monolithic and that a more welcoming policy towards immigrants does not automatically translate into more votes from immigrants. In fact, county-level returns suggest the best predictor of a swing towards Mr Trump was the presence of lots of Latino voters.", "Conversely, the best predictor of a swing towards Mr Biden was the clustering of college-educated Americans. In demographic terms, the story of the election is therefore a slight lessening of racial polarisation (the phenomenon of minority voters attaching themselves to the Democratic Party) and a slight increase in educational polarisation (the phenomenon of college-educated voters deserting the Republican Party). It is unwise to plot trend lines far into the future, but this looks like good news for the future prospects of Republicans, given how diverse the country is becoming, and given that only 36% of Americans have a bachelor’s degree.", "Telling it how it isn’t", "Despite their relatively small number, college graduates have disproportionate cultural sway in America. This tends to distort perceptions of what the country is really like, both from inside America and from outside. A very large share of college-educated Americans believed that Mr Trump was both a disastrous president and also a threat to America’s governing institutions. They also believed he was a racist, whose dog-whistles about immigrants and African-Americans would make him toxic to non-whites. This view is not as widely shared as they assumed it was.", "Why might that be so? A survey from the Cato Institute, a libertarian think-tank, earlier this year found that “strong liberals” were the only ideological group in the country who felt free to express their political opinions without causing offence. Everyone else, from regular liberals to “strong conservatives”, felt somewhat muzzled by the political culture in which they sought to express those opinions. If this is accurate, there may be no amount of reweighting that can make polls accurate. A further, possibly related problem for prognosticators is that a lot of voters just do not trust pollsters enough to answer their questions: in 2016 fewer than 1 in 200 calls made by polling firms resulted in an interview with a voter. The same will probably have been true this time.", "Mr Biden, then, looks set to become the 46th president, but by a narrow margin. His just-about victory will reignite a long-running argument in the Democratic Party about whether left-wing populism might be a better antidote to right-wing populism, a dispute that Mr Biden’s victory in the primaries seemed to have put to rest. The result looks likely to keep the Republican Party in thrall to Mr Trump and Trumpism for the foreseeable future (see Lexington). And it means that Mr Biden, if he is indeed sworn in come January 20th, will be highly constrained when it comes to domestic policy (see article). Yet if the president it elects is the most visible measure of its values, America really has changed course. ■"], "authors": ["The Economist"], "keywords": ["mr", "president", "america", "biden", "republican", "election", "votes", "party", "american", "presidential", "remaining", "course", "looks", "changes", "voters"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}