{"id": "93273198-30a8-353a-91b8-50e62d29b877", "pubDate": null, "paragraphs": ["The rise of the Kardashian-Jenner clan has been one of the more unlikely phenomena to emerge from the reality TV boom of the past decade: Across the years, fans have witnessed their ongoing style evolution, with each sister (and of course, momager Kris) carving out their own distinct sartorial identities. Part of this appeal also lies in their reluctance to wear the same look twice, making it impossible to predict what their next headline-grabbing outfit will be.", "With this constant rotation of looks comes a logistical problem, however: Where to store their ever-growing inventories of designer clothes? Thankfully, they seem to have found the answer—and their fans can now reap the benefits. Launching today, the family has introduced the world to their latest fashion venture, Kardashian Kloset, a resale site featuring clothes organized by each member of the clan. It isn’t their first time at the resale rodeo, either—lest we forget, Kim first entered the public consciousness as a friend of Paris Hilton’s on The Simple Life, back when her main career was clearing the closets of the rich and famous and selling them on eBay.", "Naturally, the items on offer reflect the personal tastes of each of the individual family members. Kim’s includes items such as a form-fitting, nude-colored Balmain minidress, and a glitzy sequin Roberto Cavalli gown with a beaded fringe, no doubt a fashion prize from the days when Kim was known for her blingy style. If you’re looking for the more avant-garde, often archival designer items Kim prefers these days, then there’s an edgier and very revealing vintage Martin Margiela open weave dress. (Not sure what to wear underneath it? Well, Kim has an answer for that too: see her newly-launched shapewear line, Skims.)", "Kylie, meanwhile, has a more youthful selection with plenty of Alexander Wang, Vetements, and Off-White for those seeking streetwear bargains. There’s a particularly eye-catching pair of Balenciaga sock booties in pink velvet: While the style usually retails at $1,290, here you can pick them up for a cool $750. Plus, of course, they come with the conversation starter that they were once worn by Kylie Jenner.", "Kris’s offering is similarly reflective of her personal style, with the largest selection available out of all the family. In other words, expect a wellspring of sleek tailoring, caftans, and dramatic outerwear. The best steals are in Kris’s extensive catalogue of little black dresses: take this Riccardo Tisci–era Givenchy balloon-sleeve number, or this classic Chanel look in a luxurious wool-cashmere blend with quilted leather patch pockets. If you’re in the market for something more casual, there’s also (a little bizarrely) an extensive range of pre-owned Adidas tracksuits in Kris’s section—now you can work out like a Kardashian, too.", "While Khloé and Kourtney’s pieces for the site are yet to be released, there are still plenty of bargains to be had in the meantime. So what are you waiting for? In the words of Kris Jenner, as she writes on the site: “Shop ’til you drop!”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Liam Hess"], "url": "https://www.vogue.com/article/kardashian-kloset-resale-site-launch?mbid=social_onsite_twitter", "keywords": ["words", "best", "site", "theres", "kim", "items", "family", "youre", "kardashian", "resale", "buys", "kloset", "wear", "selection", "justlaunched", "style"], "summary": "With this constant rotation of looks comes a logistical problem, however: Where to store their ever-growing inventories of designer clothes?\nLaunching today, the family has introduced the world to their latest fashion venture, Kardashian Kloset, a resale site featuring clothes organized by each member of the clan.\nKris’s offering is similarly reflective of her personal style, with the largest selection available out of all the family.\nWhile Khloé and Kourtney’s pieces for the site are yet to be released, there are still plenty of bargains to be had in the meantime.\nIn the words of Kris Jenner, as she writes on the site: “Shop ’til you drop!”", "title": "The Best Buys From the Just-Launched Kardashian Kloset Resale Site"}