{"id": "939ff7f4-fbdc-3d57-8447-b4cd62e53e85", "title": "How to Watch Today’s Apple Event (It’s About Laptops)", "url": "https://www.wired.com/story/how-to-watch-apple-event-november-2020/", "summary": "Apple has already staged two hardware release events this fall: one for the Apple Watch and iPads and one for the four new iPhones.\nThere's also a sliver of a chance we'll see some of the other long-rumored hardware in the pipe: new headphones, new Apple TV, AirTags.\nYou can also view the stream on Apple’s website, in the Apple TV app, or on the company’s YouTube channel.\nThat Apple TV option is new this year, by the way—now that Apple has its own streaming service, it also has a dedicated video app on mobile devices, Apple TV boxes, Roku boxes, and in some smart TVs.\nYou can open that app and find the option to stream Tuesday's event, whether or not you subscribe to the monthly Apple TV+ streaming service.", "paragraphs": ["Weren't we all here just a couple weeks ago? Hanging around on the internet waiting for Apple to show off some new hardware?", "Indeed, we were. Apple has already staged two hardware release events this fall: one for the Apple Watch and iPads and one for the four new iPhones. Now the company is inviting us all to join its executives at its corporate headquarters in Cupertino, California, for another big reveal, the third of the season.", "We expect this week's event to center around Mac laptops and desktops. Apple has already announced its plans to gradually transition its computers away from Intel processors and toward its own custom silicon chips, with the first Apple-cored Macs arriving at the end of 2020. So here we are. Which computers will be the first to make the leap? As reported by Bloomberg last week, the 13-inch MacBook Air and a couple of MacBook Pro models will likely be the machines where the new processors make their Mac debut. (Apple's custom silicon already powers its iPhones and iPads.)", "We can also expect some additional details about (and a release date for) macOS 11 Big Sur, the next version of Apple's desktop operating system. There's also a sliver of a chance we'll see some of the other long-rumored hardware in the pipe: new headphones, new Apple TV, AirTags.", "Apple's show-and-tell will be livestreamed for free, so anyone can tune in. We should be treated to prerecorded segments featuring Apple executives walking us through the new products and demonstrating the features for the cameras. There will be no audience—just you, your cohabitants, and the stack of take-out containers you've accumulated since election day.", "How to Watch", "Apple's presentation will start at 1 pm Eastern, 10 am Pacific on Tuesday, November 10. You can stream it right here on this page. You can also view the stream on Apple’s website, in the Apple TV app, or on the company’s YouTube channel.", "That Apple TV option is new this year, by the way—now that Apple has its own streaming service, it also has a dedicated video app on mobile devices, Apple TV boxes, Roku boxes, and in some smart TVs. You can open that app and find the option to stream Tuesday's event, whether or not you subscribe to the monthly Apple TV+ streaming service."], "authors": ["Michael Calore", "Michael Calor"], "keywords": ["apples", "weeks", "watch", "laptops", "release", "tv", "stream", "streaming", "apple", "todays", "service", "app", "event", "silicon"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}