{"id": "93da14ae-7e59-3bf4-ac81-5086b17ab45c", "title": "Ancient Remains in Peru Reveal Young, Female Big-Game Hunter", "url": "https://www.nytimes.com/2020/11/04/science/ancient-female-hunter.html", "summary": "One of his collaborators kept finding projectile points, Dr. Haas said, and then a collection of points and other stone tools, with the remains of a skeleton.\nThe group of excavators was thrilled, he said, and the substance of the conversation was, “Oh, he must have been a great chief.\nHe was a great hunter.”As it turned out, the buried person, who now goes by the scientific identifier WMP6, was female, about 17-19 years old.\nBut, Dr. Haas said, the preponderance of the evidence still led to the conclusion that females were about 30 to 50 percent of the big game hunters.\nTwo of the burials were of infants, which Dr. Haas and his collaborators described as buried with artifacts that suggested they would be hunters.", "paragraphs": ["That find was particularly exciting. One of his collaborators kept finding projectile points, Dr. Haas said, and then a collection of points and other stone tools, with the remains of a skeleton. The group of excavators was thrilled, he said, and the substance of the conversation was, “Oh, he must have been a great chief. He was a great hunter.”", "As it turned out, the buried person, who now goes by the scientific identifier WMP6, was female, about 17-19 years old. Her bones were lighter than might have been expected for a male, and a study of proteins in dental enamel, a relatively new technique for sex identification, showed she was definitely female.", "Dr. Haas then looked at 429 burials in the Americas from about 14,000 to 8,000 years ago and identified 27 individuals whose sex had been determined who were found with big game hunting implements. Eleven were female and 16 were male. He and his authors acknowledged that the data was not conclusive for these burials, and that the only individual that was undeniably female and a hunter was the person from Wilamaya Patjxa. But, Dr. Haas said, the preponderance of the evidence still led to the conclusion that females were about 30 to 50 percent of the big game hunters.", "That conclusion is what Dr. Kelly found unsubstantiated. Two of the burials were of infants, which Dr. Haas and his collaborators described as buried with artifacts that suggested they would be hunters. And he cautioned about reading too much into burials. “The interpretation of grave goods, as a cultural, symbolic act, is not simple or straightforward.”", "He had criticisms of the interpretation of the other skeletons as well, and said, “If we accept WMP6 as the only female hunter in the sample, then it suggests the most likely prevalence of female hunters is 10 percent. I would not be surprised at that.”"], "authors": ["James Gorman"], "keywords": ["sex", "young", "female", "peru", "points", "male", "reveal", "ancient", "dr", "interpretation", "wmp6", "person", "haas", "biggame", "hunter", "burials", "remains"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}