{"authors": ["David Aaro", "David Aaro Is A Freelance Reporter At Fox News Digital Based In New York City."], "title": "Fake doctor's butt enlargement procedure nearly kills patient, detectives say", "url": "http://www.foxnews.com/health/woman-charges-butt-enlargement-procedure-nearly-kills-patient", "summary": "A Florida woman accused of using a risky filler during a butt enhancement procedure is facing felony charges after the chemical nearly killed her patient, according to police.\nAlonso allegedly paid Boulton $800 to perform the surgery at Alonso's home in August 2018.\nThe attending physician, Dr. George Yatzkan described Alonso's prognosis as grim, according to Hialeah detectives.\nAlonso's stepmother, Yohanka Iglesias, allegedly told Hialeah police Sgt.\nAlonso finally woke up from her coma on Nov. 5 and identified Boulton to detectives, according to the warrant.", "keywords": ["say", "allegedly", "hialeah", "coma", "enlargement", "boulton", "patient", "according", "kills", "alonso", "butt", "fake", "woman", "procedure", "nearly", "using", "told", "doctors", "detectives"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A Florida woman accused of using a risky filler during a butt enhancement procedure is facing felony charges after the chemical nearly killed her patient, according to police.", "Ena Boulton, 60, was arrested Thursday after she allegedly injected Mariela Alonso, 33, with Bio Alcamid, a drug that hasn't been approved by the Food and Drug Administration due to its adverse side effects, Hialeah detectives say.", "Authorities also say Boulton had been practicing medicine without a license.", "FLORIDA COUPLE INJURED IN POSSIBLE BOBCAT ATTACK", "According to a warrant obtained by WPLG-TV, Alonso had to be placed in a medically induced coma for two months following the procedure and was left with speech impairment, motor skills deficiency and contracture deformities.", "Alonso allegedly paid Boulton $800 to perform the surgery at Alonso's home in August 2018. Authorities say Boulton gave her a type of medication before injecting Alonso twice in each gluteus as Alonso laid face down on her bed, according to WPLG.", "“She [Alonso] subsequently began experiencing severe pain, and the woman [Boulton] advised her to drink sugared water,” Detective Kinshun Mui told the outlet. “She began to vomit blood, and the woman [Boulton] told her that she was okay.”", "21-YEAR-OLD FLORIDA JUROR JAILED FOR OVERSLEEPING AND MISSING TRIAL", "The problems compounded as Alonso was diagnosed with pneumonia and had to be rushed to a local hospital due to shortness of breath.", "She was placed in a medically-induced coma at the hospital with no brain activity. The attending physician, Dr. George Yatzkan described Alonso's prognosis as grim, according to Hialeah detectives.", "Alonso's stepmother, Yohanka Iglesias, allegedly told Hialeah police Sgt. Gene DeLima that her stepdaughter saved the contact of the person who performed the surgery as \"Charito Nalgas\" on her cell phone, according to Detective Kinshun Mui.", "That led detectives to send a message to Boulton who admitted to using the dangerous filler.", "Alonso finally woke up from her coma on Nov. 5 and identified Boulton to detectives, according to the warrant.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Boulton is being held at Turner Guilford Knight Correctional Center on charges of practicing without a medical license and unlicensed practice of a health care profession causing serious injury.", "She had her first court appearance on Friday. Her bond was set at $12,500."], "pubDate": null, "id": "93e01ad6-043c-3b45-a172-3b3f2d255b6e"}