{"id": "940e9ff9-2e4c-37d6-a338-010038bf6463", "title": "EA Details Next-Gen Enhancements For Star Wars: Squadrons, The Sims 4, And More", "url": "https://www.gameinformer.com/2020/11/05/ea-details-next-gen-enhancements-for-star-wars-squadrons-the-sims-4-and-more", "summary": "Apex LegendsPlayStation 5 & Xbox Series X/SApex Legends on next-gen consoles gets a performance boost, bringing the resolution up to 1440p as the consoles launch.\nThe Sims 4PlayStation 5 & Xbox Series X/SThe base game and all expansions carry forward, including the 10th expansion which launches next week.\nIf you play The Sims 4 on PlayStation 5 or Xbox Series X/S, you'll see improved load times and smoother framerate.\nStar Wars: SquadronsPlayStation 5Star Wars: Squadrons runs with improved lighting on PS5 at the same resolution and framerate as the PS4 Pro.\nXbox Series X/SStar Wars: Squadrons offers up two options on Xbox Series X/S: better visual quality or better performance.", "paragraphs": ["With the next generation of consoles less than a week away, Electronic Arts has announced what improvements and enhancements its most recent and active games will feature on the new systems. Next-gen versions of FIFA 21 and Madden NFL 21 arrive on December 4, offering free next-gen upgrades for those who own the current-gen version. The next-gen version of Madden NFL 21 lets you bring forward progress from Ultimate Team, The Yard, and both franchise modes, while the next-gen FIFA 21 carries forward your Ultimate Team and VOLTA progress.", "Thanks to the backwards compatibility features of the PlayStation 5 and Xbox Series X/S, your existing current-gen EA games will perform even better when you fire up your new systems.", "Apex Legends", "PlayStation 5 & Xbox Series X/S", "Apex Legends on next-gen consoles gets a performance boost, bringing the resolution up to 1440p as the consoles launch. A more extensive list of next-gen enhancements will arrive in 2021.", "FIFA 21", "PlayStation 5 & Xbox Series X/S", "Current-gen EA Sports titles will run as though they are on the comparable current-gen console; PS5 will run them like they're on a PS4 Pro, Xbox Series X will run them like they're on an Xbox One X, and Xbox Series S will run them like they're on an Xbox One S. However, all versions will benefit from improved load times and better framerates. EA Sports will be detailing the next-gen version of FIFA 21 ahead of its December 4 launch.", "Madden NFL 21", "PlayStation 5 & Xbox Series X/S", "Current-gen EA Sports titles will run as though they are on the comparable current-gen console; PS5 will run them like they're on a PS4 Pro, Xbox Series X will run them like they're on an Xbox One X, and Xbox Series S will run them like they're on an Xbox One S. However, all versions will benefit from improved load times and better framerates. EA Sports will be detailing the next-gen version of Madden NFL 21 ahead of its December 4 launch.", "Need for Speed Hot Pursuit Remastered", "PlayStation 5 & Xbox Series X/S", "Need for Speed Hot Pursuit Remastered will run as though it is on the comparable current-gen console; PlayStation 5 will run it like it's on a PS4 Pro, Xbox Series X will run it like it's on an Xbox One X, and Xbox Series S will run it like it's on an Xbox One S.", "NHL 21", "PlayStation 5 & Xbox Series X/S", "Current-gen EA Sports titles will run as though they are on the comparable current-gen console; PS5 will run them like they're on a PS4 Pro, Xbox Series X will run them like they're on an Xbox One X, and Xbox Series S will run them like they're on an Xbox One S. However, all versions will benefit from improved load times and better framerates.", "The Sims 4", "PlayStation 5 & Xbox Series X/S", "The base game and all expansions carry forward, including the 10th expansion which launches next week. If you play The Sims 4 on PlayStation 5 or Xbox Series X/S, you'll see improved load times and smoother framerate.", "Star Wars: Squadrons", "PlayStation 5", "Star Wars: Squadrons runs with improved lighting on PS5 at the same resolution and framerate as the PS4 Pro.", "Xbox Series X/S", "Star Wars: Squadrons offers up two options on Xbox Series X/S: better visual quality or better performance. Better visual quality means an improved lighting model, running up to 2160p/60 FPS on Series X and up to 1440p/60 fps on Series S. Better performance takes that same resolution and bumps it up to up 120 FPS on both of Xbox's consoles. If you have a television that supports Variable Refresh Rates, Motive added a toggle in the menu for that.", "UFC 4", "PlayStation 5 & Xbox Series X/S", "Current-gen EA Sports titles will run as though they are on the comparable current-gen console; PS5 will run them like they're on a PS4 Pro, Xbox Series X will run them like they're on an Xbox One X, and Xbox Series S will run them like they're on an Xbox One S. However, all versions will benefit from improved load times and better framerates."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["wars", "enhancements", "star", "nextgen", "sims", "xbox", "s", "better", "run", "x", "improved", "details", "squadrons", "ea", "theyre", "series"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}