{"keywords": ["mr", "boss", "makoto", "nissans", "chief", "partner", "maker", "executive", "nissan", "profit", "uchida", "alliance", "renault", "challenges", "facing"], "title": "The challenges facing Nissan's new chief executive Makoto Uchida", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/8346371d-9796-47e8-ada9-b05c970162d1?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=5", "pubDate": null, "id": "94263763-aa18-32ee-a392-28e5a8e23164", "paragraphs": ["You can enable subtitles (captions) in the video player", "KANA INAGAKI: When Makoto Uchida starts his new job as a chief executive of Nissan on the 1st of December, hopes are high that it will be the start of a new era for the troubled Japanese car maker. With instalment of a younger slate of top managers, Nissan will aim to put behind it 12 months of internal turmoil, profit collapse, and tension with its French partner Renault that were triggered by the arrest of its former chairman Carlos Ghosn a year ago.", "But the challenges the new 53-year-old boss faces are enormous. The Japanese group recently issued a profit Warning saying it now expects its annual net profit to fall 66% from a year earlier. Sales were weaker than expected in all of its core markets. Analysts predict that one of the first jobs Mr Uchida, who headed Nissan's China business, will have to focus on is a new round of restructuring to stem a sharp decline in profits. Already, Nissan has said it would cut 12,500 jobs globally and reduce the number of models it produces by 10%.", "Another urgent task is to repair the relationship with Nissan's longtime alliance partner, Renault, that was badly shaken after Mr Ghosn was arrested on charges of financial misconduct, which the former boss denies. The struggling French car maker is also in the process of finding a new chief executive after it too ousted its former boss in October. With a new management team in both France and Japan, the two companies will aim to revive the alliance, as they seek to survive a massive disruption coming via electric vehicles, autonomous driving, and ride sharing. The interests are aligned more than ever, but Mr Uchida will need to strike a delicate balance between Nissan's internal interest and a structural interest to make the alliance sustainable."], "authors": ["Filmed", "Produced Tom Griggs. Additional Footage Reuters"], "summary": "Analysts predict that one of the first jobs Mr Uchida, who headed Nissan's China business, will have to focus on is a new round of restructuring to stem a sharp decline in profits.\nAlready, Nissan has said it would cut 12,500 jobs globally and reduce the number of models it produces by 10%.\nAnother urgent task is to repair the relationship with Nissan's longtime alliance partner, Renault, that was badly shaken after Mr Ghosn was arrested on charges of financial misconduct, which the former boss denies.\nThe struggling French car maker is also in the process of finding a new chief executive after it too ousted its former boss in October.\nThe interests are aligned more than ever, but Mr Uchida will need to strike a delicate balance between Nissan's internal interest and a structural interest to make the alliance sustainable."}