{"authors": ["Peggy Noonan"], "keywords": ["american", "lives", "biography", "yale", "reagan", "university", "history", "politics", "rutherford", "articles", "photos", "york", "noonan"], "summary": "She has been a fellow at Harvard University’s Institute of Politics, and has taught in the history department at Yale University.\nBefore entering the Reagan White House, Noonan was a producer and writer at CBS News in New York, and an adjunct professor of Journalism at New York University.\nShe was born in Brooklyn, New York and grew up there, in Massapequa Park, Long Island, and in Rutherford, New Jersey.\nShe is a graduate of Fairleigh Dickinson University in Rutherford.\nIn November, 2016 she was named one of the city's Literary Lions by the New York Public Library.", "title": "News, Articles, Biography, Photos", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "94e0e924-cf1f-32e8-a834-97dc148165ae", "pubDate": null, "paragraphs": ["She was awarded the Pulitzer Prize for Commentary in 2017. A political analyst for NBC News, she is the author of nine books on American politics, history and culture, from her most recent, “The Time of Our Lives,” to her first, “What I Saw at the Revolution.” She is one of ten historians and writers who contributed essays on the American presidency for the book, “Character Above All.” Noonan was a special assistant and speechwriter for President Ronald Reagan. In 2010 she was given the Award for Media Excellence by the living recipients of the Congressional Medal of Honor; the following year she was chosen as Columnist of the Year by The Week. She has been a fellow at Harvard University’s Institute of Politics, and has taught in the history department at Yale University.", "Before entering the Reagan White House, Noonan was a producer and writer at CBS News in New York, and an adjunct professor of Journalism at New York University. She was born in Brooklyn, New York and grew up there, in Massapequa Park, Long Island, and in Rutherford, New Jersey. She is a graduate of Fairleigh Dickinson University in Rutherford. She lives in New York City. In November, 2016 she was named one of the city's Literary Lions by the New York Public Library."], "url": "https://www.wsj.com/news/author/5356"}