{"authors": ["David Aaro", "David Aaro Is A Freelance Reporter At Fox News Digital Based In New York City."], "title": "Celtics' Enes Kanter says he was harassed at mosque by Erdogan supporters", "url": "https://www.foxnews.com/sports/celtics-enes-kanter-harrassed-mosque-supporters-turkish-president", "summary": "Boston Celtics center Enes Kanter has claimed he was attacked and threatened at a Boston-area mosque on Friday by supporters of Turkish President Recep Tayyip Erdogan.\nThe mosque is a short drive from the Celtics' practice facility.\nNBA STAR KANTER GETS 'THREE OR FOUR DEATH THREATS EVERY WEEK'\"It was pretty crazy because this is America,\" Kanter added.\n\"What I'm doing is huge because I'm talking about human rights,\" Kanter said.\nSo, just because I'm talking about these issues and that stuff, I'm going to get threats?", "keywords": ["harassed", "enes", "turkish", "talking", "practice", "threats", "im", "kanter", "mosque", "supporters", "tacko", "celtics", "erdogan", "going"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Boston Celtics center Enes Kanter has claimed he was attacked and threatened at a Boston-area mosque on Friday by supporters of Turkish President Recep Tayyip Erdogan.", "According to ESPN, Kanter claimed that two men began \"screaming\" and \"cursing\" at him as he and teammate Tacko Fall attempted to leave the Islamic Society of Boston mosque in Cambridge after Friday prayers. The mosque is a short drive from the Celtics' practice facility.", "\"After the first practice [Friday], me and Tacko went to that mosque, because it was really close to our facility,\" Kanter said on Saturday. \"Our second practice was at 3 p.m. So I went to this mosque, we prayed and me and Tacko were about to leave and then we were just outside and there were just these two guys. You can see on the video they were just waiting for us. They were screaming, they were yelling, they were cursing.\"", "NBA STAR KANTER GETS 'THREE OR FOUR DEATH THREATS EVERY WEEK'", "\"It was pretty crazy because this is America,\" Kanter added. \"You should be safe to come in a mosque and pray peacefully. It was the first time it's happened to me in America, but it was definitely scary because I looked at Tacko and said, 'Tacko, don't worry about it. I've got it. We're fine.' But we were just waiting for our Uber, so it was crazy and scary.\"", "Kanter addressed the incident on Saturday morning before the Celtics held an open practice for fans at the TD Garden.", "\"What I'm doing is huge because I'm talking about human rights,\" Kanter said. \"I'm talking about democracy, freedom, freedom of speech, religion, and expression. I'm talking about justice. So, just because I'm talking about these issues and that stuff, I'm going to get threats? I'll take that. I'll be OK having security next to me 24/7. But those issues that I'm talking about is way bigger than myself and basketball.\"", "TURKISH TV STATION REFUSES TO AIR WESTERN CONFERENCE FINALS OVER ENES KANTER", "Kanter, 27, has been an outspoken opponent of Erdogan's government. He told Fox News in July 2018 that he receives \"three or four death threats every week\" due to his political views.", "“With death threats – you just never know,” Kanter said at the time. “It’s pretty crazy. I used to take a screenshot of them, but after a while, I was getting so many, I decided I wasn’t going to bother and waste my time anymore. It’s pretty disgusting.”", "In May 2017, Kanter called Erdogan the \"Hitler of our century\" after Turkish officials canceled his passport", "In June 2018, the Turkish government sentenced Kanter's father Mehmet to 15 years in prison and Kanter has previously declined to attend games outside the U.S. in London and Toronto due to fears over his safety. A Turkish TV station also refused to air the Western Conference Finals back in May because it featured the Portland Trail Blazers, for whom Kanter was playing at the time.", "Kanter signed a two-year, $9.8 million contract with the Celtics this past summer.", "“Random American people I see at Walmart, the airport, restaurants – they tell me to keep standing up for my country, to keep fighting for freedom and human rights. That means a lot to me,” Kanter told Fox News last year. \"When I speak out here, it puts my family in danger. But I really want people to understand what is going on. It is not just my family who is in danger. I am just trying to be a voice for these people. When I speak, the Turkish government hates it. They don’t want me to talk, so they put my family in jail so they can silence me.”", "Sen. Ed Markey, D-Mass. tweeted Saturday that he was \"outraged\" about what happened to Kanter.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Celtics President Danny Ainge told Yahoo Sports on Saturday that he hasn't had the chance to speak to Kanter directly about what happened.", "\"But he has been talked to by our staff and our people,\" Ainge said. \"There will be more communication going on with that.\"", "Fox News' Hollie McKay contributed to this report."], "pubDate": null, "id": "952bc01d-f05a-31af-bd70-dab745125143"}