{"id": "9563e388-dde3-3b45-b592-f3d75c58905a", "title": "FA under fire for new diversity code that excludes disabled people", "url": "https://www.theguardian.com/football/2020/nov/05/fa-under-fire-for-new-diversity-code-that-excludes-disabled-people", "summary": "The Football Association’s Football Leadership Diversity Code sends the message “it is OK to exclude disabled people”, a leading advocacy group has warned, after the largest minority in Britain was missed from the code’s targets.\nDisability Rights UK has questioned the Diversity Code after it was hailed as a step change in equality and representation in football, and sport more broadly, following its launch last week.\n“Diversity isn’t about any one single aspect of an individual’s make-up, it’s about the intersectional dimension.\nLast summer UK sport and Sport England committed to a review of the Code for Sport Governance, which organisations must comply with to receive public funding.\nThe FA said it was committed to revisiting the Football Leadership Diversity Code in future.", "paragraphs": ["The Football Association’s Football Leadership Diversity Code sends the message “it is OK to exclude disabled people”, a leading advocacy group has warned, after the largest minority in Britain was missed from the code’s targets.", "Disability Rights UK has questioned the Diversity Code after it was hailed as a step change in equality and representation in football, and sport more broadly, following its launch last week.", "Under the code, which is voluntary but is supported by 19 of the Premier League’s 20 clubs, signatories must ensure that 15% of new senior non-coaching roles are filled by black, Asian or mixed-ethnicity candidates. A similar target of 30% would apply to roles filled by women. There are, however, no targets for the recruitment of disabled people.", "The chief executive of Disability Rights UK, Kamran Mallick, said the outcome “isn’t surprising” but argued it sends a strong signal that disabled rights are not being taken seriously.", "“We welcome the fact that the FA and Premier League have put together the diversity statement,” he said. “Sadly it isn’t surprising to yet again see a large institution put out a diversity statement and not include disabled people. The largest minority in the UK, over 14 million disabled people, and yet time and time again the forgotten ones.", "“Diversity isn’t about any one single aspect of an individual’s make-up, it’s about the intersectional dimension. The multiple levels of discrimination and exclusion that are experienced.", "“The Premier League is one of the richest in the world and yet it continues to exclude disabled people, their passionate supporters, the potential supporters, employees and those in positions of influence and power. The message this gives to the general public is that it is OK to exclude disabled people.”", "The code was released after an intensive three-month period of consultation. Its publication coincides with an increased focus on representation in sport more broadly. Last summer UK sport and Sport England committed to a review of the Code for Sport Governance, which organisations must comply with to receive public funding. The review is to recommend measures “ensuring greater representation” across race, gender and disability.", "The FA said it was committed to revisiting the Football Leadership Diversity Code in future. “The code was developed in collaboration with club executives, players, coaches, HR directors, media and leaders across the game,” a spokesperson said. “It is viewed as a starting point towards greater diversity through increased transparency and accountability and, while focusing on gender and ethnicity now in reflection of the current player base, it will expand more broadly over time.”"], "authors": ["Paul Macinnes"], "keywords": ["code", "fa", "diversity", "isnt", "excludes", "uk", "football", "sport", "disabled", "premier", "rights", "representation"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}