{"summary": "Social & cultural anthropologist and TEDx speaker Jean Smith gives us five steps to turn holiday fear into holiday cheer.\nStart with the right mindsetThe success of your evening begins before you walk through the door.\nAnd remember: the less stress you put on the outcome, the less stress you will feel during the evening.\nAsk three new people a question; introduce two people to someone they don’t know; ask for someone’s contact details to meet for coffee.\nBut, there are certain places at any gathering where there is a more natural prop to ask a stranger a question.", "url": "https://soulmates.theguardian.com/blog/advice/how-to-feel-more-confident-this-christmas-party-season", "paragraphs": ["This December, you might find yourself in more social situations than you have all year. Does this idea fill you with dread, even knowing that every social event is a chance to meet new people, make connections and, yes, even have fun?", "Social & cultural anthropologist and TEDx speaker Jean Smith gives us five steps to turn holiday fear into holiday cheer.", "Start with the right mindset", "The success of your evening begins before you walk through the door. It begins with you having the right mental attitude. How will you view the evening and whatever comes your way? Is it: ‘Let’s have fun’ or ‘I am looking forward to meeting some interesting people’. All of the evening’s interactions will be led by this attitude. And remember: the less stress you put on the outcome, the less stress you will feel during the evening.", "Every interaction starts with one question. That is all you need to do.", "Assign yourself some tasks", "No, you are not composing a grocery list. Tasks give you a gentle push. It is important that you focus on the task and not your fear of the outcome. Ask three new people a question; introduce two people to someone they don’t know; ask for someone’s contact details to meet for coffee. By giving yourself some easy tasks, you set yourself objectives to interact with others.", "Arrive early", "Is it easier to walk into a room with a few people in it, rather than lots of people already laughing and talking in their groups. It is easier to find people to start conversations with when they are dotted around the room, rather than breaking into groups that have already formed. Arrive early and you can break the ice.", "Ask a question", "Every interaction starts with one question. That is all you need to do. You ask the question – a person can respond – or not. That part is up to them; no need worrying about what the response will be. Ask lots of different people a question and try to make it an open question. And then listen. There will be something in the answer that allows you to develop the conversation.", "Stand by the food and drink table", "Ok, maybe not all night. But, there are certain places at any gathering where there is a more natural prop to ask a stranger a question. At parties, it’s the food and drink area. ‘Can you recommend anything here?’ ‘How do the desserts look?’ ‘What’s the drink of choice around here?’", "Follow these five steps and you might be surprised how your holiday no-no-nos have become ho-ho-hos.", "If you’d like to learn more about how to feel comfortable at any social event, Jean is hosting an upcoming Guardian Masterclass, ‘Networking for people who don’t like networking’, on 21 January 2020."], "pubDate": null, "keywords": ["question", "tasks", "need", "party", "season", "social", "drink", "stress", "ask", "walk", "holiday", "christmas", "feel", "steps", "confident"], "id": "957521bd-eae7-3455-b301-f9c8866dbaee", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": [], "title": "Feel more confident this Christmas party season"}