{"id": "9575f481-b817-3065-962e-d784b9e6963c", "title": "Feels Like A Steal: Bring Joy To Your Day With These Designer Headphones", "url": "https://www.vogue.com/slideshow/feels-like-a-steal-bring-joy-to-your-day-with-these-designer-headphones", "summary": "Courtesy of Collina Strada and SkullcandyHeadphones deserve a medal for aiding productivity and sanity in 2020.\nBecause headphones are an essential not normally praised for their beauty, I was elated to see the playful fashion brand Collina Strada partner up with affordable headphone brand, Skullcandy.\nHeadphones can carry a hefty price tag, and a beautiful pair at a reasonable price seems like a no-brainer.\nBeyond that, Hillary Teymour has designed Collina Strada not just as a fashion label, but as a platform for social issues and awareness.\nRinging in at $80 for the wireless earbuds and $199 for the wireless over ear headphones, these thoughtfully crafted designer headphones feel like a steal.", "paragraphs": ["Courtesy of Collina Strada and Skullcandy", "Headphones deserve a medal for aiding productivity and sanity in 2020. Over the past months, my headphones have given me respite from my lovely boyfriend’s work calls and clanging family members in the kitchen (my workspace). Recently, I’ve started taking end-of-day walks accompanied by my favorite, mood-boosting songs pumping through my ears. It’s become an almost meditative evening ritual that provides a calming unwind needed after a busy workday.", "Because headphones are an essential not normally praised for their beauty, I was elated to see the playful fashion brand Collina Strada partner up with affordable headphone brand, Skullcandy. Headphones can carry a hefty price tag, and a beautiful pair at a reasonable price seems like a no-brainer. Beyond that, Hillary Teymour has designed Collina Strada not just as a fashion label, but as a platform for social issues and awareness. To Teymour, the partnership with Skullcandy seemed to be a natural fit. “They are committed to climate change with their work with Protect our Winters and are supporters of an eclectic mix of emerging musical artists.” Teymour says of Skullcandy. “Together with Skullcandy I’ve been able to infuse the unique Collina look into a rather utilitarian piece for an energized take on an everyday device.”", "The collaboration features an over ear headphone and wireless earbuds, both in Collina’s signature tie-dye. “Tie dye has been a core focal point in expressing my love of color, and bringing that to a new medium with my collaboration with Skullcandy was very exciting! I felt like a tie dye pattern was the perfect representation of music and soundwaves.” Teymour tells Vogue.", "Ringing in at $80 for the wireless earbuds and $199 for the wireless over ear headphones, these thoughtfully crafted designer headphones feel like a steal. They will bring some joy into your daily routine, aesthetically and functionally. And you can’t beat the cost-per-wear."], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["ive", "designer", "collina", "headphones", "skullcandy", "steal", "strada", "wireless", "teymour", "bring", "work", "tie", "price", "joy", "feels", "day"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}