{"id": "957e9eb5-ddd7-33a8-a5e1-b8539984e5b9", "title": "Steve McQueen became a born-again Christian, found comfort in Billy Graham before succumbing to cancer: book", "url": "https://www.foxnews.com/entertainment/steve-mcqueen-born-again-christian-billy-graham-cancer-book", "summary": "EXCLUSIVE: Steve McQueen, hailed as \"The King of Cool,\" saw the light before he succumbed to cancer.\n“I started this book in 2014 and it took years to compile everything together told by Steve McQueen himself.\nOne day, Steve finally said, ‘There’s something different about you.\nAnd so Billy did, right before Steve McQueen left to go to Mexico for his last operation.\nI think Steve wanted to tap on his knowledge.", "paragraphs": ["EXCLUSIVE: Steve McQueen, hailed as \"The King of Cool,\" saw the light before he succumbed to cancer.", "The actor, who died on Nov. 7, 1980, at age 50, is being remembered in a new book commemorating the 40th anniversary of his death titled “Steve McQueen: In His Own Words” by Marshall Terrill.", "The new release features interviews, personal letters, rarely heard reflections from audiotapes as well as more than 500 photographs, personal documents and memorabilia, many of which are being seen by the public for the first time.", "Terrill, who has now written seven books on the Hollywood leading man, told Fox News the star considered doing an autobiography toward the end of his life, but cancer had ravaged his body so quickly that he never had the chance. The author believes the new book will allow the box office champion of the ‘60s and ‘70s to finally share his story.", "JOHNNY CASH REMAINED DEVOTED TO HIS FAITH DESPITE DRUG WOES, WAS NEARLY KILLED BY AN OSTRICH, BOOK REVEALS", "“Many of these interviews have never seen the light of day,” said Terrill. “I started this book in 2014 and it took years to compile everything together told by Steve McQueen himself. A lot of people have always written him off as just a blue-collar guy who liked motorcycles and cars. But if you read his words, the man has great wisdom to him. He’s got this rich life experience that I wanted to share with people.”", "“The reality is, Steve McQueen didn’t really like talking about himself,” Terrill shared. “So when he did, there were these little flashes where he unveiled his true self.”", "For the book, Terrill discovered documents that give clearer insight on who McQueen’s father was -- a man the star desperately tried to track down in his lifetime but was three months too late. According to Terrill, McQueen was on the cusp of stardom with “Wanted: Dead or Alive\" when William McQueen, a Merchant Marine, died of cirrhosis of the liver in November 1958. The patriarch was buried in an unmarked grave in Long Beach, Calif.", "“I finally traced him to a small town here in California, but it was too late,” McQueen recalled. “He died three months earlier -- so we never got to see each other. His friends told me he used to watch me on TV and that he was real proud of me. But maybe they just said it because they figured I wanted to hear it… I wanted to stand in front of him, just face him squarely and ask why he left us the way he did. It did hurt my mother at the time, and it hurt me later.”", "JOHNNY CASH'S FORMER MANAGER TACKLED SINGER'S DRUG BATTLES BUT QUIT OVER RELIGIOUS DIFFERENCES, BOOK CLAIMS", "After a stint in the Marines, McQueen found refuge on the stage when he gave acting a shot in the early ‘50s. However, despite the fame and fortune he achieved in Hollywood, McQueen always yearned for something else -- and he finally found it toward the end of his life.", "“In the search for his father, he was also looking for his heavenly father,” Terrill explained. “At the end of his life, he met a pilot named Sammy Mason, who was probably 10-15 years older than Steve. However, Sammy had a special presence about him. One day, Steve finally said, ‘There’s something different about you. I can’t put my finger on it.’ Sammy said, ‘Well Steve, I’m a born-again Christian.’ And from that point on, Steve wanted to emulate him.”", "According to Terrill, McQueen became so intrigued by Christianity that he asked if he could go to church with Mason. McQueen met pastor Leonard DeWitt and later “grilled him for two hours” during lunch.", "“Leonard said, ‘Well Steve, I only have one question for you,’” said Terrill. “[Steve] goes, ‘You want to know if I’m a born-again Christian?’ Leonard replied, ‘Yes, Steve, that’s all that really matters to me.’ And then Steve said, ‘Yes. Do you remember a couple of weeks ago when you asked everyone to bow their heads and accept Jesus Christ? Well, I closed my eyes and did that.”", "STEVE MCQUEEN’S EX-WIFE NEILE ADAMS BLAMES ‘FREE LOVE’ FOR FAILED MARRIAGE", "Terrill pointed out that columnist Liz Smith was the first to report that McQueen became a born-again Christian in June 1979 -- nearly six months before he was officially diagnosed with cancer.", "When McQueen later learned he had a rare, normally fatal form of lung cancer, he reached out to evangelist Billy Graham.", "“Steve McQueen knew he was dying,” said Terrill. “So he requested Billy Graham to come to see him. And so Billy did, right before Steve McQueen left to go to Mexico for his last operation. They were going to pray together when Steve said, ‘I don’t have my Bible.’\"", "\"Billy Graham instinctively gave him his Bible,\" Terrill continued. \"It became Steve’s prized possession. To Steve, like many people, Billy Graham was perhaps the closest thing that you could probably get to God on Earth. I think Steve wanted to tap on his knowledge. Steve wanted to share testimony with him and what Christ did for him.”", "STEVE MCQUEEN WAS PLAGUED WITH INSECURITIES CAUSED BY HIS TROUBLED CHILDHOOD, REPORT SAYS", "McQueen was in a Ciudad Juarez, Mexico, hospital for surgery on a massive tumor when he was stricken with a heart attack, the Los Angeles Times reported. The outlet reported the cancer had spread widely through his upper body. Terrill said when McQueen was found, he was still clutching to Graham’s Bible. McQueen died on what was Graham’s 62nd birthday.", "Graham passed away in 2018 at age 99.", "Terrill hopes his book will shed some light on how McQueen viewed his legacy over the years.", "“Before cancer, McQueen’s outlook on life was very cynical,” said Terrill. “I think Christianity gave him comfort. He was going to announce that he was a Christian but he never got that opportunity. But he did promise that if he got well, he was going to make that announcement. He revealed that his body is gone, it’s broken, but his spirit isn’t broken and his heart isn’t broken. I think that says it all.”"], "authors": ["Stephanie Nolasco"], "keywords": ["wanted", "finally", "book", "died", "terrill", "succumbing", "comfort", "christian", "billy", "graham", "life", "bornagain", "cancer", "mcqueen", "steve"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}