{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["trump", "shes", "second", "phonecall", "donald", "hand", "perfect", "slams", "witch", "hunt", "whistleblower", "seen", "impeachment", "son", "talk", "say"], "title": "Donald Trump slams talk of impeachment as another 'witch hunt'", "paragraphs": ["You can enable subtitles (captions) in the video player", "Mr President, your reaction to Speaker Pelosi saying today that she is moving toward an impeachment announcement later this afternoon?", "Well, I haven't heard this. Look, it's just a continuation of the witch hunt. It's the worst witch hunt in political history. We have the strongest country in the world, the best economy we've ever had. And she's talking impeachment.", "So I think that, and by the way, she hasn't even seen the phonecall. The phonecall was perfect. The call that wasn't perfect, and the words that weren't perfect, were Joe Biden with respect to his son. And his son takes away millions of dollars out of Ukraine, and millions of dollars out of China.", "And you don't talk about that. It's a real disgrace. But the good news is the voters get it. This is why they say it's good for the election, but you know what? It's bad for the country, what she's doing is very bad. If it's true, I can't even believe it's true.", "How can you do this and you haven't even seen the phonecall? The whistleblower, they say, was second hand or third hand. And it was reported, though I have no idea who the whistleblower is, I guess I could find out. Maybe I couldn't find out.", "But they say it was a very partisan person, the whistleblower. But it was second or third hand. Never heard the call. But I have better than that.", "We have the whole transcript of the call, which will be released tomorrow, and comments will be put with respect. It was a perfect call. There was no quid pro quo. Unlike Biden, there was no nothing. It was a perfect call, a very nice call."], "id": "95c77324-38e3-3c27-aac8-37e7d0635582", "url": "https://www.ft.com/video/7aea06b5-1f94-4394-853e-773fcab33e7c?playlist-name=less-than-90-seconds&playlist-offset=3", "authors": ["Footage Reuters."], "summary": "Look, it's just a continuation of the witch hunt.\nIt's the worst witch hunt in political history.\nSo I think that, and by the way, she hasn't even seen the phonecall.\nThe call that wasn't perfect, and the words that weren't perfect, were Joe Biden with respect to his son.\nThe whistleblower, they say, was second hand or third hand."}