{"id": "95e4b2eb-515c-39f2-b480-d7fd65662ace", "title": "World is running out of time on climate, experts warn", "url": "https://www.theguardian.com/environment/2020/nov/09/world-is-running-out-of-time-on-climate-experts-warn", "summary": "World leaders are running out of time to forge a green recovery from the Covid-19 crisis, with only a year to go before a crunch UN summit that will decide the future of the global climate, leading experts have warned.\nCities and countries across the world may simply cease to exist in a 3C world [which is where current climate commitments would lead].\nThis was followed by a commitment to net zero by 2050 by Japan’s new prime minister and by South Korea’s government.\n“So many countries are now joining with the strong political will to realise net zero by 2050.\nPhotograph: Olivier Hoslet/EPAThe EU has embarked on its green recovery, earmarking 30% of a €750bn (£677bn) fund.", "paragraphs": ["World leaders are running out of time to forge a green recovery from the Covid-19 crisis, with only a year to go before a crunch UN summit that will decide the future of the global climate, leading experts have warned.", "Progress on a green recovery, which would reduce emissions while repairing the damage from the pandemic, has been hampered by the need for an emergency rescue of stricken economies around the world and the resurgence of the coronavirus in Europe, the US and some other countries.", "But with global heating showing no sign of slowing, and the danger signals of climate breakdown increasingly evident – from the Arctic ice to American wildfires – the race is on to build the global economy back better.", "Ban Ki-moon, former UN secretary-general, told the Guardian: “It is important to build back the economy but if we do not keep global temperature rises below 1.5C this will create a huge, huge problem. Cities and countries across the world may simply cease to exist in a 3C world [which is where current climate commitments would lead]. So we must redouble our efforts before we pass the point of no return.”", "Facebook Twitter Pinterest Ban Ki-moon, the former UN secretary general, says the world must redouble its efforts or we will pass the point of no return. Photograph: Seokyong Lee/Penta Press/Rex/Shutterstock", "If not for the pandemic, governments would have been meeting on Monday in Glasgow for the start of vital UN climate talks aimed at putting the 2015 Paris agreement back on track. That has been postponed to next November, while governments grapple with the coronavirus.", "The first stage of the pandemic crisis focused on staving off economic collapse, as lockdowns were imposed by governments, starting in China and moving swiftly around the world in the spring. These unprecedented shutdowns sent greenhouse gas emissions plunging, but created economic chaos which countries have been scrambling to repair.", "Within the next few months, leaders must shift to a more sustainable model, promoting low-carbon economies to provide jobs and clean growth, instead of cementing high-carbon infrastructure into the recovery – which would mean losing hope of meeting the Paris goals, Ban warned.", "“I have been urging world leaders – it is absolutely OK, it’s only necessary that they spend money to resuscitate their economy [but] at the same time, they should never put climate ambition back,” said Ban. “I’m afraid that most of the important priorities have been focused only on Covid-19.”", "Economists argue that building a green recovery will provide jobs quickly, to counter the sharp rise in unemployment resulting from the lockdowns. Insulating homes, installing solar panels and other renewable energy, extending broadband, remodelling cities to make them easier to walk and cycle, planting trees and building flood defences: all are needed to reset national economies on to a low-carbon footing, and all are labour-intensive. While governments are spending trillions to resolve the crisis, this would be spending that also helps to secure a low-carbon and prosperous future.", "Countries could still turn themselves around, Ban said, pointing to the announcement by China’s president Xi Jinping that the world’s biggest emitter would for the first time adopt a net zero target, for 2060, and ensure its emissions peaked before 2030. This was followed by a commitment to net zero by 2050 by Japan’s new prime minister and by South Korea’s government.", "“This is an extraordinary, remarkable decision by the Chinese government,” said Ban. “So many countries are now joining with the strong political will to realise net zero by 2050. We might have lost some time but this is the time to really resuscitate and regain the political will. I think we can do it.”", "Facebook Twitter Pinterest Fatih Birol, the executive director of the International Energy Agency, says what is needed is a ‘clean energy and economic recovery plan’. Photograph: Benoît Tessier/Reuters", "Everything rests on whether China, which has barely started on a green recovery, takes swift action on Xi’s new net zero target, said Fatih Birol, executive director of the International Energy Agency, the global authority on energy. “If China does not come up with green recovery packages, putting a new five-year plan in line with the target of net zero, then the world’s chances of reaching its climate targets will be close to zero,” he warned.", "“Many countries have been building firewalls round the economy,” he added. “Now what is needed is a clean energy and economic recovery plan.”", "Facebook Twitter Pinterest Connie Hedegaard of the Environmental Defense Fund says the green recovery is an economically sound way to do things. Photograph: Olivier Hoslet/EPA", "The EU has embarked on its green recovery, earmarking 30% of a €750bn (£677bn) fund. But member states must still come up with better plans of their own, said Connie Hedegaard, the former EU climate commissioner, now on the European board of the Environmental Defense Fund.", "“If member states come forward with plans that are too weak, the European commission must be strong enough to say no, this is a wasted opportunity,” she said. “We have to show people why [the green recovery] is not just a good thing for climate change but an economically sound way to do things.”", "The UK is expected to set out its plans to reach net zero emissions by 2050 in the next few weeks, ahead of a virtual summit of world leaders to be held in December, marking the fifth anniversary of the Paris agreement. Boris Johnson is planning to set out beforehand a 10-point plan on how the UK will pursue renewable energy, electric vehicles, nuclear power, nature restoration and other low-carbon efforts, to reach its target of net zero emissions by 2050.", "Facebook Twitter Pinterest Mary Robinson, the former president of Ireland, calls for the UK to put forward an ambitious target ahead of the postponed Cop26 gathering in Glasgow. Photograph: Julien Behal/PA", "“All eyes are on the UK,” said Mary Robinson, former president of Ireland and twice a UN climate envoy. “We need the British to rally the world ahead of the next Cop in Glasgow in 2021. They can do this by putting forward an ambitious climate target for 2030 and encouraging all other nations to make similar commitments.”", "For governments facing economic disaster in the wake of the Covid-19 crisis, the prospect of making bold spending commitments for a green recovery might seem daunting. But the alternative would be to see a long period of recession with all the discontent and hardship that would entail, warned Lord Nicholas Stern, the climate economist and chair of the Grantham Research Institute at the London School of Economics.", "“My worry is that there would be a really long period of recession, where nothing much happens, and political and social tensions would rise,” he said. “That’s why it is so important to try to get out of this in a good way. It would be a terrible step backwards if we went back to austerity.”"], "authors": ["Fiona Harvey"], "keywords": ["target", "climate", "global", "recovery", "world", "zero", "running", "net", "warn", "governments", "green", "energy", "experts"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}