{"id": "95fd8826-0fc8-399a-9f64-e592d7b05291", "title": "'Stop arguing': Ronnie O'Sullivan and Mark Allen's tense row at snooker table – video", "url": "https://www.theguardian.com/sport/video/2020/nov/06/stop-arguing-ronnie-osullivan-and-mark-allens-tense-row-at-snooker-table-video", "summary": "Ronnie O’Sullivan was involved in a bizarre exchange with Mark Allen in the final frame of their Champion of Champions quarter-final in Milton Keynes.\nAllen went on to beat the world champion 6-3 but O’Sullivan appeared to be irked by the Northern Irishman’s movements.\nO’Sullivan was warned by the referee, Marcel Eckardt, on numerous occasions as he went over to confront Allen, who sat in his chair throughout.\nAllen denied being involved in any gamesmanship and said the incident only made him more determined to beat the six-times world champion.\nSpeaking to ITV Sport, Allen said: 'I’m not going to let it go if he’s going to make up rubbish ... Ronnie was completely gone and I just took advantage.", "paragraphs": ["Ronnie O’Sullivan was involved in a bizarre exchange with Mark Allen in the final frame of their Champion of Champions quarter-final in Milton Keynes.", "Allen went on to beat the world champion 6-3 but O’Sullivan appeared to be irked by the Northern Irishman’s movements. O’Sullivan was warned by the referee, Marcel Eckardt, on numerous occasions as he went over to confront Allen, who sat in his chair throughout. 'Can you sit still? ... Come on,' O’Sullivan said.", "Allen denied being involved in any gamesmanship and said the incident only made him more determined to beat the six-times world champion. Speaking to ITV Sport, Allen said: 'I’m not going to let it go if he’s going to make up rubbish ... Ronnie was completely gone and I just took advantage. Ronnie just tries to bully people out there'"], "authors": ["Source", "Itv Sport"], "keywords": ["table", "row", "arguing", "osullivan", "going", "champion", "beat", "mark", "world", "warned", "video", "went", "stop", "allen", "involved", "snooker", "tense", "ronnie"], "pubDate": "2020-11-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}