{"summary": "Gamers know composer Austin Wintory for his acclaimed scores to titles like Journey (which was nominated for a Grammy) and Assassin's Creed Syndicate.\nNext week, with the release of John Wick Hex, we'll hear even more of his work.\nWintory is the mind behind the music of John Wick Hex, as revealed in the exclusive video below from Lionsgate and developer Bithell Games.\nFor more on John Wick Hex, read our impressions from E3.\nJohn Wick Hex releases on October 8 on PC and Mac.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["wintorys", "composer", "austin", "john", "workwintory", "wick", "york", "hear", "hex", "wintory", "journey", "bithell"], "id": "96771de1-ab8f-35c2-82a2-67e8c66ce317", "url": "https://www.gameinformer.com/2019/10/04/austin-wintory-is-the-composer-behind-john-wick-hex", "title": "Austin Wintory Is The Composer Behind John Wick Hex", "pubDate": null, "paragraphs": ["Gamers know composer Austin Wintory for his acclaimed scores to titles like Journey (which was nominated for a Grammy) and Assassin's Creed Syndicate. Next week, with the release of John Wick Hex, we'll hear even more of his work.", "Wintory is the mind behind the music of John Wick Hex, as revealed in the exclusive video below from Lionsgate and developer Bithell Games. Check it out to hear some of Wintory's score and see his collaborators (Tom Strahle and MB Gordy) in action:", "With this reveal out in the open, Wintory will also be joining game director Mike Bithell and voice actor Troy Baker for their John Wick Hex New York Comic Con panel on Saturday, October 5 (a.k.a. tomorrow).", "For more insight into Wintory's work, you can listen to the Journey soundtrack accompanied by his commentary. For more on John Wick Hex, read our impressions from E3.", "John Wick Hex releases on October 8 on PC and Mac."]}