{"paragraphs": ["David Hockney's home studio is set deep in the Hollywood Hills. We drive there from Sunset Boulevard, past sweeping views of the canyon below, 1920s Art Deco homes and modernist glass boxes perched at intervals on the hillside.", "The \"English Angelino,\" as he sometimes refers to himself, lives in a corner house off the main road, just where the hill flattens out. A verdant, anonymous compound behind high gray fences, it's quiet, with no through traffic. With only a four-figure number on the door and a buzzer, there is no hint that this has, since 1979, been home to one of the world's most recognizable and popular artists.", "We are buzzed in and directed up a short path to Hockney's studio, a building set aside from his home. From here, it is hard to make out his actual house, which is apparently a series of one- and two-story buildings -- bungalows almost -- enveloped in plants and shrubs. There are steps down, and somewhere tantalizingly out of sight is Hockney's famous swimming pool, a recurring subject in his paintings.", "David Hockney at 80: A rare encounter with the artist", "The studio -- a long, white, airy space with a staircase leading up to a gallery -- is a converted paddle tennis court. Upon entering, we see half a dozen or so works in progress. Hockney is preparing for a show at Pace Gallery in New York in April.", "We hear him before we see him -- his hacking smoker's cough, to be precise. At 80 (and a half), Hockney is sitting in a favorite comfy armchair, reading the Financial Times. He peers up inquisitively through owlish glasses, before struggling up to greet us. He's wearing a blue and green striped cardigan (familiar to me from recent photos) and paint-spattered trousers, his once vibrantly dyed blonde hair now gray and thinning. He clutches a cigarette packet in one hand.", "I'm little nervous at the beginning and don't want the interview to start before the cameras are ready to roll. We've arrived with three cameras to capture Hockney's every gesture, every laugh and every cigarette drag (he smokes three or four cigarettes during the interview).", "“ I think I've not done so bad in my life for the last 64 years ... Every day I've done what I want to do. ” David Hockney", "Making polite conversation, his assistant J.P. asks where I'm staying. I name a new boutique hotel on Sunset that he hasn't heard of. I complain about the lighting design in my room, which was so moodily dim that I couldn't find the bedside light switches. Evidently no one reads in bed these days -- the dominant fixture is a giant TV.", "Hockney quickly interjects: \"Yes, they are just big voids,\" he says, referring to the TV screens. \"I don't like voids.\"", "Painting the pool", "Hockney says that his swimming pool was also looking \"a bit like a void,\" so in the summer, the day before his 80th birthday, he had it drained so he could repaint the bottom himself with arcs of blue.", "\"Once it was painted, it made you see all the plants,\" he says. The job took him two and half hours, \"and that's how long it took me 20 years ago.\"", "Hockney's ex-lover, Gregory Evans, who lives next door and runs the business side of things for him, apparently questioned whether he was up to the job. \"Of course, I thought I could do it,\" he says a little defiantly.", "He admits that he is stubborn, and you can sense a fierce willpower. He is not happy with the shade of blue -- it's \"a bit too pale\" -- and he may do it again. An hour or so later, after the interview is over, I politely ask if we can film his swimming pool. No, says Hockney -- \"Gregory wouldn't like it.\"", "\"Portrait of an Artist (Pool with Two Figures)\" (1972) by David Hockney Credit: Art Gallery of New South Wales/Jenni Carter", "A bigger retrospective", "The pretext for our visit is Hockney's 80th birthday retrospective, which has already drawn well over a million visitors to London's Tate Britain, the Pompidou Centre in Paris, and The Metropolitan Museum of Art in New York.", "\"I realize it is the last time (a retrospective) will be done in my lifetime,\" says Hockney. And that's the truth of it.", "I ask him how this retrospective compares with the one in 1988 (around the time of his 50th birthday). \"Well,\" comes the blunt reply, \"it's 30 years later, 30 years more painting. A big difference, 30 years.\"", "We both laugh and I blush a little with embarrassment. It's arguably a stupid question, but there is also a feeling that Hockney wants his later work to receive the same attention that his paintings from the 1960s and 70s did.", "\"Mr. and Mrs. Clark and Percy\" (1970-1971) by David Hockney Credit: Tate", "“ I think in painting you can do things you can't do in photography. Edvard Munch said photography can't compete with painting because it can't deal with heaven or hell. ” David Hockney", "\"Christopher Isherwood and Don Bachardy\" (1968) by David Hockney Credit: Tate, David Lambert and Rod Tidnam", "Throughout the interview Hockney is his usual chatty, funny, contrary, bee-in-his-bonnet self. Naturally, he mentions smoking more than once -- \"Sixty-five years ago. I began smoking and they were called 'coffin nails' then.\"", "His father had been \"a big anti-smoker but (he died from) eating chocolate biscuits at 75. I'm five years older than him now,\" he says with a certain relish.", "Fish and chips", "Having first achieved success in his early 20s, Hockney has long been financially comfortable. But it seems that money never mattered that much to him, providing he has enough to run his studios.", "He has always been generous by nature. I mention an early lithograph he gave away in 1954 -- the interior of a Yorkshire fish and chip shop with a 17-year-old art student, elbow on the counter, patiently waiting for his food to arrive.", "\"Yes I remember it. I remember drawing it on a lithographic stone they had at the art school in Bradford (in West Yorkshire).\"", "Hockney has astonishing recall. There were only \"about five copies,\" he says. I tell him that the copy that he gave to the shop's owners recently sold at auction for just under £19,000 ($27,000). Hockney shrugs; he's not remotely bothered. He's well aware that his work has risen hugely in value.", "\"My Parents\" (1977) by David Hockney Credit: Met", "One of the first people to acquire Hockney's art was his friend and fellow student at London's Royal College of Art, the late R.B. Kitaj, in the early 1960s. Kitaj paid £5 ($7) for a drawing of a skeleton. \"That was quite a lot of money then,\" Hockney says, recalling being pleased that he was then able to buy cigarettes in packs of 20 rather than 10.", "Hockney holds on to much of his own work, and has set up a foundation to look after it. I mention how much I admire his drawings of his mother, who died age 99 in 1999 (he painted her virtually every time he visited her). Hockney hints that he may exhibit them one day.", "A gay pioneer", "Hockney recalls the royal photographer, Cecil Beaton , purchasing one of his more sexually explicit paintings, \"Adhesiveness,\" for less than $60.", "\"I remember delivering it to his house,\" he tells me. \"He had it for 40 years.\" The money helped pay for Hockney's first visit to New York in 1961.", "We sometimes forget that, as a gay man in the public eye, Hockney was a pioneer of sorts -- an artist too honest not to paint his desires. Fresh out of college, he celebrated his sexuality through his work at a time when gay sex was still outlawed in England (it wasn't legalized until 1967). Those early pictures \"look rather good and stand up,\" he says.", "\"Man in Shower in Beverly Hills\" (1964) by David Hockney Credit: Tate", "\"Domestic Scene Los Angeles\" (1963) by David Hockney Credit: Private collection", "'I feel 30 in the studio'", "It's difficult to imagine Hockney not working. His work ethic is utterly engrained.", "Hockney likes to paint in silence, \"to look, and look again.\" Unlike Lucian Freud, for whom Hockney sat for a portrait for a total of 120 hours, he doesn't talk much to his sitters. Freud, he says, was \"amusing, gossipy and bitchy about other artists.\"", "Hockney laughs but doesn't elaborate. Both artists attended royal lunches as members of the Order of Merit, and he confides that Freud was always better at conversing with the Queen, as they had a common interest in horse racing.", "Hanging by the studio staircase is Hockney's design for a six-meter (20 feet) high stained-glass window honoring the Queen, which is set to be unveiled in Westminster Abbey in October (we are quickly told that we can't film it). Suffice to say, it shows nature at her most glorious.", "The image was drawn from memory on an iPad and features a favorite subject, hawthorn blossom. Hockney was obviously inspired by his prolonged stay in Yorkshire (2005-2013) where, year after year, he painted the seasons en plein air. A composite photo shows how it will appear once it's installed by the Abbey's transept. It looks splendid, enlivening an august religious space.", "Every day, Hockney paints for six or seven hours. \"I'm perfectly happy doing this,\" he says. \"I feel 30 when I'm in the studio, so I come in every day and work, because then I feel 30.\"", "Artist David Hockney in his Bayswater studio Credit: Francis Goodman/Hulton Archive/Getty Images", "David Hockney's eyes are matched for color during a sitting for his waxwork for Madame Tussaud's Credit: Keystone/Hulton Archive/Getty Images", "Hockney never seems to stop thinking about work. He takes iPad images of his current paintings to bed, so he can look at them and know \"what to do straight away\" the next morning. Painting is Hockney's be-all and end-all.", "Our interview is regularly punctuated by his smoker's laugh, a guttural infectious chuckle. But he also seems older and more fragile, perhaps a tacit awareness of mortality. More than ever, he is reluctant to leave his studio -- his refuge, his cave.", "He doesn't want to walk far or go to restaurants where he can't hear anything (he has got progressively deafer in recent years, and wears hearing aids in both ears). He is less and less keen on flying, disliking both long flights and travelling alone.", "\"Travelling, I feel 80,\" he says poignantly.", "A bigger book", "For almost the first time in his life, Hockney has begun looking back at his work in its entirety to reflect on his exhilarating artistic journey. Implicit in our conversation is the sense of an artist reflecting on his place in art history. And his undeniable conclusion is: \"Yes, I've made a few memorable pictures. I know that now.\"", "A crucial moment in this self-reflection has been the release of \"A Bigger Book,\" a 77-pound \"sumo\" book published in 2016. It is, he acknowledges, his autobiography.", "\"Well, I realized,\" says Hockney, flipping through the pages, \"that this would last 100 years. Most people will see my work in this book. So why not make it good?\"", "\"A Bigger Splash\" (1967) by David Hockney Credit: Tate", "His own copy -- which comes on a bespoke stand designed by Marc Newson -- is within easy reach, a few feet from his armchair. \"I keep looking through it,' he admits.", "\"I think I've not done so bad in my life for the last 64 years,\" he muses. \"Every day I've done what I want to do.\"", "\"That's a privilege', I say. \"I know I'm privileged,\" comes the reply, \"I've always known that I was privileged.\"", "Hanging on the wall, just by the studio entrance, is a framed handwritten note. It was pressed into Hockney's hand by a stranger while he was visiting a museum. It reads: \"Thank you for brightening our world.\"", "\"That was OK, wasn't it?\" he asks rather sweetly at the end of the interview. \"Yes,\" I exclaim, \"more than OK. Thank you!\" And it's true. Hockney has been in fine fettle -- funny and characteristically open, two of the many reasons why he has been so admired and loved for so long.", "On camera, the years seemed to fall away. He sparkles and looks momentarily boyish. Before we wind our way back down the Hollywood Hills, he signs my Hockney book for me -- \"with love, David and a kiss\" -- and sees us out with a gentle handshake.", "CNN's Francesca Church, Oliver Dann, Ana Rosado, Emir Eralp, Aaron Darveniza and Fiona Sinclair Scott contributed to this story."], "id": "968fc800-014f-3484-a813-295a6630d763", "url": "https://edition.cnn.com/style/article/david-hockney-at-80-interview-los-angeles/index.html", "title": "David Hockney at 80: An encounter with the world's most popular artist", "authors": ["David Hockney"], "keywords": ["hockney", "80", "hockneys", "art", "popular", "studio", "work", "credit", "worlds", "encounter", "ive", "interview", "look", "artist", "david"], "pubDate": null, "summary": "We are buzzed in and directed up a short path to Hockney's studio, a building set aside from his home.\nDavid Hockney at 80: A rare encounter with the artistThe studio -- a long, white, airy space with a staircase leading up to a gallery -- is a converted paddle tennis court.\n\"Mr. and Mrs. Clark and Percy\" (1970-1971) by David Hockney Credit: Tate“ I think in painting you can do things you can't do in photography.\n” David Hockney\"Christopher Isherwood and Don Bachardy\" (1968) by David Hockney Credit: Tate, David Lambert and Rod TidnamThroughout the interview Hockney is his usual chatty, funny, contrary, bee-in-his-bonnet self.\n\"Man in Shower in Beverly Hills\" (1964) by David Hockney Credit: Tate\"Domestic Scene Los Angeles\" (1963) by David Hockney Credit: Private collection'I feel 30 in the studio'It's difficult to imagine Hockney not working.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}