{"id": "96c23c35-b840-3bb7-b2aa-786fef44ff82", "title": "27 Surprising Tips to Master 'Animal Crossing: New Horizons'", "url": "https://www.wired.com/story/animal-crossing-new-horizons-tips/", "summary": "I've been an Animal Crossing fan for 19 years, so you can say things are pretty serious.\nUpdated November 2020: We've removed some outdated seasonal tips and added advice on kicking out villagers.\nEither way, shooting stars appear at random between 7 pm and 4 am on clear, cloudless nights.\nReburying the bag of Bells will sprout a Bell tree that grows cash every few days.\nHowever, if you plant even more Bells, you have a chance of growing a tree that sprouts heftier Bell bags.", "paragraphs": ["I've been an Animal Crossing fan for 19 years, so you can say things are pretty serious. New Horizons for the Nintendo Switch is, in my opinion, the best version of the game yet.", "With my extensive (OK, obsessive) knowledge of the series, I'm always fielding questions about the newest game. So I decided to compile tips (some from my colleagues too!) and answers to questions even I had to look up. Here's how to make the most of your island vacation.", "Updated November 2020: We've removed some outdated seasonal tips and added advice on kicking out villagers.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more. Please also consider subscribing to WIRED.", "1. Craft Faster", "When you're making DIY recipes, it can get annoying to wait through the animations every time you create something new. Speed the process up drastically by pressing the A button a few times in quick succession once your character starts crafting. (In case you didn't know, repeatedly pressing B will make animals talk faster too.)", "2. Optimize Your Inventory", "Use your Nook Miles and the NookStop to unlock the maximum inventory capacity of 40 item slots to get more room in your pockets. I like to keep certain crafting items on me at all times so I can make a new bug-catching net or fishing rod at a moment's notice. Aside from tools, I always have iron nuggets, wood, softwood, hardwood, stones, and tree branches on hand. Several items stack, but once you get 30 pieces of something like wood, it will automatically start using a new inventory slot.", "3. Move Carefully", "Pressing B while you move will make you run. This scares off bugs and fish, and it can ruin freshly planted flowers, so be careful. Pressing A while you move with a net in hand will make you sneak. Letting go of A while sneaking immediately swings the net down. This is the best way to creep up on skittish insects like moths, and it's the only way to efficiently catch tarantulas and scorpions. Slowly walk toward them with your net up and stop as soon as their legs start shaking. When they stop, proceed, and rinse and repeat.", "Obsessed with Animal Crossing? Share your own tips and and tricks in the comments section below. ( Register here for an account.)", "4. Shake Every Tree on Mystery Island Tours", "When you head to a mystery island, shake every single tree. There's always a piece of furniture hiding in one of them. You'll want to make sure you have your net out though, as there's at least one wasp nest that will fall too. Oh yeah, you can catch those wasps before they attack. Just quickly tap A as soon as they pop out (facing them).", "5. Wish Upon a Star", "Sometimes, during the morning announcements, Isabelle will let you know that a Meteor Shower is on the way that night. The timing, it seems, is completely random. With more than 170 hours in the game, I haven't had an official Meteor Shower yet, though I have met Celeste. She's Blathers' sister, and she'll occasionally hook you up with a special zodiac-themed DIY recipe. (Looking around various forums, it appears this may be a bug; some players haven't seen Celeste but have had Meteor Showers, and others have seen Celeste but not a shooting star, and so on.)", "Either way, shooting stars appear at random between 7 pm and 4 am on clear, cloudless nights. They sound like a shimmery sort of bell. The noise is kind of quiet—headphones might be a good idea to hear them. Make sure your hands are empty, use the right joystick to look up, and press A when a star is overhead to make a wish. Shooting stars usually appear in bursts, so keep staring at the sky after wishing in case another one or three shoot by. The next day, your beaches will have Star Fragments you can use to craft certain DIY recipes.", "6. Use Fruits for Super Powers", "You've probably already figured out that eating a piece of fruit and then hitting a rock with your shovel or stone axe will break a rock, but did you know that the same action can help you move trees around? Gone are the days of chopping and replanting. As WIRED writer Louise Matsakis pointed out, once your fruit-eating powers have been activated, you can use your shovel to dig up a tree. It'll get stashed inside your pocket for easy planting.", "7. Make Your Money Trees Better", "Once per day, there'll be a shiny spot on the ground that contains 1,000 Bells. Reburying the bag of Bells will sprout a Bell tree that grows cash every few days. However, if you plant even more Bells, you have a chance of growing a tree that sprouts heftier Bell bags. This trick has led to me growing multiple 10,000-Bell trees. To plant a larger quantity of Bells, go to your pockets and click on the Bell counter in the bottom left-hand corner. From there, you can choose how many Bells to separate, and then select Bury in Hole to plant them."], "authors": ["Louryn Strampe", "Louryn Stramp"], "keywords": ["27", "horizons", "animal", "surprising", "net", "crossing", "way", "trees", "star", "pressing", "shooting", "master", "tree", "tips", "bell", "bells"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}