{"id": "96e1e514-29bc-3c11-b077-a1b3c4474af4", "keywords": ["warning", "white", "williams", "k", "flagged", "twitter", "hateful", "conduct", "terrence", "sent", "visit", "trump", "house", "comedian", "protrump", "account"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Brie Stimson", "Terrence K. Williams"], "url": "http://www.foxnews.com/entertainment/trump-supporter-terrence-k-williams-says-twitter-sent-hateful-conduct-warning-same-day-as-white-house-visit", "title": "Pro-Trump comedian Terrence K. Williams says Twitter sent him 'hateful conduct warning' on day of White House visit", "summary": "A conservative comedian lashed out on Twitter on Friday, saying the company sent him a \"hateful conduct warning,\" which could affect his ability to tweet, on the same day he was to visit the White House for the Young Black Leadership Summit.\n“The day that I go to the White House is the day that they notify me that my account may be in possible violations of hateful conduct.\n… None of my conduct is hateful.\nI am a comedian, a conservative Trump-supporting comedian and they want to take me down because people have jumped on the Trump train after watching my content.\"\n— Terrence K. WilliamsThe message from Twitter did not prevent Williams from attending the White House event and meeting President Trump, as Williams documented in another Twitter post.", "pubDate": null, "paragraphs": ["A conservative comedian lashed out on Twitter on Friday, saying the company sent him a \"hateful conduct warning,\" which could affect his ability to tweet, on the same day he was to visit the White House for the Young Black Leadership Summit.", "“People want to take my account down because I said Schiff Should Resign, called out AOC & I support Pres @realDonaldTrump,” Terrence K. Williams, a vocal Trump supporter, told his more than 600,000 followers, asking them to retweet a hashtag to protect his account.", "“This is outrageous,” he wrote. “The day that I go to the White House is the day that they notify me that my account may be in possible violations of hateful conduct. … None of my conduct is hateful. I am a comedian, a conservative Trump-supporting comedian and they want to take me down because people have jumped on the Trump train after watching my content.\"", "\"I am a comedian, a conservative Trump-supporting comedian and they want to take me down because people have jumped on the Trump train after watching my content.\" — Terrence K. Williams", "The message from Twitter did not prevent Williams from attending the White House event and meeting President Trump, as Williams documented in another Twitter post.", "\"I MET PRESIDENT TRUMP TODAY!,\" the comedian wrote Friday.", "\"Growing up I went from foster house to foster house & i never thought I would be at the White House... let alone speak on the same stage with Pres @realDonaldTrump a man that loves the black community\"", "TRUMP, OMAR CLASH OVER VIDEO OF 'SQUAD' MEMBER DANCING AS SHE SAYS 'LIES' PUT LIFE AT RISK", "One of the tweets flagged by Twitter involved Williams saying Rep. Adam Schiff, D-Calif., needs to resign and asserting that Schiff helped write the whistleblower’s complaint about a Trump phone call with the president of Ukraine.", "Another tweet that was flagged said Rep. Alexandria Ocasio-Cortez didn’t condemn the idea of eating babies after a demonstrator suggested people should eat babies to combat climate change at one of her town halls.", "A political group that supports Trump later admitted they staged the demonstration, and Ocasio-Cortez said she deliberately tries to avoid escalating confrontations when she faces hecklers at public events.", "It’s not clear what part of the tweets Twitter took issue with.", "Twitter said in its message to Williams, “We are writing to inform you that certain content on your Twitter account … has been flagged for possible violations of Twitter’s hateful conduct policy and/or laws of USA.”", "Twitter added that if the flagged content isn’t in violation of its policy, it may still restrict Williams' account.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Twitter’s \"hateful conduct\" policy says in part: \"You may not promote violence against or directly attack or threaten other people on the basis of race, ethnicity, national origin, sexual orientation, gender, gender identity, religious affiliation, age, disability, or serious disease. We also do not allow accounts whose primary purpose is inciting harm towards others on the basis of these categories.”", "In April 2018, Williams spoke out after Facebook suspended his account."]}