{"pubDate": null, "title": "Exp. Share Is Baked Into Pokémon Sword And Shield", "keywords": ["video", "went", "learned", "item", "sword", "pokémon", "exp", "week", "ohmori", "shield", "share", "baked", "experience"], "id": "974f6225-f389-33d5-ad90-779a8b1e15db", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["During our trip to Game Freak for this month's cover story, we learned a ton of tidbits about Pokémon Sword and Shield and what went into making it. One of the smaller, yet interesting pieces of info we learned involves Exp. Share, an item that splits the experience earned in battle to all Pokémon in the player's party.", "According to director Shigeru Ohmori, Pokémon Sword and Shield does away with this item. However, when we followed up with Ohmori about whether that means we need to train up each individual Pokémon, he confirmed to us that every Pokémon in your party gets equal experience automatically as you progress through the game.", "This revelation occurred during our filming of our Rapid-Fire video interview, which you can look forward to later this week. For more on Pokémon Sword and Shield, head to our hub by clicking the banner below."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "url": "https://www.gameinformer.com/2019/10/01/exp-share-is-baked-into-pokemon-sword-and-shield", "summary": "During our trip to Game Freak for this month's cover story, we learned a ton of tidbits about Pokémon Sword and Shield and what went into making it.\nShare, an item that splits the experience earned in battle to all Pokémon in the player's party.\nAccording to director Shigeru Ohmori, Pokémon Sword and Shield does away with this item.\nThis revelation occurred during our filming of our Rapid-Fire video interview, which you can look forward to later this week.\nFor more on Pokémon Sword and Shield, head to our hub by clicking the banner below."}