{"id": "978e1d41-d477-3314-8a1f-73f18cb28981", "title": "Colts' Philip Rivers unhappy with catch rule on overturned interception", "url": "https://www.foxnews.com/sports/colts-philip-rivers-unhappy-with-catch-rule-interception", "summary": "Baltimore Ravens cornerback Marcus Peters came away with an interception during a 24-10 victory over the Indianapolis Colts on Sunday afternoon, but it was certainly a questionable call.\nThe Colts held a 10-7 lead over Baltimore in the third quarter when the play happened.\nPEYTON MANNING SURPRISES US AIR FORCE VETERAN WITH HEARTWARMING VIDEOColts quarterback Philip Rivers wasn’t happy with the referee’s decision to change the ruling on the field.\nRAVENS SET NFL RECORD FOR 20-POINT GAMES WITH WIN IN INDY\"It's gotten so, really jacked up of how the catch rule is,\" Rivers told reporters after the game.\nIt ended up being a huge momentum shift in a game between two of the better teams in the AFC.", "paragraphs": ["Baltimore Ravens cornerback Marcus Peters came away with an interception during a 24-10 victory over the Indianapolis Colts on Sunday afternoon, but it was certainly a questionable call.", "The Colts held a 10-7 lead over Baltimore in the third quarter when the play happened. It was initially called an incompletion on the field, but Ravens head coach John Harbaugh decided to challenge the play, and he surprisingly won.", "PEYTON MANNING SURPRISES US AIR FORCE VETERAN WITH HEARTWARMING VIDEO", "Colts quarterback Philip Rivers wasn’t happy with the referee’s decision to change the ruling on the field.", "RAVENS SET NFL RECORD FOR 20-POINT GAMES WITH WIN IN INDY", "\"It's gotten so, really jacked up of how the catch rule is,\" Rivers told reporters after the game. \"I mean, nobody that's played any amount of football or that has been around the game, watched that and thought it was a catch, including the guy who dropped it...But somebody that's sitting back, watching this, probably hasn't thrown a football in his life gets to call it.\"", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Replays showed that Peters juggled the football and it didn’t look like he had total control over it, but the referees thought there was enough to overturn the call. On their ensuing offensive possession, the Ravens scored a touchdown and took a 14-10 lead.", "It ended up being a huge momentum shift in a game between two of the better teams in the AFC."], "authors": ["Daniel Canova", "Dan Canova Is A Sports Reporter For Fox News. Follow Him On Twitter"], "keywords": ["football", "game", "peters", "catch", "overturned", "thats", "philip", "thought", "play", "ravens", "colts", "rule", "rivers", "interception", "referees", "unhappy"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}