{"summary": "After a festive holiday season, Game Informer's annual 12.31 Super Replay usually brings suffering.\nWe had the somewhat official I Watched the Entire Overblood Super Replay group vote for a Super Replay earlier this year.\nWith hundreds of votes cast, the poll ended in a tie between Killer 7 and God Hand.\nGod Hand was created by Clover Studio for Capcom and released in America on October 10, 2006 exclusively for PlayStation 2.\nEnjoy the Super Replay.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["episode", "overblood", "usually", "major", "havent", "20", "hand", "super", "god", "window", "watch", "minor", "game", "replay"], "id": "9793e717-7984-3a90-9022-2af246292a3a", "url": "https://www.gameinformer.com/replay/replay/2019/05/20/super-replay-god-hand-episode-20-the-major-and-the-minor-part-2", "title": "Super Replay – God Hand Episode 20: The M.A.J.O.R. and the Minor: Part 2", "pubDate": null, "paragraphs": ["After a festive holiday season, Game Informer's annual 12.31 Super Replay usually brings suffering. In years past, this day has kicked off complete playthroughs of stinkers like Overblood, Overblood 2, Blue Stinger, Illbleed, Raw Danger, Martian Gothic: Unification, Sonic the Hedgehog, and Vampire Hunter D.", "Figuring out which game will be honored with this spot is a stressful decision that usually takes a full year to figure out. That wasn't the case this year. The community figured it out for us. We had the somewhat official I Watched the Entire Overblood Super Replay group vote for a Super Replay earlier this year. With hundreds of votes cast, the poll ended in a tie between Killer 7 and God Hand. Rather than just flipping a coin to see which one we would do, I decided to record both of them. We knocked out Killer 7 earlier this year, and almost rolled right into God Hand, but couldn't find a window to get it done in a productive way. I shelved the Super Replay until 12.31. It was one of the games I was considering years ago for this spot anyway.", "Now it's here, and I think the community made the right choice. This game is absolutely bonkers and is a sheer delight to take in. God Hand was created by Clover Studio for Capcom and released in America on October 10, 2006 exclusively for PlayStation 2. Enjoy the Super Replay. I know it was a long time coming. We haven't produced as many as we have in the past, but it isn't because we are slacking off. The recording of the Game Informer Show takes up considerable studio and editor time, and we just haven't had the window to crank the out like we used to. I'd like to say we'll try to do more in the future, but I'm always thinking that, and the stars just haven't aligned.", "You can watch the latest episode up above, or click the arrows along the side of the video to start from the beginning! To watch the full series, click here to find it on YouTube."]}