{"id": "97abbff4-9837-3b40-ac80-97b2f0aef999", "title": "Apple TV Comes To Xbox Series X/S At Launch", "url": "https://www.gameinformer.com/2020/11/02/apple-tv-comes-to-xbox-series-xs-at-launch", "summary": "Xbox already has an astronomical amount of streaming apps for players to choose from and engage with: Netflix, Disney+, HBO Max, Crunchyroll, Funimation, Spotify, YouTube, YouTube TV, Amazon Prime Video, Hulu, NBC Peacock, Vudu, FandangoNow, Twitch, Sky Go, NOW TV, Sky Ticket and many more.\nIn a new post on the official Xbox blog, Microsoft announced that Apple TV will be joining the expansive collection too and that it will be available on the Xbox Series X/S at launch.\nApple TV comes with Apple TV+, Apple TV channels, and a bevy of movies for you cinephiles to get lost in.\nYou can purchase a subscription to the app for $5 a month through your Xbox console or test the waters with a 7-day free trial when the Series X/S drop on November 10.", "paragraphs": ["Xbox already has an astronomical amount of streaming apps for players to choose from and engage with: Netflix, Disney+, HBO Max, Crunchyroll, Funimation, Spotify, YouTube, YouTube TV, Amazon Prime Video, Hulu, NBC Peacock, Vudu, FandangoNow, Twitch, Sky Go, NOW TV, Sky Ticket and many more. In a new post on the official Xbox blog, Microsoft announced that Apple TV will be joining the expansive collection too and that it will be available on the Xbox Series X/S at launch.", "Apple TV comes with Apple TV+, Apple TV channels, and a bevy of movies for you cinephiles to get lost in. You can purchase a subscription to the app for $5 a month through your Xbox console or test the waters with a 7-day free trial when the Series X/S drop on November 10."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["series", "video", "launch", "apple", "sky", "tv", "vudu", "youtube", "xs", "waters", "xbox", "comes"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}