{"id": "985f4c2a-d665-3b46-9bf0-d95a9d9eaf9b", "summary": "FOR BOTH admirers and critics, the personal authority and moral legacy of Pope Francis will be hanging in the balance this month.\nAs arguments between the pope and his hard-line critics grow louder, the forthcoming synod is emerging as a kind of high-noon moment.\nAlthough the call for married clerics has been the most contentious proposal, it is presented in strikingly cautious terms.\nAlthough Pope Francis has catalysed the process, the synod is the culmination of a powerful grass-roots movement which has been under way for decades, Mr López says.\nIn the end, the synod is an advisory exercise with no decision-making powers; the pope will decide how to respond.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["FOR BOTH admirers and critics, the personal authority and moral legacy of Pope Francis will be hanging in the balance this month. On October 6th he will invite a gathering of bishops, men and women from religious orders, indigenous people and secular experts to think boldly about a remote but ecologically sensitive corner of the Earth: the endangered rain-forests which cover swathes of Brazil and eight other countries. For a vocal faction of traditionalists this spirit of boldness is already on the verge of heresy.", "The pontiff himself sees the three-week Synod of Bishops for the Pan-Amazon as a logical outcome of his passionate belief in giving centre stage to people and places that were hitherto considered marginal. It also reflects his conviction, driven home relentlessly during an African tour last month, that environmental care is inseparable from the fight against global inequality. As he said in Madagascar, “there can be no true ecological approach...without the attainment of social justice...not only for present generations but those yet to come.”", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Some conservative Catholics, under the de facto leadership of Raymond Burke, an American cardinal, have been calling for the faithful to pray intensely during the Amazon synod: not for its success but for the avoidance of deadly theological and pastoral errors which they claim to see on the horizon. The cardinal has called the instrumentum laboris, a working document prepared in advance of the synod, a “direct attack on the Lordship of Christ” by virtue of its openness to non-Christian forms of wisdom and religious practice. “This is apostasy,” he told First Things, an American journal.", "Both he and a fellow traditionalist, Cardinal Walter Brandmüller, a 90-year-old German, are especially concerned about a proposal which more liberal-minded figures find welcome and exciting: the idea that married men, who have raised families and won respect in the community, should be ordained as priests. Although the proposal is specifically linked to the Amazon, conservatives see it as a precedent which would end a millennium-old tradition that most priests should be celibate. The German prelate’s critique of the instrumentum laboris is especially sharp. He claims to detect a “pantheistic idolatry of nature” similar in tone to an anthem penned in 1913 for a socialist workers’ movement and later adopted by the Hitler Youth.", "As arguments between the pope and his hard-line critics grow louder, the forthcoming synod is emerging as a kind of high-noon moment. The very design of the meeting, almost ignoring national boundaries, is disruptive. It empowers progressive figures like Bishop Erwin Kräutler, an Austrian-born missionary who led a vast, forested Brazilian territory for over 30 years, at the expense of better-known clerics who wield power in big cities. Brazil’s right-wing government has made clear its unhappiness over the synod, suspecting an assault on its national sovereignty. It reacted in a similar way when this year’s spate of forest fires triggered calls for global action to save the trees.", "Although the call for married clerics has been the most contentious proposal, it is presented in strikingly cautious terms. The document suggests that there could be “priestly ordinations of older people, preferably indigenous, respected and accepted by their communities, even if they have an established and stable family life, in order to ensure availability of the Sacraments.”", "As well as excoriating that idea, critics have focused on bits of the document which in their view raise even deeper problems. They allege that it verges on paganism in the way it idealises creation; that in urging Catholics to learn from indigenous traditions, healing practices and lore, it is abandoning the truths of Christianity; and that it downgrades the human species by presenting it as simply one more link in an ecological chain.", "As for the Americans who have found a leader in Cardinal Burke, many are unhappy with the radical economic view that underpins the synod: one that blames greedy extractive industries and agri-businesses based in the northern hemisphere for the felling and burning of trees whose existence is crucial to the planet.", "However, in recent weeks the 82-year-old pope has shown every sign of fighting back hard. On last month’s African tour, he was encouraged by the warm response of ordinary people in Mozambique and Madagascar, counterbalancing the unhappiness over his liberal stance among some African prelates. On the flight out, a French journalist presented him with a book that sets out to document the economic and political interests lined up against him in the United States. The pontiff accepted with a smile, saying: “For me it is an honour if the Americans attack me.” Francis added that, although an outright schism in the church would be highly undesirable, he is not scared of that prospect.", "The very fact that Francis mentioned the s-word was seen as a sign of intra-church arguments moving into new territory. In the most extreme scenario, traditionalist prelates might formally declare that Francis had lost all moral authority and start consecrating like-minded bishops without papal approval, as Marcel Lefebvre, an ultra-conservative French archbishop, did in the 1980s. The breakaway group would then be excommunicated. But for now, that still seems far-fetched. In the assessment of Francis himself, “today we have pockets of rigidity which aren’t a schism, but they are [in] semi-schismatic ways of life that will end badly.”", "In another sharp rejoinder to his American opponents, and an obvious hint at the abuse scandal which has affected clerics of all ideological shades, the pope said some were using a “rigid” ideology to mask their own personal failings. In the style of a man past caring about conservatives, he recently gave an audience to an American Jesuit, James Martin, who favours a friendlier Catholic stance towards gay people.", "On the eve of the synod, the pope will raise to the rank of cardinal 13 prelates who broadly share his vision of the church, one that eschews confrontation with other cultures and religions but challenges the perceived arrogance of the historically Christian world. The new red-hats include a fellow Jesuit, Michael Czerny, who was much involved in preparation for the Amazon meeting. In its personnel and ethos, the synod is heavily influenced by the Jesuits (or the Society of Jesus), a brainy Catholic fraternity whose members put themselves at or beyond the traditional boundaries, whether physical or theological, of Christendom. This approach often pushes Jesuits to the political left, and Francis’s elevation as the first Jesuit pope has long made him suspect in the eyes of traditionalists.", "If one individual has worked most to pave the way for the synod, it is a Jesuit-trained layman, Mauricio López, who is secretary of a five-year-old Catholic network called REPAM whose aim is to respond to the challenges facing the Amazon and listen to its people. As he presents it, the groundwork for the gathering has not been theologically sloppy, as critics allege, nor is it based on sentimentalism. In a two-year consultation process, the voices of some 80,000 people have been taken into account. It has been an exercise fully in the spirit of Vatican II, the reforming church council of the 1960s, and of “Laudato Si”, the green-minded encyclical Francis published in 2015. Drawing on that document, the synod will develop the idea of “integral ecology” which looks for connections between environmental damage and economic and social malaise.", "Although Pope Francis has catalysed the process, the synod is the culmination of a powerful grass-roots movement which has been under way for decades, Mr López says. By challenging excessive consumption and waste, he adds, it is uncovering and beginning to reverse errors committed by the Catholic church over the centuries.", "In the end, the synod is an advisory exercise with no decision-making powers; the pope will decide how to respond. But its concluding document will be microscopically studied both by those who sniff heresy and those who yearn for bold innovation. At issue are some inexorably hard issues: how, for example, to combine the idea that nature bears the stamp of its divine origin with the Christian insistence on a distinction between the creator and the created. Another problem is how to reconcile the idea that the advent of Jesus Christ utterly changed the relationship between God, man and the world with the notion that the Holy Spirit, the inspirational power of God, is present in all human cultures. Perhaps the biggest brain-teaser is this: if the advent of Jesus Christ reconciled humanity with its creator, how do we interpret the fact that historically Christian cultures have behaved unwisely, as the document asserts, and must relearn wisdom from peoples untouched by Christianity? Finding solutions within the bounds of basic Catholic principles, while interpreting them creatively, could be crucial to the success or failure of the synod.", "For now, the group in open opposition to Francis, including Cardinals Burke and Brandmüller, amounts to a noisy minority. They are hardly in a position to elevate themselves as an alternative source of moral and spiritual authority. But by questioning the compatibility of radical environmental thinking with core Catholicism, they have touched a sensitive spot. Middle-of-the-road Catholics, lay and clerical, could be alienated unless ways are found to assert that compatibility.", "In the short term, most headlines will focus on the issue of married priests. Although the Catholic church accepts married clerics in certain places as a concession to pre-existing practice (they include Anglican converts and Eastern-rite Catholics), selecting married men for the priesthood would be a bigger break with the past. Francis has made clear that the ideal of priestly celibacy will remain, but if it can be set aside in one region, that sets a precedent. A strong statement in favour of married priests would give heart to bishops and senior lay Catholics in Germany who are now embarking on a two-year consultation whose ethos, many Catholics say, challenges traditional procedures and thought at least as much as the Amazon meeting does. Liberal German clerics say they will be mulling the Amazon synod’s outcome closely as they pursue their own exercise, which also covers issues such as sexuality and the role of women. Once consultation with grass-roots Catholics begins, there is no telling where it will lead."], "url": "https://www.economist.com/blogs/erasmus/2019/10/future-catholic-church", "title": "A high-noon moment for Pope Francis over the Amazon", "pubDate": null, "keywords": ["moment", "catholics", "document", "clerics", "married", "pope", "idea", "synod", "highnoon", "francis", "amazon", "catholic"]}