{"summary": "Rockstar Games has announced that Red Dead Redemption II is hitting the PC platform on November 5.\nFor a limited time it's also giving away games if you pre-purchase Red Dead II through the new Rockstar launcher.\nThe PC version features both graphical and technical upgrades, new bounty-hunting missions, hideouts, weapons, and other additions.\nPlayers interested in Red Dead II's online portion will find a more fleshed-out experience thanks to the recent addition of the Frontier Pursuits update for Red Dead Online.\n[Source: Rockstar Games]", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["coming", "rockstar", "dead", "games", "launcher", "online", "preorder", "pc", "version", "ii", "red", "game", "redemption"], "id": "985fb477-792b-35c6-847f-cf0a49b39080", "url": "https://www.gameinformer.com/2019/10/04/red-dead-redemption-ii-coming-to-pc-in-november", "title": "Red Dead Redemption II Coming To PC In November", "pubDate": null, "paragraphs": ["Rockstar Games has announced that Red Dead Redemption II is hitting the PC platform on November 5. For a limited time it's also giving away games if you pre-purchase Red Dead II through the new Rockstar launcher.", "The PC version features both graphical and technical upgrades, new bounty-hunting missions, hideouts, weapons, and other additions.", "Players interested in Red Dead II's online portion will find a more fleshed-out experience thanks to the recent addition of the Frontier Pursuits update for Red Dead Online. The free update adds the bounty hunter, trader, and collector specialist roles which you can rank up through experience earned performing tasks related to your profession.", "If you pre-purchase the game via the Rockstar Launcher October 9 through October 22, you can pick two free PC titles, from the following list: Grand Theft Auto III, GTA: Vice City, GTA: San Andreas, Bully (Scholarship edition), L.A. Noire (Complete Edition), and Max Payne 3 (Complete Edition).", "Pre-purchasing the game through the launcher also earns you other bonuses, including cash, a treasure map, and a war horse for the game's story mode.", "The Rockstar launcher isn't the only place you can pre-order this PC version of the game, as it hits the Epic Games Store and other digital storefronts for pre-order on October 23 (with a pre-order bonus of 25 gold bars for Red Dead Online). The game is available on Steam in December. For more pre-release details, click the source link below.", "[Source: Rockstar Games]"]}