{"id": "98913dac-a29b-34bc-8869-90a73cf3c640", "keywords": ["shot", "911", "springer", "dog", "labrador", "puppy", "pickup", "parks", "according", "went", "heard", "oklahoma", "recording", "thigh", "woman"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Robert Gearty"], "url": "http://www.foxnews.com/us/oklahoma-woman-pickup-shot-by-dog", "title": "Oklahoma woman in pickup shot in thigh by Labrador puppy", "summary": "An Oklahoma woman underwent surgery after a dog shot her in the thigh in a pickup truck stopped at a railroad crossing.\nThe .22-caliber gun went off Thursday afternoon in Enid, Okla., when Molly, a yellow Labrador retriever puppy, jumped onto a back seat console, spooked by the passing train, according to news reports.\nNEW MEXICO HUNTER SHOT BY DOG SAYS DOG WAS FATALLY SHOT WEEKS LATER: REPORTThe driver of the pickup and the dog’s owner, Brent Parks, 79, called 911 to report the shooting.\n“The dog shot her?” the 911 operator is heard asking Parks, according to a recording of the call obtained by the station.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMKFOR quoted police as saying the gun’s serial number had been scratched off.", "pubDate": null, "paragraphs": ["An Oklahoma woman underwent surgery after a dog shot her in the thigh in a pickup truck stopped at a railroad crossing.", "The .22-caliber gun went off Thursday afternoon in Enid, Okla., when Molly, a yellow Labrador retriever puppy, jumped onto a back seat console, spooked by the passing train, according to news reports.", "Passenger Tina Springer, 44, was expected to recover, KFOR-TV reported.", "NEW MEXICO HUNTER SHOT BY DOG SAYS DOG WAS FATALLY SHOT WEEKS LATER: REPORT", "The driver of the pickup and the dog’s owner, Brent Parks, 79, called 911 to report the shooting.", "“The dog shot her?” the 911 operator is heard asking Parks, according to a recording of the call obtained by the station.", "“Yeah,” Parks responds. “He stepped on it and it went off.”", "GERMAN MAN NOT FIT FOR FIREARMS LICENSE AFTER BEING SHOT BY OWN DOG: COURT", "Later in the recording Springer is heard crying in pain, as Parks tells her, “Come off of it. You’re tougher than that. I know.”", "Reports described Springer as Parks’ caretaker.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "KFOR quoted police as saying the gun’s serial number had been scratched off."]}