{"summary": "Jason Merritt/Getty ImagesFormer United States women's national soccer team goalkeeper Hope Solo announced Monday she is expecting twins, one boy and one girl, with husband Jerramy Stevens, a former NFL tight end.\nIt's the second time Solo has been pregnant with twins.\nIn June, Solo told Molly Langmuir of Elle that serious health complications in 2018 led to a miscarriage and created serious concern about her own life after one twin was ectopic.\nShe helped lead the team to a pair of Olympic gold medals (2008 and 2012) and a FIFA Women's World Cup championship (2015).\nStevens, 40, played nine NFL seasons with the Seattle Seahawks and Tampa Bay Buccaneers.", "id": "98973272-eb2e-30b3-8a3d-e2eee4e90902", "pubDate": null, "url": "https://bleacherreport.com/articles/2867386-hope-solo-husband-jerramy-stevens-expecting-twins-after-2018-miscarriage?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "authors": ["Tim Daniels"], "paragraphs": ["Jason Merritt/Getty Images", "Former United States women's national soccer team goalkeeper Hope Solo announced Monday she is expecting twins, one boy and one girl, with husband Jerramy Stevens, a former NFL tight end.", "It's the second time Solo has been pregnant with twins.", "In June, Solo told Molly Langmuir of Elle that serious health complications in 2018 led to a miscarriage and created serious concern about her own life after one twin was ectopic.", "\"The doctor said I was hours from dying,\" she said. \"They ended up having to remove my fallopian tube.\"", "Solo, 38, made 202 appearances for the USWNT from 2000 to 2016. She helped lead the team to a pair of Olympic gold medals (2008 and 2012) and a FIFA Women's World Cup championship (2015).", "She ran in the U.S. Soccer presidential election last year, but Carlos Cordeiro won the position.", "Stevens, 40, played nine NFL seasons with the Seattle Seahawks and Tampa Bay Buccaneers. He last played in 2010. The couple was married in November 2012."], "keywords": ["stevens", "nfl", "won", "serious", "expecting", "husband", "2018", "uswnt", "womens", "twins", "jerramy", "soccer", "miscarriage", "hope", "world", "played", "team", "solo"], "title": "Hope Solo, Husband Jerramy Stevens Expecting Twins After 2018 Miscarriage", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}