{"id": "99101935-33b3-36b2-9888-9a4681c53500", "title": "Markets Jump on News of Pfizer’s Coronavirus Vaccine: Live Updates", "url": "https://www.nytimes.com/live/2020/11/09/business/us-economy-coronavirus", "summary": "ET Markets Jump on News of Pfizer’s Coronavirus Vaccine: Live Updates RIGHT NOW Financial world cheers the election result (and the tax increases it may impede).\nWall Street’s election rally is given a boost by Pfizer’s vaccine news.\nCredit... Erin Schaff/The New York Times Stocks on Wall Street were set to open more than 4 percent higher on Monday, after promising news about a Covid-19 vaccine developed by Pfizer propelled markets higher.\n“Financial markets don’t want risk or sudden changes,” said Charles Phillips, a longtime software executive who is raising a technology-investment fund and a supporter of Mr. Biden.\nThe moves, which were widely reported in September, have raised additional concerns about Mr. Son’s investment acumen.", "paragraphs": ["Live Updated Nov. 9, 2020, 8:23 a.m. ET Nov. 9, 2020, 8:23 a.m. ET Markets Jump on News of Pfizer’s Coronavirus Vaccine: Live Updates RIGHT NOW Financial world cheers the election result (and the tax increases it may impede).", "Wall Street’s election rally is given a boost by Pfizer’s vaccine news. Stocks rose last week, and continued surging on Monday, as investors became convinced that President-elect Biden will govern alongside a Republican-held Senate. Credit... Erin Schaff/The New York Times Stocks on Wall Street were set to open more than 4 percent higher on Monday, after promising news about a Covid-19 vaccine developed by Pfizer propelled markets higher. The jump followed strong gains in European and Asian markets, on the first day of trading since the presidential race was called for Joseph R. Biden Jr. on Saturday.", "The benchmark Stoxx Europe 600 index surged 4.0 percent, led higher by energy companies. It’s the biggest one-day gain since March. The FTSE 100 in Britain rose 5.2 percent, the CAC in France jumped 7.0 percent, and the DAX in Germany was 5.5 higher. In Asian markets, which closed before Pfizer announced its news, the Nikkei 225 in Japan ended the day 2.1 percent stronger, and the Hang Seng index in Hong Kong finished up 1.2 percent.", "Futures markets massively extended their rally after a vaccine developed by Pfizer and BioNTech was found to have been more than 90 percent effective in preventing Covid-19 infections, based on a large study. Pfizer said by the end of the year, it will have manufactured enough doses of the vaccine to immunize 15 million to 20 million people. Pfizer shares jumped more than 14 percent in premarket trading.", "The news that a vaccine might be available as soon as this year sent shares of companies most heavily hit by restrictions on travel surging. In premarket trading, American Airlines jumped 24 percent and United Airlines rose 18 percent. Boeing shares climbed 15 percent. Carnival, the cruise ship operator, rose 28 percent, before markets opened. The company’s stock had dropped more than 70 percent this year.", "The vaccine is “an important piece of the puzzle needed for the global economy and markets to put the Covid-19 recession behind it,” said Karen Ward, a strategist at JPMorgan Asset Management. “Hurdles still remain. We need to find out more about production capabilities, rollout and take-up. But for now this is shifting the winners and losers.”", "Trading on Monday follows the best week for the S&P 500 since April, as investors became more convinced that President-elect Biden would govern alongside a Republican-held Senate. However, two runoff elections in Georgia mean the control of the Senate won’t be known until January.", "Oil prices surged higher. The West Texas Intermediate, the U.S. benchmark, gained 9 percent, rising above $40 a barrel. Traders dumped haven assets, with the yield on 10-year U.S. government bonds rising 10 basis points, or 0.1 percentage points, to 0.92 percent, and the gold price fell 3 percent.", "A critical factor behind the swings over the past two months has been the prospect for more government spending to shore up American consumers, businesses, and — possibly — state and local government finances. Though talks are expected to continue, the election muddied the picture somewhat, and diminished expectations about the size of the fiscal deal.", "Paul Donovan, the chief economist at UBS Global Wealth Management, offered a rundown of some key issues for investors in the short and long term: “Prospects for a ‘lame duck’ fiscal package; any policy actions President Trump may take in the coming weeks before Biden’s inauguration; who will get posts in the Biden administration; which party will control the Senate.” Over a longer period, he says, markets will be more focused on environmental policy, and whether rising polarization will damage U.S. economic growth.", "Turkey’s lira rose from record lows on Monday after two major changes to the leadership managing the country’s economy. The head of the country’s central bank was replaced on Saturday. The next day, the finance minister, Berat Albayrak, who is also the son-in-law of President Recep Tayyip Erdogan, announced his resignation. “This unusual set of events could mark a shift towards orthodox policies, which would provide the lira with a much needed respite,” said Piotr Matys, a currency strategist at Rabobank. —", "Financial world cheers the election result (and the tax increases it may impede). Big companies and wealthy investors seem to have landed in a sweet spot with the election outcome. Credit... Jeenah Moon for The New York Times For Wall Street, the 2020 election was fraught with risk and uncertainty. Early on, candidates who promised to rein in the excesses of corporate America and tax the superrich, as part of their pledges to close the country’s wealth gap, were in contention to be the Democratic nominee for president. More recently, the concern shifted to the potential for civil unrest, or an election with no clear outcome, both factors that would result in the kind of uncertain environment that investors and chief executives both loathe. In the end, though, big companies and wealthy investors seem to have landed in a sweet spot: a more predictable White House under Joseph R. Biden Jr., now the president-elect, paired with a Republican-led Senate that can ward off higher taxes or other policy changes investors find unappealing. (At least for now, that is. Control of the Senate is a matter that won’t be settled until January after Georgia holds two runoff elections.) “Financial markets don’t want risk or sudden changes,” said Charles Phillips, a longtime software executive who is raising a technology-investment fund and a supporter of Mr. Biden. “So the fact that he’s levelheaded and collaborative, and the fact that most likely we may have a Republican Senate — if that happens, it’ll limit what he can do,” he said. Markets bolted upward last week as the national vote count appeared to point to that result. Over the weekend, after the race was called for Mr. Biden, some analysts said to expect more gains over the peaceful completion of the voting process, and to watch for an uptick in shares of companies Mr. Biden’s policy agenda is likely to benefit — including green-energy companies, producers of virus-testing materials and laboratories, and those in the infrastructure space. Mr. Biden did win substantial financial backing from finance-industry donors, (about $74 million, according to figures compiled by the Center for Responsive Politics, which overshadowed Mr. Trump’s support from those donors by a factor of four to one), and some expressed their excitement for their candidate. “President-elect Biden offers enormous experience, a steady hand and an unparalleled ability to overcome obstacles,” said Jon Gray, the president of the giant investment firm Blackstone Group. Other reactions from across Wall Street after the election was called were more measured. Ken Griffin, the billionaire founder of Citadel, said he was “relieved there is no social unrest,” David Solomon, the C.E.O of Goldman Sachs, and George Wallace, who runs Neuberger Berman, both pointed to the challenges Mr. Biden faces with the country in a pandemic and an economic crisis. Bill Ackman, who runs the hedge fund Pershing Square Capital Management, meanwhile, called on President Trump to “concede graciously and call for unity from all who have supported you.” —", "Advertisement Continue reading the main story", "SoftBank continues its recovery as tech shares soar. Outside a Softbank shop in Tokyo on Monday. The technology conglomerate’s latest earnings report showed that the company is still improving from a big loss a year ago. Credit... Koji Sasahara/Associated Press Over the past year, SoftBank, the Japanese conglomerate headed by maverick billionaire Masayoshi Son, has come back from the brink of disaster. SoftBank said on Monday that the trend had continued through the end of the summer, extending a recovery that followed one of the worst losses in Japan’s corporate history. The company on Monday reported 562 billion yen, or $5.4 billion, in profit for the three months that ended in September. The jump from a big loss a year ago was largely driven by broad growth in global tech stocks as the coronavirus pushes consumers to spend more of their lives online. Last year, a disastrous investment in the office space company WeWork cast doubt on Mr. Son’s investment strategy. Earlier this year, the coronavirus pandemic cratered Softbank’s high-profile bets on companies like Uber and Oyo, which were hit hard by lockdowns across the world. But a broad market recovery has pushed up the value of some stocks held by Softbank’s Vision Fund, the world’s largest tech investment vehicle. The company said the fund’s original investment of $75 billion in 83 companies had grown to $76.4 billion by the end of September. Around half of the fund’s growth, however, came from increased valuations in its unlisted companies. SoftBank has frequently come under criticism by analysts for a lack of transparency in how it values its investments in the these privately held companies. The market volatility was not all good news for SoftBank. The company also recorded $1.27 billion in losses from risky bets on derivatives. The moves, which were widely reported in September, have raised additional concerns about Mr. Son’s investment acumen. In an earnings conference Monday evening, Mr. Son brushed off criticism about his management, dismissing the losses as short-term setbacks that distracted from his long-term vision for the company’s success. —"], "authors": ["Eshe Nelson", "Kate Kelly", "Jason Karaian", "Ben Dooley"], "keywords": ["mr", "vaccine", "coronavirus", "higher", "investment", "senate", "updates", "election", "investors", "companies", "jump", "live", "pfizers", "markets", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}