{"id": "994668a9-d012-3483-8a6d-0784994e7c81", "title": "The Wildest People We Found In Watch Dogs: Legion", "url": "https://www.gameinformer.com/2020/11/02/the-wildest-people-we-found-in-watch-dogs-legion", "summary": "Turns out, Watch Dogs: Legion is pretty good.\nIn the world of Watch Dogs: Legion, like in the real world, the government and private militaries running London are guilty of all number of disgusting, despicable behavior.\nDouglas HameedThere's a lot of care taken to ensure Watch Dogs: Legion's near-future London is a believable tech dystopia.\nFor more on Watch Dogs: Legion, check out our review.\nLastly, for a bit of fun, take a look at how Watch Dogs: Legion is taking over all of Ubisoft’s other games.", "paragraphs": ["Turns out, Watch Dogs: Legion is pretty good. Legion's hook is that everyone walking around its open-world London can be recruited to your hacker terrorist cell Dedsec. Not only that, but you can also play as every person you recruit, each bringing their own special abilities and traits to your team. Personally, I think that Legion is a pretty run-of-the-mill open-world game, but its “recruit anyone” mechanic is truly impressive.", "Rather than hand-make the thousands of people you encounter and potentially recruit to your team, Legion seems to mix and match from a variety of phrases and keywords (some mundane, some deeply strange) to make its individual citizens. Because of this, you can find some real freaks walking around London. I love them all.", "After many, many hours scanning every person I can in Legion, here are the weirdest, funniest, and most disturbing characters I found.", "Seo-hyeon Lee", "I am obsessed with this lady. But I have so many questions. First and foremost: When did she get into body modification? As we can see, Lee is a ripe 72 years old. Left untouched, tattoos fade over time, but Lee's are immaculate. Did she find a love of face tattoos and body modification late in life? What could have led her to make such extreme decisions in her twilight years? Oh, and while we're at it, look at those white eyes. Are those contacts or did she tattoo her irises white? Either way, it's a good look. Keep doing you, honey.", "One other quick note: Under her character metadata it details that Lee's parents are deceased. She's 72. No crap.", "Cameron Brown", "Cameron Brown has been shot 126 times. The game specifies this was through \"multiple incidents.\" Let's break that down really quick: At age 33, Brown would need to have been shot 3.818 times per year since birth to reach his current number. Somehow, this seems like the best outcome. Because if he hasn't been shot every year since birth, every year he went without a bullet in him increases the amount of times he needs to be shot. For example, say these multiple incidents were a modest eight times spread out over time. That means eight times in his life, Brown would need to have been shot 15.75 times. No matter how you do the math, Brown's life sucks. He's a film critic, so I guess this all kind of makes sense.", "Krystian Kalinowski", "In this house we do not demonize, belittle, or judge addicts, whether they be active or in recovery. In the world of Watch Dogs: Legion, like in the real world, the government and private militaries running London are guilty of all number of disgusting, despicable behavior. But this one is personal.", "As of today, I am 437 days sober, after battling an alcohol addiction for many years. The idea of anyone using my previous struggles with substance abuse against me, much less the government keeping this fact on my personal record, is truly disturbing. Addicts should not be defined by their disease, especially if it hinders their ability to apply for jobs or government help. It’s truly despicable that Kalinowski's metadata includes this detail, because I know this is used against him.", "Side note: Please treat addicts with love and respect. Also, a lot of the character descriptions and metadata in Legion are played for jokes. Addict jokes are lazy and tasteless. Do better, Ubisoft.", "Douglas Hameed", "There's a lot of care taken to ensure Watch Dogs: Legion's near-future London is a believable tech dystopia. In 2020, I can buy that the government would use our willingness to overshare personal information on the internet against us, allowing a private military run by a sociopathic billionaire to police our streets with violence and discrimination.", "However, I cannot accept that farts are not funny. Legion is trying to tell me that if I were to infiltrate an enemy base with Hameed, his flatulence would alert guards to his position, thus compromising him? That's absurd. Farts are hilarious. What would actually happen is Hameed would accidentally let out one of his toots and any guard within earshot would immediately burst into a fit of laughter, allowing Hameed a window to sneak behind and incapacitate them. You might not like it, but that's science. This completely breaks my immersion.", "Some other gems", "We all been there, buddy.", "How bad are things in near-future London that people make it a part of their daily schedule to go be assaulted and arrested?", "I have red hair, not a concern for me.", "Clout chasers are everywhere.", "For more on Watch Dogs: Legion, check out our review. If you’re playing Legion but need some help, we also have spoiler-free advice for new players. Lastly, for a bit of fun, take a look at how Watch Dogs: Legion is taking over all of Ubisoft’s other games."], "authors": ["Associate Editor", "Blake Hester Has Been Writing About The Video Game Industry Since Before Joining Game Informer He Freelanced For Outlets Such As Polygon", "Vice", "Usg", "Rolling Stone."], "keywords": ["london", "metadata", "legion", "truly", "need", "shot", "recruit", "dogs", "watch", "wildest", "times"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}