{"summary": "Do Player Ratings Matter?\nLook no further than this year's Madden, where ratings minimums are needed for Superstar abilities in Ultimate Team mode.\nPlayer ratings are certainly of interest to fans of fantasy card modes like Ultimate Team, where you cannot edit ratings yourself.\nThis brings me to another, larger reason I don't sweat players' ratings – you win with what you got.\nscripting before player ratings for a loss.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["madden", "ratings", "making", "fans", "players", "nba", "20", "player", "dont", "ultimate", "team", "irrelevant"], "id": "996aa52c-f74e-3829-ad51-53d4d924e36a", "url": "https://www.gameinformer.com/the-sports-desk/2019/07/23/making-player-ratings-irrelevant", "title": "Making Player Ratings Irrelevant", "pubDate": null, "paragraphs": ["Recently the player ratings for both Madden NFL 20 and NBA 2K20 were revealed, and with them came plenty of consternation and criticism about what players and teams were or weren't rated correctly. Part of this frenzy is fans being fans, and another part is that the reveals and stoking of the conversation are part of games' PR campaigns these days.", "Whether the numbers are high or low, I don't really care. Ratings matter, they just don't matter to me.", "Do Player Ratings Matter?", "Ratings are important. They encapsulate and manifest players' skills in the game, and fans pay attention to them because they want to know who's viable to use on their team. Look no further than this year's Madden, where ratings minimums are needed for Superstar abilities in Ultimate Team mode.", "But what I don't get into is the hand-wringing and teeth-gnashing around whether this or that player's speed or whatever should be higher or lower.", "First of all, series like Madden, NBA 2K, NHL, MLB the Show, and others let you edit players' ratings to how you see fit for some modes. So if it's that big of a deal, you can tweak the numbers and use them in your franchise save, for instance. Ratings are also refreshed by the developers regularly through roster downloads during the season to reflect players' real-life ups and downs.", "Player ratings are certainly of interest to fans of fantasy card modes like Ultimate Team, where you cannot edit ratings yourself. Gameplay favors certain kinds of players over others depending on the meta, but with so many cards to choose from – and there often multiple versions of many players with increased attribute ratings – one player not being up to the task doesn't tank your team.", "This brings me to another, larger reason I don't sweat players' ratings – you win with what you got. I've scored and won with all kinds of players through the years, some whom had no business in real-life doing what they did in the game. Conversely, I'm sure players have dropped passes or failed in situations because of their ratings. Either way, like a bad call from the ref, you deal with it and move on. Hell, I'd sooner blame myself or A.I. scripting before player ratings for a loss.", "Perhaps some fans' fixation on ratings is all sports fans attempts to quantify the un-quantifiable. But sports always has and hopefully always will contain undefinable aspects, the differences between teams on paper and what actually happens on the field, ice, or court. You just have to make peace with it and move on.", "The Ticker", "THE TICKER", "NBA 2K20 Ratings Reveal", "The NBA 2K20 Soundtrack Announced", "More Madden 20 Ultimate Team Info Regarding X-Factor/Superstar Abilities", "ESPN Chronicles How Madden 20 Player Ratings Are Determined", "Become a Madden Ratings Adjuster For A Day", "New FIFA 20 Gameplay Trailer", "PES 2020 Adds Exclusive Juventus License", "Fifth Inning Program For MLB The Show 19", "NHL 20 Trailer Shows Off New Gameplay Additions", "Super Mega Baseball 2 Coming to Switch, Ultimate Edition Announced", "More Info On DDS: Pro Football 2020", "Slightly Mad Studios Talks About Project Cars Revolution (GTPlanet)", "Codemasters Details Grid Career Mode"]}