{"id": "997d9f8e-f609-3683-833e-af662ea9c9f8", "title": "Karla Welch on Her New Sunset-Inspired Capsule Collection", "url": "https://www.vogue.com/slideshow/karla-welch-stella-artois-capsule-collection", "summary": "Karla Welch always has another great project in the works.\nHer latest project, Stella x Karla, puts a fresh twist on athleisure for a great cause.\n“I love that they let us have crazy ideas and help us raise money for great organizations,” she shared via email.\nI had so much fun doing it,” says Welch, who brought in pals like Busy Philipps and Brandon Maxwell along for fun.\nYes, I did.”Naturally, when the Stella Artois team began brainstorming ideas for its first clothing capsule, she was the first person they called.", "paragraphs": ["Karla Welch always has another great project in the works. The stylist behind Justin Bieber, Tracee Ellis Ross, and Sarah Paulson already runs a creative agency, a clothing line, and an underwear start-up, but Welch continues to embark on new endeavors. Her latest project, Stella x Karla, puts a fresh twist on athleisure for a great cause. Each product sold goes to benefit the Natural Resources Defense Council, a nonprofit dedicated to preventing pollution and expanding clean energy. Even with her other commitments, Welch didn’t require much convincing to take on the project. “I love that they let us have crazy ideas and help us raise money for great organizations,” she shared via email. “It’s as easy as that.”", "Welch first joined forces with Stella Artois in 2019, by creating merchandise tied to its Super Bowl LIV celebration. She’s since continued the collaboration during quarantine by hosting a series of weekly Instagram Live events to raise money for the millions of hospitality workers who lost their jobs during the crisis. The experience of making these virtual happy hours was nonstop fun. “When the pandemic began, we teamed up on digital Happy Hour, where we chatted with some of my favorite peeps and raised a bunch of money for restaurant workers. I had so much fun doing it,” says Welch, who brought in pals like Busy Philipps and Brandon Maxwell along for fun. “Did I get drunk? Yes. Yes, I did.”", "Naturally, when the Stella Artois team began brainstorming ideas for its first clothing capsule, she was the first person they called. Welch created a series of hoodies, T-shirts, and sweatpants inspired by the snapshots her family in Canada would send to her after their video calls, featuring the ombré shades of an autumn sunset. “It may sound cheesy, but [those pictures] gave me such comfort. It can be super easy to feel like we’re all individually going through this alone,” says Welch. “No matter how great the distance from loved ones or how insurmountable and isolating this pandemic can make an individual feel, in reality, we’re all having a globally shared experience, under the same sky.” Instead of just utilizing the color palette of a sunset, she and partner Matthew Welch drove down to California’s Joshua Tree National Park to capture a truly brilliant one.", "With prices ranging from $18 for a bandana to $98 for a brushed-fleece hoodie, the line is accessible and ideal for lounging around the house. It’s an effortless way for Welch to give back and bring a sense of cheer to days spent working from home. “I think they are supercute and comfy, and I hope they make the wearer (and the viewer) smile,” she says, adding that the print can be carried from head to toe. “We’re in a pandemic—go crazy with your style!” On paper, the union of a beer brand and stylist may seem unusual, but after a successful web series and a new clothing collaboration, Welch plans to continue the partnership. “I have always been obsessed with beer merch, so it’s a dream come true,” she says. “Now they just need to let me near their bottle label!”"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["yes", "workers", "clothing", "stella", "project", "sunsetinspired", "welch", "great", "money", "capsule", "series", "fun", "karla", "collection"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}