{"paragraphs": ["Obsidian's upcoming sci-fi title The Outer Worlds seems to be fully embracing the \"RP\" part of RPG. What I'm trying to get at is that it gives you the freedom to take on scenarios how you want to – including a super-dumb, melee-focused maniac. At least that's how Joe took on the world during his latest hands-on session. Yikes!", "Today's episode takes place immediately after the character-creation, so it should give you a nice idea of what you can expect from the opening moments. Perhaps you won't decide to attack the first friendly NPC you encounter. Or the second. Or the third. Look, Joe seems to have some issues. That's not for me or Leo to judge. Regardless of his unquenchable thirst for blood, you can see that killing everyone doesn't necessarily lock you out of missions. For all the Joe Jubas in the world, \"Whew.\"", "The Outer Worlds is coming to PlayStation 4, Xbox One, and PC on October 25."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "title": "New Gameplay Today – The Outer Worlds", "id": "99a2e3e0-e141-397d-951e-ed1830d5d0e4", "keywords": ["xbox", "thats", "today", "upcoming", "whewthe", "gameplay", "wont", "joe", "world", "yikestodays", "worlds", "outer"], "summary": "Obsidian's upcoming sci-fi title The Outer Worlds seems to be fully embracing the \"RP\" part of RPG.\nWhat I'm trying to get at is that it gives you the freedom to take on scenarios how you want to – including a super-dumb, melee-focused maniac.\nAt least that's how Joe took on the world during his latest hands-on session.\nRegardless of his unquenchable thirst for blood, you can see that killing everyone doesn't necessarily lock you out of missions.\nThe Outer Worlds is coming to PlayStation 4, Xbox One, and PC on October 25.", "pubDate": null, "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2019/09/20/new-gameplay-today-the-outer-worlds"}