{"keywords": ["sauce", "cheese", "salt", "worth", "mac", "need", "used", "sharp", "pound", "tang", "world"], "authors": ["Alison Roman", "A Guide", "Julia Moskin", "Melissa Clark", "Sam Sifton", "Tara Parker-Pope", "Pierre Franey", "Martha Rose Shulman", "Amanda Hesser"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://cooking.nytimes.com/guides/50-how-to-make-mac-and-cheese", "summary": "On average, you’ll need a pound and a half to two pounds of cheese per pound of pasta.\nBut the type of cheese can vary depending on the style of macaroni and cheese you are making and your preferred flavors and textures.\nTo bolster flavor, adding a touch of something a bit more assertive like fontina or Gruyère is excellent, but be sure that at least half of the cheese used is Cheddar.\nWhatever cheese you use, it’s always best to grate from a block rather than buying pre-grated cheese (which can contain additives to prevent it from clumping in the bag).\nNow, in a perfect world, any cheese worth eating would be a good candidate for your macaroni and cheese, but that’s not the world we live in.", "paragraphs": ["The Cheese", "The rule for cooking with wine also applies to cheese: Don’t cook with anything you wouldn’t want to drink or eat on its own. On average, you’ll need a pound and a half to two pounds of cheese per pound of pasta. But the type of cheese can vary depending on the style of macaroni and cheese you are making and your preferred flavors and textures.", "Cheddar reigns here, somehow always behaving exactly as it should. It melts wonderfully, never breaking or becoming greasy, with just the right amount of salt and tang. Sharp, extra sharp and sharp white are best.", "To bolster flavor, adding a touch of something a bit more assertive like fontina or Gruyère is excellent, but be sure that at least half of the cheese used is Cheddar. Fontina and Gruyère are richer and fattier and could cause a sauce to break if used on their own. Avoid ultra mild cheeses like Monterey Jack or Colby: While they are fine for melting, they lack the salt or tang to make them worth your while.", "A bit of Parmesan or pecorino (up to an additional 1/4 cup grated) can always be added for deeper flavor and saltiness, but too much and the sauce could become grainy.", "Whatever cheese you use, it’s always best to grate from a block rather than buying pre-grated cheese (which can contain additives to prevent it from clumping in the bag).", "Now, in a perfect world, any cheese worth eating would be a good candidate for your macaroni and cheese, but that’s not the world we live in. There are many factors involved, including fat, salt, protein and water content, that make one cheese more suitable than another. For example, resist the urge to melt your favorite creamy Camembert (too fatty) or salty Gouda (too grainy) into this sauce. They’re much better as a sprinkle here and there.", "Beware of too much experimentation, though. If, in adding cheeses, you find your sauce appears broken, you can occasionally remedy it by whisking in more milk (if too thick) or Cheddar (if too runny) while it’s still warm. But unlike, say, mayonnaise, once dairy breaks, it’s often broken for good. It doesn’t mean your sauce is inedible; you may just need to lower your expectations. It’ll still be delicious, but not as creamy."], "id": "99f2fa30-29c9-3338-a44e-102c5591501e", "pubDate": null, "title": "How to Make Mac and Cheese"}