{"id": "9a7a6a88-a9df-392b-bc49-151f195fea35", "title": "Call of Duty: Black Ops Cold War Beta Feels Great, Sounds Off", "url": "https://www.gameinformer.com/2020/10/20/call-of-duty-black-ops-cold-war-beta-feels-great-sounds-off", "summary": "Also, the sprint in Cold War doesn’t have a limit, unlike the brief-and-useless sprint in Modern Warfare, which is great.\nCold War never wants to impede your momentum, and I appreciate that.\nCompared to Modern Warfare, Cold War feels slightly more forgiving.\nBut I am also concerned about the game’s audio mix right now, which has soured my overall opinions on my time with Cold War.\nCall of Duty: Black Ops Cold War will be released for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC on November 13.", "paragraphs": ["Call of Duty: Black Ops Cold War had a recent open beta, and after a few hours playing its various multiplayer maps and modes available, one thing is for certain: The game is an absolute joy to control. But that joy is undercut by persistent issues with the game's audio, which robs the player of necessary information during matches, and ultimately makes this a frustrating experience.", "The most immediate and apparent thing going for Cold War is how fast and fluid movement feels, especially compared to last year's Modern Warfare. There's a certain weight to Modern Warfare that often makes movement feel very deliberate and methodical. That's gone in Cold War, traded for speed and an easy range of movement. Zipping around the levels offered in the beta is instantly fun, as you quickly move from a sprint through and over obstacles, trying to quickly get the drop on other players. Also, the sprint in Cold War doesn’t have a limit, unlike the brief-and-useless sprint in Modern Warfare, which is great. Dropping into a map, the first thing I did was press in the left thumb stick to begin running at full speed and didn’t stop until it was time to fire my gun.", "Cold War never wants to impede your momentum, and I appreciate that. On some of the larger Modern Warfare maps, you can spend a lot of time running from your spawn to the fight only to be immediately killed and have to start that entire trek over again. In Cold War, the time to get back into the action is greatly reduced, which does a lot for the overall rhythm of fights. I never found myself stuck in a loop of trying to play catch-up before dying again the way I do in Modern Warfare. In fact, one new feature in the game's Fireteam: Dirty Bomb multiplayer mode even allows players to choose whether or not they want to spawn on another friendly player. In one instance, I was able to spawn on a teammate driving a snowmobile, hitching a ride with them around the map, acting as gunner-support when we came across enemies. I hope this feature comes to every game mode. It's the best.", "I really can't overstate how much fun I had just moving around Cold War's maps. The speed and fluidity on display here makes the game feel smooth as butter, and I can't wait to get better at the game, pushing myself to incorporate more challenging parkour into my offensive and defensive strategies.", "Compared to Modern Warfare, Cold War feels slightly more forgiving. The speed, for one, makes evasion easier, and I appreciate the ability to run away from danger if I get overwhelmed, rather than just accept my death and plan to do better next time. Aiming has also been made a little easier, which might be a contentious decision for some players, but was welcome in my book. There’s a softer feel to aiming in Cold War and you’re able to move your gun while aiming down sights slightly quicker than in Modern Warfare, allowing you the ability to correct your line of fire in a pinch. I imagine some players won’t be onboard with this, preferring the more precise aiming of Modern Warfare, but for me, who isn’t very good at first-person shooters, I appreciate any help I can get.", "The inclusion of health bars in Cold War is also a helpful design decision. It’s valuable in two ways. One, it eliminates any doubt that you should’ve killed another player that killed you. If you go up against someone, you know exactly how much damage you’ve dealt and how much you still need to deal to finish the job. Second, and more interestingly, it adds a new wrinkle to tactics. I found myself constantly monitoring enemy health bars during fights and using that information to determine when to push another player and when to fall back, though the trade-off of the latter is allowing an enemy’s health bar to replenish at the same time yours does. Eliminating this small bit of ambiguity from firefights and adding that extra bit of planning to engagements made me feel more aware in a given situation, even when it didn’t go in my favor.", "Most of my time with the Cold War beta was spent playing all the game modes you’ve come to expect: Team Deathmatch, Kill Confirmed, Hardpoint, and so on. They’re all still great, even if they don’t change up the formula over Modern Warfare. The new maps in Cold War, however, are all consistently strong. The Miami level, set alongside a beach and neighboring nightlife district, pushes you to use the game’s increased range of movement as you work your way up and down and in and out of buildings during fights. The verticality here is great and I really enjoyed finding new pathways to get the best of enemies. The Satellite map, set in the Angola desert, took me a bit to get used to, but became my favorite once I got the hang of it. Partly covered by tight cave passageways that force close-quarter combat and partly covered by large swaths of open desert, Satellite constantly pushed me to be switching my weapons and changing my fighting style. I particularly like the areas of open desert, which tend to be littered with snipers taking advantage of the high hills and deep valleys of sand for cover. It’s easy to drop down into cover in this part of the map, but it’s also easy to get pinched. I took on numerous snipers here, chucking grenades into their general direction before ducking down to safety, waiting to get the on-screen prompt telling me I’d hit my mark. When I did, that satisfaction is unrivaled.", "While I found a lot to love in Cold War’s beta, a lot of my moment-to-moment fun was negated by really rough audio. During my time with the game, the audio mix was all over the place. The biggest offender here is not being able to hear or locate other players' footsteps. Time and time again, I couldn't hear enemies moving around me, even if they were only a few feet from me. It's crucial in a game like Call of Duty to be able to hear enemies to give yourself time to act quickly. When that's not working, which it often wasn't for me, it makes death feel cheap and unfair. On the rare chance I could hear footsteps, I often couldn't tell where they were in relation to me, and this is an issue I also had with gunfire. There is obviously a lot of gunfire in a Call of Duty match. When you can't tell where any of that fire is coming from, it's a cacophonous mess of sound that's distracting from the objective. Rather than be able to hear where an enemy was shooting from, I'd have to whip my camera around trying to see the flash of their bullets. Usually, by the time I did all that, it was too late.", "This did actually give me an advantage a couple of times, though. Twice in a match on the Miami level, I sprinted into a room only to end up a couple feet from another player looking the other way, aiming out a window, unable to hear that I had just busted into their room. I got two easy kills that way. Which is something, I guess.", "I’m interested to see how Cold War’s new movement system is incorporated in the full release, and especially how it changes Warzone, which we’ve still heard nothing about. Within only a couple hours, my entire approach to playing Call of Duty was changed, transitioning from a stop-and-pop player to a more aggressive, in-your-face player, pushed by the game to quickly adapt to its new rulesets. But I am also concerned about the game’s audio mix right now, which has soured my overall opinions on my time with Cold War. It’s perfectly reasonable that this is a beta-only problem that’ll be resolved by next month when the game is released, but with only my current experiences to go on, it’s unfortunate that a lot of fun was dampened by this issue.", "Call of Duty: Black Ops Cold War will be released for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC on November 13."], "authors": ["Associate Editor", "Blake Hester Has Been Writing About The Video Game Industry Since Before Joining Game Informer He Freelanced For Outlets Such As Polygon", "Vice", "Usg", "Rolling Stone."], "keywords": ["ops", "great", "duty", "beta", "lot", "hear", "cold", "players", "modern", "warfare", "player", "black", "movement", "sounds", "war", "game", "feels"], "pubDate": "2020-10-20T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}