{"id": "9a801a90-4777-3098-8e07-9f0b35314d69", "summary": "Democrats need a simple majority of 218 votes in the House, which they control, to impeach Mr Trump.\nBecause the Republicans control 53 out of the Senate’s 100 seats, 20 Republican senators would have to vote against Mr Trump.\nThat does not mean there is no chance of Republican voters turning against Mr Trump, however.\nSo far, only two Republican senators have spoken out, fairly mildly, to express consternation at the president’s latest alleged abuses.\nHis fellow Republican senators stand warned.", "authors": ["M.S.R.", "Washington", "The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["CONGRESSIONAL REPUBLICANS are practiced apologists for President Donald Trump’s norm-breaking behaviour. They generally refuse to condemn or otherwise comment on it, leaving the president and his acolytes to say what they will. But the revelations that Mr Trump tried to enlist a foreign leader to undermine a political rival, with hundreds of millions in military aid to his country as a possible inducement, are harder to ignore. Faced with an impeachment inquiry, launched by the Democrats, Republicans in Congress are being forced to articulate their own defence of the president’s actions. They are not finding this easy.", "In an interview on CBS’s show “60 Minutes”, Kevin McCarthy, the House minority leader, tried to dispute the wording of what Mr Trump said to President Volodymyr Zelensky of Ukraine during a phone call in July. Suggesting that his interviewer had added the word “though” when quoting Mr Trump saying, “I would like you to do us a favour though”, Mr McCarthy contradicted a memorandum of the conversation released by the White House. In the Senate, Lindsey Graham, who described Mr Trump’s overture to Mr Zelensky as “hearsay”, called for the appointment of a special prosecutor to investigate Joe Biden, a front-runner for the Democratic nomination whom Mr Trump had asked Ukraine to investigate and against whom there is no evidence of wrongdoing.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Weak though these defences are, the force with which they have been mounted suggests that Mr Trump is exceedingly unlikely to be removed from office. Democrats need a simple majority of 218 votes in the House, which they control, to impeach Mr Trump. But to convict him and remove him from the White House they would need the votes of two-thirds of the Senate. Because the Republicans control 53 out of the Senate’s 100 seats, 20 Republican senators would have to vote against Mr Trump.", "Currently, that looks extremely unlikely, although it is early days. During the Watergate scandal, when Democrats controlled the Senate, congressional Republicans who had once defended Richard Nixon equally staunchly turned against him. He resigned when it became clear that members of his own party would vote against him in a Senate trial. But the current depths of partisanship are unprecedented in recent times. That is reflected in wider political polarisation among voters.", "That does not mean there is no chance of Republican voters turning against Mr Trump, however. National polls show increasing support for an impeachment inquiry, especially among moderates and Republican-leaning independents. And though that is a long way from the sea-change Democrats would need, it might be enough to make a couple of Republicans re-examine their own political interests.", "Two senators—Susan Collins in Maine and Cory Gardner in Colorado—are up for re-election in states that were won by Hillary Clinton in 2016. A handful of other Senate seats are up for grabs in states Mr Trump won narrowly. Even if he is not impeached the silence of senators in these states could help the Democrats flip the Senate, where they need to win back three or four seats.", "Asked what his old colleagues were saying about impeachment, Jeff Flake, a former senator from Arizona, said that if a secret vote was held dozens of Republican senators would vote to convict Mr Trump.", "\"Somebody mentioned yesterday that if there were a private vote, that there would be 30 Republican votes. That's not true, there would be at least 35, maybe more if it were a private vote—but that's not possible,\" he said, during an interview with Slate.", "So far, only two Republican senators have spoken out, fairly mildly, to express consternation at the president’s latest alleged abuses. Ben Sasse, a senator from Nebraska, described the revelations as “very troubling”. Senator Mitt Romney of Utah (pictured) called them “deeply troubling” and \"troubling in the extreme\". The president responded by posting on Twitter a video of Mr Romney hearing that he had lost the presidential race in 2012. His fellow Republican senators stand warned."], "url": "https://www.economist.com/democracy-in-america/2019/10/03/could-republican-senators-turn-against-donald-trump", "title": "Could Republican senators turn against Donald Trump?", "pubDate": null, "keywords": ["president", "turn", "trump", "mr", "democrats", "donald", "vote", "republican", "need", "senate", "republicans", "senators"]}