{"id": "9b21f3e7-8646-3b3d-9733-0fd8b9a44709", "title": "Streets of Rage 4 Review — Return To The Old-School Neighborhood", "url": "https://www.gameinformer.com/review/streets-of-rage-4/streets-of-rage-4-review-return-to-the-old-school-neighborhood", "summary": "Even though the Streets of Rage series technically wasn’t in arcades, Sega’s original Genesis trilogy embodies everything that made this genre so popular in its heyday.\nStreets of Rage 4 uses the classic games as templates, borrowing the structure and concepts to assemble an experience that feels like a natural successor.\nFunctionally, Streets of Rage 4 feels similar to booting up a 2D brawler in a compilation of 16-bit classics.\nEven if it’s archaic, at least it’s faithful; Streets of Rage 4 pays loving tribute to its source material.\nThe big problem is Streets of Rage 4 is too focused on looking back, and it doesn’t move forward.", "paragraphs": ["To me, the brawlers of the ‘90s represent the perfect arcade-style experience. They are easy to pick up and play, difficult to master, and full of nonstop action. Even though the Streets of Rage series technically wasn’t in arcades, Sega’s original Genesis trilogy embodies everything that made this genre so popular in its heyday. Now, 25 years since the last installment, Streets of Rage 4 remains devoted to that specific tradition – a fact that elevates this sequel while also dragging it down.", "Streets of Rage 4 uses the classic games as templates, borrowing the structure and concepts to assemble an experience that feels like a natural successor. You (and your co-op friends) clean up crime in a grimy city by beating up an array of punks and toughs. Walking through a series of side-scrolling stages, you lay down the law with punches, kicks, throws, and special moves – with a little help from health-restoring food you eat off the ground.", "The action looks and feels great, with satisfying impacts every time you land a blow, and enemies flying across the screen at the end of a combo. The slick new visual style gives the world and characters a different look, but the gameplay is unmistakably old-school. You have a basic suite of moves that doesn’t evolve or change, you fight wave after wave of enemies that require minimal strategy, and you get hit by cheap shots from off-screen. Sometimes this combination produces nostalgic thrills – but it is often just boring. Functionally, Streets of Rage 4 feels similar to booting up a 2D brawler in a compilation of 16-bit classics. On one hand, replicating that experience authentically is an achievement. On the other hand, resuscitating a 25-year-old formula without any compelling additions or twists makes it feel more like a relic than a return.", "Even if it’s archaic, at least it’s faithful; Streets of Rage 4 pays loving tribute to its source material. The teams at Lizardcube, Guard Crush Games, and Dotemu have mined the series’ history to create a treasure trove of references, tributes, and cameos. You pound familiar-but-redesigned foes like Signals and Galsias, as well as fresh interpretations of iconic bosses. Even the new playable characters fit in well with the recognizable faces; I especially like Floyd, whose grab and throw moves make him feel especially brutal and flexible. But if you prefer the old characters, you also unlock pixelated playable heroes from the original trilogy. Plus, swapping between the classic and new soundtracks (both of which fit the action well) is a nice touch. With so many nods, Streets of Rage 4 is a fitting celebration of this franchise.", "The big problem is Streets of Rage 4 is too focused on looking back, and it doesn’t move forward. Your brawls are entertaining in the moment, but they don’t have the complexity to inspire the multiple playthroughs required to see everything the game offers. The biggest incentive you have is to keep racking up points to unlock new playable characters – which you can then use to fight through the same levels. The heroes all play a little differently, but not enough to dull the repetition of the encounters. You can increase the difficulty if you want additional challenge, but that isn’t the real issue; without any meaningful progression or persistence, it feels like you’re just a different hamster running in the same wheel.", "Playing games with friends is fun, so local and online co-op (with a max of four and two players, respectively) can help inject some new life into the conflict. Having additional sets of fists to distract bosses and break up crowds can be a life-saver in the main campaign. But the additional modes, like competitive battles between players and boss rush, are more diversions than destinations.", "Streets of Rage 4’s simple approach to combat and content is enjoyable in short bursts, but it doesn’t have the hooks to keep you coming back. This beat ‘em up feels like an homage to the ‘90s, but it’s also stuck in that era."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["review", "streets", "doesnt", "neighborhood", "return", "characters", "moves", "oldschool", "playable", "games", "experience", "rage", "feels", "series"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}