{"id": "9b5defe3-00b8-3f34-80de-060f5c86591e", "title": "The Marvel's Spider-Man: Miles Morales Digital Issue Is Now Live", "url": "https://www.gameinformer.com/digital-issue/2020/10/13/the-marvels-spider-man-miles-morales-digital-issue-is-now-live", "summary": "Digital subscribers of Game Informer can now read our cover story on one of the most anticipated games for the remainder of 2020: Marvel's Spider-Man: Miles Morales.\nFollowing today's cover reveal, our digital issue is now live to subscribers on web browsers, iPad/iPhone, and Android devices.\nYou can download the apps to view the issue by following this link.\nThe issue launches later this week on our third-party subscription apps including Kindle and Nook.\nFor more on Marvel's Spider-Man: Miles Morales, click the banner below to check out our coverage hub.", "paragraphs": ["Digital subscribers of Game Informer can now read our cover story on one of the most anticipated games for the remainder of 2020: Marvel's Spider-Man: Miles Morales. Following today's cover reveal, our digital issue is now live to subscribers on web browsers, iPad/iPhone, and Android devices. Individual issues will be available for purchase later today. You can download the apps to view the issue by following this link. All of these digital options are included in a standard subscription.", "The issue launches later this week on our third-party subscription apps including Kindle and Nook.", "Not a digital subscriber yet? Convert your existing print subscription here or start a new subscription here.", "For more on Marvel's Spider-Man: Miles Morales, click the banner below to check out our coverage hub. We’ll be updating it regularly over the next few weeks, so be sure to stop by and see what’s new."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["spiderman", "miles", "morales", "live", "digital", "subscription", "later", "following", "marvels", "issue", "subscribers"], "pubDate": "2020-10-13T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}