{"id": "9b5e646e-7e0d-309a-bede-0ac404082214", "title": "Global experts question UK’s commitment to tackle climate crisis", "url": "https://www.theguardian.com/environment/2020/nov/08/global-experts-question-uks-commitment-to-tackle-climate-crisis", "summary": "Next year the UK will chair the Glasgow COP26 climate change summit.\nIt is seen by Biden and other leaders as a critical test of the world’s determination to limit global warming.\nHowever, experts are concerned by what they see as the UK’s lack of preparation, particularly since the Covid-19 pandemic, which has placed huge financial burdens on governments.\nPhotograph: Craig Auckland/Craig Auckland / FotohausWithout these measures, analysts warn there is a danger the UK’s net zero carbon target will not look credible, undermining its authority as COP26 host.\nClimate scientists have said if enacted, China’s new target alone would reduce global warming levels by 0.3C.", "paragraphs": ["Boris Johnson’s government is investing only 12% of the funds needed to tackle the climate emergency and the growing threat to nature, according to a new report that will raise fresh international concerns about the UK’s commitment to the green agenda.", "The study – released before an expected major speech on the environment by Johnson – says ministers need to commit £33bn each year of this parliament to green causes. So far only £4bn a year has been pledged.", "The report by the IPPR thinktank comes as Johnson faces increasing global pressure to act, most notably from the next US president Joe Biden, who is committed to green causes. Donald Trump took the US out of the Paris agreement on climate change, but Biden has promised to rejoin iton 20 January, the day he takes power.", "Next year the UK will chair the Glasgow COP26 climate change summit. It is seen by Biden and other leaders as a critical test of the world’s determination to limit global warming. However, experts are concerned by what they see as the UK’s lack of preparation, particularly since the Covid-19 pandemic, which has placed huge financial burdens on governments. Carsten Jung, IPPR’s senior economist, said: “So far only about a 10th of funds needed for the clean investment revolution has been made available. Scaling up investment and following the 10-point action plan can create up to 1.6 million jobs and bring economic opportunity to every corner of the country while lowering emissions and restoring nature and tackling inequality.”", "In addition, the government’s own climate change committee recently warned that the UK is not on track to meet its interim emissions targets for the Fourth and Fifth Carbon Budgets for the periods 2023-2027 and 2028-2032 and identified some critical areas for action. These would include bringing forward the 2035 ban on sales of new petrol, diesel and hybrid cars, an increase in strategic investments in the development of carbon capture and storage for industries, such as steel, and much more investment in zero-carbon alternatives to gas central heating.", "Facebook Twitter Pinterest Challender Court, Bristol, an example of recent low-energy council housing; investing in building homes like this would also provide many jobs. Photograph: Craig Auckland/Craig Auckland / Fotohaus", "Without these measures, analysts warn there is a danger the UK’s net zero carbon target will not look credible, undermining its authority as COP26 host. For his part, Johnson has promised to put a green economic recovery at the heart of his government’s post-Covid planning, with pledges to boost greatly offshore wind investment. But in September it emerged that EU-China climate talks, which were credited with helping to secure a breakthrough from Beijing, were attended by senior politicians from across Europe but not the UK. The European commission has called for the EU to raise its 2030 target for emission cuts from 40% to 55% compared with 1990 levels. China too announced it would set a net zero target for the first time to shift the world’s biggest economy on to a greener path. Taken together these moves have hugely raised expectations for COP26 in Glasgow. Climate scientists have said if enacted, China’s new target alone would reduce global warming levels by 0.3C. By contrast, the UK has not yet announced any new 2030 target, but there are expectations that Johnson may do so soon.", "This week, Johnson will announce details of his 10-point plan, including a repeat of his pledge to make the UK the Saudi Arabia of offshore wind. He will also highlight the importance of conserving and expanding forests to cut carbon dioxide and help wildlife. He is also expected to signal more support for the hydrogen economy to replace fossil fuels in steel and chemical manufacturing, and carbon capture and storage technology to capture industrial emissions .", "It is also likely that he will call for measures to speed up the development of zero-carbon alternatives to gas central heating and possibly announce the creation of an investment bank to provide public funding to build zero-carbon infrastructure.", "For its part, the IPPR urges government to do more in several areas including improving the energy efficiency of homes and buildings, preparing them for the switch to low-carbon heating systems, and building new zero-carbon social housing, which could generate 560,000 jobs. Its estimates suggest an additional £8bn annually is needed to achieve the decarbonisation of existing homes and buildings.", "On nature restoration, it says an investment of £4.7bn is needed annually through schemes such as tree planting and peatland restoration across the country. This could also create 46,000 new jobs. In addition, it urges more sustainable public transport, including rail and electric bus services could generate more than 230,000 jobs while installing electric vehicles charging points nationwide could create 47,000 jobs. Luke Murphy, IPPR associate director, said: “In announcing the government’s 10-point plan, the prime minister must significantly raise both the UK’s ambitions and targets on climate and nature, and radically scale-up the policies and investments needed to achieve them.”"], "authors": ["Robin Mckie"], "keywords": ["target", "global", "climate", "tackle", "carbon", "johnson", "zerocarbon", "crisis", "commitment", "investment", "question", "needed", "uks", "uk", "jobs", "experts"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}