{"id": "9b74e07f-5f63-3a11-ad0f-b72b9746c6c2", "title": "23 Perfect Hostess Gifts For Your Next Intimate Gathering", "url": "https://www.vogue.com/slideshow/23-perfect-hostess-gifts-for-your-next-intimate-gathering", "summary": "Hostess gifts, this year, are a bit of a complicated concept.\nWhereas holidays past may have seen large family gatherings with visitors traveling in from afar, this year’s celebrations will be more intimate.\nIt is, after all, a matter of public health: Dr. Fauci urged Americans to avoid big dinners or gatherings this holiday season in order to curb the spread of coronavirus.\nYou can’t go wrong with food, flowers, or wine (we recommend Parcelle wine shop, which offers a chic curated selection and tells you what to pair it with).\nBelow, our 25 favorite hostess gifts.", "paragraphs": ["Hostess gifts, this year, are a bit of a complicated concept. Whereas holidays past may have seen large family gatherings with visitors traveling in from afar, this year’s celebrations will be more intimate. It is, after all, a matter of public health: Dr. Fauci urged Americans to avoid big dinners or gatherings this holiday season in order to curb the spread of coronavirus. While we're all used to digging into grandma’s pumpkin pie or playing in a touch-football game with all the cousins, now many of us will be have celebrations at our individual homes for the first time—or attend a small affair hosted by a close friend, sibling, or partner.", "So what does one get these first-time holiday hosts? You can’t go wrong with food, flowers, or wine (we recommend Parcelle wine shop, which offers a chic curated selection and tells you what to pair it with). Something for the tabletop is equally ideal: while families usually have hand-me-down linens and placemats for special occasions, a young urbanite likely hasn’t made such an investment. Some serving ware, too, will be much appreciated: a classic ceramic bowl can be used for chips and dip, for mixing a pie, and for storing leftovers.", "Below, our 25 favorite hostess gifts."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["used", "gathering", "pie", "gifts", "holiday", "23", "gatherings", "intimate", "young", "perfect", "hostess", "celebrations", "wrong", "wine"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}