{"keywords": ["liked", "worked", "terrified", "thought", "told", "chinese", "work", "girls", "opinion", "lawyers", "superiors", "zelda", "harvey", "weinstein", "buy", "power"], "authors": ["Rowena Chiu"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/05/opinion/sunday/harvey-weinstein-rowena-chiu.html", "summary": "Harvey was a power player, and I was the lowest person on the totem pole.\nFinally, the wealth — Harvey was a multimillionaire, with all the influence money could buy.\nAt the Venice Film Festival later that year, these four power imbalances collided in a late-night meeting with Harvey.\nHarvey moved in: Please, he told me, just one thrust, and it will all be over.\nYet, when we began attempts to report Harvey to his superiors or the police, multiple senior individuals acted to shut us down.", "paragraphs": ["The third power imbalance was around seniority. Harvey was a power player, and I was the lowest person on the totem pole. Assistants are the unseen work force that props Hollywood up, and yet we have zero leverage. I was invisible and inconsequential.", "Finally, the wealth — Harvey was a multimillionaire, with all the influence money could buy. I was a fresh graduate loaded with student debt. Even during the few months I worked with him, I saw firsthand the influence that money could buy. Later, I was to discover that it could even buy silence.", "At the Venice Film Festival later that year, these four power imbalances collided in a late-night meeting with Harvey. I had expected to discuss potential film productions and scripts, and we did. But after hours of fending off his chitchat, flattery, requests for massages and a bath, ultimately I found myself pushed back against the bed. I’d worn two pairs of tights for protection, and tried to appease him by taking one of them off and letting him massage me, but it hadn’t worked. He’d taken off the other pair and I was terrified my underwear would be next. Harvey moved in: Please, he told me, just one thrust, and it will all be over.", "", "I was terrified and pleaded that we should go back to the scripts, that I had a boyfriend, that Zelda would worry about me. In the end, I was able to wriggle off the bed and leave; I believe this is because Harvey thought there would be another night to play the game, and half the fun was the chase — the opportunity to prolong a situation in which he could exert power. I would be back, he must have thought. The four power asymmetries dictated it would be so.", "The next day, when I relayed these events to Zelda, we sat on the floor and cried. Our options were painfully few. We were two young women, with limited resources, stranded in a foreign country. Despite this, Zelda bravely confronted Harvey immediately, at least ensuring that I would never be alone in the same room as my predator again. We vowed to seek a resolution upon our return to London.", "Yet, when we began attempts to report Harvey to his superiors or the police, multiple senior individuals acted to shut us down. Some outright laughed in our faces. The message was always the same: Who would ever believe us over the most powerful man in Hollywood?", "A senior colleague advised us to hire lawyers, but we had no experience in how to do that, nor did we have Harvey’s deep pockets. We eventually found a small firm that agreed to represent us, but the imbalance of power between our lawyers and his lawyers led to us accepting an outcome we had not sought. We had wanted to report Harvey to his superiors; instead, we were pressured into signing a nondisclosure agreement that prevented us from speaking to family and friends, and made it extremely difficult to work with a therapist or a lawyer, or to aid a criminal investigation. Chillingly, it also required us to identify anyone we had already spoken to.", "The negotiations were conducted under conditions of extreme duress: We were once kept at the office overnight, from 5 p.m. to 5 a.m., escorted to the bathroom, provided with the barest minimum of food and drink and not permitted pen and paper to keep notes. We were not even allowed to keep a copy of this most egregious of agreements: We had signed our lives away in a complex 30-page document that we could not refer to."], "id": "9ba21ff1-7a74-3016-b829-09083462bc84", "pubDate": null, "title": "Opinion | ‘Harvey Weinstein Told Me He Liked Chinese Girls’"}