{"id": "9ba5866f-877d-368e-9bc6-31561fcfe5ef", "title": "Gun-toting St. Louis couple sue news photographer over infamous image", "url": "http://www.foxnews.com/us/gun-toting-st-louis-couple-sue-news-photographer-over-infamous-image", "summary": "The St. Louis couple who shot to viral infamy when they pointed guns at Black Lives Matter protesters outside their mansion are accusing a news photographer of trespassing to capture a now-iconic image of the June confrontation.\nMark and Patricia McCloskey, both personal injury attorneys in their 60s, filed a lawsuit Friday against United Press International shutterbug Bill Greenblatt over his June 28 snap, the St. Louis Post-Dispatch reported.\nST LOUIS BLM PROTESTERS FROM MCCLOSKEY CONFRONTATION CITED FOR TRESPASSINGThe defendants, including Greenblatt and UPI, are profiting from “T-shirts, masks, and other items, and licensing use of photographs bearing Plaintiffs’ likenesses, without obtaining Plaintiffs’ consent,” the court documents claim.\nNewspaper photographers are allowed to capture images from public rights of way.\nThe couple have since been indicted on charges of unlawful use of a weapon and evidence tampering in the encounter and pleaded not guilty.", "paragraphs": ["The St. Louis couple who shot to viral infamy when they pointed guns at Black Lives Matter protesters outside their mansion are accusing a news photographer of trespassing to capture a now-iconic image of the June confrontation.", "Mark and Patricia McCloskey, both personal injury attorneys in their 60s, filed a lawsuit Friday against United Press International shutterbug Bill Greenblatt over his June 28 snap, the St. Louis Post-Dispatch reported.", "The photo — which shows Mark wielding an AR-15 rifle in a pink polo shirt and khaki slacks, with Patricia by his side holding a semiautomatic handgun — contributed to the couple’s “significant national recognition and infamy,” the suit states.", "ST LOUIS BLM PROTESTERS FROM MCCLOSKEY CONFRONTATION CITED FOR TRESPASSING", "The defendants, including Greenblatt and UPI, are profiting from “T-shirts, masks, and other items, and licensing use of photographs bearing Plaintiffs’ likenesses, without obtaining Plaintiffs’ consent,” the court documents claim.", "The suit also names online print-shop Redbubble for selling merchandise with the couple’s image accompanied by “mocking and pejorative taglines or captions” — causing them “humiliation, mental anguish, and severe emotional distress.”", "“Defendants acted outrageously and beyond all reasonable bounds of decency, with their conduct regarded as atrocious and intolerable by any member of a civilized society,” the suit boldly charges.", "MISSOURI GOV. PARSON TO PARDON MCCLOSKEYS 'WITHOUT A DOUBT,' SAYING PROSECUTOR'S ACTIONS 'DEFY COMMON SENSE'", "Meanwhile, UPI recently said it was considering whether to send a “cease and desist” order to the couple — because they’ve been using the news service’s photo in a personal greeting card.", "Newspaper photographers are allowed to capture images from public rights of way.", "The McCloskeys, who live on a private street, have argued that protesters were also trespassing during the incident, which has since become a political lightning rod, earning the couple a spot at the Republican National Convention in August.", "The couple have since been indicted on charges of unlawful use of a weapon and evidence tampering in the encounter and pleaded not guilty.", "CLICK HERE TO GET THE FOX NEWS APP", "In addition to damages, the McCloskeys are asking for the court to ban the use of the photo and to transfer ownership of the image to them, along with any others captured from their property."], "authors": [], "keywords": ["suit", "louis", "protesters", "guntoting", "mccloskeys", "upi", "image", "trespassing", "st", "sue", "couple", "plaintiffs", "infamous", "photographer"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}