{"id": "9be51fca-0f22-3c2a-8f40-786bcd59f488", "title": "This Election Put Politics Between My Twin and I - The New York Times", "url": "https://www.nytimes.com/2020/11/04/opinion/2020-election-trump-family.html", "summary": "My siblings and I were too consumed by the sudden challenges of getting by to think much about the larger forces shaping our lives.\nWe have both worked long hours for low pay, and we both worry obsessively about maintaining the financial ground we have gained since those times.\nI’m a city dweller who spends her days in front of the computer and occasionally travels abroad for work.\nPart of the problem, a part we both acknowledge, is that our information comes from very different places.\nI have a hard time understanding how anyone could come down on the side of Mr. Trump’s Republicans.", "paragraphs": ["They had also spent their lives steeped in the notion that hard work and decency were enough to make a good life, and so when hard times came they assumed that the corollary was also true: that if they had failed to maintain their good life, they must not have worked hard enough or lived decently enough. They internalized their failure, in other words. They absorbed it deep into their bones, until it hobbled them.", "My siblings and I were too consumed by the sudden challenges of getting by to think much about the larger forces shaping our lives. My brother worked a few odd jobs before becoming a landscaper. I clawed my way through college and graduate school, and eventually became a journalist.", "These paths have never felt all that disparate to me. We both love what we do and take great pride in our work; “Do it right, or don’t do it at all,” our father would say. We have both worked long hours for low pay, and we both worry obsessively about maintaining the financial ground we have gained since those times. And who can blame us after what we went through as teenagers?", "But lately it seems our differences have become greater than our similarities. I’m a city dweller who spends her days in front of the computer and occasionally travels abroad for work. He’s a suburban homeowner who earns his living through physical labor.", "The Democratic Party has kept me, but lost him.", "What I still see as the party of labor unions, health insurance and tax policies that favor the middle class, he sees as the party of elitist liberals, out of touch with working-class folks like him. Part of the problem, a part we both acknowledge, is that our information comes from very different places. I read newspapers; he listens to conservative talk shows and watches cable news — and algorithms ensure that our internet searches never subject us to divergent viewpoints.", "But the other problem runs deeper than that: The political norms of the moment compel everyone to pick a side and to then refuse to hear the other side out, on anything.", "For liberals, that means that all Trump supporters are at best complete fools who vote against their own interests out of sheer stupidity, and at worst virulent racists not to be engaged with on any level. On one hand, I get those feelings. I have a hard time understanding how anyone could come down on the side of Mr. Trump’s Republicans."], "authors": ["Jeneen Interlandi"], "keywords": ["politics", "problem", "times", "hard", "worked", "york", "twin", "work", "party", "liberals", "lives", "life", "election", "good"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}