{"id": "9c090092-4780-369e-8bd7-2a61fb47549a", "title": "Biden is expected to review Trump's trade tariffs", "url": "https://www.foxbusiness.com/economy/biden-is-expected-to-review-trumps-trade-tariffs", "summary": "Continue Reading BelowWhile Mr. Biden hasn't detailed his specific plans, aides and advisers say he is expected to review those levies.\nIn addition, four years of Mr. Trump's trade policy showed that many Republicans are no longer the free-traders of years past, and may seek to prevent Mr. Biden from pursuing policies seen as globalist.\nAt the same time, Mr. Biden has described his international priority as rebuilding relationships with U.S. allies, many of whom have been angered by Mr. Trump's imposition of tariffs.\nMr. Biden could start to rebuild those relationships by negotiating an end to some of the tariffs.\nRather than retracting Mr. Trump's purchase order, Mr. Biden may move ahead with it and order his trade negotiators to seek to modify the existing agreements.", "paragraphs": ["WASHINGTON -- President-elect Joe Biden will inherit a U.S. trade policy characterized by tariffs on global imports -- on steel and aluminum from most of the world, on wine and cheese from Europe, and on nearly three-quarters of everything the U.S. buys from China.", "Continue Reading Below", "While Mr. Biden hasn't detailed his specific plans, aides and advisers say he is expected to review those levies. And like President Trump, he will largely be able to act without the need for Congressional support.", "EU MOVES AHEAD WITH TARIFFS ON $4B OF US GOODS OVER BOEING SUBSIDIES", "Some of Mr. Biden's campaign proposals are likely non-starters if Republicans maintain control of the Senate -- but not trade policy, where the president has broad authority to conduct negotiations and peel off or apply new tariffs as he sees fit.", "\"It's really going to be one of the few policy areas where [Mr.] Biden can show results and do so unilaterally,\" said Scott Lincicome, a senior fellow at the Cato Institute and a longtime trade lawyer. \"Because some of his signature policies are dead-on-arrival, he's going to need to show progress elsewhere. That's where trade and immigration will play a pretty prominent role.\"", "Mr. Biden has called for a united front of pressure on competitors, most notably China. Polls suggest both Democratic and Republican voters hold increasingly less favorable views of China.", "In addition, four years of Mr. Trump's trade policy showed that many Republicans are no longer the free-traders of years past, and may seek to prevent Mr. Biden from pursuing policies seen as globalist.", "At the same time, Mr. Biden has described his international priority as rebuilding relationships with U.S. allies, many of whom have been angered by Mr. Trump's imposition of tariffs. Mr. Biden could start to rebuild those relationships by negotiating an end to some of the tariffs.", "CHINA PASSES EXPORT-CONTROL LAW FOLLOWING US MOVES", "\"I think he needs to take a look at them and review them,\" said Richard Trumka, the president of the AFL-CIO, the labor group representing 12.5 million union members. \"Some tariffs are a valid way to enforce trade that's violating agreements. But a shotgun approach with tariffs is much ado and not very effective.\"", "Other trade steps a Biden administration could pursue would include resolving a long-running dispute with the European Union over subsidies of the aircraft manufacturers Boeing Co. and Airbus SE that has led to tariffs imposed or announced by both sides.", "The U.S. has imposed tariffs on $7.5 billion worth of European products, including 25% tariffs on products such as wine, cheese, olives and liqueurs, as well as 15% tariffs on finished airplanes. Europe is poised to launch tariffs of its own this month, including on American whiskey and motorcycles.", "He could also negotiate a restart to activity at the World Trade Organization which was hobbled when the Trump administration blocked the appointment of appellate judges at the WTO, which means WTO cases cannot currently be resolved because there is no quorum to finalize appeals.", "The U.S. also is holding up the selection of a new WTO director general by opposing a Nigerian candidate who enjoys broad support of member countries. The WTO said that it would postpone selection of the new leader indefinitely, meaning the issue will likely fall to a Biden administration to resolve.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Mr. Biden has said that rather than antagonize traditional economic allies, he would seek to work with these nations to form an economic bloc to confront China.", "Mr. Trump imposed a series of tariffs on China to pressure Beijing to sign the so-called phase one trade deal in January. Despite that accord, tariffs remain on about $370 billion in imports from China, as leverage to force Beijing to comply with the terms of the deal, including increased purchases of American goods.", "The tariffs are paid by U.S. companies that import clothing, electronics, furniture, tools and other products from China, which is passed on to consumers and others who buy the products. With some exceptions, U.S. business groups have opposed the tariffs as a blunt-force tool to get China to end practices such as state subsidies of favored industries.", "\"Our view is we do need a constructive and pragmatic relationship with China but we can walk and chew gum at the same time which is why we also support efforts to keep pressure on trade practices that are harmful and unfair,\" said Myron Brilliant, executive vice president and head of international affairs at the U.S. Chamber of Commerce.", "Biden advisers have criticized the Trump administration for its go-it-alone approach to China, saying the U.S. would have been better to enlist other countries in a unified campaign.", "Another large batch of tariffs that a Biden administration would inherit are 25% tariffs on steel and 10% tariffs on aluminum that still apply to most trading partners, including traditional economic allies like the European Union and Japan, as well as major steel exporters like China and Russia.", "One policy that is likely to stay strong under Mr. Biden is \"Buy American.\"", "In August, Mr. Trump issued an executive order to require government agencies to purchase essential medicines and medical supplies from domestic manufactures in response to concerns raised during the Covid-19 crisis about overdependence on foreign sources.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "That policy now requires the USTR to renegotiate the terms of existing trade agreements with scores of countries and the World Trade Organization over the coming months. The policy affects hundreds of drugs and medical devices, including key ingredients for aspirin and chemotherapy drugs.", "Rather than retracting Mr. Trump's purchase order, Mr. Biden may move ahead with it and order his trade negotiators to seek to modify the existing agreements. \"Buy American is how he is going to approach government purchases,\" said Jean Heilman Grier, a former USTR official and principal trade consultant at Djaghe LLC. \"In this case, he might say let the process work itself out.\"", "Meanwhile, during the campaign, Mr. Biden pledged to make a \"historic procurement investment\" worth $400 billion to boost government purchases of U.S.-made goods and reduce reliance on imports, part of his effort to promote domestic manufacturing and workers in industrial states."], "authors": [], "keywords": ["trumps", "china", "including", "wto", "expected", "biden", "trade", "mr", "administration", "tariffs", "policy", "trump", "review"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}