{"summary": "Seton Hall will be without star guard Myles Powell indefinitely after he suffered a concussion during Saturday’s game against in-state rival Rutgers, coach Kevin Willard announced.\nPowell left the game after taking a charge and hitting his head on the court early in the first half.\nSeton Hall started off the year ranked No.\n22 SETON HALL, PIRATES STAR POWELL INJUREDThe team won its first two games of the season before getting knocked off in dramatic fashion against Michigan State.\nOnce Powell shows signs he is not feeling concussion symptoms, he is expected to undergo a cognitive test before starting light activities.", "keywords": ["test", "return", "vs", "willard", "pirates", "game", "myles", "indefinitely", "rutgers", "star", "press", "concussion", "powell", "hall", "seton", "suffering"], "paragraphs": ["Seton Hall will be without star guard Myles Powell indefinitely after he suffered a concussion during Saturday’s game against in-state rival Rutgers, coach Kevin Willard announced.", "Powell left the game after taking a charge and hitting his head on the court early in the first half. The preseason All-American did not return to the game.", "KANSAS FACES TEST OF HOLDING ONTO NO. 1 SPOT IN AP TOP 25", "“Myles’ health and well-being is of the utmost importance as he goes through concussion protocol,” Willard said in a statement Tuesday, as the Asbury Park Press reported. “This is an unfortunate injury for Myles, who was in the middle of a special season.”", "Powell was expected to be a key part of the Pirates’ 2019-20 season. Seton Hall started off the year ranked No. 12 in The Associated Press Top 25 poll.", "RUTGERS BEATS NO. 22 SETON HALL, PIRATES STAR POWELL INJURED", "The team won its first two games of the season before getting knocked off in dramatic fashion against Michigan State.", "After Saturday’s loss, the Pirates fell to 6-4 with No. 7 Maryland coming into town Thursday.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Powell was averaging 25.8 points per game before his concussion.", "He cannot return to the court until he meets a few benchmarks, the Press reported. Once Powell shows signs he is not feeling concussion symptoms, he is expected to undergo a cognitive test before starting light activities. Then, if he were to remain symptom-free, he reportedly could return to game action."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/sports/seton-hall-myles-powell-out-indefinitely-concussion", "authors": ["Ryan Gaydos", "Ryan Gaydos Is A Sports Reporter For Foxnews.Com", "Foxbusiness.Com. Follow Him On Twitter"], "id": "9c87a969-6b58-32c8-9f86-805de6a04374", "pubDate": null, "title": "Seton Hall star Myles Powell out indefinitely after suffering concussion vs. Rutgers"}