{"paragraphs": ["International party planner Bally Singh and his wife, Ana Santos.", "Singapore (CNN) — International events planner Bally Singh lives large.", "He has organized superyacht parties for oil tycoons and a 100-supercar road trip for American rapper 50 Cent.", "Last month, he landed in Singapore to ramp up the party during three days of money, fandom and speed over the Formula One weekend", "\"We create an atmosphere with the DJs, location and people,\" says Singh, dressed in a white T-shirt, sneakers and his signature dastar (turban).", "Standing on an alfresco area of the JW Marriott Hotel, he points to the Lion City's iconic skyline.", "\"You can see 75% of the Formula One track from here. Location is key for us.\"", "Singh's arrival on the F1 scene is no coincidence.", "Since American mass media company Liberty Media bought the commercial rights to Formula One in 2017, it has sought mass appeal.", "While the stereotypical Formula One fan skews older, in recent years an emerging group of well-heeled attendees dubbed the \" new wave \" have flocked to circuits like Singapore for the parties.", "Players like Singh are cashing in on this crowd, which makes up 33% of Formula One's 798 million fan base as of 2017.", "In 2009, he founded global events company The RichList, with the referrals-based club's party attendees including everyone from the likes of Formula One drivers Fernando Alonso and Lewis Hamilton to musicians The Weeknd and Trey Songz.", "But it's not just F1 events that make his company thrive.", "\"We don't limit ourselves to Formula One, we do everything,\" he says. \"We stopped the traffic as we drove from Marbella into Barcelona with 100 supercars.\"", "Claim to fame", "Born in the British Midlands to a Sikh family hailing from India, Singh learned business skills as a teen while helping his father run the family's textile warehouse in Leicester. At 18, he turned his hand to party promotion and never looked back.", "Singh's big break came when he organized a club night for American R&B singer Sisqo, who released international mega-hit \"Thong Song\" in 2000. It became a defining track of Y2K and peaked at number three on the Billboard Hot 100.", "\"Leicester was known as a party town, so Sisqo drove there when he was number one in the charts for the 'Thong Song.' He was like the Jay-Z of that era for black music as he was an icon that crossed over,\" says Singh. \"Imagine it like the Beatles walking into your local club.\"", "The event was a hit. Soon after, Singh was hosting events for famous VIPs like US pop group The Black Eyed Peas, American rapper Ludacris and Jamaican rapper Sean Paul.", "Related content What it's like to own a superyacht", "One event a night at the local Leicester club turned into the whole week. By age 23, Singh says he had bought the nightclub, launched his own PR company then sold it to an American gaming company.", "Offered a job from that same company, Singh moved to Los Angeles where he took on the role of global marketing manager, where he claims to have raised the share prices of that company from 3 cents to $22 after sealing a deal with Microsoft.", "After a few years honing his corporate business acumen, Singh moved back to the UK.", "From Leicester clubs to super yachts in Dubai", "Though officially rebranded and launched in 2009, the RichList was born in 2001 at The Grange, a five-star hotel in London, says Singh. Fed up with emptying their wallets in clubs, some of Singh's clients asked him to organize a party.", "So, he rented 300 hotel rooms, then booked the hotel's nightclub and swimming pool.", "\"Instead of going to a club, we made our own club for the weekend,\" he recalls.", "\"We invited all our girlfriends and everybody. It was just the hotel and us.\"", "Bally Singh, RichList “I think celebrities like us because we don't try and be their best friends.”", "Soon after, Singh was organizing champagne spray and beach parties along the length and breadth of London. He also divided his time between Marbella in Spain, where he flew in American hip hop group N.E.R.D for a party, and the United Arab Emirates, where he hired superyachts to visit Dubai's private islands.", "For one Nigerian oil tycoon's son's birthday event, Singh says he linked superyachts around a floating dance floor platform capable of holding dozens of people. Kayaks, jet skis and underwater submarines allowed guests to \"superyacht hop\" and reach the dance floor. The price tag for the event? A million dollars, at least, claims Singh.", "But after meeting his wife, former model Ana Santos, Singh changed his strategy. Instead of focusing solely on fun, the duo added charity elements to their events, and aimed for partnerships with even higher end brands.", "\"My wife has raised the game,\" says Singh. \"She came in and changed the way RichList projected to the world.\"", "Creating atmosphere", "Since its inaugural grand prix in 2008, Singapore has become known as the \"crown jewel\" of the sport, bringing global prestige and economic rewards to the city-state.", "While providing a package that includes, racing, lifestyle and luxury, it also appeals to Formula One sponsors as a location as there is a sizable population of high net worth individuals, says James Walton, a sports business group leader at Deloitte Southeast Asia.", "Singh says his own brand -- with its access to high spenders -- evolved once he started hosting Formula One-related events six years ago and became an official Abu Dhabi F1 product in 2016. He has since expanded his remit to include Singapore, Monaco and Baku.", "What started out as five VIP tables at the Abu Dhabi trackside hotel has grown to a 16,000-strong party for globe-trotting leisure seekers on the Royal Terrace, a space right beside the Abu Dhabi F1 track. Under Santos' stewardship, the RichList, says Singh, has also cleaned up its image and started appealing more to women.", "l e v a r t", "\"We make it a safe and welcoming space, and we've had more women booking VIP tables at our F1 events,\" says Santos.", "The duo frequently rub shoulders with celebrities, but when it comes to hanging out with them, Singh says distance is key.", "\"I think celebrities like us because we don't try and be their best friends,\" he says. \"We don't smother them and that's key. Otherwise, you're just like a fan.\"", "'BlackBerry Messenger made my career'", "Coming from a traditional Sikh family, Singh says he went completely against the grain and received criticism from his community because it seemed like he led an overly extravagant party lifestyle.", "But Singh says it's a combination of teetotalism, a strict \"no drugs, no smoking\" policy, and his ability to build a social circle that got him to where he is today.", "\"BlackBerry Messenger -- it was epic, it made my career,\" he says, comparing it to Instagram today. \"It was all about your status and I was good at changing it and catching people's attention with the images.\"", "Ultimately, he says being different was a boon.", "When you're a child, you want to fit in and be like your friends, but I was the kid that stuck out because I had a handkerchief on my head, but I didn't care. You don't have to get rid of your identity to be who you want to be,\" he says."], "id": "9cb2739a-9145-3d61-a979-9fa24d3b3dbe", "url": "https://edition.cnn.com/travel/article/richlist-vip-party-planner-bally-singh-hnk-intl/index.html", "title": "Inside the jet-set world of an international VIP party planner", "authors": ["Bally Singh"], "keywords": ["world", "formula", "hotel", "f1", "vip", "events", "international", "company", "american", "richlist", "dont", "planner", "inside", "party", "jetset", "singh"], "pubDate": null, "summary": "International party planner Bally Singh and his wife, Ana Santos.\nSingapore (CNN) — International events planner Bally Singh lives large.\nSince American mass media company Liberty Media bought the commercial rights to Formula One in 2017, it has sought mass appeal.\nBut it's not just F1 events that make his company thrive.\nl e v a r t\"We make it a safe and welcoming space, and we've had more women booking VIP tables at our F1 events,\" says Santos.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}