{"id": "9cc5d32b-25a2-3b67-8bf6-23c003e2af09", "summary": "“Hong Kong is not in a state of emergency,” she said.\nMrs Lam announced only one restriction that will be imposed under the emergency law, namely on the wearing of masks at unauthorised protests (most are).\nIt is likely that China’s leaders were aghast at the mayhem in Hong Kong that marred the occasion.\nMrs Lam denied that anyone from the central government had asked her to issue the edict during her visit.\nHong Kong, he said, had reached “an important stage of suppressing turmoil with an even more clear-cut attitude and even more effective measures”.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["MORE THAN 50 years have passed since Hong Kong last made use of its draconian Emergency Regulations Ordinance, a colonial-era law that allows the government to impose sweeping restrictions on civil liberties. The territory’s leader, Carrie Lam, declared on October 4th that escalating violence had “reached a very alarming level in the past few days”, so she had decided to invoke it. “Hong Kong is not in a state of emergency,” she said. “But we are indeed in an occasion of serious danger.” The government’s supporters will be pleased; they had long been urging this. But thousands of people have taken to the streets in protest against the measure.", "Mrs Lam announced only one restriction that will be imposed under the emergency law, namely on the wearing of masks at unauthorised protests (most are). This could affect large numbers of people. During the past four months of unrest, many participants in peaceful protests have worn surgical masks to avoid being recognised. Almost everyone involved in violent ones have worn more extensive face-coverings, often including gas masks and goggles. The prohibition takes effect on October 5th, and will even extend to the use of face paint (though wearing masks for medical, work or religious reasons is exempt). Violators could be fined HK$25,000 ($3,200) and jailed for up to a year.", "The decision marks a dramatic change in the government’s position. Only last week Mrs Lam suggested that invoking the ordinance would be risky: “We have to assess whether such laws can tackle the current violent situation precisely, and whether such laws would backfire on an already chaotic society, or worsen our already damaged reputation in the international community.” But politicians in Hong Kong who are sympathetic to China’s Communist Party have kept up pressure on her to invoke the law. The eruption of numerous violent confrontations between protesters and police on October 1st, China’s national day, led to even louder calls from the pro-party camp for emergency measures, especially a mask ban.", "The emergency law was adopted in 1922. It was last used in 1967 by the British colonial authorities to suppress a wave of bombings and violent protests by anti-government activists backed by Maoist radicals in mainland China. It allows the chief executive to issue “any regulations whatsoever” in case of “emergency or public danger”. It says these could include the imposition of censorship, the banning of certain means of communication, restrictions on trade and manufacturing, and the seizure of property (in 1967 the law was used to ban public gatherings, conduct trials in secret and deport people). Some pro-party politicians say Mrs Lam should make extensive use of these powers, including a ban on Telegram, a messaging app that protesters like to use because they regard it as secure.", "For now Mrs Lam is likely to remain cautious. More sweeping restrictions would risk causing alarm that could damage Hong Kong’s economy. Many businesspeople cite the territory’s robust legal system as a reason for doing business there and would be nervous of a lurch towards a more capricious style of rule. Announcing her anti-mask edict, Mrs Lam said that businesses want a stable environment, and that the ban would help create one. That day, however, the Hang Seng stockmarket index fell by 1.1%.", "Hong Kong’s police will face an enormous challenge. To judge from the protests that erupted following the announcement of the ban, it will do little to calm things down. Thousands of protesters⁠—almost all of them masked⁠—attacked shops, Chinese state-owned banks and underground stations. The entire underground network was closed down. More protests are scheduled over the weekend and on Monday, a public holiday marking the Chung Yeung festival, when families will sweep their ancestors’ graves. Activists want protesters to join rallies marking it as a “day of mourning” for democracy in the territory. It is likely that many participants will defy the ban, which could humiliate the government. A scene from “Winter on Fire”, a documentary about the Ukrainian uprising of 2014, has been widely circulated among protesters this summer. It shows demonstrators wearing masks after a government attempt to ban them.", "The government could also be challenged in the courts. And the legislature will be asked to approve the bill retrospectively after it reconvenes on October 16th. The bill should pass, since legislators who support the government have a majority, but this is not guaranteed. Some pro-government politicians may worry that approving it will damage their parties’ prospects in local-council elections due in late November.", "Mrs Lam declared the ban two days after returning to Hong Kong from Beijing, where she watched a massive national-day parade through Tiananmen Square involving missiles, tanks, thousands of troops and tens of thousands of civilians. It is likely that China’s leaders were aghast at the mayhem in Hong Kong that marred the occasion. Mrs Lam denied that anyone from the central government had asked her to issue the edict during her visit. But after her announcement, a central-government spokesman said that banning masks was essential. Hong Kong, he said, had reached “an important stage of suppressing turmoil with an even more clear-cut attitude and even more effective measures”.", "Few in Hong Kong will be convinced that this was Mrs Lam’s decision. If their suspicions are correct, the mainland’s government has considerably raised the stakes in the territory’s mounting crisis."], "url": "https://www.economist.com/china/2019/10/04/carrie-lam-invokes-emergency-laws-in-hong-kong", "title": "Flashback - Carrie Lam invokes emergency laws in Hong Kong", "pubDate": null, "keywords": ["law", "ban", "carrie", "violent", "masks", "hong", "mrs", "protests", "flashback", "laws", "kong", "emergency", "invokes", "lam"]}