{"url": "https://www.newyorker.com/magazine/2019/10/07/michael-bloombergs-answer-to-the-un-general-assembly", "paragraphs": ["Ordinarily, “high-level week” at the United Nations General Assembly, when heads of state converge on Manhattan’s East Side, is a pageant of political power. But this year’s gathering coincided with some explosive illustrations of the limits, and abuses, of that power. This past Tuesday, Britain’s Supreme Court issued a rebuke of Prime Minister Boris Johnson, for an “unlawful” suspension of Parliament. Hours later, the U.S. House of Representatives launched its impeachment inquiry into Donald Trump. “The other one is the Israeli election,” Aliko Dangote, Africa’s richest man, pointed out, as he chewed a piece of salmon at a wobbly cocktail table. (There was no clear winner in Israel’s most recent vote.) Dangote, a sixty-two-year-old Nigerian industrialist, was at the Plaza Hotel, in midtown, for the Bloomberg Global Business Forum, an alternative gathering that aspires to be a refuge from the political hurricanes outside. It’s a successor, of sorts, to the Clinton Global Initiative, which used to hold an annual meeting alongside the U.N. General Assembly (known to wonks by one word: Unga). After the initiative shut down, in 2017, Michael Bloomberg started hosting a few hundred executives for a day. This year’s event was titled “Restoring Global Stability.” Seated across the table from Dangote was Henry Paulson, the former Treasury Secretary, who reached for a small cookie from a silver dessert tower. “They’re talking about ideas, not politics,” he said.", "The select politicians in attendance knew the room. Prime Minister Narendra Modi, of India, said in his speech, “Today, there is a government in India that respects the business world and wealth creators.” Between talks, the executives huddled in the Palm Court, the Plaza’s restaurant, where concentric rings of security kept the world at bay. Even in the warm embrace of exclusivity, Paulson and Dangote attracted a stream of visitors: Christine Lagarde, the incoming president of the European Central Bank; Stephen Schwarzman and Larry Fink, the heads of Blackstone and BlackRock, respectively; and John Elkann, the Italian scion of the Agnelli car dynasty.", "Between handshakes, a billionaire investor said, “The world is becoming a world of conferences. I go to about fifty each year, and I kind of wonder, How many of these can we go to? You always see the same people, and you always say, ‘Let’s have lunch, let’s have dinner.’ And, of course, you never have lunch, never have dinner.” Today’s masters of the universe jet around the globe on the conference circuit, like Presidential candidates touching down at state fairs. Functions like the Bloomberg forum offer a break from burdens like public scrutiny of their taxes and their defense of alleged monopolies. “I think, throughout the history of the world, there’s always a pressure, always people that don’t like wealthy people,” the investor went on. For one day, the Palm Court was an oasis, where executives could imagine a world without angry speeches denouncing millionaires and billionaires.", "A guest with a buzz cut approached Paulson: “I heard you were an ex-wrestler in high school. That’s what Don Rumsfeld tells me.”", "“Those days are long gone,” Paulson replied, politely, “though, when I’m making a big speech or something, I still shake my hands out.”", "Paulson returned to his conversation with Dangote and Justin Smith, the C.E.O. of Bloomberg Media; they were already planning the next conference, a larger Bloomberg confab to be held in Beijing, in November. Smith recalled proposing the idea to Paulson in 2015: “I came in the middle of the winter, to your office in Chicago, and I said, ‘I think the world really needs something like this.’ ” Paulson was dubious at first. “People get asked to go to conferences all the time,” he told Smith. But he changed his mind, because the proposal emphasized substance, because Chinese leaders were receptive, and because C.E.O.s were ready to fly there. “If the Chinese believe all we’re trying to do is contain them, there is no incentive to find common ground,” he said. “That’s why it’s so important to be engaging them on some of today’s most important economic issues.” The event in Beijing, he said, is “not just a conference where people get together and spout, like they do at Davos and other places.”", "The Beijing conference is called the New Economy Forum, a title choice that generated anxiety at the World Economic Forum. “W.E.F. is getting very, very worried about this sort of gathering,” Dangote said. “They kept asking, ‘Are you coming to Davos?’ ‘What are all these things about?’—you know? I said, ‘Look, joining the New Economy Forum does not mean that I’m not going to Davos.’ ” ♦"], "pubDate": null, "id": "9d2af5f4-4c5e-361a-b9a4-a1902e8b8a10", "keywords": ["conference", "paulson", "global", "bloomberg", "assembly", "gathering", "world", "answer", "smith", "dangote", "michael", "bloombergs", "forum", "executives", "general"], "title": "Michael Bloomberg’s Answer to the U.N. General Assembly", "summary": "Ordinarily, “high-level week” at the United Nations General Assembly, when heads of state converge on Manhattan’s East Side, is a pageant of political power.\nIt’s a successor, of sorts, to the Clinton Global Initiative, which used to hold an annual meeting alongside the U.N. General Assembly (known to wonks by one word: Unga).\nAfter the initiative shut down, in 2017, Michael Bloomberg started hosting a few hundred executives for a day.\nFunctions like the Bloomberg forum offer a break from burdens like public scrutiny of their taxes and their defense of alleged monopolies.\nis getting very, very worried about this sort of gathering,” Dangote said.", "authors": ["Evan Osnos", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Nick Paumgarten", "John Cassidy"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}