{"id": "9d3e8350-e38a-319e-aadd-c7bbf9e78f7d", "title": "I Finally Invested in a Home Office Setup—Here’s What I Bought", "url": "https://www.vogue.com/article/home-office-set-up", "summary": "I know, I know.\nInstead, I carted my laptop from the dining table to the couch and back again, charging cords draped perilously across the room.\nOnce I got over the belief that “work” chairs must swivel, I started looking for dining chairs that were similar to those I already owned, but with a taller backrest that would help prevent slouching.\nMOFT Invisible Thin Sit-Stand Desk $60 AMAZON Shop NowA Flexible Lighting SchemeSpeaking of Zoom, these bulbs have saved me from many an unflattering shadow in my light-starved apartment.\nCome Friday evening, my notebook, air pods, laptop, charger, and laptop stand go into this crate and onto the shelf in my closet.", "paragraphs": ["It’s hard to believe that nearly seven months have passed since so many New Yorkers started working exclusively from their cramped, overcrowded, and more than occasionally critter-infested apartments. Back in mid-March, I remember balking at the prospect of spending two whole weeks cooped up with my husband in our 700 square foot, air shaft-adjacent one bedroom. Little did I know, those two weeks would eventually stretch into 28—and counting.", "I know, I know. Woe is me, employed and working from the comfort of my own home! But even as I made peace with the seeming permanence of my new situation, I just couldn’t bring myself to invest in a suitable home office setup. The idea of cluttering what little space I had with an unsightly standing desk felt like admitting that the pandemic had won, and that the fugue state in which so many of us were existing was here to stay.", "Instead, I carted my laptop from the dining table to the couch and back again, charging cords draped perilously across the room. I’d take video calls from the table, computer propped precariously on a stack of books atop a Scrabble box, the whole structure threatening to collapse at even the slightest disturbance.", "Until one day, straining to keep my laptop balanced on my knees as I sank deeper into my disintegrating couch, I caught a horrifying glimpse of my own pitiful reflection in the darkened screen of my computer. In her eyes, a plea: save me from the irreversible chiropractic damage to come.", "And so I set about making peace with my fate as a long-term remote worker by creating a less pathetic, more sustainable work-from-home setup—one that still included my dining table (there’s really no room for a desk), but fewer Scrabble boxes.", "A More Comfortable Seating Arrangement", "Integrating a “home office” into a small, multipurpose space means selecting versatile items that aren’t necessarily designed for the workplace. Once I got over the belief that “work” chairs must swivel, I started looking for dining chairs that were similar to those I already owned, but with a taller backrest that would help prevent slouching. With an 18.5” backrest, these Article chairs have helped improve my posture without disrupting the look and feel of my space.", "Svelti Grano Fawn Beige Dining Chair $79 ARTICLE Shop Now", "A Posture-Saving Laptop Stand", "Experts have said that staring at our own reflections on Zoom can negatively impact our self-image. And while I can’t say I’ll ever enjoy the sensation of watching myself speak in real-time, this foldable, 5-in-1 laptop stand has at least helped bring my virtual coworkers up to eye level.", "MOFT Invisible Thin Sit-Stand Desk $60 AMAZON Shop Now", "A Flexible Lighting Scheme", "Speaking of Zoom, these bulbs have saved me from many an unflattering shadow in my light-starved apartment. And while I should disclose that I was a Hue light lover long before the pandemic hit, it’s nice to be able to easily adjust my lighting without adding to the tabletop clutter.", "Philips Hue White A19 LED Smart Bulb $15 AMAZON Shop Now", "A WFH Office Plant", "Now that I’m spending so much more time at home, I seized the opportunity to splurge on some extra greenery, my favorite of which is this friendly, mood-boosting little snake plant that sits on the window sill next to me.", "Snake Plant Laurentii $60 THE SILL Shop Now", "Somewhere to Store It All", "Despite my efforts to avoid clutter at all costs, there’s no substitute for a table cleared of miscellaneous junk. Come Friday evening, my notebook, air pods, laptop, charger, and laptop stand go into this crate and onto the shelf in my closet."], "authors": ["Grace Stearns", "Grace Stearn"], "keywords": ["laptop", "office", "nowa", "setupheres", "little", "chairs", "desk", "invested", "bought", "dining", "know", "shop", "finally", "table"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}