{"id": "9d597a5c-9ed5-340d-84b9-254090dd0893", "title": "Dog, 8 people shot in Nashville after argument over canine ends in gunfire, police say", "url": "http://www.foxnews.com/us/nashville-shooting-dog-argument-police-dispute", "summary": "Eight people and a dog were injured early Sunday in downtown Nashville after an argument over the canine resulted in a shooting, according to officials.\nA small crowd was in the area when two men started arguing over a dog that belonged to one of them.\nIt hit me and I felt this intense pressure and this intense kind of burning heat,” Stroud told WKRN-TV.\n“It was four or five shots all in repetition bang, bang, bang, bang, bang!”While Stroud said he was treated on scene, seven people were transported to local hospitals for nonlife-threatening injuries.\nThe dog was also shot in the hip and transported to an emergency vet, the Tennessean reported.", "paragraphs": ["Eight people and a dog were injured early Sunday in downtown Nashville after an argument over the canine resulted in a shooting, according to officials.", "The Metro Nashville Police Department said the incident happened around 1 a.m. at the corner of Second Avenue North and Commerce Street, just a block from the city's famed Broadway district.", "A small crowd was in the area when two men started arguing over a dog that belonged to one of them.", "ARKANSAS POLICE CHIEF RESIGNS AFTER ALLEGEDLY CALLING FOR VIOLENCE AGAINST DEMS", "The dog's owner allegedly pulled out a handgun, police said, while the other man left and returned a few minutes later with a group of other men and his own firearm.", "The two groups then began fighting, exchanging gunfire in the downtown area.", "A total of eight people, all adults, were struck or grazed by bullets, police told FOX17.", "Randell Stroud, who was walking home with a group of friends when he ran into the two men, said it was “pandemonium\" when shots rang out.", "CHICAGO VIOLENCE: 5 DEAD, 32 SHOT AMID BLOODY WEEKEND", "“The first shot, it came from behind me to the left and it scraped the side of my head back here. It hit me and I felt this intense pressure and this intense kind of burning heat,” Stroud told WKRN-TV. “It was four or five shots all in repetition bang, bang, bang, bang, bang!”", "While Stroud said he was treated on scene, seven people were transported to local hospitals for nonlife-threatening injuries.", "The dog was also shot in the hip and transported to an emergency vet, the Tennessean reported. The canine's condition was not yet known.", "CLICK HERE FOR THE FOX NEWS APP", "Police said they recovered a handgun from the scene and that the investigation is ongoing."], "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "keywords": ["argument", "say", "violence", "gunfire", "shot", "stroud", "transported", "bang", "men", "shots", "canine", "ends", "scene", "told", "dog", "nashville"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}