{"id": "9d6dc564-b252-3fbf-baba-5d591ebf0e02", "title": "Opinion | The Chinese Population Crisis", "url": "https://www.nytimes.com/2020/01/18/opinion/sunday/the-chinese-population-crisis.html", "summary": "But even after years of growth, Chinese per capita G.D.P.\nis still about one-third or one-fourth the size of neighboring countries like South Korea and Japan.\nFirst, China will have to pay for the care of a vast elderly population without the resources available to richer societies facing the same challenge.\nAs Lyman Stone writes in the latest National Review, the human race is increasingly facing a “global fertility crisis,” not just a European or American or Japanese baby bust.\nAnd yes, an empty planet wouldn’t have a climate change problem at all, but if that’s your goal your misanthropy is terminal.)", "paragraphs": ["But even after years of growth, Chinese per capita G.D.P. is still about one-third or one-fourth the size of neighboring countries like South Korea and Japan. And yet its birthrate has converged with the rich world much more quickly and completely — which has two interrelated implications, both of them grim.", "First, China will have to pay for the care of a vast elderly population without the resources available to richer societies facing the same challenge. Second, China’s future growth prospects will dim with every year of below-replacement birthrates, because low fertility creates a self-reinforcing cycle — in which a less youthful society loses dynamism and growth, which reduces economic support for would-be parents, which reduces birthrates, which reduces growth …", "The Times report on China’s birthrates also reminds us that this trap is cultural, quoting a young Chinese woman who remarks of her one-child-policy-shaped generation: “We are all only children, and to be honest, a little selfish … How can I raise a child when I’m still a child myself?” This is the glib explication of a real problem: Having kids, inevitably one of the harder things that human beings do, feels harder still in a society where children are invisible, siblings absent, and large families rare, where there aren’t ready exemplars or forms of solidarity for people contemplating parenthood.", "In all this, what China is experiencing is part of the common demographic decadence of the developed world, which is enveloping developing countries too. As Lyman Stone writes in the latest National Review, the human race is increasingly facing a “global fertility crisis,” not just a European or American or Japanese baby bust. It’s a crisis that threatens ever-slower growth in the best case; in the worst-case, to cite a recent paper by the Stanford economist Charles Jones, it risks “an Empty Planet result: knowledge and living standards stagnate for a population that gradually vanishes.”", "(An aside to answer a predictable objection: Yes, in an age of stagnation, CO2 levels won’t grow as fast, delaying some of climate change’s effects — but at the same time a stagnant society will struggle to innovate enough to escape the climate crisis permanently. And yes, an empty planet wouldn’t have a climate change problem at all, but if that’s your goal your misanthropy is terminal.)"], "authors": ["Ross Douthat"], "keywords": ["chinese", "climate", "growth", "yes", "problem", "society", "birthrates", "opinion", "population", "world", "reduces", "crisis"], "pubDate": null, "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}