{"authors": ["Rhik Samadder"], "keywords": ["theres", "bad", "life", "hes", "jesse", "changed", "breaking", "paul", "im", "think", "actor", "aaron"], "pubDate": null, "summary": "Breaking Bad broke viewing records and was acclaimed as the high watermark in a golden age of long-form television.\nFans were delighted then, by the announcement of El Camino, a standalone movie sequel to Breaking Bad, which streams on Netflix from 11 October.\nEven at the beginning of Breaking Bad – I was OK, I got the job.\nThey’re fans of Breaking Bad, he assures me, although there are projects of his they don’t like.\n“There are roles I jumped on to after Breaking Bad, just to try to move the needle in one direction or another.", "title": "Aaron Paul: ‘Breaking Bad changed my life’", "url": "https://www.theguardian.com/global/2019/oct/06/aaron-paul-breaking-bad-changed-my-life-tv-interview-film-netflix", "id": "9dc3e1cf-bda5-32ae-88c7-d1d730d1de94", "paragraphs": ["The skinhead with crazy eyes opens a concealed hatch in the floor to reveal a chilling sight: stark concrete steps leading to an empty basement, bare walled, dimly lit. The kind you see on the news. It’s not that I expected Aaron Paul to live in a trailer, cooking meth in his underpants, but this is a surprise. To clarify, the rest of his Hollywood house is beautiful, befitting the star of one of the most successful TV shows of all time. Breaking Bad broke viewing records and was acclaimed as the high watermark in a golden age of long-form television. Bryan Cranston’s performance as chemistry-teacher-turned-drug-kingpin Walter White is often described as Shakespearian, yet it was the slow-burn arc of his slacker protégé, Jesse Pinkman, that was arguably more cathartic. How does any actor move on after being in a masterpiece? “We talk about it all the time,” he admits. The way he describes the finale sounds almost painful. “It was next to perfect. Brian and I read it together at his place in New Mexico. When he read the screen direction ‘end of series’ we just sat in silence for 30 seconds.”", "I meet Paul earlier at a long table in his expansive garden, amid the sound of rushing water. He smiles broadly, the sun beaming just for him. It’s kind of strange to see him happy, in patterned shirt and shorts. “I know how lucky I am. I’m on top of the world.” The breeziness contrasts sharply with his onscreen presence. There, he has a mania in his blue eyes and flushing skin, threat in the ravaged growl of his voice, but also beautiful vulnerability. We see the puppy inside the feral dog. No matter how intense the situation, you believe him as an actor.", "It’s frustrating that since that finale, he hasn’t taken on a leading role of weight. There was Exodus, an underwhelming Ridley Scott biblical epic, and Need for Speed, an overtly foolish video game tie-in about street racers. He does produce the excellent cartoon BoJack Horseman and his upcoming role in Westworld should be a better fit. But judging by social media, Paul seems to be most passionate about Dos Hombres, his mezcal collaboration with Bryan Cranston. Fans were delighted then, by the announcement of El Camino, a standalone movie sequel to Breaking Bad, which streams on Netflix from 11 October. What might surprise them is that it’s Jesse’s film alone. Yet Paul is confident there’s enough story to tell. “I lived and breathed every moment of his life that we saw, and then some. This is the role of a lifetime.”", "It must be a strange thing for a man in early middle age to be so closely identified with a baggy-panted drug dealer he first played in his mid-20s. “I thought we finished that story six years ago,” he acknowledges. “And now I zipped on the skin again.” But he’d follow writer-director Vince Gilligan into a fire, and public appetite was overwhelming. “People were just so passionate, and wanted answers. Asking when the next series of Breaking Bad was gonna be – you can put that dream away – wanting to know what happens to Jesse. And what happened to Jesse.” There’s a clear sense he owes the character a life debt, for the adulation he receives, and the luxury surrounding us. “A lot of people will always see me as Jesse, and I take that as a compliment. The show was a game changer.”", "Facebook Twitter Pinterest ‘A lot of people will always see me as Jesse’: with Bryan Cranston in Breaking Bad", "Unlike Jesse, the young Aaron Paul Sturtevant was always laser-focused on career. The youngest child of a Southern Baptist minister, he grew up taking part in church plays. The family didn’t have money, so from the age of 11 he started saving in a glass jar beside his bed for a move to Hollywood. Uninterested in girlfriends or anything else, he graduated a year early, moving to Los Angeles at 17, where his cute, boy-doll face started landing him commercials – around 50 national spots, even for rival companies. “I know I did Vanilla Coke; there might have been a Pepsi.”", "He was making plenty of money, but it wasn’t what he wanted. By his early 20s they’d dried up, though he was landing guest spots on major shows: ER, The X-Files, NYPD Blue and a recurring character in Big Love for HBO. Still, the reality of being an actor is rarely secure. “They’d squeeze all my scenes into a day, so I was making about $600 an episode.” He describes the age of 27 as the low point of his career: he’d done six failed pilots that year and couldn’t pay his bills. That’s when the audition for Breaking Bad came through. His character wasn’t supposed to survive the first season, but as Vince Gilligan observed the growing chemistry between Paul and Cranston, he adjusted his plan. Ratings for the show were initially modest, but the reviews were exceptional. “When the first three series landed on Netflix, my life changed.”", "Word of mouth and critical acclaim saw the show become a phenomenon, picking up fans by the legion. They still hold screener parties, crank out plot theories on message boards, make DIY art, display chest tattoos of Walter and Jesse cooking meth. The pair became endlessly memed, pop-cultural heroes. (Just a few days ago, a colleague of mine who has seen the series three times mentioned he owned Lego-style figures of them in their meth-cooking suits, and asked if I would bring them with me to be signed. I didn’t.)", "It was crazy to be at the centre of it all, Paul says. Exposing as an artist, too. “At the beginning of my career I was not great. Even at the beginning of Breaking Bad – I was OK, I got the job. But I grew so much as an actor. Everyone saw it.” He credits working alongside Cranston, describing him as a mentor. Their story is narratively satisfying: as Walter shades bitterly into the villain, his underachieving former student grows into a hero. But the story resonates at a deeper level than that. The actor looked so young in those early episodes. It’s powerful, watching the deadbeat come good, because someone believed in him once: the parable of the prodigal son.", "Facebook Twitter Pinterest ‘Becoming a father is a front-row seat to the greatest show on earth’: with his wife Lauren Parsekian, with whom he has a young daughter. Photograph: Kevin Mazur/Getty Images", "Or maybe people just think the show is a blast. Paul remembers being at a concert with an old friend he hadn’t seen in a while, and who was in the middle of a crisis. “He’d found out his fiancée was cheating on him and just told me they’d called off the wedding. I’m hugging him, he’s crying. This drunk girl comes up and screams “YO, BITCH! Lemme take a picture with you, bitch!” [A reference to Jesse’s politically incorrect if undeniably funny catchphrase.] Paul tried to let her know it wasn’t a good time, while protecting his friend’s privacy. “She’s like: ‘You’re not gonna take a picture? You’re such an asshole, who do you think you are? Fuck you!’” He’s aware that somewhere, she’ll be passing around the story from her point of view about Aaron Paul, the arrogant jerk.", "Does the obsessive attention people pay the show ever get too much? “At least they like it,” he shrugs. It’s tough to penetrate the charming interview technique of a star who doesn’t want to alienate his fan base. But there’s a stranger aspect to it, in which Paul presents himself as just a regular guy with no issues. I find it impossible to believe. He’s too good at inhabiting anguish, at being tortured. It has to come from somewhere deep. I noticed a lot of clown stuff around when I came in: Pierrot figurines, a coffee-table history of the circus. What’s that about? “I love Cirque du Soleil,” he says. Hmm. How about the strange portraiture on the walls, unsettling works by artists Mark Ryden and Lola Gil? Paul doesn’t understand why people find them creepy. “It’s just a baby riding a lamb.”", "I probe a little deeper – trying to find out what’s in his basement, so to speak. What was it like being raised in a devoutly religious house? “Very intense. My father had me quote scripture. I still have multiple scriptures in my head.” What’s his favourite? “I don’t have a favourite,” he says quickly. He’s not religious and doesn’t want to tell anyone how to think. I wonder what his parents make of their son being an icon for meth-heads. They’re fans of Breaking Bad, he assures me, although there are projects of his they don’t like. Need for Speed? If Paul is offended, he doesn’t let it show. “No, they love Need for Speed. They thought it was a fun movie.”", "So where on earth does that intensity and access to emotion come from? You’ve just got to act, Paul tells me. Force yourself to believe a situation is real. He looks amused and apologetic, as if he’s sorry he couldn’t help with my enquiries. “Some actors think about dead puppies. I do not.”", "Facebook Twitter Pinterest Meet and greet: signing autographs as he arrives at the 20th annual Screen Actors Guild Awards in Los Angeles. Photograph: Mario Anzuoni/Reuters", "I wonder why I’m so attached to the idea of the tortured artist, working out their demons though their work. I suppose we’re hungry for the story beneath the story. It’s possible he really is this happy. Who wouldn’t be? Paul has just returned from a 10-day party for his 40th birthday, celebrated at a private resort in the Dominican Republic with close friends including Bryan Cranston and Michelle Monaghan. He has won multiple Emmys and is financially set for life. But the source of his bliss is far smaller.", "Her name is Story, his daughter with wife Lauren Parsekian. The 19-month-old has been perched on his lap, but he disappears for a few minutes to put her down. He’d never wanted children, he admits when he returns, although his partner did. He was in his late 30s, scared of giving up his freedom. “Thank God I changed my mind, man. My life began when she was born.” His blue eyes are lit up. Fittingly, it was acting that brought about the conversion – playing a dad of two in The Path, the cancelled Hulu show about a spiritual leader experiencing a crisis of faith.", "Working with young actors who would throw their arms around him, entering the mindset of being a caretaker, made Paul realise he was open to the idea of being a father. He kept the revelation a secret from his wife for six months. When he finally told her, she made him repeat the words. She’d married on the understanding a family was not on the table, had chosen a life with him, rather than kids with someone else. “After having a child, I realise what a sacrifice that was. I hadn’t understood,” he says.", "He’s talking with an energy and sincerity I naively thought we’d share discussing a TV show. “Through babies’ eyes, you see a sense of wonder in the world that you’ve grown used to. Hearing their heartbeat for the first time, watching the delivery, feeding them in the middle of the night, everything is… so powerful. A front-row seat to the greatest show on earth.”", "One that’s even better than Breaking Bad? This is what life is about, he confirms, before the inevitable disclaimer. “Kids aren’t for everybody.” I’d had other questions about the film and acting, but they feel pedestrian now. Is this the end of Jesse’s story? (Probably.) Is there any work he’s not interested in? (Slapstick comedy, though he has nothing against it.) Who is his favourite actor? (Brad Pitt – a character actor in leading-man disguise.)How much of Jesse’s swearing was down to him? (“100% of those bitches were scripted. Not once did I improv a ‘bitch’.”)", "Facebook Twitter Pinterest ‘People want to know what happens to Jesse’: in El Camino. Photograph: Ben Rothstein/Netflix", "I think we’ve finally broken through. Paul asks if I want to take a walk. The garden is an entire hillside with stepped terrace beds of enormous tropical plants and waterfalls. We admire a pond of koi carp, one of which is called Thom Yorke. Huge butterflies flap lazily around us; dragonflies flash like jewels in the sun. “We have a place on the river in Idaho, too– dragonflies land on you there,” he muses. It’s beautiful, I sigh. “Yeah – always two of them, having sex. Using you like an anchor,” he finishes.", "He’s landscaping the curving garden to its natural advantage, creating a lush green amphitheatre for his favourite bands to play. This is something the music-loving couple has always done, hosting intimate sets by stadium acts and tiny indie bands alike for family and friends. (He shows me his phone – his wife is saved as “Lauren Coachella”, because of where they met.) Parsekian is president of Kind, an anti-bullying non-profit. “It’s been a privilege seeing her turn into a mother,” he says. “And I wear being a father well. It’s not all about work, now,” he explains.", "We return to the house, a classic Hollywood villa with cool stone walls and decorated wooden ceilings. It’s the oldest in the immediate area. Having moved in five months ago, they plan to stay here forever. It’s not hard to see why. He takes me into a side room that contains his treasured possessions: on the shelves I spy his gleaming Emmy awards, and the burned-up pink bear that falls from the sky in Breaking Bad’s second season. But they’re not what he wants me to see. He really does love drinking, he tells me as he opens a door to the side. Behind it is another full-sized safe-door, which he unlocks. Inside, a cupboard is lined with ancient, burlap-wrapped bottles of booze. It’s pretty cool, but there’s more. “The house was built during Prohibition,” he explains. Reaching down, he flips a tiny, disguised latch built into a corner. The floor opens and reveals the bare concrete steps leading down to a secret room. It’s a speakeasy. I start laughing, too, from the surprise. Paul intends to design the bar himself and have parties here. It’s easily the coolest thing I’ve ever seen.", "So, is he just going to bunker down with his family, and drink? No, there will be acting. But he’s learned to be picky, only taking on work that challenges him. He prides himself on wearing different skins, has always seen himself as a character actor.", "“There are roles I jumped on to after Breaking Bad, just to try to move the needle in one direction or another. I get sent a lot of leading-man stuff and it doesn’t excite me. My heart is in gritty, independent filmmaking.” He wants to be dragged through the mud, he says. “You’ll see a lot more of that in my career from now on.” He tells me he’s been toying with the idea of physical transformation for his next role. “I’ve got a year-and-a half hiatus between seasons of Westworld – enough time to pack on a bunch of weight and lose it, if I wanted to.” He’s still deciding if he has the courage for it. He’s enjoying the artistic freedom of success: the ability to move at one’s own pace, the power to choose. He’s also learned there’s more to life than acting.", "I remain unconvinced there isn’t a little darkness in him. As I’m leaving, we pass the circus figurines and I ask him about them again. “I’m not scared of clowns,” he says quickly. “But the idea of a clown at a party…” he stares off for a few seconds, blue eyes narrowed in thought. I wonder whether he’s reliving a memory. Or perhaps imagining how he would play a clown and what it might reveal. He’s somewhere else for a few seconds, before he returns to the room. “I have nothing against clowns,” he says. For once, I’m not sure I believe him.", "El Camino: a Breaking Bad Movie is on Netflix on 11 October"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}