{"keywords": ["running", "pharmacy", "understand", "knowledge", "financial", "finance", "manage", "programme", "skills", "pharmacists", "business"], "id": "9dcfa2c3-fe72-39c6-bf50-c0337fb57672", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["The Finance for Pharmacists programme will equip you with all the necessary skills and knowledge to successfully manage the financial aspects of running a pharmacy business. You will learn to read and use financial statements, understand financial analyses, and manage cash flows", "Operating a profitable pharmacy business in the Netherlands requires precise attention to details like running costs because governmental regulations reduced earnings for pharmacy businesses. So you need specific financial knowledge and skills to understand the value of working time and the trade-off between risk and return. But the long training to become an expert in medicines didn’t include these skills. This programme provides knowledge about budgets, finance, and forecasting so pharmacists can run an efficient and financially sound operation.", "This two-day programme from RSM Executive Education gives you the skills and knowledge to manage and optimise the finances in your pharmacy business. It has been developed in collaboration with InnoviCare Academy, experts in the healthcare industry.", "You can become a practitioner who also understands and resolves the financial challenges facing your business, smooths out inventory deficits (or surpluses), and capitalises on opportunities."], "authors": [], "title": "Finance for Pharmacists", "pubDate": null, "summary": "The Finance for Pharmacists programme will equip you with all the necessary skills and knowledge to successfully manage the financial aspects of running a pharmacy business.\nSo you need specific financial knowledge and skills to understand the value of working time and the trade-off between risk and return.\nThis programme provides knowledge about budgets, finance, and forecasting so pharmacists can run an efficient and financially sound operation.\nThis two-day programme from RSM Executive Education gives you the skills and knowledge to manage and optimise the finances in your pharmacy business.\nYou can become a practitioner who also understands and resolves the financial challenges facing your business, smooths out inventory deficits (or surpluses), and capitalises on opportunities.", "url": "https://execed.economist.com/rotterdam-school-management/finance-pharmacists-2020-01-30?gsrc=wmbaslider"}