{"summary": "Fox News medical correspondent Dr. Marc Siegel says San Francisco residents should be worried about the homeless crisis' effect on their health after video surfaced of a homeless man defecating in the middle of an aisle at a local grocery store.\nAccording to KRON 4, San Francisco's \"poop patrol\" received 25,000 complaints in 2019.\nSiegel warned that feces may spread \"medieval\" diseases across the state.\nPeople trek through those neighborhoods,\" Siegel said.\n\"They get the poop on their shoes and then they bring it to other neighborhoods and then the diseases spread to other neighborhoods.\"", "keywords": ["poop", "san", "thats", "homeless", "human", "way", "outbreaks", "dr", "waste", "siegel", "awash", "neighborhoods", "diseases", "spread", "marc", "francisco"], "paragraphs": ["Fox News medical correspondent Dr. Marc Siegel says San Francisco residents should be worried about the homeless crisis' effect on their health after video surfaced of a homeless man defecating in the middle of an aisle at a local grocery store.", "\"Isn't it ironic that a city of germaphobes, of exercise-conscious, environmentally conscious [people] ... are now in a city that's awash in human waste, which is spreading hepatitis A outbreaks every year,\" Siegel said on \"Tucker Carlson Tonight\" Tuesday. \"Big outbreaks of hepatitis A, rats in the streets feeding off of the garbage in sewage, typhus, typhoid fever, rotten bacterial infections and even the plague may be coming.\"", "LA PUSH TO DEVELOP SKID ROW PROMPTS NEW CLASHES IN CALIFORNIA'S HOMELESS CRISIS", "Shoppers took pictures of the man opening toilet paper and defecating in a Safeway grocery story aisle.", "According to KRON 4, San Francisco's \"poop patrol\" received 25,000 complaints in 2019.", "Siegel warned that feces may spread \"medieval\" diseases across the state.", "\"It's becoming medieval diseases resurfacing in California. And here's the other thing that's even worse. It's not just the homeless population, right? People trek through those neighborhoods,\" Siegel said. \"They get the poop on their shoes and then they bring it to other neighborhoods and then the diseases spread to other neighborhoods.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Siegel said there is only one way to combat the disease: sddressing the homeless crisis head on.", "\"So to actually solve this problem again, we have to offer bathroom facilities in temporary shelters, get cots, get food,\" Siegel said. \"This is what has to happen in California.\"", "\"It's the only way to avoid a burgeoning health emergency.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/media/dr-marc-siegel-san-francisco-awash-in-human-waste", "authors": ["Victor Garcia"], "id": "9dd70cba-3889-3c11-90f4-1a266a592067", "pubDate": null, "title": "Dr. Marc Siegel: San Francisco 'awash in human waste'"}