{"paragraphs": ["Rockstar has released Moonshiners; a new frontier pursuit for the enterprising spirit, it allows players to start their own bootlegging business.", "To unlock the pursuit, players must reach Rank 5 in Trader progression. In the game, Cripps will introduce fledging booze peddles to Maggie Fike, a bootlegger with experience running around at Emeralds Ranch. From there, players will work with Maggie to build their business and get revenge on those that wronged her in a series of story missions.", "As players progress through the story, their unassuming Moonshining Shack transforms into a full operation, replete with a fully customizable speakeasy and the option for a country music band to entertain guests.", "Aside from the Moonshining business, this update adds Outlaw Pass No. 2, the Navy Revolver, new clothing options, and an increase in wardrobe size.", "For more on Red Dead Redemption 2 check out our insightful 5 Moments You May Have Missed, PC impressions, and our perfect 10 review that calls the game “an open-world western for the ages.”"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "title": "New Frontier Pursuit, Moonshiners, Releases Today For Red Dead Redemption 2", "id": "9e2688fe-00d6-320b-ae1b-823024c2e65f", "keywords": ["maggie", "players", "game", "wardrobe", "moonshiners", "redemption", "frontier", "today", "wronged", "dead", "pursuit", "releases", "moonshining", "business", "western", "red", "work"], "summary": "Rockstar has released Moonshiners; a new frontier pursuit for the enterprising spirit, it allows players to start their own bootlegging business.\nTo unlock the pursuit, players must reach Rank 5 in Trader progression.\nFrom there, players will work with Maggie to build their business and get revenge on those that wronged her in a series of story missions.\nAside from the Moonshining business, this update adds Outlaw Pass No.\nFor more on Red Dead Redemption 2 check out our insightful 5 Moments You May Have Missed, PC impressions, and our perfect 10 review that calls the game “an open-world western for the ages.”", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/13/new-frontier-pursuit-moonshiners-releases-today-for-red-dead-redemption-2"}