{"id": "9e415c75-b129-36ef-8b33-66f8ff4f1d68", "summary": "Unions vow to continue protests until plans to reform pensions are scrappedThe French government and unions are to face-off over controversial pension reforms, 14 days into a crippling transport strike that has damaged businesses, frustrated commuters and cast a shadow over holiday plans.\nUnion leaders have vowed to continue their action into the new year as the government defended its plan to forge the country’s 42 pension schemes into a single, points-based system.\nOn Tuesday, the French president, Emmanuel Macron, named a new pensions chief, Laurent Pietraszewski, to lead fresh talks with the unions.\nFacebook Twitter Pinterest Employees of the National Paris Opera ballet company protest against pension reforms in the French capital on 17 December.\nStrike organisers are hoping for a repeat of 1995, when the government was forced to back down on pension reforms after three weeks of metro and rail stoppages just before Christmas.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/world/2019/dec/18/french-unions-meet-government-as-pension-strikes-continue", "title": "French unions meet government as pension strikes continue", "paragraphs": ["Unions vow to continue protests until plans to reform pensions are scrapped", "The French government and unions are to face-off over controversial pension reforms, 14 days into a crippling transport strike that has damaged businesses, frustrated commuters and cast a shadow over holiday plans.", "After hundreds of thousands of people took to the streets on Tuesday, both sides stood firm prior to a series of meetings. Government officials have previously said they were ready to negotiate.", "Union leaders have vowed to continue their action into the new year as the government defended its plan to forge the country’s 42 pension schemes into a single, points-based system.", "With attitudes appearing to harden, the CGT union claimed it had cut electricity on Tuesday to tens of thousands of homes in the Gironde department in the south-west and the cities of Lyon, Nantes and Orléans, and about 2,000 households in Paris.", "At a meeting late on Tuesday, four unions including the CGT decided to continue their action, which has wreaked havoc on public transport in Paris and other cities, hobbled regional and international trains, and grounded planes on some strike days.", "Facebook Twitter Pinterest Commuters wait behind a cordon to access platforms at the Gare du Nord train station, in Paris, on 18 December. Photograph: Alain Jocard/AFP via Getty Images", "The unions urged their members to take “local actions” throughout the Christmas holidays, and vowed there would be no let-up unless the reform plan was withdrawn.", "Critics say the overhaul could force millions of people to work beyond the official retirement age of 62 – one of the lowest in Europe – by setting a “pivot age” of 64 for a full pension.", "The government insists the new system will be fairer and more transparent, improving pensions for women and low earners in particular.", "“My determination, and that of the government and the majority, is total,” the prime minister, Édouard Philippe, told parliament on the eve of Wednesday’s talks.", "On Tuesday, the French president, Emmanuel Macron, named a new pensions chief, Laurent Pietraszewski, to lead fresh talks with the unions. His predecessor, Jean-Paul Delevoye, was forced to resign when it emerged he had failed to declare income alongside his government salary.", "About 615,000 people took part in more than 100 rallies across the country on Tuesday, according to the interior ministry.", "The CGT put the figure at three times that, with teachers, hospital workers and other public employees joining transport workers.", "Police fired teargas in Paris after protesters hurled projectiles. Thirty people were arrested in the French capital where about 76,000 turned out for the third major march since the strike began on 5 December.", "Facebook Twitter Pinterest Employees of the National Paris Opera ballet company protest against pension reforms in the French capital on 17 December. Photograph: Yoan Valat/EPA", "The ecology minister, Elisabeth Borne, condemned what she described as “reprehensible” electricity cuts and road blockades, saying five clinics and a fire station had been left without power in Lyon on Tuesday.", "Those responsible “will obviously be prosecuted”, she said.", "Strike organisers are hoping for a repeat of 1995, when the government was forced to back down on pension reforms after three weeks of metro and rail stoppages just before Christmas.", "Commuters in Paris and other big cities have borne the brunt of the transport stoppages so far, but holiday travel plans are now at risk.", "National rail operator SNCF said on Tuesday that it would guarantee a seat for each passenger who had bought a holiday ticket on high-speed TGV trains for the coming weekend, though many will face time and date changes, and disruptions are still expected on regional lines.", "The Eurostar and Thalys international trains have also been forced to cut services.", "In Paris, only half of the 16 metro lines were running on Wednesday, with most of the remainder offering limited services.", "About 62% of respondents to a poll for the RTL broadcaster said they supported the strike but 69% said they wanted a Christmas truce.", "Businesses are already feeling the impact, with industry associations reporting turnover losses of 30 to 60% on a year earlier, in a period that is usually the busiest of the year.", "The strike was costing the economy about €400m ($445m) a day, according to a calculation by the CPME confederation of small and midsize enterprises."], "authors": ["Agence France-Presse"], "keywords": ["reforms", "trains", "pensions", "unions", "pension", "meet", "transport", "strike", "holiday", "continue", "french", "strikes", "paris"]}