{"id": "9ea7c95d-b00a-31fc-bace-2337209c72a5", "keywords": ["social", "family", "community", "seeing", "pay", "attend", "funeral", "thousands", "overwhelming", "veteran", "hoyt", "pearsons", "really", "veterans", "pearson"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["David Montanaro", "David Montanaro Is A Senior Editor With Fox News."], "url": "http://www.foxnews.com/media/funeral-veteran-had-no-family-fox-friends", "title": "'It was really overwhelming': Thousands attend funeral of veteran who had no family", "summary": "A Florida funeral director said Wednesday on \"Fox & Friends\" that it was humbling to see the local community turn out in droves to honor a veteran who died with no family.\n\"No comrade should ever be left behind,\" said an elderly veteran who spoke at the funeral.\nHoyt said Wednesday in an interview with Ainsley Earhardt that the small, family-run business has always offered free funeral services to any homeless or indigent veteran.\n\"It was very humbling seeing all of the veterans and community members come out to pay tribute to Mr. Pearson.\nIt was for him ... but seeing all of the veterans there, knowing the love and appreciation and honor that they were all being shown yesterday was really overwhelming.\"", "pubDate": null, "paragraphs": ["A Florida funeral director said Wednesday on \"Fox & Friends\" that it was humbling to see the local community turn out in droves to honor a veteran who died with no family.", "Edward Pearson, who served in the Army from 1962 to 1964 and was discharged honorably, died at age 80 in Naples, Fla., last week.", "Michael Hoyt, of Legacy Options funeral home, posted on social media about Pearson's death, noting that he had no immediate family and that all members of the community were invited to pay their respects at Sarasota National Cemetery. The post was shared thousands of times.", "MANY VETERANS FUMING OVER NATIONWIDE SMOKING BAN ON VA FACILITIES GROUNDS", "Some 4,000 people, many of them fellow veterans, turned out Tuesday as Pearson was commemorated with military honors.", "\"No comrade should ever be left behind,\" said an elderly veteran who spoke at the funeral.", "Hoyt said Wednesday in an interview with Ainsley Earhardt that the small, family-run business has always offered free funeral services to any homeless or indigent veteran. He said he learned about Pearson from a Naples social worker.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Hoyt said Pearson wanted to have a simple cremation and that his wishes were carried out. Hoyt invited the public to attend Pearson's memorial service via an ad in the local newspaper.", "\"With social media, it went right from there,\" Hoyt said. \"It was very humbling seeing all of the veterans and community members come out to pay tribute to Mr. Pearson. It was for him ... but seeing all of the veterans there, knowing the love and appreciation and honor that they were all being shown yesterday was really overwhelming.\"", "Fox News' Vandana Rambaran contributed to this report."]}