{"summary": "The 14-year-old suspected killer of Barnard College freshman Tessa Majors jumped out of a car while on his way to meet with cops on Monday, sparking a manhunt in Harlem, police sources told The Post.\nCops fanned out across 125th Street — with particular focus between Frederick Douglass and Adam Clayton Powell Jr. boulevards — to look for the alleged teenage killer, sources said.\nHe has purportedly admitted to taking part in the robbery, but denied he stabbed Majors, authorities have said.\nThe third suspect, 14, was also arrested on Friday, but released on Saturday as cops continued to build their case, sources said.\nThe suspect currently on the run is believed to be the one who wielded the knife, sources have said.", "keywords": ["car", "jumps", "meet", "cops", "majors", "family", "suspect", "14", "manhunt", "told", "tessa", "sources", "stabbed", "killer", "suspected", "saidthe", "sparking"], "paragraphs": ["The 14-year-old suspected killer of Barnard College freshman Tessa Majors jumped out of a car while on his way to meet with cops on Monday, sparking a manhunt in Harlem, police sources told The Post.", "", "Cops fanned out across 125th Street — with particular focus between Frederick Douglass and Adam Clayton Powell Jr. boulevards — to look for the alleged teenage killer, sources said.", "TESSA MAJORS’ FAMILY, BILL DE BLASIO, CONDEMN POLICE OFFICIAL’S CLAIM SHE WAS LOOKING FOR MARIJUANA IN PARK", "", "The middle-schooler and an adult were headed to meet with cops on Monday, when the kid bolted out of the car, a high-ranking source told The Post.", "", "The adult notified authorities, who took to the area to track the teen, sources said.", "", "The fresh-faced fugitive is among three suspects cops have identified in the fatal stabbing of Majors, 18, on Dec. 11 in Morningside Park.", "", "Majors, a musician and aspiring journalist, was allegedly grabbed, put into a chokehold and repeatedly stabbed by the trio in what cops have called a botched mugging.", "", "BARNARD COLLEGE STUDENT, LEFT FOR DEAD, STUMBLED THROUGH PARK FOR HELP BEFORE FINDING SECURITY GUARD: REPORT", "", "One suspect, a 13-year-old, was arrested last week and charged in family court with felony murder.", "", "He has purportedly admitted to taking part in the robbery, but denied he stabbed Majors, authorities have said.", "", "The third suspect, 14, was also arrested on Friday, but released on Saturday as cops continued to build their case, sources said.", "", "The suspect currently on the run is believed to be the one who wielded the knife, sources have said."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/tessa-majors-suspected-killer-14-jumps-from-car-sparking-harlem-manhunt", "authors": [], "id": "9f0ce852-81c3-3069-aac4-27723b0c9984", "pubDate": null, "title": "Tessa Majors' suspected killer, 14, jumps from car, sparking manhunt"}