{"id": "9f49d31c-a4e6-37a5-8376-993f5aafbd59", "keywords": ["praise", "felt", "mom", "swelling", "surgery", "killed", "eating", "claims", "nearly", "site", "told", "incision", "csection", "jampress", "insides", "infection", "woman"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Alexandria Hein"], "url": "https://www.foxnews.com/health/mom-c-section-infection-nearly-killed-her", "title": "Mom claims C-section infection nearly killed her: 'It was eating my insides'", "summary": "WARNING: GRAPHIC PHOTOS BELOWA New York woman has claimed that she nearly died when her C-section incision got infected just days after giving birth.\nKrista Praise, 32, told JamPress she gave birth to her first son in June, and the day after being discharged developed a fever.\n“There was so much pus and dead flesh oozing out of me,” Praise told the news outlet.\n“I was shocked.”Post-C-section infections are typically caused by a bacterial infection in the incision site.\n“Had I waited a day later I could have died, it was eating at my insides,” she told JamPress.", "pubDate": null, "paragraphs": ["WARNING: GRAPHIC PHOTOS BELOW", "A New York woman has claimed that she nearly died when her C-section incision got infected just days after giving birth. Krista Praise, 32, told JamPress she gave birth to her first son in June, and the day after being discharged developed a fever.", "NEW JERSEY BABY BORN WITH 'BRAIN OUTSIDE SKULL' BELIEVED TO BE FIRST TO SURVIVE CONDITION", "She said that over the next few days her fever spiked to 102 degrees F, and that her stomach began turning red and feeling hot.", "“It was more so in my lower stomach and it was really red and hot,” Praise, who told JamPress that she called her gynecologist to schedule a follow-up appointment, said.", "“It felt like I was on fire almost. My mom had a C-section before and she knew it wasn’t normal,\" she explained.", "Praise said that when she felt down near her incision, she felt blisters across her abdomen, which caused her to panic. She said she rushed to the doctor’s office and while they offered to drain the blisters, she knew she needed to get to a hospital.", "“There was so much pus and dead flesh oozing out of me,” Praise told the news outlet. “I was shocked.”", "Post-C-section infections are typically caused by a bacterial infection in the incision site. Common symptoms include fever, wound sensitivity, redness and swelling at the site, push discharged from the incision site, painful urination, foul-smelling discharge, bleeding that contains large clots, leg pain or swelling as well as severe lower abdominal pain, according to HealthLine.com.", "SECONDARY INFERTILITY: WHY IT HAPPENS TO COUPLES WHO HAVE ALREADY HAD SUCCESSFUL PREGNANCIES", "Risk factors for infection include obesity, diabetes or an immunosuppressive disorder, chorioamnionitis, long-term steroid use, previous C-section deliveries, poor prenatal care, lack of cautionary antibiotics, a long labor or surgery and excessive blood loss during labor and delivery.", "Praise told JamPress that she was diagnosed with necrotizing fasciitis, also known as flesh-eating bacteria, and underwent life-saving surgery to stop it from spreading further. She said she spent two weeks fighting for her life, during which she could not see her son.", "“I was so sad,” she said, of her time away from her infant. “The first time you’re ever having a baby it’s supposed to be this really happy exciting time, then all of a sudden everything around that is sad and scary.”", "The woman revealed that she has not yet completely recovered from the ordeal, but that she continues to heal and was happy to be reunited with her baby.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Praise said her ordeal should serve as a message to other new moms to speak up when they feel ill or need help.", "“Had I waited a day later I could have died, it was eating at my insides,” she told JamPress."]}