{"id": "9f60fdc1-150a-39c2-a0fb-220b511d040d", "title": "“As A Hospitality Person, I’m A Little Offended” Jon Taffer On Biden Campaign Not Responding To Request For Hospitality Based Interview", "url": "https://radio.foxnews.com/2020/10/30/as-a-hospitality-person-im-a-little-offended-jon-taffer-on-biden-campaign-not-responding-to-request-for-hospitality-based-interview/", "summary": "Jon Taffer, hospitality expert and host of Bar Rescue on Paramount Network spoke with Fox News Radio's Guy Benson about his interview with President Trump.\nTaffer said he reached out to both Presidential campaigns for interviews based on the hospitality industry.\nWe didn't hear back from the Biden camp yet anyway.\nSo I think the president probably didn't take the interview to talk with Taffer per-say, but to talk with passion to the hospitality industry.\nSo I don't take it personally if the Biden camp doesn't respond.", "paragraphs": ["Jon Taffer, hospitality expert and host of Bar Rescue on Paramount Network spoke with Fox News Radio's Guy Benson about his interview with President Trump. Taffer said he reached out to both Presidential campaigns for interviews based on the hospitality industry. Taffer said,", "\"we reached out to both the Biden and Trump campaigns asking them to do a hospitality based interview to put forth their programs if they're elected president. We didn't hear back from the Biden camp yet anyway. We did hear back from the Trump camp. And I interviewed the president Wednesday and that interviews on my podcast. John, thanks for that company. He put forth things on the table, guy that I thought were very, very powerful that have to happen for the industry. And he started with talking about the fact that Pelosi and the Democrats blocked his effort for any level type of a stimulus. McConnell wasn't all that supportive either. So his view was that has to happen right after the election. And he felt that it would happen right after the election.\"", "Taffer also said,", "\"I think that when the president spoke to me, I had an opportunity to share it with the hospitality industry. So I think the president probably didn't take the interview to talk with Taffer per-say, but to talk with passion to the hospitality industry. So I don't take it personally if the Biden camp doesn't respond. I'm just as a hospitality person, I'm a little offended because if the president took time to talk about four or five key issues that are plaguing an industry that lost more employees than any other, I would hope the other side would do the same.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["biden", "person", "request", "camp", "im", "little", "industry", "responding", "jon", "president", "interview", "offended", "taffer", "hospitality", "trump", "happen", "talk"], "pubDate": "2020-10-30T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}