{"id": "9f7b7ffb-8c19-35e2-9f3a-adb041687f8c", "title": "Global stock markets climb on prospect of Biden presidency", "url": "https://www.theguardian.com/business/2020/nov/05/global-stock-markets-climb-on-prospect-of-biden-presidency", "summary": "MSCI’s broadest index of Asia-Pacific shares (excluding Japan) climbed 1.3% to reach its highest since February, 2018.\nChinese blue chips gained 0.8%, aided by talk that a Biden White House might reverse some of Donald Trump’s trade war tariffs.\n“A Biden win without full Senate support means less risk of regulation and higher corporate/personal taxes,” wrote analysts at Nomura in a note.\nThe overnight drop of 11 basis points was the largest single-day move since the Covid-19 market panic of March.\nThe dollar index was last at 93.433 , a lot nearer Wednesday’s low of 93.070 than the top of 94.308.", "paragraphs": ["Shares in Asia Pacific have climbed to their highest point for nearly three years as Joe Biden edged closer to becoming the next president of the United States.", "As the Democrat challenger sought the remaining six electoral college votes he needs for victory, investors on the other side of the world were betting that he would make it to the magic figure of 270 and end uncertainty over the outcome of the election in the world’s biggest economy.", "MSCI’s broadest index of Asia-Pacific shares (excluding Japan) climbed 1.3% to reach its highest since February, 2018. Japan’s Nikkei rose 1.1% to a nine-month top and South Korea put on 1.5%. Australia’s ASX200 was also up more than 1%.", "Chinese blue chips gained 0.8%, aided by talk that a Biden White House might reverse some of Donald Trump’s trade war tariffs.", "The FTSE100 was expected to lift modestly on Thursday morning while futures trade pointed to a similar 0.1% rise in the US benchmark S&P 500 index when trading resumes on Wall Street later on Thursday.", "“The contest is not over, and President Trump will not go down without a fight, but financial markets are confident to price in a Biden presidency along with a Republican controlled Senate,” said Edward Moya of OANDA.", "But although Biden appeared increasingly likely to win, the prospects of the Democrats taking the Senate dimmed and some observers suggested that he would be hamstrung by the Republican majority in the upper house.", "“A Biden win without full Senate support means less risk of regulation and higher corporate/personal taxes,” wrote analysts at Nomura in a note.", "“Market reaction over the past 24 hours confirms this view, with the US10-year yields declining sharply, and US growth stocks outperforming on prospects of less economic aid.”", "Technology and healthcare stocks duly led the charge higher overnight while those leveraged to consumer demand lagged. With tech stocks accounting for such a large share of the indices, the S&P 500 gained 2.20% and the Nasdaq 3.85%.", "Bond markets assumed a divided government would greatly reduce the chance of debt-funded spending on stimulus and infrastructure next year, and thus less bond supply.", "That saw 10-year US Treasury yields tumble all the way back to 0.74%, having touched a five-month top of 0.93% at one stage on Wednesday.", "The overnight drop of 11 basis points was the largest single-day move since the Covid-19 market panic of March.", "The diminished chance of massive US fiscal stimulus will also pile pressure on central banks globally to inject further liquidity, just as the Federal Reserve and Bank of England hold policy meetings.", "“Both could be interesting given the need for central banks to do more,” said Chris Beauchamp, chief market analyst at IG.", "“The Fed in particular will have to take up its QE role again with a weary sigh, in order perhaps to provide yet another bridge to the future when, hopefully, a government stimulus package will have been agreed.”", "A renewed focus on Fed easing could restrain the dollar, after a wild ride overnight. The dollar index was last at 93.433 , a lot nearer Wednesday’s low of 93.070 than the top of 94.308.", "Likewise, the dollar settled back to 104.30 yen having briefly been as high as 105.32 overnight. The euro held at $1.1726, well away from a low of $1.1602.", "Sterling had troubles of its own after the Telegraph newspaper in London reported the BoE was considering a move into negative interest rates.", "That left the pound flat at $1.2966, compared with an overnight peak of $1.3139."], "authors": ["Martin Farrer"], "keywords": ["biden", "climb", "overnight", "dollar", "stock", "presidency", "stocks", "global", "win", "stimulus", "yields", "prospect", "trade", "markets", "index", "senate"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}