{"id": "a0625bcc-8013-37c0-ad0a-319529ea0c26", "summary": "Written by Emily Dixon, CNNFew fashion choices receive as much public attention as those made by Meghan, Duchess of Sussex , whose outfits frequently sell out after being identified online.\nAnd she appears to be using this attention to powerful ends by highlighting ethical brands and consumption habits.\nDuring her and Prince Harry's royal tour of southern Africa, which concluded Wednesday, Meghan wore a series of outfits by designers who prioritize the social and environmental impact of their clothing.\nAlso sold out is a khaki shirt dress by American brand Room 502 that Meghan wore to an ActionAid event in Johannesburg.\nMeghan, Duchess of Sussex speaks in Nyanga township, Cape Town, South Africa, wearing a dress by ethical brand Mayamiko.", "title": "Meghan Markle spotlights ethical fashion during Africa tour", "pubDate": null, "paragraphs": ["Written by Emily Dixon, CNN", "Few fashion choices receive as much public attention as those made by Meghan, Duchess of Sussex , whose outfits frequently sell out after being identified online. And she appears to be using this attention to powerful ends by highlighting ethical brands and consumption habits.", "During her and Prince Harry's royal tour of southern Africa, which concluded Wednesday, Meghan wore a series of outfits by designers who prioritize the social and environmental impact of their clothing.", "For the royal couple's first public engagement, in Cape Town's Nyanga township, the Duchess wore a printed wrap dress from Mayamiko, a fair trade brand working in Malawi. The label, which uses textiles from local fabric markets and runs its workshop on solar power, said on Instagram that the item has already sold out.", "Also sold out is a khaki shirt dress by American brand Room 502 that Meghan wore to an ActionAid event in Johannesburg. The brand describes its clothes as \"impeccable quality, responsibly produced and respectful of humanity and the environment.\"", "Meghan, Duchess of Sussex speaks in Nyanga township, Cape Town, South Africa, wearing a dress by ethical brand Mayamiko. Credit: Dominic Lipinski/Pool/Getty Images", "Other ethical labels have already reaped the benefits of Meghan's fashion choices. The brands Maggie Marilyn, Outland Denim and Rothy's all reported skyrocketing sales after the Duchess wore their designs during last year's royal tour of Australia, Tonga, Fiji and New Zealand.", "Fashion journalist Dana Thomas, whose new book \"Fashionopolis\" addresses the social and environmental impact of the fashion industry, said that Meghan was celebrating \"cool brands that are doing things right.\" The brands she spotlights \"don't get that platform very often because they're small and independent,\" Thomas added. \"This is fantastic for them and for us.\"", "Thomas also highlighted Meghan's reputation for rewearing outfits to public events, an unusual habit for such a high-profile figure.", "\"When style leaders, like Hollywood actresses and pop stars, go on the red carpet, they wear something new every time,\" Thomas said. \"Now, even influencers -- and just anybody -- feel that, 'If I've been seen on Instagram more than once in that dress or outfit then it's over,' and they toss it, rather than investing and cherishing and valuing their clothes.\"", "Meghan and Harry visit District 6 Museum in Cape Town, South Africa. Meghan wears a Veronica Beard dress previously seen on the couple's 2018 royal tour of Australia, the Kingdom of Tonga, Fiji and New Zealand. Credit: Mark Large/Pool/Getty Images", "While in Africa, Meghan rewore multiple outfits from last year's tour, including a blue Veronica Beard shirt dress and a striped Martin Grant maxi dress. A black jumpsuit by Everlane, a sustainable US brand that appears to be a favorite of Meghan's, also made a second appearance after the Duchess previously wore it to a cover shoot for her guest-edited issue of British Vogue.", "The capsule collection that Meghan recently launched alongside Smart Works, a British charity providing unemployed women with outfits for job interviews, saw her working alongside four brands with professed ethical credentials. John Lewis and Marks & Spencer, two British high street retailers, are both members of the Ethical Trading Initiative, which commits brands to \"take responsibility for improving the working conditions of the people who make the products they sell.\"", "Jigsaw, another British brand that contributed to Meghan's Smart Works collection, publicizes a code of conduct covering the protection, treatment and pay of workers throughout the brand's supply chain, as well as a commitment to protecting the environment. The fourth label selected by the Duchess, Misha Nonoo, makes garments to order, helping to reduce waste, and pledges to only work with ethical factories.", "Sustainability even played a role on the day Meghan became the Duchess of Sussex: She wore a gown by Stella McCartney, an early champion of responsible fashion, to the evening reception of her wedding to Prince Harry."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Emily Dixon"], "url": "https://edition.cnn.com/style/article/meghan-duchess-of-sussex-ethical-fashion/index.html", "keywords": ["royal", "wore", "markle", "outfits", "spotlights", "tour", "africa", "meghan", "brands", "fashion", "brand", "ethical", "dress", "duchess"]}