{"id": "a0b5da1b-e34f-331e-af02-3a69f538b5d5", "title": "Biden's first move as president-elect? Mask mandate for all. Here's how he plans on doing it.", "url": "https://www.foxnews.com/politics/bidens-first-move-as-president-elect-mask-mandate-for-all-heres-how-he-plans-on-doing-it", "summary": "One of Joe Biden's first priorities as president-elect will be implementing mask mandates nationwide by working with governors.\n\"I think masks are quite useful, but they have a place and they're not the be all and end all,\" Siegel said.\n\"I don't think social distancing is dial.\n\"Social distancing is something we should just be doing right now.\n\"I think physical distancing is more important than masks,\" Siegel argued.", "paragraphs": ["One of Joe Biden's first priorities as president-elect will be implementing mask mandates nationwide by working with governors. The future 46th president, however, says if they refuse than he will go to mayors and county executives and get local masking requirements in place.", "STANFORD RESEARCHER WHO TRACKED TRUMP RALLIES CONCERNED BUT CAN'T COMMIT TO STUDYING BIDEN CELEBRATIONS", "Fox News medical contributor Dr. Marc Siegel believes that while masks are \"the icing on the physical distancing cake\" and should be worn properly both indoors and outdoors, especially when people are too close together, a more punitive approach to mask wearing may have the opposite impact of what the administration intends.", "\"I think masks are quite useful, but they have a place and they're not the be all and end all,\" Siegel said. \"I'm worried that mandating this with fines and such may actually lead to more of a rebellion against it.\"", "He noted that the use of masks should be determined based on how much of the risk of exposure to the coronavirus is in a specific area rather than mandating it everywhere.", "DC MAYOR TELLS EVERYONE WHO VOTED TO GET TESTED FOR COVID, BUT MUM ON BIDEN CELEBRATIONS", "As for social distancing, Biden's plan says it will be used as more of a \"dial\" approach that will determine the risk of spread using evidence-based guidance from the Centers for Disease Control and Prevention, a move Siegel says is a mistake.", "\"I don't think social distancing is dial. I think masks are a dial,\" Siegel said. \"Social distancing is something we should just be doing right now. You never know how much virus was in the community.\"", "He believes physical distancing is actually more important to curbing the spread than masks are.", "\"I think physical distancing is more important than masks,\" Siegel argued. \"If you're 10 feet away from someone, you're not going to get the virus. If you're one foot away with a mask, you might.\"", "Siegel's comments come just a day after crowds flooded the street across major cities to celebrate Biden's projected win. While the majority of Americans supporting Biden have worn masks, many of the celebrations over the weekend had an absence of social distancing, which the president-elect has appeared silent on.", "CLICK HERE FOR THE FOX NEWS APP", "Biden on Monday is slated to announce his coronavirus task force, which will be headed by Vivek Murthy, the former U.S. surgeon general, and David Kessler, the former commissioner of the Food and Drug Administration.", "In addition, another member of the task force expected to play a key role will be Dr. Zeke Emanuel, an adviser to Biden and the architect of the Affordable Care Act. Emanuel told MarketWatch in an interview that it could be as late as November 2021 before the United States will be able to get out of the pandemic.", "“But it’ll probably be enough to begin opening colleges and universities [and] schools, again depending on how we distribute this thing and how effective we can be on that,” he added.", "Biden is expected to go through his seven-point plan on Monday, which will also detail measures including but not limited to ramping up testing, securing PPE supply chains with the Defense Production Act, and investing in vaccines, according to a newly launched transition website.", "The United States has surpassed 9.9 million confirmed coronavirus cases and more than 237,000 related deaths, according to the latest update by Johns Hopkins University."], "authors": ["Lucas Manfredi"], "keywords": ["mandate", "mask", "doing", "think", "social", "plans", "bidens", "masks", "distancing", "biden", "heres", "presidentelect", "youre", "physical", "dial", "siegel"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}