{"summary": "About 50km away, across the slate-grey water, naval divers were deploying in rubber boats to retrieve the bodies of two victims still missing after the White Island volcano disaster.\nWhakatāne endured what many residents have described as its “strangest, saddest” week after Whakaari, also known as White Island, blew.\nBecause White Island is White Island – you don’t know when it’s going to blow up.\n“We’re all horrified but mother nature doesn’t care – White Island is exactly the same as ever.”Tourism is not only the lifeblood of Whakatāne, it is an economic necessity.\nBut White Island is different, locals say.", "url": "https://www.theguardian.com/world/2019/dec/14/whakaari-eruption-sharpens-local-debate-over-islands-future", "paragraphs": ["Many Māori say it is wrong for anyone to set foot on Whakaari, which is considered a living ancestor", "As dawn broke on Saturday, the small coastal community of Whakatāne was keeping its fingers collectively crossed. About 50km away, across the slate-grey water, naval divers were deploying in rubber boats to retrieve the bodies of two victims still missing after the White Island volcano disaster.", "The first of the six recovered bodies to be identified was that of Krystal Browitt, a 21-year-old Melbourne woman who was on holiday with her family, police said on Saturday.", "But while the community was united in its hope that the mission to retrieve all of the dead would ultimately be a success, divisions are growing over the future of the island – sacred to Māori, lucrative for tourism operators – and the future of their tourist town.", "Whakatāne endured what many residents have described as its “strangest, saddest” week after Whakaari, also known as White Island, blew. Large squads of police and the military buzzed down the main street in four-wheel drives, and a 70-strong media pack clogged the waterside, looking for grieving family members who had sought refuge in motels that had stationed security guards in their forecourts.", "She shouldn’t be taken for granted any more. Joshua Kauta, Whakatāne resident", "At the peak of the excruciating wait for developments, one domestic media outlet approached two foreigners sitting in a cafe. “Are you family?” they asked. “Did you lose someone, or escape the island?”", "“No,” the pair replied. “We’re media.”", "Whakaari had showed signs of increasing volatility for weeks before Monday’s eruption. Many locals said they’d held quiet fears about the possibility of an eruption for decades, and that it was “only a matter of time” until it blew during one of the increasingly frequent tours.", "White Island volcano disaster: the victims Read more", "Many Māori the Observer spoke to said it was wrong for anyone – tourist or otherwise – to set foot on the sacred soil of Whakaari, considered a living ancestor by the local tribe, Ngāti Awa. Some in town expressed anger that the island was administered by private owners, and that tours costing upwards of NZ$250 (£123) were out of reach of many locals, where the median annual income is NZ$25,000, and unemployment is 11% – more than double the national rate.", "Joshua Kauta, a 70-year-old Ngāti Awa local, watched Friday morning’s retrieval operation from the shore: “None of this should have happened and it scares me to think of the risks those guys have had to take – anything could happen, she’s unpredictable. She shouldn’t be taken for granted any more.”", "Some Māori viewed White Island’s eruption on Monday as a sign of the volcano’s dissent and protest; that “she” – as locals describe her – was sick of increasing numbers of tourists and boats traipsing across her bones. And she blew to show humans her power.", "Hiko Merito, 25, said: “They shouldn’t have gone on there in the first place. It’s good to watch her from afar, not to actually step on sacred ground.”", "Resident Hinepare Tawa, 32, said she had never been to the island: “My belief is that Whakaari is a living being, an ancestor, and I don’t believe she is a person to be disturbed. If the island was closed I wouldn’t be too worried about it because I really have a problem with capitalising on nature.”", "'Nothing short of miraculous': the long road ahead for injured survivors of White Island Read more", "One commercial fisherman who has fished off White Island for 30 years said he felt the modern world and tourism to the island were “out of touch with nature” and people didn’t know how to read – or respect – the land’s natural wonders any more.", "Roy McIntyre, 60, said: “Older people in town envisaged this when they started doing the tours 30 years ago. Because White Island is White Island – you don’t know when it’s going to blow up. I thought it was a matter of time and they were probably lucky to get away with it for this long really.", "“We’re all horrified but mother nature doesn’t care – White Island is exactly the same as ever.”", "Tourism is not only the lifeblood of Whakatāne, it is an economic necessity. It is located in one of the country’s most socio-economically deprived regions, and ringed by small communities whose deprivation has been made famous by director Taika Waititi in his film Boy.", "If tours to White Island are halted permanently – or the eruption scares people away – there are few other big money-earners in the region, which is dominated by small-scale agricultural holdings such as avocado plantations, and seafood operators. Many say it is too soon to discuss the local economy, with bodies still on the island. But those in the tourism industry who have suspended operations while the search is ongoing say they’re nervous that the notoriety may stain their town forever.", "“It must be one of our largest tourism disasters, it’s major for our small town and the country’s tourism industry as a whole,” said Phil van Dusschoten from Diveworks Charters Fishing and Diving, who has worked off White Island for 24 years.", "“Like anything, I guess, to do with nature, if you’re going to put more people out there, more frequently, in greater numbers, over a longer period of time – it is always going to increase the chances of something happening. We’re still learning about volcanoes all the time; to have only a second’s notice, I suppose we just can’t account for it.”", "As the days passed since Monday’s eruption, and the bodies remained on the island, unease permeated the town. The grieving process was suspended and disquiet reigned. In every restaurant and every cafe and every conversation on the town wharf, Whakaari was the only word, and people’s gazes were drawn to the eastern horizon, where Whakaari could be glimpsed through the summer haze. Locals who have grown up in the volcano’s shadow say they always knew of her power, and were waiting for the day she would blow in protest, in fury.", "Some have made the point that New Zealand is a volcanic country, and many towns and cities have been built on active plateaus, including Auckland. But White Island is different, locals say. With its distance from the shore and the ease with which the crater is accessed, as well as her beauty, she is a national taonga – treasure – and there’s something “wrong” about selling tours to a jewel of Aotearoa."], "pubDate": null, "keywords": ["whakaari", "town", "say", "eruption", "volcano", "blew", "māori", "white", "tourism", "locals", "granted", "taken", "shouldnt", "tours", "island"], "id": "a0f3d778-f29e-3727-9db7-fd7bc121cb59", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Eleanor Ainge Roy"], "title": "'She shouldn’t be taken for granted': White Island after the volcano blew"}