{"id": "a1002669-5399-30f4-928c-49c344565abb", "title": "International Directors Programme", "url": "https://execed.economist.com/insead-business-school/international-directors-programme-2020-12-14", "summary": "Ludo Van der Heyden has been Professor of Technology Management at INSEAD since 1988.\nHe is actively contributing to the MBA, Executive and PhD Programmes, and is the Academic Director of INSEAD's Corporate Governance Initiative and co-Director of the International Directors Programme, he is teaching the Value Creation for Owners & Directors.\nLudo Van der Heyden was until recently the first holder of the Solvay Chair of Technological Innovation.\nLudo Van der Heyden has been co-Dean of INSEAD (1990-1995) and Director of the INSEAD Zentrum Leipzig (1994-1999).\nHe has published in journals such as the International Commerce Review, the Family Business Review, the Harvard Business Review, the Journal of Economic Theory, Mathematics of Operations Research, and the International Journal of Game Theory.", "paragraphs": ["Ludo Van der Heyden has been Professor of Technology Management at INSEAD since 1988. He is actively teaching in the MBA, Executive, and PhD Programmes. He holds the INSEAD Chair in Corporate Governance. He is actively contributing to the MBA, Executive and PhD Programmes, and is the Academic Director of INSEAD's Corporate Governance Initiative and co-Director of the International Directors Programme, he is teaching the Value Creation for Owners & Directors. Ludo Van der Heyden was until recently the first holder of the Solvay Chair of Technological Innovation.", "He also was the first holder of the Wendel Chair in the Large Family Firm at INSEAD, which initiated INSEAD's activities in family business. The Chair led to the creation of the Wendel international Centre for Family Enterprise at Insead. Family Business represents the second facet of his INSEAD academic contribution.", "He has been awarded the Mercurius Award from the Fedis Association (Belgium) for his work with Professor Arnd Huchzermeier (WHU, Koblenz) on the introduction of the Euro. He received with M. Pich and N. Harlé the ECCH European Case Award 2003 for the \"Marks & Spencer and Zara\" case. At INSEAD, he has earned several Outstanding MBA Core Teacher Awards, as well as the Outstanding Service Award in Executive Education.", "Ludo Van der Heyden has been co-Dean of INSEAD (1990-1995) and Director of the INSEAD Zentrum Leipzig (1994-1999). Before joining INSEAD, Ludo Van der Heyden was on the faculty of the School of Organization and Management at Yale University (1980-1988) and of the John F. Kennedy School of Government at Harvard University (1978-80).", "He holds an Engineering Degree in Applied Mathematics from the Université Catholique de Louvain (1974) and a PhD Degree in Administrative Sciences from Yale University (1979). He is the first Honorary Professor of the Handelshochschule Leipzig, from which he also received the distinguished Service Medal in 2003, and also is an Honorary Alumnus of INSEAD (awarded 2000). He is since 1996 an Officer of the Order of Leopold, (Kingdom of Belgium).", "He has published in journals such as the International Commerce Review, the Family Business Review, the Harvard Business Review, the Journal of Economic Theory, Mathematics of Operations Research, and the International Journal of Game Theory.", "He is member of the Supervisory Board of Bencis Capital Partners (for Fund I) and a member of the Adivsory Board (for Funds II and III). He also is a member of the Supervisory Board of Seisquare. He is Vice-President of the Association Pôle Sud Paris which fosters economic development in the South Paris area and Secretary General of the Scientific Committee of the Comité pour la Langue du Droit Européen."], "authors": [], "keywords": ["international", "directors", "insead", "business", "programme", "university", "chair", "heyden", "review", "family", "der", "van"], "pubDate": "2020-12-14T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}