{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/87f604f5-4be7-4225-8bc4-e5b410c35942", "pubDate": null, "authors": ["Produced", "Directed Juliet Riddell", "Written Chris Thorpe", "Edited Tom Hannen. Supported Wellcome."], "keywords": ["climate", "maybe", "change", "dont", "didnt", "watching", "say", "youre", "way", "future", "streets", "world", "mean"], "title": "Climate Change: what do you want me to say?", "id": "a10fb913-ab22-3a4b-8fc7-e4045564a9f4", "summary": "Climate catastrophe reported as normality, the daily index of maximum time allowed outside in Doha, or Austin, or Manchester.\nThis is an idea of the future that by the time you're watching it is in the past anyway.\nIt feels now like we might have made a mistake about it, depending on which version of this future world I'm in right now of course.\nI mean, maybe we scared ourselves a bit too much.\nOr from where you're watching, this a lot of that is going to happen.", "paragraphs": ["You can enable subtitles (captions) in the video player", "What do you want me to say? Or more importantly, how do you want me to say it?", "I could stand here and narrate my world to you like it's the opening credits of a disaster movie. This is the setup. 2050. Far enough in the future for all this to seem plausible. Climate catastrophe reported as normality, the daily index of maximum time allowed outside in Doha, or Austin, or Manchester. In all these places, it is over 50 degrees centigrade. If you go outside for more than your allotted hour, then you will die. Some specific new tragedy.", "Targeted bioweapon takes out Cape Town as the statelets of a collapsed South Africa fight for water. First use of live ammunition to keep the hordes out on the Italian Swiss border.", "I could be a newsreader if we still have those.", "A citizen journalist screaming into a phone against the backdrop of burning old growth forest. Ported into your optic nerve through a neural network, a studio improvised in a spare bedroom to half a billion subscribers. But not anything we'd recognise as TV news, or newspapers obviously. Whatever a newspaper looks like then. We're probably imagining it wrong. Whatever happens, whatever lies look like, and whatever truth becomes, it probably won't look like this.", "This isn't really the future. This is an idea of the future that by the time you're watching it is in the past anyway. This is what the future looks like in our heads in 2019. I'm just here saying, how do you want me to talk to us? Should we talk about dystopia, maybe? But, dystopia is weird. Isn't it? It feels now like we might have made a mistake about it, depending on which version of this future world I'm in right now of course.", "I mean, maybe we scared ourselves a bit too much. All of that footage of rising oceans, and rioting in the cities, and the streets of London underwater, and one filthy polar bear that was all ribs and hunger and sadness.", "All those water wars, desiccated dead piled in the uninhabitable streets and the rise of idiots feeding on fear with simplistic solutions. Don't get me wrong - a lot of that happened. Or from where you're watching, this a lot of that is going to happen. The processes are in motion. Dengue fever is gearing up for a world tour. Extreme heat's eyeing up more people than just the old or young or sick. People are dying of this stuff right now.", "But if that's what we tell ourselves, we internalise the end- the idea of it. We lie down in the face of it, because it's just too big. And then that is the end, because we'll put our trust, our need to be saved from all that, in things we can't see yet.", "We'll take the chance of an off moment of inspiration over the provable reality. It's just the way we're built. The big discoveries; self-regenerating bodies and fusion power and everything quiet and humming and electric- bringing the global temperature down with sulphates or electric cars or some method of clean energy we haven't even thought of yet.", "Our ability to pull salvation out of the apocalypse hat at the last minute, to carbon capture our way out of this- the idea there's a sole solution that will save us through the power of Eureka is seductive. And we're trying all these things. We are.", "But whatever arrives, if it does, it can't reach back through time to now. We've never really worked out how to talk about this. We probably should have. I mean, it's not as if we didn't know. Even if some of us took comfort in the voices that only told us what we wanted to hear. And then we spent a long time trying to blind ourselves with science, and we're sorry.", "That didn't necessarily work. Graphs, graphs, red lines, colours, and concentrations, parts per million, and rises of degrees and millimetres, and we look around ourselves and think, don't we, these numbers are too small or too large, or meaningless.", "What does two degrees mean on a cold day? And what does it mean decades from now? Which of them is easier to feel in our bones and then get on with our lives? If we could have sung scientific facts like pop songs, we'd have got to the chorus sooner, but we didn't.", "It's not that we could have stopped these things from happening, but we'd have been better prepared to face them in a way that didn't kill so many of us. Maybe we screwed ourselves up with too much speculative fiction. I could be standing at the edge of the sea telling you the future looks like this- that most of the streets you grew up in are behind me in the waves - list the countries that are gone and the parts of countries because they're underwater or you just can't go outside in them. Where the local biosphere has collapsed.", "Show you the normal life that plays out against that backdrop - kind of warmer, more beige version of now with potholes and soldiers on the streets everywhere, rather than just the poor places - and only three types of toothpaste. Thing is, when you make the argument about lifestyle degrading, you either don't want to believe it because you think you're immune, or you don't care because you're already living it.", "But the one thing nobody told us was that everything was going to be all right - Nobody serious anyway. And if that's what you heard, it wasn't what we were saying. We never found the way to make ourselves do enough, fast enough.", "I mean, some of us, yes. But doing enough consistently, talking in a way that made this possible to grasp in the quiet parts of life - in the times between the times that we all march - No.", "We needed to make this as everyday as bath time, as graspable as pre-packed sandwiches or your loved one's hand. And we didn't. Every time we tried to make the defining statement, we thought, maybe this is the one. Maybe this is the one that gets through. We didn't need data or heroes. We didn't even need voices pretending to be from the future.", "We're in the same place. It's not about our children or our grandchildren anymore. The future's come to meet us. Most of the people watching this will be there when it happens. We needed to understand quietly every day that this is the future, now, Every single second.", "We're not waiting for the future. We're not trying to fend it off. We're living in it. It is now. And it is us."]}