{"id": "a11624d6-cb0c-3043-a83b-2c4682cc5e8c", "title": "Rep. Jordan says Republicans picked up seats because voters don't like socialism, sees path for Trump", "url": "https://www.foxnews.com/politics/ohio-republicans-congress-election-2020-jim-jordan", "summary": "Republicans picked up House seats despite projections that Democrats would have a \"blue wave\" on Election Day because \"Americans don't like socialism,\" Rep. Jim Jordan, R-Ohio, told \"Fox & Friends Weekend.\"\nJordan, responding to House Speaker Nancy Pelosi, D-Calif., claiming Democrats won the war, said the GOP is now the party that fights for working-class and middle-class people.\n\"Americans don't like socialism that we see from the hard left today.\"\n\"I still think there's a path for the president to win and I certainly hope he does.\"\nCLICK HERE TO GET THE FOX NEWS APPThe Trump campaign is mounting legal challenges and seeking recounts beginning Monday.", "paragraphs": ["Republicans picked up House seats despite projections that Democrats would have a \"blue wave\" on Election Day because \"Americans don't like socialism,\" Rep. Jim Jordan, R-Ohio, told \"Fox & Friends Weekend.\"", "Jordan, responding to House Speaker Nancy Pelosi, D-Calif., claiming Democrats won the war, said the GOP is now the party that fights for working-class and middle-class people.", "The Republican congressman who easily won re-election in Ohio's 4th House District said the Democrats are now the \"wine and cheese\" party and the GOP is the \"beer and blue jeans\" party.", "\"We're the party fighting for lower taxes, more freedom, fighting for the values and principles across the heartland of this country, and I think that came through and we picked up seats,\" he said. \"Americans don't like socialism that we see from the hard left today.\"", "FLORIDA GOP CUBAN AMERICAN FLIPS HOUSE SEAT RED: 'WE WANT NO PART OF' SOCIALISM", "Jordan said the race between President Trump and Joe Biden, before Fox News projected the Democrat as the projected winner, is far from over.", "\"I've been in Pennsylvania the last four days. The things I've seen -- I've been in politics 26 years -- I have never seen any election process as bad as what took place in the state of Pennsylvania, and we've got to get to the bottom of this, Jordan said. \"I still think there's a path for the president to win and I certainly hope he does.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The Trump campaign is mounting legal challenges and seeking recounts beginning Monday."], "authors": ["Caleb Parke", "Caleb Parke Is An Associate Editor For Foxnews.Com. You Can Follow Him On Twitter"], "keywords": ["democrats", "socialism", "picked", "republicans", "fox", "jordan", "seats", "seen", "sees", "voters", "won", "party", "gop", "rep", "trump", "think", "house", "path"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}