{"paragraphs": ["Like the single-player story missions, this new heist gives online players options on how to approach the robbery. After registering as a VIP/CEO/MC President and purchasing an Arcade (via the Maze Bank Foreclosure website), players can begin planning the heist through setup missions.", "Setup missions focus on information gathering, either alone or cooperatively, so the player can make an informed decision on which approach to take.", "Stealth - Approach that gives players the option to enter the Casino Vault undetected, giving them the maximum amount of time to steal its contents. Players using the stealth approach will meet the least amount of resistance during the Heist.", "- Approach that gives players the option to enter the Casino Vault undetected, giving them the maximum amount of time to steal its contents. Players using the stealth approach will meet the least amount of resistance during the Heist. The Big Con - This plan tasks players with deceiving their way into the Vault with the use of disguises, requiring tact to maximize the take.", "- This plan tasks players with deceiving their way into the Vault with the use of disguises, requiring tact to maximize the take. The Direct Approach - This is a full-frontal assault on the Casino, which is likely to be met with extreme resistance as players force their way towards the Vault.", "After planning for the heist, players will have to prepare for it by doing a few “Heist Prep Missions.” These missions allow players to choose which equipment and personal they take along for the heist. Depending on the chosen approach the personal and equipment will vary. For instance, if players choose the “Big Con” option, they might get Fire Dept uniforms to gain access to the vault.", "With all the prep work completed players can initiate the heist and invite up to three other players to join them (at least two players must participate in each heist).", "With everything in check, the robbery, either violent or non-lethal, will play out."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "title": "Rockstar Releases The Diamond Casino Heist For GTA V Online", "id": "a127829a-b83b-3436-ade9-e3ff0b0a5b29", "keywords": ["diamond", "resistance", "online", "players", "vault", "missions", "rockstar", "gta", "releases", "v", "casino", "option", "heist", "gives", "way", "approach"], "summary": "Like the single-player story missions, this new heist gives online players options on how to approach the robbery.\nAfter registering as a VIP/CEO/MC President and purchasing an Arcade (via the Maze Bank Foreclosure website), players can begin planning the heist through setup missions.\nStealth - Approach that gives players the option to enter the Casino Vault undetected, giving them the maximum amount of time to steal its contents.\n- Approach that gives players the option to enter the Casino Vault undetected, giving them the maximum amount of time to steal its contents.\nAfter planning for the heist, players will have to prepare for it by doing a few “Heist Prep Missions.” These missions allow players to choose which equipment and personal they take along for the heist.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/12/rockstar-releases-the-diamond-casino-heist-for-gta-v-online"}