{"pubDate": null, "title": "What Is Remembered", "paragraphs": ["In a hotel room in Vancouver, Meriel as a young woman is putting on her short white summer gloves. She wears a beige linen dress and a flimsy white scarf over her hair. Dark hair, at that time. She smiles, because she has remembered something that Queen Sirikit of Thailand said, or was quoted as saying, in a magazine. A quote within a quote—something Queen Sirikit said that Balmain had said. “Balmain taught me everything. He said, ‘Always wear white gloves. It’s best.’” It’s best. Meriel smiles at that, not as you’d smile at a joke but as at an endearing absurdity. Her gloved hands look formal but helpless. A kitten’s paws. Pierre asks why she’s smiling, and she says, “Nothing,” then tells him. He says, “Who is Balmain?”", "They were getting ready to go to a funeral. They had come over on the ferry last night, from their home on Vancouver Island, to be sure of being on time for the morning ceremony. It was the first time they’d stayed in a hotel since their wedding night. When they went on a holiday now, it was always with their two children, and they looked for inexpensive motels that catered to families. This was only the second funeral they had been to as a married couple. Pierre’s father was dead, and Meriel’s mother was dead, but these deaths had happened before Pierre and Meriel met. Last year, a teacher at Pierre’s school died suddenly, and there was a fine service, with the schoolboy choir and the sixteenth-century words for the Burial of the Dead. The man had been in his mid-sixties, and his death seemed to Meriel and Pierre only a little surprising and hardly sad. It did not make much difference, as they saw it, whether you died at sixty-five or seventy-five or eighty-five. The funeral today was another matter. It was Jonas who was being buried. Pierre’s best friend for years and Pierre’s age—twenty-nine. They had grown up together, in West Vancouver—they could remember it before the Lions Gate Bridge was built, when it seemed like a small town. Their parents were friends. When the boys were eleven or twelve years old they had built a rowboat and launched it at Dundarave Pier. At the university, they had parted company for a while—Jonas was studying to be an engineer, while Pierre was enrolled in classics, and the arts students and the engineering students traditionally despised each other. But, in the years since then, the friendship had to some extent been revived. Jonas, who was not married, had come to visit Pierre and Meriel, and sometimes stayed with them for a week at a time. What had happened in their lives surprised them, and they would joke about it. Jonas was the one whose choice of profession had seemed so reassuring to his parents, and had roused a muted envy in Pierre’s parents, yet it was Pierre who had married and got a teaching job and taken on ordinary responsibilities, while Jonas, after university, had never settled down with a girl or a job. He was always on some sort of probation that did not end up in a firm attachment to any company, and the girls—at least to hear him tell it—were always on some sort of probation with him. His last engineering job was in the northern part of the province, and he stayed on there after either quitting or getting fired. Employment terminated by mutual consent, he wrote to Pierre, adding that he was living at the hotel, where all the high-class people lived, and might get a job on a logging crew. He was also learning to fly a plane, and thinking of becoming a bush pilot. He promised to visit when present financial complications were worked out. Meriel had hoped that wouldn’t happen. Jonas slept on the living-room couch and in the morning threw the covers on the floor for her to pick up. He kept Pierre awake half the night, talking about things that had happened when they were teen-agers, or even younger. His name for Pierre was “Piss-hair,” a nickname from those years, and he referred to other old friends as Stinkpool and Doc and Buster, never by the names Meriel had always heard—Stan and Don and Rick. He recalled with a gruff pedantry the details of incidents that Meriel did not think so remarkable or funny (the bag of dog shit set on fire on the teacher’s front steps, the badgering of the old man who offered boys a nickel to pull down their pants) and grew irritated if the conversation turned to the present. When she had to tell Pierre that Jonas was dead she was apologetic, shaken. Apologetic because she hadn’t liked him and shaken because he was the first person they knew well, in their own age group, to have died. But Pierre did not seem to be surprised or particularly stricken. “Suicide,” he said. She said no, an accident. He was riding a motorcycle, after dark, on gravel, and he went off the road. Somebody found him, or was with him, help was at hand, but he died within an hour. His injuries were mortal. That was what his mother had said, on the phone. She had sounded so quickly resigned, so unsurprised. As Pierre had when he said “Suicide.” After that, Pierre and Meriel had hardly spoken about the death itself, just about the funeral, the hotel room, the need for an all-night sitter. His suit to be cleaned, a white shirt obtained. It was Meriel who made the arrangements, and Pierre kept checking up on her in an irritable, husbandly way. She understood that he wished her to be controlled and matter-of-fact, as he was, and not to lay claim to any sorrow that—he would be sure—she could not really feel. She had asked him why he had said “Suicide,” and he had told her, “That’s just what came into my head.” She felt his evasion to be some sort of warning, or even a rebuke. As if he suspected her of deriving from this death—or from their proximity to this death—a feeling that was discreditable and self-centered. A morbid, preening excitement. Young husbands were stern, in those days. Just a short time before, they had been suitors, almost figures of fun, knock-kneed and desperate in their sexual agonies. Now, bedded down, they turned resolute and disapproving. Off to work every morning, clean shaven, youthful necks in knotted ties, days spent in unknown labors, home again at suppertime to take a critical glance at the evening meal and to shake out the newspaper, hold it up between themselves and the muddle of the kitchen, the ailments and emotions, the babies. What a lot they had to learn, so quickly. How to kowtow to bosses and how to manage wives. How to be authoritative about mortgages, retaining walls, lawn grass, drains, politics, as well as about the jobs that would have to maintain their families for the next quarter of a century. It was the women, then, who could slip back—during the daytime hours, and always allowing for the stunning responsibility that had been landed on them, in the matter of the children—into a kind of second adolescence. A lightening of spirits when the husbands departed. Dreamy rebellion, subversive get-togethers, laughing fits that were a throwback to high school, mushrooming between the walls that the husband was paying for, in the hours when he wasn’t there.", "After the funeral, some people had been invited back to Jonas’s parents’ house in Dundarave. The rhododendron hedge was in bloom, all red and pink and purple. Jonas’s father was complimented on the garden. “Well, I don’t know,” he said. “We had to get it in shape in a bit of a hurry.” Jonas’s mother said, “This isn’t a real lunch, I’m afraid. Just a pickup.” Most people were drinking sherry, though some of the men had whiskey. Food was set out on the extended dining-room table—salmon mousse and crackers, mushroom tarts, sausage rolls, a light lemon cake and cut-up fruit and pressed-almond cookies, as well as shrimp and ham and cucumber-and-avocado sandwiches. Pierre heaped everything onto his small china plate and Meriel heard his mother say to him, “You know, you could always come back for a second helping.” She didn’t live in West Vancouver anymore but had come in from White Rock for the funeral. And she wasn’t quite confident about a direct reprimand, now that Pierre was a teacher and a married man. “Or didn’t you think there’d be any left?” she said. Pierre said carelessly, “Maybe not of what I wanted.” His mother spoke to Meriel. “What a nice dress.” “Yes, but look,” said Meriel, smoothing down the wrinkles that had formed while she sat through the service. “That’s the trouble,” Pierre’s mother said. “What’s the trouble?” said Jonas’s mother brightly, sliding some tarts onto the warming dish. “That’s the trouble with linen,” said Pierre’s mother. “Meriel was just saying how her dress had wrinkled up”—she did not say, “during the funeral service”—“and I was saying, that’s the trouble with linen.” Jonas’s mother might not have been listening. Looking across the room, she said, “That’s the doctor who looked after him. He flew down from Smithers in his own plane. Really, we thought that was so good of him.” Pierre’s mother said, “That’s quite an undertaking.” “Yes. Well. I suppose he gets around that way, to attend to people in the bush.” The man they were talking about was speaking to Pierre. He was not wearing a suit, though he had a decent jacket on, and a shirt and tie. “I suppose he would,” said Pierre’s mother, and Jonas’s mother said, “Yes,” and Meriel felt as if something had been settled between them. She looked down at the table napkins, which were folded in quarters. They were not as big as dinner napkins or as small as cocktail napkins. They were set in overlapping rows, so that a corner of each napkin (the corner embroidered with a tiny blue or pink or yellow flower) overlapped the folded corner of its neighbor. No two napkins embroidered with the same color of flower were touching each other. Nobody had disturbed them, or if they had—for she did see a few people around the room holding napkins—they had picked up napkins from the end of the row in a careful way, and this order had been maintained. At the funeral service, the minister had compared Jonas’s life on earth to the life of a baby in the womb. The baby, he said, knows nothing of any other existence and inhabits its warm, dark, watery cave with not an inkling of the great, bright world it will soon be thrust into. And we on earth have an inkling, but are really quite unable to imagine the light that we will enter, after we have survived the travail of death. If the baby could somehow be informed of what would happen to it in the near future, would it not be incredulous as well as afraid? And so are we, most of the time, but we should not be, for we have been given assurance. Even so, our blind brains cannot imagine, cannot conceive of, what we will pass into. The baby is lapped in its ignorance, in the faith of its dumb, helpless being. And we who are not entirely ignorant or entirely knowing must take care to wrap ourselves in our faith, in the word of our Lord. Meriel looked at the minister, who stood in the hall doorway with a glass of sherry in his hand, listening to a vivacious woman with blond, puffed hair. They didn’t seem to be talking about the pangs of death and the light ahead. What would he do if she walked over and tackled him on that subject? Nobody would have the heart to. Or the bad manners. Instead, she looked at Pierre and the bush doctor. Pierre was talking with a boyish liveliness she didn’t often see in him these days. She occupied herself by pretending that she was seeing him for the first time now. His curly, short-cropped, very dark hair receding at the temples, baring the smooth, gold-tinged ivory skin. His wide, sharp shoulders and long, fine limbs and nicely shaped, rather small skull. He smiled enchantingly but never to charm, and seemed to distrust smiling altogether since he had become a teacher of boys. Faint lines of permanent fret were set in his forehead. She thought of a teachers’ party—more than a year ago—when she and he had found themselves, at opposite sides of the room, left out of the nearby conversations. She had circled the room and got close to him without his noticing, and then she began to talk to him as if she were a discreetly flirtatious stranger. He smiled as he was smiling now—but with a difference, as was natural when talking to an ensnaring woman—and he took up the charade. They exchanged charged looks and vapid speeches until they both broke down laughing. Someone came up to them and told them that married jokes were not allowed. “What makes you think we’re really married?” said Pierre, whose behavior at such parties was usually so circumspect. She crossed the room to him now with no such foolishness in mind. She had to remind him that they must soon go their separate ways. He was driving to Horseshoe Bay to catch the next ferry, and she would have to get across the North Shore to Lynn Valley, by bus. She had arranged to take this chance to visit a woman her dead mother had loved and admired, and in fact had named her for, and whom Meriel had always called Aunt, though they were not related by blood. Aunt Muriel. (It was when Meriel went away to college that she had changed the spelling.) This old woman was living in a nursing home in Lynn Valley, and Meriel had not visited her for over a year. It took too much time to get there, on their infrequent family trips to Vancouver, and the children were upset by the atmosphere of the nursing home and by the looks of the people who lived there. So was Pierre, though he did not like to say so. Instead, he asked what relation this person was to Meriel, anyway. It’s not as if she was a real aunt. So now Meriel was going to see her alone. She had said that she would feel guilty if she didn’t go when she had the chance. Also, though she didn’t say so, she was looking forward to the time that this would give her to herself. “Maybe I could drive you,” Pierre said. “God knows how long you’ll have to wait for the bus.” “You can’t,” she said. “You’d miss the ferry.” She reminded him of their arrangement with the sitter. He said, “You’re right.” The man he’d been talking to—the doctor—had not had any choice but to listen to this conversation and said unexpectedly, “Let me drive you.” “I thought you came here in an airplane,” said Meriel, just as Pierre said, “This is my wife, I’m sorry. Meriel.” The doctor told her a name which she hardly heard. “It’s not so easy landing a plane on Hollyburn Mountain,” he said. “So I left it at the airport and rented a car.” Some slight forcing of courtesy, on his part, made Meriel think that she had sounded obnoxious. She was often either too bold or too shy. “Would that really be O.K.?” Pierre said. “Do you have time?” The doctor looked directly at Meriel. This was not a disagreeable look—it was not aggressive or sly, it was not appraising. But it was not socially deferential, either. He said, “Of course.” So it was agreed that this was how it would be. They would start saying their goodbyes now, and Pierre would leave for the ferry, and Asher, as his name was—or Dr. Asher—would drive Meriel to Lynn Valley. What Meriel planned to do after that was to visit with Aunt Muriel—possibly even sit through supper with her—then catch the bus from Lynn Valley to the downtown bus depot (buses to town were relatively frequent) and board the late-evening bus, which would take her to the ferry, and home.", "The nursing home was called Princess Manor. It was a one-story building with extended wings, covered in pinkish-brown stucco. The street was busy, and there were no grounds to speak of, no hedges or fences to shut out noise or protect the scraps of lawn. On one side, there was a Gospel Hall with a joke of a steeple, on the other a gas station. “The word ‘manor’ doesn’t mean anything at all anymore, does it?” said Meriel. “It doesn’t even mean there’s an upstairs. It just means that you’re supposed to think that a place is something it doesn’t even pretend to be.” The doctor said nothing—perhaps what she had said didn’t make any sense to him. Or wasn’t worth saying even if it did. All the way from Dundarave, she had listened to herself talking and been dismayed. It wasn’t so much that she was prattling, saying just anything that came into her head; rather, that she was trying to express things that seemed to her interesting, or that might have been interesting if she could get them into shape. But they probably sounded pretentious, if not insane, rattled off in the way she was doing. She must seem like one of those women who are determined not to have an ordinary conversation but a real one. And even though she knew that nothing was working, that her talk must seem to him an imposition, she was unable to stop herself. She didn’t know what had started this. Unease, simply because she so seldom talked to a stranger nowadays? The oddity of riding alone in a car with a man who wasn’t her husband? She had even asked, rashly, what he thought of Pierre’s notion that the motorcycle accident was suicide. “You could float that idea around about any number of violent accidents,” he had said. “Don’t bother pulling into the drive,” she said. “I can get out here.” So embarrassed, so eager was she to get away from him and his barely polite indifference that she put her hand on the door handle, as if to open it, while they were still moving along the street. “I was planning to park,” he said, turning in anyway “I wasn’t going to leave you stranded.” She said, “I might be quite a while.” “That’s all right. I can wait. Or I could come in and look around. If you wouldn’t mind that.” She was about to say that nursing homes can be dreary and unnerving. Then she remembered that he was a doctor and would see nothing here that he had not seen before. And something in the way he had said “if you wouldn’t mind that”—some mild formality, but also an uncertainty in his voice—astonished her. It seemed that he was making an offering of his time and his presence that had little to do with courtesy but, rather, something to do with herself. It was an offer made with a touch of frank humility, but it was not a plea. If she had said that she would really rather not take up any more of his time, he would not have tried any further persuasion; he would have said goodbye with an even courtesy and driven away. As it was, they got out of the car and walked side by side across the parking lot, toward the front entrance. Several old or disabled people were sitting out on a square of pavement that had a few furry-looking shrubs and pots of petunias around it to suggest a garden patio. Aunt Muriel was not among them, but Meriel found herself bestowing greetings. Every step she took, she felt as if there were a wire that lit up, a bright message travelling from her heels to the top of her skull. (When she asked him later “Why did you come in there with me?” he said, “Because I didn’t want to lose sight of you.”) Aunt Muriel was sitting by herself, in a wheelchair, in the dim corridor just outside her own bedroom door. She was fat and glimmering—but that was because of being swathed in an asbestos apron so she could smoke a cigarette. Meriel believed that when she had said goodbye to her, months and seasons ago, she had been sitting in the same chair in the same spot—though without the asbestos apron, which must accord with some new rule, or reflect some further decline. Very likely, she sat here every day beside the fixed ashtray filled with sand, looking at the liverish painted wall (they had painted it pink or mauve, but it looked liverish, the corridor being so dim) with the bracket shelf on it supporting a spill of fake ivy. “Meriel? I thought it was you,” Muriel said. “I could tell by your steps. I could tell by your breathing. My cataracts have got quite vicious. All I can see is blobs.” “It’s me, all right. How are you?” Meriel kissed her temple. “Why aren’t you out in the sunshine?” “I’m not fond of sunshine,” the old woman said. “I have to think of my complexion.” She might have been joking, but it was perhaps the truth. Her pale face and hands were covered with large spots—dead-white spots that caught what light there was here, turning silvery. She had been a true blonde, pink-faced, lean, with straight, well-cut hair that had gone white in her thirties. Now the hair was ragged, mussed from being rubbed into pillows, and the lobes of her ears hung out of it like flat teats. And she used to wear little diamonds in her ears—where had they gone? Diamonds in her ears, real gold chains, real pearls, silk shirts of unusual colors—amber, aubergine—and beautiful narrow shoes. She smelled of hospital powder and the licorice drops she sucked all day between the rationed cigarettes. “We need some chairs,” she said. She leaned forward, waved the cigarette hand in the air, tried to whistle. “Service, please. Chairs.” The doctor said, “I’ll find some.” The old woman and the young one were left alone. “What’s your husband’s name?” “Pierre.” “And you have the two children, don’t you? Jane and David?” “That’s right. But the man who’s with me—” “Ah, no. That’s not your husband.” Aunt Muriel belonged to Meriel’s grandmother’s generation, rather than her mother’s. She had been Meriel’s mother’s art teacher at school, first an inspiration, then an ally, then a friend. She had painted large abstract pictures, one of which—a present to Meriel’s mother—had hung in the back hall of the house where Meriel grew up and been moved to the dining room whenever the artist came to visit. Its colors were murky—dark reds and browns (Meriel’s father called it “Manure Pile on Fire”)—but Aunt Muriel’s spirit seemed always bright and dauntless. She had lived in Vancouver when she was young, before she came to teach in this town in the interior. She had been friends with artists whose names were now in the papers. She longed to go back there and eventually did, to live with and manage the affairs of a rich old couple who were friends and patrons of artists. She was left out in the cold when they died. She lived on her pension, took up watercolors because she could not afford oils, starved herself (Meriel’s mother suspected) so that she could take Meriel out to lunch—Meriel being then a university student. On these occasions she talked in a rush of jokes and judgments, mostly pointing out how works and ideas that people raved about were rubbish, but how here and there—in the output of some obscure contemporary or half-forgotten figure from another century—there was something extraordinary. That was her stalwart word of praise—extraordinary. A hush in her voice, as if there and then and rather to her own surprise she had come on something in the world that was still to be absolutely honored. The doctor returned with two chairs and introduced himself, quite naturally, as if there’d been no chance to do it till now. “Eric Asher.” “He’s a doctor,” said Meriel. She was about to start explaining about the funeral, the accident, the flight down from Smithers, but the conversation was taken away from her. “But I’m not here officially, don’t worry,” the doctor said. “Oh, no,” said Aunt Muriel. “You’re here with her.” “Yes,” he said. At this moment he reached across the space between their two chairs and picked up Meriel’s hand, holding it for a moment in a hard grip, then letting it go. And he said to Aunt Muriel, “How could you tell that? By my breathing?” “I could tell,” she said with some impatience. “I used to be a devil myself.” Her voice—the quaver or titter in it—made Meriel feel that there was some betrayal stirring: a betrayal of the past, perhaps of her, Meriel’s, mother, and the kind of friendship she had had with this woman, or thought she had. Or of those lunches with Meriel herself, the high-minded discussions. Some degradation, which remotely excited her. “Oh, I used to have friends,” Aunt Muriel said. “Some people who had a place where we all used to go, on Bowen Island. The Delaneys. You don’t remember the Delaneys?” She spoke directly to the man, not to Meriel. “I don’t think I do,” he said. “No.” “I thought you might have heard of them. Well, there were various goings on. What took place there might have looked like an adventure but it was all according to script, if you know what I mean. So not so much of an adventure, actually. We all got drunk as skunks, of course. But they always had to have the candles lit in a circle and the music on, of course—more like a ritual. But not altogether. It didn’t mean you mightn’t meet somebody new and let the script go all to hell. Just meet for the first time and start kissing like mad and run off into the forest. In the dark. You couldn’t get very far. Never mind. Struck down.” She had started to cough, tried speaking through the cough, gave up, and hacked violently. The doctor got up and struck her expertly a couple of times on her bent back. The coughing ended with a groan. “Better,” she said, and retrieved her story. “Oh, you knew what you were doing but you pretended not to. One time, they had a blindfold on me. Not out in the woods, that was inside. It was all right, I consented. It didn’t work so well, though—I mean, I did know. There probably wasn’t anybody there that I wouldn’t have recognized, anyway.” She coughed again, though not so desperately as before. Then she raised her head, breathed deeply and noisily for a few minutes, holding up her hands to stall the conversation, as if she would soon have something more, something important, to say. But all she did, finally, was laugh and say, “Now I’ve got a permanent blindfold. Cataracts. Doesn’t get me taken advantage of, in any debauch that I know about.” “How long have they been growing?” the doctor said with a respectful interest, and to Meriel’s great relief there began an absorbed conversation, an informed discussion about the ripening of cataracts, their removal, the pros and cons of this operation, and Aunt Muriel’s distrust of the eye doctor who was shunted off—as she said—to look after the people in here. Salacious fantasy—that was what Meriel now decided it had been—slid without the smallest difficulty into a medical chat, agreeably pessimistic on Aunt Muriel’s side and carefully reassuring on the doctor’s. The sort of conversation that must take place regularly within these walls. A glance was exchanged between Meriel and the doctor, asking whether the visit had lasted long enough. A stealthy, considering, almost married glance, its masquerade and its bland intimacy arousing to those who were, after all, not married. Soon. Aunt Muriel took the initiative herself. She said, “I’m sorry, it’s rude of me, I have to tell you—I get tired.” No hint in her manner now of the person who had launched the first part of the conversation. Distracted, playacting, and with a vague feeling of shame, Meriel said goodbye. She had a feeling that she would never see Aunt Muriel again, and she never did. Around a corner, with doors open on rooms where people lay asleep or perhaps watching from their beds, the doctor touched Meriel between her shoulder blades and moved his hand down her back to her waist. She realized that he was picking at the cloth of her dress, which had stuck to her damp skin when she sat pressed against the chair back. The dress was also damp under her arms. And she had to go to the bathroom. She kept looking for the visitors’ washrooms, which she thought she had spotted when they were on their way in. There. She was right. A relief but also a difficulty, because she had to move suddenly out of his range and say “Just a moment,” in a voice that sounded to herself distant and irritated. He said, “Yes,” and briskly headed for the men’s room, and the delicacy of the moment was lost. When she went out into the hot sunlight, she saw him pacing by the car, smoking. He hadn’t smoked before—not in Jonas’s parents’ house or on the way here or with Aunt Muriel. The act seemed to isolate him, to show some impatience, perhaps an impatience to be done with one thing and get on to the next. Meriel was not so sure now whether she was the next thing or the thing to be done with. “Where to?” he said, when they were driving. Then, as if he thought he had spoken too brusquely, “Where would you like to go?” It was almost as if he were speaking to a child, or to Aunt Muriel—somebody he was bound to entertain for the afternoon. And Meriel said, “I don’t know,” as if she had no choice but to let herself become that sullen, burdensome child. She was holding in a wail of disappointment, a clamor of desire. Desire that had seemed to be shy and sporadic but inevitable, yet was now all of a sudden to be declared inappropriate, one-sided. His hands on the wheel were all his own, reclaimed, as if he had never touched her. “How about Stanley Park? Would you like to go for a walk in Stanley Park?” She said, “Oh, Stanley Park. I haven’t been there for ages,” as if the idea had perked her up and she could imagine nothing better. And she made things worse by adding, “It’s such a gorgeous day.” “It is. It is indeed.” They spoke like caricatures—it was unbearable. “They don’t give you a radio in these rented cars. Well, sometimes they do. Sometimes not.” She wound her window down as they crossed the Lions Gate Bridge. She asked him if he minded. “No. Not at all.” “It always means summer to me. To have the window down and your elbow out and the breeze coming in—I don’t think I could ever get used to air-conditioning.” “Certain temperatures, you might.” She willed herself to silence, till the forest of the park received them, and the high, thick trees could perhaps swallow witlessness and shame. Then she spoiled everything by her too deep and appreciative sigh. Prospect Point. He read the sign aloud. There were plenty of people around, even though it was a weekday afternoon in May, with vacations not yet started. In a moment they might remark on that. There were cars parked all along the drive up to the restaurant, and lines on the viewing platform for the coin-op binoculars. “Aha.” He had spotted a car pulling out of its place. A reprieve for a moment from any need for speech, while he idled, backed to give it room, then maneuvered into the fairly narrow spot. They got out at the same time, walked around to meet on the sidewalk. He turned this way and that, as if deciding where they were to walk. Pedestrians coming and going on any path you could see. Her legs were shaking. She could not put up with this any longer. “Take me somewhere else,” she said. He looked her in the face. He said, “Yes.” There on the sidewalk in the world’s view. Kissing like mad.", "Take me was what she had said. Take me somewhere else, not Let’s go somewhere else. That is important to her. The risk, the transfer of power. Complete risk and transfer. Let’s go—that would have the risk, but not the abdication, which is the start for her, in all her reliving of this moment, of the erotic slide. And what if he had abdicated in his turn? Where else? That would not have done, either. He has to say just what he did say. He has to say Yes. He took her to the apartment where he was staying, in Kitsilano. It belonged to a friend of his who was away on a fishing boat, somewhere off the west coast of Vancouver Island. It was in a small, decent building, three or four stories high, inexpensive rather than cheap-looking. All that she would remember about it would be the glass bricks around the front entrance and the elaborate, heavy hi-fi equipment of that time, which seemed to be the only furniture in the living room. She would have preferred another scene, and that was the one she substituted, in her memory. A narrow six- or seven-story hotel, once a fashionable place of residence, in the West End of Vancouver. Curtains of yellowed lace, high ceilings, perhaps an iron grille over part of the window, a fake balcony. Nothing actually dirty or disreputable, just an atmosphere of long accommodation of private woes and sins. There she would have to cross the little lobby with head bowed and arms clinging to her sides, her whole body permeated by exquisite shame. And he would speak to the desk clerk in a low voice that did not advertise, but did not conceal or apologize for, their purpose. Then the ride in the old-fashioned cage of the elevator, run by an old man—or perhaps an old woman, perhaps a cripple, a sly servant of vice. Why did she conjure up, why did she add that scene? It was for the moment of exposure, the piercing sense of shame and pride that took over her body as she walked through the (pretend) lobby, and for the sound of his voice—its discretion and authority—speaking to the clerk the words that she could not quite make out. That might have been his tone in the drugstore a few blocks away from the apartment, after he had parked the car and said, “Just a moment in here.” The practical arrangements, which seemed heavyhearted and discouraging in married life, could in these different circumstances provoke a subtle heat in her, a novel lethargy and submissive anticipation.", "After dark, she was carried back again, driven through the park and across the bridge and through West Vancouver, passing only a short distance from the house of Jonas’s parents. She arrived at Horseshoe Bay at almost the very last moment, and walked onto the ferry. The last days of May are among the longest of the year and, in spite of the ferry-dock lights and the lights of the cars streaming into the belly of the boat, she could see some glow in the western sky and, against it, the black mound of an island—not Bowen but one whose name she did not know—tidy as a pudding set in the mouth of the bay. She had to join the crowd of jostling bodies making their way up the stairs, and when she reached the passenger deck she sat in the first seat she saw. She did not even bother, as she usually did, to look for a seat next to a window. She had an hour and a half before the boat docked on the other side of the strait, and during this time she had a great deal of work to do. No sooner had the boat started to move than the people beside her began to talk. They were not casual talkers who had met on the ferry but friends or family who knew each other well and would find plenty to say for the entire crossing. So she got up and climbed to the top deck, where there were always fewer people, and sat on one of the bins that contained life preservers. She ached in expected and unexpected places. The job she had to do, as she saw it, was to remember everything—and, by remember, she meant experience it in her mind, one more time—then store it away forever. This day’s experience set in order, none of it left ragged or lying about, all of it gathered in like treasure and finished with, set aside. She held on to two predictions, the first one comfortable and the second easy enough to accept at present, though no doubt it would become harder for her later on. Her marriage with Pierre would continue, it would last. She would never see the doctor again. Both of these turned out to be right.", "Her marriage did last, for more than thirty years after that—until Pierre died. During an early and not too painful stage of his illness, she read aloud to him, getting through a few books that they had both read years ago and meant to go back to. One of these was “Fathers and Sons.” After she had read the scene in which Bazarov declares his violent love for Anna Sergeyevna, and Anna is horrified, they broke off for a discussion. (Not an argument—they had grown too tender for that.) Meriel wanted the scene to go differently. She believed that Anna would not react in that way. “It’s the writer,” she said. “I don’t usually ever feel that, but here I feel it’s just Turgenev coming and yanking them apart and he’s doing it for some purpose of his own.” Pierre smiled faintly. All his expressions had become sketchy. “You think she’d succumb?” “No. Not succumb. I don’t believe her—I think she’s as driven as he is. They’d do it.” “That’s romantic. You’re wrenching things around to make a happy ending.” “I didn’t say anything about the ending.” “Listen,” said Pierre patiently. “If Anna gave in, it’d be because she loved him. When it was over, she’d love him all the more. Isn’t that what women are like? I mean, if they’re in love? And what he’d do—he’d take off the next morning, maybe without even speaking to her. That’s his nature. He hates loving her. So how would that be any better?” “They’d have something. Their experience.” “He would pretty well forget it, and she’d die of shame and rejection. She’s intelligent. She knows that.” “Well,” said Meriel, pausing for a bit, because she felt cornered. “Well, Turgenev doesn’t say that. He says she’s totally taken aback. He says she’s cold.” “Intelligence makes her cold. Intelligent means cold, for a woman.” “No.” “I mean in the nineteenth century. In the nineteenth century it does.”", "That night on the ferry, during the time when she thought she was going to get everything straightened away, Meriel did nothing of the kind. What she had to go through was wave after wave of intense recollection. And this was what she would continue to go through—at gradually lengthening intervals—for years to come. She would keep picking up things she’d missed, and these would still jolt her. She would hear or see something again—a sound they made together, the sort of look that passed between them, of recognition and encouragement. A look that was in its way quite cold, yet deeply respectful and more intimate than any look that would pass between married people, or people who owed each other anything. She remembered his hazel-gray eyes, the close-up view of his coarse skin, a circle like an old scar beside his nose, the slick breadth of his chest as he reared up from her. But she could not have given a useful description of what he looked like. She believed that she had felt his presence so strongly, from the very beginning, that ordinary observation was not possible. Sudden recollection of even their early, unsure and tentative moments could still make her fold in on herself, as if to protect the raw surprise of her own body, the racketing of desire. My-love-my-love, she would mutter in a harsh, mechanical way, the words a secret poultice. When she saw his picture in the paper, this did not happen. The clipping had been sent by Jonas’s mother, who as long as she lived insisted on keeping in touch, and reminding them, whenever she could, of Jonas. “Remember the doctor at Jonas’s funeral?” she had written above the small headline. “BUSH DOCTOR DEAD IN AIR CRASH.” It was an old picture, surely, blurred in its newspaper reproduction. A rather chunky face, smiling—which she would never have expected him to do for the camera. He hadn’t died in his own plane but in the crash of a helicopter on an emergency flight. She showed the clipping to Pierre. She said, “Did you ever figure out why he came to the funeral?” “They might have been buddies of a sort. All those lost souls up north.” “What did you talk to him about?” “He told me about one time he took Jonas up to teach him to fly. He said, ‘Never again.’” Then Pierre asked, “Didn’t he drive you someplace? Where?” “To Lynn Valley. To see Aunt Muriel.” “So what did you talk about?” “I found him hard to talk to.” The fact that he was dead did not seem to have much effect on Meriel’s daydreams—if that was what you could call them. The ones in which she imagined chance meetings, or even desperately arranged reunions, had never had a foothold on reality, in any case, and were not revised because he was dead. They had to wear themselves out in a way she did not control and never understood. When she was on her way home that night, it had started to rain, not very hard. She stayed out on the deck of the ferry. She got up and walked around and could not sit down again on the lid of the life-jacket bin without getting a big wet spot on her dress. So she stayed looking at the froth stirred up in the wake of the boat and the thought occurred to her that in a certain kind of story—not the kind that anybody made up anymore—the thing for her to do would be to throw herself into the water. Just as she was, packed full of happiness, rewarded as she would surely never be again, every cell in her body plumped up with a sweet self-esteem. A romantic act that could be seen—from a forbidden angle—as supremely rational. Was she tempted? She was probably just letting herself imagine being tempted. Probably nowhere near yielding, though yielding had been the order of that day."], "url": "https://www.newyorker.com/magazine/2001/02/19/what-is-remembered", "keywords": ["mother", "doctor", "way", "say", "muriel", "remembered", "pierre", "didnt", "aunt", "old", "meriel"], "summary": "She smiles, because she has remembered something that Queen Sirikit of Thailand said, or was quoted as saying, in a magazine.\nAunt Muriel.\nAlso, though she didn’t say so, she was looking forward to the time that this would give her to herself.\nThen she remembered that he was a doctor and would see nothing here that he had not seen before.\nShe remembered his hazel-gray eyes, the close-up view of his coarse skin, a circle like an old scar beside his nose, the slick breadth of his chest as he reared up from her.", "authors": ["Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jeffrey Toobin", "Jane Mayer", "Deborah Treisman"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "a13b1235-77cd-3dea-aaef-834192769174"}