{"id": "a1464edf-db0d-3859-b1f5-b005faec09a8", "title": "Tory-linked firm involved in testing failure given new £347m Covid contract", "url": "https://www.theguardian.com/world/2020/nov/04/tory-linked-firm-involved-in-testing-failure-awarded-new-347m-covid-contract", "summary": "The UK government has awarded a new £347m Covid-19 testing contract to Randox, the Tory-linked private healthcare company whose testing kits had to be recalled over the summer because of concerns about contamination.\nThe deal is a six-month extension of an existing contract and was agreed without other companies being invited to bid.\nIn May, the Guardian revealed that Randox was awarded a first government contract on 30 March, worth £133m.\nThe latest Randox deal was awarded as an extension to the existing contract, again with no other companies invited to bid.\nThis includes an extension of an existing contract with Randox Laboratories, as we continue to increase testing capacity.”", "paragraphs": ["The UK government has awarded a new £347m Covid-19 testing contract to Randox, the Tory-linked private healthcare company whose testing kits had to be recalled over the summer because of concerns about contamination.", "The deal is a six-month extension of an existing contract and was agreed without other companies being invited to bid. It means the health secretary, Matt Hancock, has now approved transfers of nearly half a billion pounds in taxpayer funds to the Northern Ireland-based company since the pandemic began.", "Disclosed in a filing on a European contracts website, the award has prompted concerns about “cronyism” and calls for an independent inquiry into the £12bn spent so far on attempting to control the pandemic through the test-and-trace system.", "Critics raised further concerns about a separate revelation that the Conservative MP Owen Paterson, who is paid £100,000 a year to act as a consultant for Randox, was party to a call between the company and James Bethell, the health minister responsible for coronavirus testing supplies.", "The disclosure raises fresh questions about Paterson’s continuing work for Randox, and the efficacy of the code of conduct for MPs, which is supposed to limit their work as paid lobbyists and regulate access to ministers.", "“Legislators must not also be lobbyists,” said a spokesperson for the campaign group Transparency International.", "The Green party MP Caroline Lucas said: “We urgently need an independent inquiry into where public money is going as many firms who have benefited seem to have links to the Tory party or individual ministers.", "“The lack of transparency around Covid-related contracts is a scandal. At the very least, ministers owe MPs an explanation, and we are still not getting one.”", "Randox provides tens of thousands of kits a week to care homes and individuals testing themselves at home, which are then posted back to its laboratories in County Antrim. Concerns were raised in July when spot checks revealed some kits supplied by a Chinese manufacturer and sent out by Randox were not sterile.", "The company was ordered to recall 750,000 unused kits. The failure delayed plans to provide regular testing for English care home residents and staff, a promise on which the government has yet to deliver.", "In May, the Guardian revealed that Randox was awarded a first government contract on 30 March, worth £133m. It was awarded in a closed process, without being publicly advertised beforehand and without any other companies being asked to bid. The Department of Health and Social Care (DHSC) revealed on Wednesday that the contract was for 2.7m kits – meaning the cost per kit was just over £49.", "The new deal was signed on 2 October and was expected to run for six months, until the end of March 2021, a spokesperson said.", "The government has been bypassing normal rules on holding open competitions for public sector contracts under emergency powers designed to speed up the process during the pandemic. The latest Randox deal was awarded as an extension to the existing contract, again with no other companies invited to bid.", "£45m deal for NHS masks collapses amid fraud claims Read more", "The call between Randox, Paterson and Lord Bethell took place on 9 April, days after the company had secured its first contract to provide testing services. Bethell, who ran a political lobbying firm before entering the House of Lords, is the minister for innovation in the DHSC. He has led efforts by Boris Johnson’s government to use private sector companies in the pandemic response.", "Billions in public funds have been awarded to companies such as Deloitte, which helped set up a network of drive-in test centres, and Serco, which runs the contact-tracing call centre.", "The call with Bethell was revealed in the quarterly disclosure of ministerial meetings, gifts and trips, where the reason for the call is listed as “to discuss Covid-19 testing”.", "A government source said the conversation with Bethell was a “courtesy call” from the minister to Randox and took place after the initial contract had been signed. Paterson was participating as a paid consultant to Randox on the call, the source said.", "Paterson, who is the MP for North Shropshire, has disclosed in parliament’s register of interests that he is paid £8,333 for 16 hours of work a month by Randox.", "Paterson and Randox did not respond to a request for comment. Challenged last year about his work as a consultant for a number of private companies, Paterson responded: “My financial interests have been correctly declared according to the rules of the House of Commons.”", "The Guardian has previously reported that Hancock toured Randox’s laboratories in Antrim last year to inspect a tool for diagnosing sepsis. Documents released under the Freedom of Information Act suggest Paterson also took part in the visit.", "Steve Goodrich of Transparency International UK said the government should return to open tenders.", "“That hundreds of millions of pounds of procurement can go ahead without even a whiff of competition is bad enough, yet when these deals are awarded to those with political connections it reeks of cronyism,” said Goodrich. “Government really needs to get back into the habit of competitive tendering or risk irreparably damaging confidence in its prudent management of public money.”", "“MPs and peers must scrupulously avoid the perception – or reality – that they are working as lobbyists for private interests,” Goodrich added. “When parliamentarians with outside employment meet government concerning their client’s commercial operations, it looks an awful lot like they’re trying to influence ministers in return for payment. Parliament should tighten its rules to make it absolutely clear that legislators must not also be lobbyists.”", "A DHSC spokesperson said in an emailed statement: “We are proud to be working with a number of partners on innovative solutions to increase capacity where it is needed and introduce larger-scale testing. This includes an extension of an existing contract with Randox Laboratories, as we continue to increase testing capacity.”"], "authors": ["Juliette Garside", "Joseph Smith", "John Crace"], "keywords": ["347m", "paterson", "involved", "contract", "company", "bethell", "randox", "given", "firm", "testing", "kits", "covid", "torylinked", "failure", "work", "companies", "awarded"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}