{"id": "a14c0f30-7988-33cc-8e9d-c525065d67e2", "title": "Replay - Max Payne 2: The Fall of Max Payne", "url": "https://www.gameinformer.com/replay/replay/2020/09/04/replay-max-payne-2-the-fall-of-max-payne", "summary": "While developer Remedy has moved on to new franchises such as Control, many fans will point to Max Payne as the series that made them fall in love with the Finnish developer.\nThe games became synonymous with the action genre in the early 2000's and Payne's bullet-time ability is still a staple used in modern titles.\nJoin Andrew Reiner, Brian Shea, and me as we bring the payne load up and return to one of Remedy's most underappreciated gems in Max Payne 2: The Fall of Max Payne.\nWe went live earlier but you can catch the full archive of the stream above!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["While developer Remedy has moved on to new franchises such as Control, many fans will point to Max Payne as the series that made them fall in love with the Finnish developer. The games became synonymous with the action genre in the early 2000's and Payne's bullet-time ability is still a staple used in modern titles.", "Join Andrew Reiner, Brian Shea, and me as we bring the payne load up and return to one of Remedy's most underappreciated gems in Max Payne 2: The Fall of Max Payne.", "We went live earlier but you can catch the full archive of the stream above! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["replay", "week", "live", "developer", "max", "youtube", "went", "used", "fall", "underappreciated", "payne"], "pubDate": "2020-09-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}