{"id": "a208394d-f01b-3b41-8955-681943de7a09", "title": "California burglary suspect caught on camera falling through ceiling of tobacco shop", "url": "http://www.foxnews.com/us/california-burglary-suspect-falling-ceiling-video", "summary": "Police investigating a burglary at a tobacco shop in Northern California last month had a key piece of evidence that helped them identify a suspect: video of the man falling through the ceiling.\nBut, the suspect -- later identified as 40-year-old Storm Corral -- had made it only to the back room of the business before he tripped an alarm.\nPolice said they were able to identify Corral as a suspect after reviewing the surveillance video and receiving tips from the community.\n“At times like this is when it becomes very helpful for solving investigations,” VanderWiel told Fox 40.\nOfficials said Corral already was on probation and had a history of theft and burglary.", "paragraphs": ["Police investigating a burglary at a tobacco shop in Northern California last month had a key piece of evidence that helped them identify a suspect: video of the man falling through the ceiling.", "The Sonora Police Department wrote on Facebook the incident happened on Dec. 22, when officers received a call for a burglary alarm sounding at a business just after 6 a.m. Officers arriving at the scene found no signs of forced entry from the exterior of the building but eventually discovered a “man-sized hole” in the ceiling.", "The suspect and a purported accomplice “actually bored a hole through the ceiling from a vacant building that was above that business and probably spent a couple hours doing it but they broke into the business,” Sonora Police Chief Turu Vanderwiel told Fox 40.", "PHILADELPHIA MAN ROBS PHARMACY BECAUSE OF 'SICK CHILD,' HANDS CASHIER NOTE: 'YOU HAVE 15 SECONDS'", "After they examined the hole that led to an empty space upstairs, officials said the investigation revealed that forced entry into the business downstairs, Cigarettes Cheaper, was made through a rear door.", "But, the suspect -- later identified as 40-year-old Storm Corral -- had made it only to the back room of the business before he tripped an alarm. He then tried to run back up through the hole into the space upstairs, but surveillance footage caught him falling from the ceiling into the storage room during his rushed escape.", "“I think when the alarm was tripped it kind of thwarted their activities and they got away with very little but caused a great deal of damage to the business itself,\" VanderWiel told Fox 40.", "TEXAS MAN CHARGED WITH MURDER AFTER 10-MONTH-OLD BABY ‘CRAMMED’ IN BACKPACK DIES IN CAR", "An employee told Fox 40 that Corral was able to get away with only a bag of rolling tobacco and two energy drinks, which he snatched from the back room while triggering thousands of dollars worth of damage in the mess he left behind.", "Police said they were able to identify Corral as a suspect after reviewing the surveillance video and receiving tips from the community.", "“At times like this is when it becomes very helpful for solving investigations,” VanderWiel told Fox 40.", "The suspect \"subsequently confessed to the crime\" after investigators found him Monday, according to police. They transported Corral to the Tuolumne County Jail and booked him on charges of burglary and conspiracy to commit a crime, with a bail set at $50,000. Officials said Corral already was on probation and had a history of theft and burglary.", "CLICK HERE FOR THE FOX NEWS APP", "While Corral has been arrested, officials said the investigation into the incident was ongoing and they were looking into the possible accomplice.", "Anyone who has information is asked to contact the Sonora Police Department."], "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "keywords": ["burglary", "caught", "camera", "california", "falling", "corral", "told", "sonora", "officials", "tobacco", "business", "suspect", "vanderwiel", "room", "shop", "ceiling", "hole", "fox"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}