{"id": "a2a0f8ac-c662-3c35-813d-0a7217031136", "keywords": ["dad", "ribs", "rack", "barbecue", "brine", "hog", "rib", "bend", "rub", "water", "bbq", "smoker"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Lilian Huang"], "url": "https://radio.foxnews.com/2019/06/14/whole-hog-bbq-with-dad/", "title": "Whole Hog BBQ with Dad", "summary": "Pitmaster Sam Jones talks whole hog BBQ, his new book and his family tradition with Fox News's Lilian Woo.\nTo make the ribs, brine the ribs overnight, or for at least 4 hours.\nTo do so, take a pair of tongs held perpendicular to the rib bones and guide one arm of the tongs under the rib rack.\nOne of our pit guys reverted back to coo ing the ribs inside the whole hog pits during his shifts.\nFrom: Whole Hog BBQ: The Gospel of Carolina Barbecue with Recipes from Skylight Inn and Sam Jones BBQ/Ten Speed Press", "pubDate": null, "paragraphs": ["Pitmaster Sam Jones talks whole hog BBQ, his new book and his family tradition with Fox News's Lilian Woo. Listen Here:", "Follow Lilian Woo on Twitter: @LilianNY", "PORK SPARE RIBS RECIPE Makes 3-4 servings", "Ingredients:", "Brine:", "1 gallon water 1 1/2 cups sugar 1 cup kosher salt 1 gallon ice", "Ribs:", "1 full rack pork spare ribs, about 2 1/2 pounds 1/4 cub Rub Potion Number Swine 1/3 cup Sweet Barbecue Sauce", "Directions:", "To make the brine, in a 10-quart pot, bring the water to a boil, then turn off the heat. Add the sugar and salt and stir until dissolved. Pour in the ice to chill the mixture. If you'd rather not bother with the ice, make the brine with 2 gallons of water, and do it far enough in advance so it will be completely cooled before adding the raw ribs.", "To make the ribs, brine the ribs overnight, or for at least 4 hours. Preheat a smoker to 250°F. Evenly coat the ribs with about 2 tablespoons of the rub on each side. Put them bone side down on the rack of the smoker, directly over the coals. Let them cook for 1 hour, then flip and cook for another hour.", "Rib Recipe Sam Jones Check the sag of the ribs with the bend test. To do so, take a pair of tongs held perpendicular to the rib bones and guide one arm of the tongs under the rib rack. Do so carefully so as not to rough up the underside of the ribs too bad. Once the arm of the tongs is halfway up the rack, pinch down on the rack and lift the whole thing up. If the ribs don't bend at all, you still have a long way to go. The more tender they become, the more bend you'll see when performing this test. Once there's enough bend that a seam opens up, cracking the surface of the rib bark on the top side of the ribs, they're tender enough to wrap.", "Once they've reached the proper sag, wrap the ribs in foil and place them back on the pit for at least another hour. Use the bend test to check for doneness and tenderness. Rewrap and continue cooking if needed.", "Unwrap the ribs, lightly brush each side with half the barbecue sauce, and put them back on the pit for 10 minutes longer, until the surface of the ribs is browned.", "To serve, cut through the rack between the rib bones. The bones will be easier to locate with the ribs turned upside down. Serve with the remaining barbecue sauce on the side.", "We bought a wood-fired cabinet smoker just for ribs because we couldn't keep up with demand when we first opened. The smoker is a big metal box fueled by wood chunks, but it's not really appropriate for home cooks due to its size and hefty price tag. It was the first barbecue-cooking implement we'd ever used that wasn't fueled solely by hardwood coals. After a few months of tweaking temperature settings and which racks the ribs should sit on, we gave up the fight. The results just weren't right. The ribs were either undercooked or too smoky, and we didn't have the time or help to figure it out.", "One of our pit guys reverted back to coo ing the ribs inside the whole hog pits during his shifts. We liked the flavor and made what in hindsight was an obvious change in methods. There's nothing that isn't improved by a little extra smoke from hog fat.", "We brine the meat overnight, then rub it in the morning. The brine isn't necessary at home, but it helps with making consistently juicy ribs at the restaurant. The rub is best applied right before you put the slabs on the pit.", "Feel free to season ribs as heavy or light as you like at home. At the restaurant, we evenly coat them from a shaker full of Rub Potion Number Swine. \"Evenly coat\" means a lot of different things to differ- ent people, but it's not a rub. The racks aren't dunked into a large pan full of rub, either. It's shaken on to a thickness where you can still see some of the meat underneath.", "From: Whole Hog BBQ: The Gospel of Carolina Barbecue with Recipes from Skylight Inn and Sam Jones BBQ/Ten Speed Press"]}