{"id": "a30006ef-0268-3ea3-9c1d-60bf50947530", "title": "Friday The 13th: The Game Servers Are Shutting Down, But There's Good News", "url": "https://www.gameinformer.com/index.php/2020/11/03/friday-the-13th-the-game-servers-are-shutting-down-but-theres-good-news", "summary": "In the most recent blog post, the team detailed that the dedicated servers will be shutting down here soon.\nThat being said, quick play lobbies will remain open, despite this change, as will private matches.\nDedicated Servers for Friday the 13th: The Game will be decommissioned in the upcoming patch, set to roll out this month, November 2020.\nWhat this means is that the game will revert back to peer to peer matchmaking for Quick Play lobbies.\nThe upcoming patch planned for November will be the final update for Friday the 13th: The Game.", "paragraphs": ["Friday the 13th: The Game hasn't had the easiest road following a bumpy launch but despite that, the community has grown with a heartfelt attachment to the horror franchise adaptation. That being said, all good things must come to an end and a new blog post from the dev team details what that means for the future of the title.", "In the most recent blog post, the team detailed that the dedicated servers will be shutting down here soon. That being said, quick play lobbies will remain open, despite this change, as will private matches. The servers attached to player progression and in-game items will also remain active.", "Dedicated Servers for Friday the 13th: The Game will be decommissioned in the upcoming patch, set to roll out this month, November 2020. What this means is that the game will revert back to peer to peer matchmaking for Quick Play lobbies. The Database Servers, however, will stay active and continue to house all player progression and unlocks, so users can continue to play Friday the 13th: The Game via peer to peer Quick Play and Private Matches.", "The upcoming patch planned for November will be the final update for Friday the 13th: The Game. This patch will include a ton of fixes for in-game bugs that players have been reporting recently, all of which will be detailed in the notes for the update a week before it launches.", "The official forums will be archived in a locked state, so that players can still reference the information that lives on the various boards. As for the online presence of the game and official channels, we will be switching to a more minimal approach, keeping our social media channels active for any necessary announcements only. The game will continue to be available for sale, and as such will continue to receive the full support of JasonKillsBugs.com as a resource for troubleshooting. Please do continue to use the support site for any assistance needed.", "The team at Gun ended its update by thanking fans for their dedication to the game, despite the closure being \"inevitable.\" It's sad to see it happen, especially with the growth seen within the community, but at least it will still be playable for those enjoying becoming the infamous killer himself.", "[Source: Gun]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["peer", "team", "servers", "patch", "play", "shutting", "continue", "quick", "good", "theres", "13th", "update", "game"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}