{"authors": ["Emily Taylor"], "keywords": ["trumps", "funding", "conservation", "donald", "usgs", "science", "scientific", "previously", "trump", "impact", "attacks", "change", "climate", "crisis"], "pubDate": null, "summary": "Conservation cutIn April the Trump administration withdrew funding for the Landscape Conservation Cooperatives, a large and successful conservation programme that tackled issues such as the climate crisis, species extinction and energy security.\nWeather blackoutDonald Trump’s government has refused to publicise dozens of studies from the US Department of Agriculture that examine the impact of the climate crisis.\nAgriculture secretary, Sonny Perdue, has previously expressed scepticism about climate change, believing it to simply be due to “weather patterns”.\nClimate censorshipIn June, it was reported that the White House had tried to stop Dr Rod Schoonover, a senior intelligence analyst, from discussing climate change when delivering congressional testimony.\nThe reason given was that the science was not aligned with the views of the Trump administration.", "title": "The five: Donald Trump’s attacks on science", "url": "https://www.theguardian.com/technology/2019/oct/06/the-five-ways-donald-trump-has-attacked-science", "id": "a35157c9-99db-357c-b97b-3809cbaea8d0", "paragraphs": ["The US president is a climate-crisis denier, but it is not the only field in which he is at odds with scientists and their work", "Running interference", "Last week, a report by US campaign group the National Task Force on Rule of Law and Democracy, compiled by ex-government officials, concluded that under the Trump administration that there were now “almost weekly violations” to the impartiality of scientific research.", "Conservation cut", "In April the Trump administration withdrew funding for the Landscape Conservation Cooperatives, a large and successful conservation programme that tackled issues such as the climate crisis, species extinction and energy security. Sixteen of the original 22 research centres have now been dissolved or are on an indefinite “hiatus”. This was in defiance of instructions from Congress, which had approved $12.5m of federal funding for the cooperatives.", "Weather blackout", "Donald Trump’s government has refused to publicise dozens of studies from the US Department of Agriculture that examine the impact of the climate crisis. Agriculture secretary, Sonny Perdue, has previously expressed scepticism about climate change, believing it to simply be due to “weather patterns”.", "Climate censorship", "In June, it was reported that the White House had tried to stop Dr Rod Schoonover, a senior intelligence analyst, from discussing climate change when delivering congressional testimony. The reason given was that the science was not aligned with the views of the Trump administration.", "Short-term approach", "James Reilly, the director of the US Geological Survey (USGS), has ordered that scientific assessments produced by USGS use climate models that only track the possible impact of climate change until 2040, rather than until the end of the century, as they had done previously. The second half of the century is likely to see the most dramatic impacts of global heating."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}