{"id": "a3b70a41-ce91-3e34-b77c-52171193c80f", "title": "These Are Officially the Best Bars in America", "url": "https://www.vogue.com/article/these-are-officially-the-best-bars-in-america", "summary": "Serendipitously, the World’s Best Bar Awards announced the top watering holes in America just yesterday.\nDante (New York)The official best bar in America?\nUnder the leadership of Linden Pride and Nathalie Hudson, they’ve become a critical darling—in 2019, they took the official crown as The Best Bar in World.\nNoMad Bar (New York, Los Angeles, and Las Vegas)The NoMad Bar, which is ranked as the third best bar in America, is closed at each of its respective hotel hotspots in New York, Los Angeles, and Las Vegas.\nEmployee’s Only (New York and Los Angeles)There have been 12 years, and 12 editions, of the World’s Best Bar Awards.", "paragraphs": ["Here’s a rhetorical question for you: It’s Election Day Four—who needs a stiff drink?", "Serendipitously, the World’s Best Bar Awards announced the top watering holes in America just yesterday. (They did also announce the best bars globally. But thanks to the raging coronavirus pandemic in this country, we can’t cross international borders, so that’s irrelevant!) So as Friday night nears, here’s a handy guide for where to order a state-of-the-art cocktail while anxiously awaiting the state of the union.", "Dante (New York)", "The official best bar in America? That would be Dante, the 104-year-old institution that recently opened a second outpost in the West Village. Under the leadership of Linden Pride and Nathalie Hudson, they’ve become a critical darling—in 2019, they took the official crown as The Best Bar in World. This year they claimed second place, making them the top spot in North America.", "With an outdoor dining setup that echoes the bistros and cafés of Europe, it’s the perfect place to have an aperitif al fresco this fall. Especially with their new warm drinks menu, which includes a hot buttered rum with raspberries or hot smoked toddy with marmalade.", "Attaboy (New York and Nashville)", "There is no menu at Attaboy, a custom craft cocktail bar in New York and Nashville that’s been a staple on the World’s Best Bar ranking for the past several years. (Currently, they’re ranked as number 12 in the world, and second in America.) Instead, you just tell the bartender what you’re feeling. Which, let’s be real—is probably a lot.", "NoMad Bar (New York, Los Angeles, and Las Vegas)", "The NoMad Bar, which is ranked as the third best bar in America, is closed at each of its respective hotel hotspots in New York, Los Angeles, and Las Vegas. But when they do reopen, you should go there. Especially those in Clark County—who, thanks to John King’s magic map, I now care about deeply.", "Katana Kitten (New York)", "This Japanese cocktail bar, ranked as 16th best bar in the world and fourth in America, is the epitome of cool: there are vintage posters from Tokyo, a retro playlist, and decor inspired by Japan’s Taiso period—known as the country’s jazz age. Order a Toki highball and stay awhile.", "Employee’s Only (New York and Los Angeles)", "There have been 12 years, and 12 editions, of the World’s Best Bar Awards. Employee’s Only has been listed on every single one. This year, they rank 38th in the world and fifth in America. Credited with bringing the mixologist movement to New York City, it’s got a prohibition-style vibe that makes it perennially popular with Gotham’s denizens. In 2018, they opened a second watering hole in West Hollywood.", "Café La Trova (Miami, Florida)", "A haunt in the heart of Little Havana, Café La Trova crafts creative cocktails Cubanos: think mojitos, frozen banana daiquiris, and a Hotel Nacional (pineapple rum, apricot liqueur, pineapple juice, lime juice). It makes its debut at number 70 globally."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["america", "bars", "york", "bar", "officially", "world", "best", "worlds", "los", "cocktail", "second", "ranked"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}