{"id": "a3d24b61-6a81-342d-be0e-3d13cb533e2b", "title": "The Dark Pictures Anthology: Little Hope Review – Inconsistent Magic", "url": "https://www.gameinformer.com/review/the-dark-pictures-anthology-little-hope/the-dark-pictures-anthology-little-hope-review", "summary": "Little Hope tells a fascinating tale, but lackluster gameplay, predictable scares, and performance issues hold it back from greatness.\nFor Little Hope, you’re introduced to a New England town of the same name.\nLittle Hope is a slow burn, meaning you have a lot of downtime just walking down a foggy path with few clues and boring dialogue.\nDespite having some of the best creature design Supermassive has ever done, Little Hope still can’t capitalize on its terrors.\nLittle Hope is inconsistent, like a witch-in-training still learning how to fully weave a spell.", "paragraphs": ["Witchcraft. Doppelgangers. Cenobite-like demons. Evil children. Inescapable fog. Supermassive Games loves to combine horror tropes and create its own spin on them for one big, spine-tingling adventure. It’s part of the studio’s identity and what made Until Dawn such a hit. I always look forward to seeing how the team is going to subvert my expectations. Little Hope is the second standalone entry in Supermassive’s Dark Pictures Anthology, and though it is a step up from Man of Medan, it still falters as much as it succeeds. Little Hope tells a fascinating tale, but lackluster gameplay, predictable scares, and performance issues hold it back from greatness.", "This story is completely self-contained, so you don’t need to play Man of Medan to understand it. This fresh break allows Supermassive to explore a new setting, characters, and horror subgenres. For Little Hope, you’re introduced to a New England town of the same name. It has an eerie past connected to the 17th-century witch trials, along with a family from the 1970s that experienced tragedy. When a bus carrying a professor and his group of college students crashes in Little Hope during a detour, you realize more is going on than meets the eye. Not only is a fog preventing you from leaving, but your group also appears connected to the town’s dark history. The new setting immediately pulled me in; not only is it creepy from the start, but the intrigue that holds the mystery together is powerful.", "That being said, getting to the story’s best moments takes time and patience. Little Hope is a slow burn, meaning you have a lot of downtime just walking down a foggy path with few clues and boring dialogue. You occasionally go into the sewers, a church, or a factory, but the winding road is the main destination. The journey would probably be more enjoyable if I found the characters intriguing, but it was hard to care about any of them. The problem is they feel more like one-dimensional reactions to a situation rather than being unique people with needs and motivations. It was hard to get a sense of any of them beyond the few traits listed about them when you start the game.", "Though the present-day ensemble is uninteresting, their doppelgangers from the past are a different story. They pull you back into their time period to experience the crazy accusations and fear of witchcraft that ran rampant. I loved the tension of these moments, as you see paranoia manifest you begin to question who is to blame for how things unfold (which becomes a big choice you make). It all culminates in a fantastic twist that I won’t spoil, but it is cleverly done and made me approach my second playthrough in a different and exciting way. Changing your decisions on subsequent runs also leads to new scenes and situations, like whether characters proudly show off their relationship, or what form a creature takes.", "I wish the overall gameplay of Little Hope provided the same excitement. Despite having some of the best creature design Supermassive has ever done, Little Hope still can’t capitalize on its terrors. The game tries to unnerve you, attempting its share of jump scares, but they are too predictable and over-the-top to work. Addressing complaints from Man of Medan, Supermassive made some improvements with better indicators for when QTEs are coming, and you can now press a button to walk faster through environments. However, item selection is still finicky, and I had to contend with technical issues like freezes and glitches, especially in co-op.", "Speaking of co-op, I had a much better experience playing by myself than I did with someone else – the opposite of my experience with Man of Medan. The story lends itself better to solo play, as co-op allows only certain players to see specific scenes, which makes it difficult to piece together the whole story. Also, if your co-op buddy finishes up their area first when you’re split up, the story moves ahead without giving you time to inspect everything. I experienced crashes, dialogue cutting out, and disconnects, despite both my co-op buddy and I having solid connections. I hope this aspect of the game gets improved after launch, because it gets in the way of following and appreciating the narrative.", "Little Hope is inconsistent, like a witch-in-training still learning how to fully weave a spell. It sets up its story well and keeps you guessing, but the execution is lacking. It needs more variety and interesting things for your characters to do. The action comes too late, and by then, you’re already nodding off. However, seeing the fantastic ending makes putting up with those boring moments a little more bearable."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["review", "man", "anthology", "moments", "little", "medan", "youre", "hope", "magic", "characters", "dark", "supermassive", "experience", "coop", "pictures", "inconsistent"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}