{"id": "a3e7c03c-9b59-3970-853a-9f9870ce470a", "summary": "Almost his first job was to persuade 350,000 people to move away from Mount Merapi on the island of Java.\nBy the evening of October 25th, when the mountain blew its top, the BNPB had overseen the evacuation of almost everyone.\nHe was there when grey ash started falling on the heads of the elderly villagers he was leading out.\nSo first of all he provided clarity, turning data from monitors on the ground into clear statements to the press.\nAmong the 350 people he had not been able to save from Merapi was the guardian of the mountain.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["T HREE TIMES the government asked him and he turned the job down, not wanting to become a mouthpiece for them; but in the end they pressed him, and in 2010 Sutopo Purwo Nugroho became the new spokesman for Indonesia’s Disaster Mitigation Agency ( BNPB ). Almost his first job was to persuade 350,000 people to move away from Mount Merapi on the island of Java. The great, stately, active volcano had been monitored for a long time. People believed it hosted a sultanate of sometimes peevish spirits who had to be soothed, not shunned, when they were angry. His job was to persuade the locals to forget that, and just leave.", "He gave the warning late on October 24th. By the evening of October 25th, when the mountain blew its top, the BNPB had overseen the evacuation of almost everyone. (The tight time-lapse was ideal; if he’d waited longer, the evacuees would have started to wander back.) He was there when grey ash started falling on the heads of the elderly villagers he was leading out. The sight made him cry. Worse, though, was the fact that more than 350 people ignored his warnings, preferring to stay on the right side of the spirits.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Before he arrived at the agency, forecasts of natural disasters were a fairly random occurrence. Often they were missed, or the government panicked without reason, dragging along a public panicked by hoaxes posted online. Indonesia was a country of 17,000 islands, perched on the “Ring of Fire” at the edge of the Pacific, with 127 active volcanoes. They could erupt at any time, and the same sliding plates unleashed earthquakes, landslides and tsunamis, adding up to more than 2,300 emergencies a year. As his job went on, the tally got worse: 2018 was the deadliest for natural disasters in over a decade, with more than 4,600 people killed. Yet Indonesians barely knew what they faced. A poll of his many Twitter followers revealed that 86% had never had disaster training.", "So first of all he provided clarity, turning data from monitors on the ground into clear statements to the press. There were plenty of those, and 500 press releases in 2018 alone. Then he did some educating. He filled the BNPB building with dioramas, mud-crusted relics from landslides, notices tipped sideways and backdrops of devastation into which visitors could insert themselves, as rescuers, for selfies. (That might seem silly, but he liked to pose in them himself, smiling a bit self-consciously; it all helped to show schoolchildren, in particular, what being caught up in a disaster was like.) He shrugged off the occasional government grumble about being “too naughty”. After all, before he took the job he had already publicised the fact that cracks in a dam were caused by official negligence. They knew he would be a handful.", "Social media, though, was his trump card. Almost all Indonesians now had mobile phones. He ran seven WhatsApp groups to exchange data with monitors and journalists, who could always get “Pak Topo” when they needed him, and he used Twitter to keep the public up to speed. Among his posts of good meals, get-togethers, his spoiled cat Mozza and a gecko licking his toothbrush, he tweeted warnings. “Pyroclastic material from Mount Karangetang…can reach 700-1,200 degrees centigrade. Trust me when I say, don’t touch it.” “Celebrating Eid on Mount Bromo is safe. As long as you are not within 1km of the crater…its charms are waiting for you.” Expanding his brief, he urged people to clean their gutters, tweeting a picture of a python being pulled from a drain: “Don’t just write ‘No snakes’. Snakes can’t read.” He also told the young to work hard at school, as he had, getting over his hang-up that he was poor and ugly with diligence and lots of hair oil.", "For those who wanted them, he tweeted challenging scientific facts: diagrams of volcanoes changing shape before they erupted, and a long thread about volcanic mud. He was not a volcanologist, leaving that job to academic monitors in airless sheds at the foot of uneasy mountains; his training was in hydrology, and he had wasted many years at another agency trying to make rain. But he did spend most of his time at the BNPB staring at wall screens where white lights flashed on the dozens of volcanoes that were active or might become so (a good test for presidential candidates, he mused once, would be to try to name them all), and leaping to his ever-buzzing phone. He needed to watch both the earth moving and fake news accumulating, like steam, in the Twittersphere.", "Here, he worked fast. Incipient panics got short shrift: “No tsunami seen in Banggai. Please don’t spread hoaxes.” Fake images were denounced. (“This eruption is in South America. Ignore and don’t spread.”) Talk of “portents” was firmly shot down. (“The mountain peak is clouded with altocumulus lenticularis…due to a whirlwind at the top…No connection with mysticism or politics ahead of the election.”) As a result, he helped Indonesians feel safer. Jokowi, the president, publicly praised him, which was almost as good a moment as when he at last met the singer Raisa, on whom he had such a crush that he included her Twitter handle in more than 90 of his disaster tweets. He claimed his only motive was to get them retweeted to her 8m followers. Of course!", "With all this whirling round him, he was also cheerfully facing disaster of another sort. In 2018 he was diagnosed with Stage 4 lung cancer, though he had never smoked. He could not have foreseen it; Nature was unpredictable. Science helped him understand it, but could not cure it. Allah had planned it, just as He had planned that others should die in earthquakes and tsunamis. Many Indonesians, he had discovered, found it more comforting to think that way. So, after the first cruel shock, did he. His tweets of destroyed places now included MRI scans of his lungs.", "Among the 350 people he had not been able to save from Merapi was the guardian of the mountain. Slowly, his house had filled up with grey ash. Before the rest of the villagers made their way down to safety, he simply told them his time had come to go. ■"], "url": "https://www.economist.com/obituary/2019/08/10/obituary-sutopo-purwo-nugroho-died-on-july-7th", "title": "Obituary: Sutopo Purwo Nugroho died on July 7th", "pubDate": null, "keywords": ["mountain", "sutopo", "nugroho", "obituary", "monitors", "twitter", "mount", "purwo", "indonesians", "bnpb", "7th", "died", "dont", "volcanoes", "job", "disaster"]}