{"keywords": ["biden", "response", "mowrer", "primary", "hunter", "struggled", "form", "iowa", "challenge", "president", "faced", "biggest", "mr", "focus", "democratic", "south"], "authors": ["Jonathan Martin", "Alexander Burns", "Katie Glueck"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/05/us/politics/biden-trump-ukraine.html#commentsContainer", "summary": "In the past, Mr. Biden has bristled at questions about whether his family had benefited financially from his political career.\nHe did so again on Friday when he was asked whether his son’s work in Ukraine represented a conflict of interest.\nFor his allies, it is both poignant and painful that Mr. Biden’s family is again at the heart of his public identity.\nMr. Mowrer said he saw the elder Mr. Biden in Iowa last month and they discussed not Hunter but his other son, Beau.\n“Beau’s death is very, very fresh in his mind, and so now these attacks on Hunter are even more unsettling,” Mr. Mowrer said.", "paragraphs": ["In the past, Mr. Biden has bristled at questions about whether his family had benefited financially from his political career. He did so again on Friday when he was asked whether his son’s work in Ukraine represented a conflict of interest. Pointing a finger at the questioner he said: “Let’s focus on the problem. Focus on this man, what he’s doing, that no president has ever done. No president!” The Trump campaign was soon circulating a clip of the episode.", "For his allies, it is both poignant and painful that Mr. Biden’s family is again at the heart of his public identity. He lost his first wife and daughter, and nearly lost his two sons, in a car accident in the weeks after he was elected to the Senate in 1972. His final years as vice president, as well as his hopes to run for president in 2016, were overwhelmed by his elder son Beau’s death from brain cancer.", "Jim Mowrer, a former Democratic congressional candidate from Iowa who served with Beau Biden in the military, said he spoke to Hunter Biden early this year and got the impression he was trying to focus on personal matters rather than the campaign. Mr. Mowrer said he saw the elder Mr. Biden in Iowa last month and they discussed not Hunter but his other son, Beau.", "“Beau’s death is very, very fresh in his mind, and so now these attacks on Hunter are even more unsettling,” Mr. Mowrer said.", "A big bet on South Carolina", "The politics of Ukraine and impeachment have been so costly for Mr. Biden, in part, because he is confronting so many other challenges in the Democratic race : a struggle to excite liberal primary voters, an ascendant rival in Ms. Warren and a decline in fund-raising that has forced him to spend even more time appealing to donors in cities hundreds of miles from the early primary states.", "Mr. Biden’s campaign manager, Greg Schultz, acknowledged some of those problems in a briefing for Democratic donors at Morgan Stanley’s New York office last month. Mr. Schultz assured the group that they had a path to the nomination that depended on winning South Carolina — the fourth primary state — and then scoring big victories in the Super Tuesday primaries in March.", "In South Carolina, where Mr. Biden’s support appears strongest among the early-voting states, some of his supporters are discussing a trip to Iowa before Thanksgiving — to vouch for the former vice president, and to emphasize his ability to appeal to minority constituencies, like African-Americans."], "id": "a3ec5699-c0e7-3f2f-a2b5-4a0362bf1f73", "pubDate": null, "title": "Biden Faced His Biggest Challenge, and Struggled to Form a Response"}