{"id": "a3f49776-baa5-331a-a242-ef6e22b67530", "title": "Fire-ravaged California Wine Country: We're still here", "url": "https://edition.cnn.com/travel/article/california-wine-country-napa-sonoma-wildfires-tourism/index.html", "summary": "Maybe headed straight for the Meadowood Napa Valley resort.\nKostow's restaurant wasn't the only casualty of wildfires in Wine Country this year.\nThe most recent blaze -- the Glass Fire -- wreaked havoc in Napa County, hitting Meadowood and obliterating the five-star Calistoga Ranch resort.\nLinsey Gallagher, president and CEO of Visit Napa Valley, the organization tasked with marketing the Napa Valley as a travel destination, said the region is home to about 475 wineries.\nTodd Cilano was regional vice president of the resort, and in an email noted that the \"Ranch\" was a celebration of Wine Country.", "paragraphs": ["Healdsburg, California (CNN) — The subject of the call was dire: Scattered reports of fire. On the mountain. Maybe headed straight for the Meadowood Napa Valley resort.", "It was late September, and most resort employees had evacuated to safer spots. Officials organized a conference call to reassure their people not to panic. Christopher Kostow, executive chef of The Restaurant at Meadowood , was one of those on the line.", "The group discussed conflicting news reports of fire burning nearby vineyards . They shared first- and second-hand stories of friends losing everything. Finally, someone interrupted: What about \"the picture?\"", "The picture, of course, was one that is now burned in the brains of everyone within a 30-mile radius of the most vaunted wine region in California", "In the foreground, a lone CalFire firefighter stands in an orange jumpsuit atop a heap of plant debris. In the background, the three-Michelin-star restaurant and top story of the luxurious Clubhouse at the five-star Meadowood resort are completely engulfed in flames.", "Kostow hadn't seen the photo tweeted out by a Bay Area journalist until someone texted it to him moments later. The chef was driving when it came through on his phone. After glancing at it, he nearly veered off the road.", "\"I knew immediately -- you don't come back from that,\" Kostow said days later, still recovering from the shock. \"We put 12 years of human capital into that place, and it disappeared in a few hours.\"", "Kostow's restaurant wasn't the only casualty of wildfires in Wine Country this year. Two separate fires over the course of three months singed acres of vineyards, hundreds of homes and several other tourist destinations throughout the area.", "The most recent blaze -- the Glass Fire -- wreaked havoc in Napa County, hitting Meadowood and obliterating the five-star Calistoga Ranch resort. It damaged or destroyed nearly twodozen wineries as well.", "In August, the hulking LNU Complex Fire hit both sides of the region, burning all the land around Lake Berryessa in Napa County and threatening the Russian River Valley resort towns of Forestville and Guerneville on the Sonoma County side.", "Related content Covid-19 travel restrictions state by state", "Cleanup and recovery operations are ongoing where possible; in some cases, those businesses that had shuttered because of damages have reopened.", "Still, after an economic slowdown thanks to the Covid-19 pandemic and three horrific fire seasons out of the past four, many local folks can't help but wonder: Will travel to Wine Country ever be the same?", "State of the region", "To be clear, Napa and Sonoma counties are still vibrant, beautiful places.", "Yes, there have been terrible fires since 2017. Yes, people have died. Yes, fresh black burn scars slash the otherwise verdant landscape. All told, across both counties the fires have destroyed more than 7,500 homes.", "Amazingly, however, in the context of the local tourism infrastructure, these natural disasters really haven't precipitated the type of Armageddon that many might extrapolate from headlines and video they see on TV.", "Fire crews saved all structures at the Schramsberg vineyard outside Calistoga. Courtesy Schramsberg", "Take the most recent Glass Fire, which burned more than 67,000 acres overall.", "Linsey Gallagher, president and CEO of Visit Napa Valley, the organization tasked with marketing the Napa Valley as a travel destination, said the region is home to about 475 wineries. She noted that only 31 -- roughly 6.5% -- were directly affected by the fire.", "Of the 31, she said, 11 suffered major damage or destruction.", "Among those reporting serious or total losses: Burgess, Cain, Dutch Henry, Hourglass, Newton and Sherwin Family. The 45-year-old Chateau Boswell also burned to the ground; all that remains today is the winery building's stone façade.", "\"Our thoughts go out to all who were impacted by this most recent fire,\" Gallagher said. \"We have endured phylloxera (a louse affecting vines), Prohibition and earthquakes, and we'll get through this, as well.\"", "Officials at wineries that endured less significant damages -- all of which are open for tastings again -- shared harrowing stories of perilously close calls.", "Hugh Davies, president of the sparkling wine producer Schramsberg , reported that fire crews rushed up the hillside and saved all structures at his property outside Calistoga. He noted that a recent effort to create space between buildings and forest likely facilitated the heroic effort, and said that a few vines did burn.", "At Castello di Amorosa, a Calistoga winery in a replica of a medieval stone castle, the fire burned a storeroom but not the main structure. Tom Davies, president and managing partner of sister winery V. Sattui (and no relation to Hugh), said the castle \"got lucky.\"", "Philippe and Cherie Melka, owners of Melka Estates & Winery in St. Helena Mariana Calderon Photography", "Philippe and Cherie Melka, owners of Melka Estates & Winery in St. Helena, said flames incinerated their grown child's detached living quarters and a guest cottage, but firefighters miraculously saved the family's main home and the main winemaking facility.", "\"We recognize it could have been a lot worse,\" Cherie Melka said. \"We're thankful we're still here.\"", "Fallen icons", "While the Glass Fire took out 150 of the 5,500 hotel rooms in Napa County, the losses represent two iconic properties: Calistoga Ranch and Meadowood Resort.", "Calistoga Ranch, an ultra-luxury resort with 50 rooms, was destroyed -- its exquisite main building, spa and $800-per-night cabins reduced to ashes in a matter of hours as the fire advanced from St. Helena north.", "Todd Cilano was regional vice president of the resort, and in an email noted that the \"Ranch\" was a celebration of Wine Country. He wrote that the property was home to a working cabernet vineyard, hiking trails and a flourishing garden and a chicken coop that produced hyperlocal ingredients for the on-site restaurant. He added that people loved the resort because of how it blurred the line between inside and out.", "The remains of the guest houses at Calistoga Ranch smoulder after the Glass Fire on September 30, 2020. Samuel Corum/AFP/Getty Images", "\"Our intention is to reestablish the resort, but it will take some time to rebuild,\" wrote Cilano, who is also general manager at Solage, a neighboring property which, like Calistoga Ranch, is part of the Auberge Resorts Collection . \"The outpouring of support from past guests who already cannot wait to return has been incredibly encouraging.\"", "At Meadowood, many of the guest rooms survived the blaze but took on varying degrees of smoke damage. Since the clubhouse and other buildings were incinerated, the resort has closed to assess fallout and devise a rebuilding plan. No reopening date has been announced.", "One thing is certain: The Restaurant at Meadowood will have to find a new home.", "Kostow described his overriding emotion about the fire as \"grief,\" and likened losing the beloved restaurant to the death of a family member.", "The bustling kitchen of three-Michelin-star The Restaurant at Meadowood, before it was destroyed in the Glass Fire on September 28. Kelly Puleio", "\"To be honest I've never experienced anything like this in my life and I don't think I ever will again,\" he said. \"It makes you think about what was of value in what you had done and what should be of value going forward. It throws into question everything about our industry and the value of the work we do. When nothing is physically left, there you are, asking yourself the question, 'What of value remains?'\"", "Kostow continued: \"For me it was such an honor over the years to work with the people I worked with. We worked hard. We did something unique. I'm so proud of the work they and I were able to do together. Fire can't render that moot.\"", "Kostow has another local restaurant -- The Charter Oak -- in St. Helena, and said he expected to be able to keep most of his staff busy with work there.", "He also said he is \"looking at ways to keep the team working together\" into 2021 and beyond.", "Related content How coronavirus will change skiing this season", "Tackling other challenges", "In Sonoma County, the hospitality industry has held its collective breath; while both the Glass Fire and an offshoot of the LNU Complex named the Walbridge Fire threatened thousands of local businesses, both fires burned mostly in wild areas and neither wreaked significant damage to the tourism infrastructure.", "Of course, Sonoma County was hit harder in previous years, with the Kincade Fire threatening Healdsburg in 2019 and the Tubbs Fire blazing a path of destruction through Santa Rosa in 2017. Certain neighborhoods of Santa Rosa are still rising from the ashes.", "This year, in addition to poor air quality, the biggest challenge for Sonoma County was one familiar to tourist destinations all over the world: the Covid-19 pandemic.", "\"Yes, we battled blazes and a pandemic, but this is a place that personifies resiliency, creativity and a passion for the best life has to offer,\" said Claudia Vecchio, president and CEO of Sonoma County Tourism. \"While the past several years have given us myriad challenges, Sonoma County continues to be a place where travelers can breathe in the stunning natural beauty, escape the crowds of the city and create (great) moments.\"", "The Arista Winery in the Russian River Valley sits on 36 acres and is ideal for social distancing. King Lawrence", "As Vecchio suggested, many wineries, hotels and restaurants have improvised.", "In the Russian River Valley, for instance, Arista Winery bolstered an existing lineup of private tastings with outdoor experiences held at six spots around the 36-acre ranch.", "Mark McWilliams, co-owner and director of operations, said all of these tastings come with small bites, and noted that each of the spots is secluded by big and beautiful oak trees, which means that visitors by nature are practicing physical distancing when they visit.", "\"We're kind of set up with these private islands where I can have five groups here at any given time but they never see each other and feel like they're the only group on the property,\" said McWilliams, whose winery is in unincorporated Healdsburg. \"We did this because it's the best way to soak up the view and take in the beauty of this ranch. Turns out (these offerings) work for Covid, too.\"", "Because Sonoma County restaurants have not been allowed to offer indoor dining until Covid-19 case numbers fall below a certain threshold, restaurateurs have had to pivot in different ways.", "In Windsor, Leah Scurto turned her dine-in pizza parlor, PizzaLeah , into a take-out only business. In the city of Sonoma, Sondra Bernstein this summer opened a satellite location of her girl & the fig restaurant in the plaza across the street.", "Back in Healdsburg, restaurateur Dustin Valette spent more than $50,000 to create an al fresco patio on the street adjacent to his restaurant, Valette", "Inside, the restaurant could seat 49. Outside, the restaurant now seats 37.", "\"The patio is a bridge -- we're not at break-even, but we are in a position to endure losses,\" said Valette, whose 79-year-old father still flies air tankers for CalFire. \"With fires and Covid, we're doing the best we can while still delivering on great food and a memorable experience.\"", "Hotels and local hotel companies embraced big changes, too. Four Sisters Inns, which operates seven boutique hotels in Wine Country, this summer signed up with Whistle, a text-messaging platform that allows concierges and other employees to communicate with guests from a safe distance.", "The 25-room Farmhouse Inn & Spa in Forestville replaced communal s'mores bowls with single-family packets for guest to use to concoct goodies over the poolside fire pits. Also, every guest gets a face covering.", "Some hotels even made operational changes -- Vintners Resort in Santa Rosa shortened its cancellation policy to 72 hours from seven days and no longer charges guests for canceling reservations.", "\"Between the fires, the smoke from the fires, and Covid, we realized guests wanted us to be more flexible,\" said General Manager Percy Brandon. \"We're doing whatever we can to make people feel welcome and attract more business.\"", "What comes next?", "Across both counties, hoteliers, restaurateurs, winery owners and tour operators wonder whether all the pivoting they are doing will be enough.", "At Farmhouse Inn & Spa in Forestville, California, every guest gets a face covering. Courtesy Farmhouse Inn", "Battling the pandemic slump was challenging on its own, but with the additional threat of fires, the pervasive challenge of poor air quality because of wildfire smoke and the forthcoming danger of flooding and landslides during winter rains, many locals are uneasy.", "\"It's multiple layers of crisis,\" said Gallagher, the head of Visit Napa Valley.", "Currently, the busiest time of the year in Wine Country is harvest, which usually takes place from August to November -- the heart of fire season. Assuming the risk of Covid-19 will eventually go away, some locals wonder if encouraging visitors to come at different times of year might help circumvent complications associated with climate change.", "One possibility: Bud Break, when grape vines wake up from winter dormancy and produce their first buds of the new season. This usually happens sometime between mid-February and mid-March, depending on weather and temperature.", "Currently, at least from a tourism perspective, this timeframe is considered part of the region's \"off-season.\" That means tasting rooms are less crowded and hotel rates are low -- perfect conditions to attract new guests.", "Two other possibilities include summer, which can get beastly hot, and November through January, which -- at least before the past few years -- has been characterized mostly by rain.", "\"(Typically) winter is rainy, but it's a beautiful time to be here,\" said Joe Bartolomei, co-owner of the Farmhouse Inn. \"Maybe one of the ways we can survive the disruptions is by doing a better job of showing people we are a year-round destination.\"", "Other insiders think the answer is better education about local geography, climate and ecosystems.", "Art Murray, president and owner of Flambeaux Wine in Sonoma County's Dry Creek Valley, said that when visitors come for tastings, he usually pulls out a topographic map and tries to show them where the region's valleys are in relation to each other. Murray also spends time distinguishing between Napa and Sonoma counties, which are separated by a mountain range and ecologically distinct.", "To demonstrate the need for this basic education, Murray shared his own story. The Walbridge Fire came within less than a mile of his house and he barely heard from friends out of state. But when the Glass Fire was raging in Napa, 30 to 40 miles away, his phone wouldn't stop vibrating."], "authors": ["Matt Villano", "Special To Cnn"], "keywords": ["napa", "restaurant", "wine", "winery", "county", "california", "valley", "fires", "sonoma", "meadowood", "country", "resort", "fireravaged"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}