{"authors": ["Sahil Patel", "Sahil.Patel Wsj.Com"], "keywords": ["bootcamp", "drybar", "regimens", "work", "health", "videos", "marketing", "ad", "sales", "chains", "stores", "barrys", "revenue", "schiller", "popsugar", "beauty", "deals"], "summary": "Boutique beauty and health outlets Barry’s Bootcamp LLC and Drybar Holdings LLC are bringing in a different sort of customer than their regulars: marketers eager to stand out in new ways.\nBarry’s Bootcamp didn’t actually offer the shoes for sale, though.\nPopSugar is looking to strike ad deals with two more physical chains this year, said Chief Revenue Officer Geoff Schiller.\nThe new pacts, like those with Barry’s Bootcamp and Drybar, will last at least a year, Mr. Schiller said.\nBarry’s Bootcamp, meanwhile, has hosted after-class parties sponsored by tequila brand Don Julio in its studios.", "title": "Health and Beauty Chains Work Ad Sales Into Their Regimens", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "a3f53540-daec-3990-8e8f-5a2b67491e62", "pubDate": null, "paragraphs": ["Boutique beauty and health outlets Barry’s Bootcamp LLC and Drybar Holdings LLC are bringing in a different sort of customer than their regulars: marketers eager to stand out in new ways.", "The Drybar hairstyling salon chain in July ran promotions for video streaming service Hulu LLC’s remake of “Four Weddings and a Funeral” at five locations in New York City and Los Angeles. They included free blowouts for more than 800 customers, videos playing in stores, Hulu branding, and gift boxes featuring hair ties, nail polish and other items assembled by digital lifestyle publisher PopSugar Inc., which initiated the effort.", "Newsletter Sign-up", "PopSugar separately enlisted Barry’s Bootcamp fitness centers in August to promote the new Adidas Boost shoe, putting the shoes on trainers’ feet and displaying them in stores. Barry’s Bootcamp didn’t actually offer the shoes for sale, though.", "Drybar, which has also helped hype Netflix Inc. and clothing retailer Hennes & Mauritz AB (H&M) stores, aims to do one or two such deals each month, according to Chief Marketing Officer Sarah Hoffmann. The work helps draw attention to Drybar—but brings in money instead of drawing down the marketing budget, she said.", "“We are known for the experience we provide when you come in and get your blowout,“ Ms. Hoffmann said. “We can find ways to elevate that by sharing movies, beverages and other experiences—and partner with movie studios and others to bring these experiences to our customers.”", "Drybar has an executive on its marketing team dedicated to such partnerships; Barry’s Bootcamp has two people on its team focused on the projects.", "PopSugar is looking to strike ad deals with two more physical chains this year, said Chief Revenue Officer Geoff Schiller. The new pacts, like those with Barry’s Bootcamp and Drybar, will last at least a year, Mr. Schiller said.", "“Most bricks-and-mortar retailers don’t have media and advertising revenue streams on their business plans,” Mr. Schiller said. “This is an opportunity to provide a secondary, incremental revenue stream.”", "The outlets and PopSugar share revenue from the marketers, the companies said. The deals also include the distribution of sponsored videos and other content on PopSugar sites and social channels.", "But Barry’s Bootcamp and Drybar are courting sponsorship deals beyond PopSugar as well.", "For film studio Universal Pictures, Drybar promoted “The Secret Life of Pets 2” with custom videos in its stores, free blowouts and a “bark bar” for dogs in some locations.", "Barry’s Bootcamp, meanwhile, has hosted after-class parties sponsored by tequila brand Don Julio in its studios.", "“When you consider that communications and marketing teams, in general, have expenses with some measurable [return on investments], it’s nice to get a check from a brand to pull off an experiential activation,” said Vicky Land, vice president of communications and brand strategy for Barry’s Bootcamp. “It’s definitely something we expect to grow.”", "PopSugar’s “experiential” business, which includes its annual event PopSugar Play/Ground and other physical marketing installations such as these deals with Barry’s Bootcamp and Drybar, will account for about 16% of the company’s overall revenue in 2019, said Mr. Schiller. About 22% of PopSugar clients included a physical marketing element in their deals this year, the company said.", "Write to Sahil Patel at SahilPatel@wsj.com"], "url": "https://www.wsj.com/articles/health-and-beauty-chains-work-ad-sales-into-their-regimens-11570140128?mod=hp_minor_pos3"}