{"id": "a4178ea6-603e-3e34-8cf8-2744c8c83e72", "title": "Architecture - Derby Assembly Rooms and the brutalism battle", "url": "https://www.economist.com/britain/2020/10/31/derby-assembly-rooms-and-the-brutalism-battle", "summary": "Time has not been kind to the Assembly Rooms, which opened in 1977.\nThe building, a venue for concerts and graduation ceremonies, has sat empty since it was damaged by fire in 2014.\nThe problem is not just that Tory-led Derby City Council is unwilling to foot the £34m ($44m) repair bill; it is that, like many buildings of its era, the Assembly Rooms are unloved.\n“We are constantly fighting a battle against people’s preconceived notions that architecture from that period isn’t any good,” says Catherine Croft, C 20’s director.\n■Editor's note: This article has been amended to make clear that Ben Derbyshire was not speaking for Historic England.", "paragraphs": ["D ERBY BUILT the RB 211 jet engines, which made Rolls-Royce a global leader in the aerospace industry, and the Advanced Passenger Train, which set a railway speed record of 152.3 miles per hour in 1975. Given the city’s futuristic bent, it seemed appropriate to replace an 18th-century leisure hall that burned down in 1963 with a sleek concrete structure designed by Hugh Casson, then Britain’s foremost architect.", "Time has not been kind to the Assembly Rooms, which opened in 1977. The building, a venue for concerts and graduation ceremonies, has sat empty since it was damaged by fire in 2014. The problem is not just that Tory-led Derby City Council is unwilling to foot the £34m ($44m) repair bill; it is that, like many buildings of its era, the Assembly Rooms are unloved. They are “far too big for a Georgian marketplace”, according to a guidebook, “and entirely without grace”. The council agrees, and this month published plans to replace them with green space and a pop-up market.", "Many brutalist edifices have been torn down in the past decade, among them Robin Hood Gardens, a London housing estate, and Birmingham Central Library. It is a trend that may soon accelerate. In a recent white paper, the government outlined plans to make it easier for developers to flatten buildings. On October 6th at the Conservative Party conference, Robert Jenrick, the housing secretary, said: “There’s going to be a big opportunity to demolish some of the mistakes of the recent past because you do see quite a lot of empty derelict buildings in town and city centres that were put up, often poorly constructed not within the character of those places, particularly in market towns in the 60s and 70s.”", "Beautification is part of the government’s plan to improve morale in depressed places, and Tory notions of beauty do not, by and large, encompass brutalism—a style associated with socialism and Europeans. Conservatives and their traditionalist bedfellows think they have the public on their side. In a poll conducted by Policy Exchange, a right-wing think-tank, in 2018, 85% of respondents said new homes should either fit in with their more traditional surroundings or be identical to homes already there. “It’s true that the 20th century birthed us with a huge range of architectural creativity,” says Ben Southwood, head of housing at Policy Exchange. “But a lot of it is unpopular.”", "Brutalism’s friends do not mind being in a minority; indeed, that may be part of the appeal. The style has become fashionable with fastidious types in their 20s, who spend their lunch breaks ogling listings for concrete-clad flats. The Twentieth Century Society ( C 20), a charity which campaigns for the preservation of post-1914 buildings, criticises Historic England, an official watchdog, for failing to protect modern sites. “We are constantly fighting a battle against people’s preconceived notions that architecture from that period isn’t any good,” says Catherine Croft, C 20’s director. Ben Derbyshire, an architect, hears C 20’s argument. “The lesson of history”, he says, “is that successive generations are too careless of their immediate heritage, so that it’s important for those in positions of power and influence to heed expert advice capable of distinguishing fashion from quality.”", "Derby’s civic society wants the Assembly Rooms to be listed. It is a cause that has even won over sceptics. Maxwell Craven, the civic society’s caseworker and author of the local guidebook, detests brutalist architecture. But he thinks the council, which says it is developing plans for the site’s long-term regeneration, will inevitably build “something much more deleterious to what was originally a medieval marketplace.” Higher-ups at Historic England are also sympathetic to the building’s cause, meaning there is still hope for it. Yet they will not offer protection to every 1970s edifice campaigners want to save. If Mr Jenrick gets his way, Britain’s bulldozers will be busy. ■", "Editor's note: This article has been amended to make clear that Ben Derbyshire was not speaking for Historic England."], "authors": ["The Economist"], "keywords": ["buildings", "architecture", "c", "brutalism", "rooms", "ben", "historic", "plans", "battle", "derby", "assembly", "england", "council", "housing"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}