{"authors": ["Condé Nast", "Jonathan Van Mete", "Annie Leibovit"], "keywords": ["oh", "modeling", "graham", "best", "wait", "say", "plus", "really", "ashley", "mom", "months", "pool", "zzzzt", "pregnant"], "paragraphs": ["Graham is five months pregnant when we meet, and wearing a black chiffon dress from The Row that skims the floor. “I love this dress,” she says as she turns to show it off in profile. “See? It’s great for pregnant——” here she pushes her belly out as far as it will go and starts laughing. “And then look! Here’s my party trick!” She sucks her pregnant belly all the way in and smooths the dress out flat. “And not pregnant!” Then: “Are you hungry?” Yes. “Oh, good. I have to eat. That’s my new thing. Like, if there’s no food? We don’t need to stay.” But wait. “Do you want to see the pool really quick? The view is kinda maj.” Up to the stairs we go, Graham exuberantly greeting everyone we pass: Hey, baby! Oh, hiii, sis! Standing by the pool, we take in the sweeping—in point of fact, major—view; it is the ultimate palimpsest, one that allows you to see all of the layers of New York history. In the summer, Graham tells me, she and her best friend hang out here on weekends. “You have to show up at 6 a.m. and wait in line to get a bed by the pool. So my best friend, who lives across the street, will come and wait in line for me. I show up at 7:30, and then all day we have our own bed. Instead of going to the Hamptons, which isn’t our thing, we come here. Just walk across the street! This is our hood!”", "But for a few months in a cramped apartment in Chelsea, Graham has been a Brooklyn girl since 2006. Indeed, she has lived at the same modest address in Park Slope since she was 17, when she signed with Wilhelmina and began modeling in earnest. Rachel, the aforementioned best friend, was the real estate agent who found her the apartment. “She’s been my ride or die for 16 years,” says Graham, who’s now pointing out a building off in the distance where she and her husband of nine years, cinematographer and documentarian Justin Ervin, finally bought themselves a serious home: a whopping three-story loft—a dope triplex, as she might say in one of the many voices from her repertoire—that has been under renovation for many, many months. One day soon, the best view in New York City will be hers. “I’ve been putting away my money,” she says of renting for all those years. “I mean, I wasted money or other things like clothes and . . . caviar.” She laughs. “But this apartment is a really big deal for me.”", "We head back downstairs, find a table, and order breakfast. I notice her nails, shellacked to a fare-thee-well. “Homegrown, baby!” She holds them up for inspection. “I think this color is called High Maintenance.” Her left ear is like a wind chime, dangling with so many earrings you can hear them clinking together. “Seventeen holes,” she says. Suddenly her big black bag starts to vibrate, not with the zzzzt . . . zzzzt . . . zzzzt of a cell phone but the continuous low-frequency hum of, say, a vibrator. “Call me out, Jonathan!” she says, laughing as she digs in and finds the culprit: a handheld fan. Really, I say. “Oh! When you’re pregnant? And it’s hot? You need one of these walking around the city.” And then she pulls a smaller bag out of her big bag. “I carried this last night to the Fenty show—little vintage Chanel moment. I’m giving it back to my stylist tomorrow. Don’t own it!”"], "summary": "Graham is five months pregnant when we meet, and wearing a black chiffon dress from The Row that skims the floor.\n“Do you want to see the pool really quick?\nThe view is kinda maj.” Up to the stairs we go, Graham exuberantly greeting everyone we pass: Hey, baby!\nIn the summer, Graham tells me, she and her best friend hang out here on weekends.\nThis is our hood!”But for a few months in a cramped apartment in Chelsea, Graham has been a Brooklyn girl since 2006.", "id": "a4295634-4594-38ef-add1-cfadece8ec83", "title": "Plus One! Ashley Graham on Modeling and Becoming a New Mom", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/article/ashley-graham-cover-january-2020"}