{"paragraphs": ["Here are some self-evident truths: Humans need to produce less carbon dioxide—assuming we care a fig about our children’s well-being. But even that’s no longer enough. CO 2 levels in the atmosphere have reached 400 parts per million, a huge increase over historical levels of around 300 ppm. The fact is, we also need to figure out how to remove some of the CO 2 that’s already out there.", "As a short-term solution, intrepid climate activist Greta Thunberg suggests we plant more trees. It’s a lovely idea. Who doesn't like trees? While R&D labs struggle to come up with viable carbon-capture technologies, we already have this “magic machine,” as her video says, that “sucks carbon out of the air, cost very little, and builds itself.” And we don't need to wait for craven politicians to get on board.", "I really want to believe in this. What if every person on Earth took it upon themself to plant a tree. One treetop per child. Just how much carbon dioxide could we hope to scrub out of the atmosphere? Would it help reverse climate change? Let’s do the math!", "Carbon Content of a Tree", "I’m going to walk through a rough estimation. This is a good way to approach policy questions on a first cut; if the results are promising, you can always loop back and do a more sophisticated analysis.", "So to start, let’s figure out how much carbon a single tree can hold. Imagine a generic tree. Since I live in Louisiana, I’m picturing a pine (though we have some awesome oak trees here too).", "The pine is nice because it has a tractable shape—it's basically just a long skinny cylinder (ignoring the branches). I’ll say it has a diameter (d ) of 1.5 meters and a height (h ) of 15 meters. I can just plug those values into the formula for the volume of a cylinder to get the amount of wood my tree contains.", "Illustration: Rhett Allain", "This gives me 106 cubic meters of wood. To convert this to mass, I’m going to assume a wood density (ρ) of 500 kilograms per cubic meter, which is half the density of water. The mass of my generic tree would then be:"], "pubDate": null, "summary": "Here are some self-evident truths: Humans need to produce less carbon dioxide—assuming we care a fig about our children’s well-being.\nAs a short-term solution, intrepid climate activist Greta Thunberg suggests we plant more trees.\nWhat if every person on Earth took it upon themself to plant a tree.\nSo to start, let’s figure out how much carbon a single tree can hold.\nI can just plug those values into the formula for the volume of a cylinder to get the amount of wood my tree contains.", "title": "If Each of Us Planted a Tree, Would It Slow Global Warming?", "url": "https://www.wired.com/story/plant-a-tree-for-climate-change/", "keywords": ["mass", "meters", "need", "slow", "planted", "tree", "trees", "global", "pine", "plant", "thats", "carbon", "wood", "warming"], "authors": ["Condé Nast", "Rhett Allai", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Christopher Ryan", "Megan Molteni", "Eric Niiler", "Sara Harrison"], "id": "a454d025-bc5b-3bf8-8aad-d507ae12ff6f", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}