{"authors": ["Condé Nast", "Zeynep Tufekc", "Zeynep Tufekci", "Nitasha Tiku", "Robbie Gonzalez", "Lily Hay Newman", "Christopher Ryan", "Kiona N. Smith", "Ars Technica", "Rhett Allain"], "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "id": "a466c857-2e31-3901-971e-7963ee6af8ab", "title": "All I Ever Wanted Was a One-Trick Pony", "paragraphs": ["I recently decided to purchase a phone that had more of what I wanted (battery life!) and less of what I didn't (news alerts, social media notifications, emails). I used to have a device exactly like this—a flip phone that could last a week on a single charge, and that didn't act like a supercomputer that trained all its gigaflops on distracting me.", "So I marched into my carrier's storefront and was disappointed to learn that I had exactly one option. It wasn't that cheap. It included a clunky browser and was cluttered with all sorts of other apps I didn't want. It also had terrible reviews; people said it broke down quickly and often. Not that any of that mattered, because I had no choice. I bought it—and it broke within months. I marched back and asked if they had acquired any other models. Dejected, I bought the same phone again.", "I promise, it's not that I like to overpay for crappy products. I just think that there's a good case to be made that it's in our best interest to move away from ever-more-powerful computing machines and toward, well, decent one-trick ponies. That's because the multipurpose computer—your smartphone, with endless tiled apps, or your laptop, with another tab always ready to open—makes it harder for you to align your own incentives with what your device is capable of doing.", "In 1971 the social scientist Herbert Simon anticipated the attention economy when he wrote that in an information-rich world, the most scarce resource is the one that information itself consumes: attention. “A wealth of information creates a poverty of attention and a need to allocate that attention efficiently,” he wrote. Here's how the designers of our devices, social platforms, operating systems, and websites have decided to allocate our attention: They have placed a bounty on it, monetizing our data and our gaze. Advertisements and other types of persuasive communication—political ads, entertainment, social media alerts—are all gunning for that bounty.", "Sure, sometimes you're in control. Sometimes that new tab you've opened in your browser tells you something useful. Sometimes you dearly want those notifications: a text from a loved one saying they've arrived safely, say. But the important thing to realize is that, on balance, the notifications and interruptions emanating from your device are not fine-tuned to your priorities. They're social Darwinism on a screen. It's a game of every app and ad for itself. It's as if we are letting a slew of demanding toddlers run our whole lives.", "This brings me to my favorite device, which proves another world is possible.", "Even the most benign forms of convenience afforded by our devices—like the ability to look something up while reading—can work against attention conservation. Finishing a book or a long article requires focusing for lengthy stretches of time. But according to one study, it takes us about 25 minutes to return to a task once we've been interrupted.", "Even if you never succumb to the temptation to click away, the video ads and blinking lights on the periphery of a website take their own toll. Another study found that advertisements on web pages, unsurprisingly, disrupt the reading we're trying to do there.", "Which brings me to my favorite device, one that proves another world is possible: the e-reader, a product category that has become almost synonymous with Amazon's Kindle. Let's get the obvious problems out of the way: It's not great that we seem to merely rent our books on the Kindle rather than truly own them. (Amazon can take them back!) And Amazon's surveillance via the device isn't welcome. (The company tracks what we linger on and what we don't.) Plus, ideally we'd be able to choose between a few more competing versions.", "SUBSCRIBE Subscribe to WIRED and stay smart with more of your favorite writers.", "But as a device for reading, the Kindle is excellent. And it's not just because e-ink is softer on the eyes; it's because there's not much else to do but read. The Kindle's quasi-functional web browser is not at all tempting outside of an emergency. And there are no notifications. I read better on the Kindle than on anything else—aside from the original no-notification technology, the physical book. Alas, books made of paper are heavy, and it's hard to always have one around. So Kindle it is."], "url": "https://wired.com/story/all-i-ever-wanted-one-trick-pony/", "keywords": ["pony", "social", "didnt", "device", "notifications", "world", "browser", "favorite", "onetrick", "attention", "kindle", "wanted", "phone"], "summary": "I recently decided to purchase a phone that had more of what I wanted (battery life!)\nand less of what I didn't (news alerts, social media notifications, emails).\nIt included a clunky browser and was cluttered with all sorts of other apps I didn't want.\nThis brings me to my favorite device, which proves another world is possible.\nWhich brings me to my favorite device, one that proves another world is possible: the e-reader, a product category that has become almost synonymous with Amazon's Kindle."}