{"id": "a48d5c86-7405-38ad-bf01-41ad2bf829d1", "title": "The Mandalorian Season 2 Has A Neat Star Wars: Knights Of The Old Republic Easter Egg", "url": "https://www.gameinformer.com/2020/11/02/the-mandalorian-season-2-has-a-neat-star-wars-knights-of-the-old-republic-easter-egg", "summary": "The Mandalorian season 2 has begun and the Baby Yoda show is back in full force.\nThe debut episode for the new season was met with immense positivity, marking a successful return to Disney Plus for Star Wars fans.\nWhile the new episode has a ton of Star Wars nods across books, movies, and comics, Knights of the Old Republic fans may have noticed a neat little nod to the BioWare game as well.\nThe Mandalorian season 2 spoilers aheadIt should be obvious, but we can't talk about an Easter egg without talking about the actual Easter egg, so there will be spoilers below.\nThe Mandalorian season 2 has officially begun for Disney Plus subscribers!", "paragraphs": ["The Mandalorian season 2 has begun and the Baby Yoda show is back in full force. The debut episode for the new season was met with immense positivity, marking a successful return to Disney Plus for Star Wars fans. While the new episode has a ton of Star Wars nods across books, movies, and comics, Knights of the Old Republic fans may have noticed a neat little nod to the BioWare game as well.", "The Mandalorian season 2 spoilers ahead", "It should be obvious, but we can't talk about an Easter egg without talking about the actual Easter egg, so there will be spoilers below. For those still on the fence, we won't be going in deep with dialogue or anything like that, but the nod does relate to an important part of the returning season.", "This is your last chance, no angry comments at me, I tried to warn you. No seriously. (Click on the lines below to reveal the Easter egg content)", "One of the coolest moments of the first episode is the Krayt dragon. This creature is one that has made a pretty epic showing in various mediums of the Star Wars universe, including the movie A New Hope, books, and the expanding comics. While the Krayt itself is cool, it's what is hidden within him that makes a cool KOTOR nod.", "At the end of the fight against the Krayt dragon, the Tuskens find a small pearl within the beast. If you like to eschew \"official lore\" a bit, this pearl can play a role when making lightsabers, but it's also an awesome excuse to talk about Knights of the Old Republic, which is why we're really here.", "For those that have played the BioWare 2003 favorite, you may remember the \"A Desert Hunt” mission that tasked players with taking on a Krayt only to uncover a pearl within the beast after blowing it up all to hell. A small nod, easy to miss, especially when looking at some of the books that include a Krayt-dwelling pearl, but a neat one nonetheless.", "The Mandalorian season 2 has officially begun for Disney Plus subscribers!", "Thoughts on the first episode of The Mandalorian season 2? Want to gush about how stinkin' cute Baby Yoda is? Don't be shy, shout those thoughts out loud and proud in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["season", "pearl", "mandalorian", "krayt", "wars", "neat", "nod", "republic", "easter", "episode", "star", "egg", "old", "knights"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}