{"id": "a49d0f52-017c-38ef-b2fd-079172da7633", "title": "Opinion | The Injustice of This Moment Is Not an ‘Aberration’", "url": "https://www.nytimes.com/2020/01/17/opinion/sunday/michelle-alexander-new-jim-crow.html", "summary": "Black people charged with possession of crack in inner cities were still punished far more harshly than white people in possession of powder cocaine in the suburbs.\nAnd it didn’t matter that African-Americans weren’t actually taking white people’s jobs or college educations in significant numbers through affirmative action programs.\nFortunately, a growing number of scholars and activists have begun to connect the dots between mass incarceration and mass deportation in our nation’s history and current politics.\nDu Bois famously said back in 1897: “How does it feel to be a problem?” White people are generally allowed to have problems, and they’ve historically been granted the power to define and respond to them.\nBut people of color — in this “land of the free” forged through slavery and genocide — are regularly viewed and treated as the problem.", "paragraphs": ["The fact that Trump’s claims were demonstrably false did not impede his rise, just as facts were largely irrelevant at the outset of the War on Drugs. It didn’t matter back then that studies consistently found that whites were equally likely, if not more likely, than people of color to use and sell illegal drugs. Black people were still labeled the enemy. Nor did it matter, when the drug war was taking off, that nearly all of the sensationalized claims that crack cocaine was some kind of “demon drug,” drastically more harmful than powder cocaine, were false or misleading. Black people charged with possession of crack in inner cities were still punished far more harshly than white people in possession of powder cocaine in the suburbs. And it didn’t matter that African-Americans weren’t actually taking white people’s jobs or college educations in significant numbers through affirmative action programs.", "Getting tough on “them” — the racially defined “others” who could easily be used as scapegoats and cast as the enemy — was all that mattered. Facts were treated as largely irrelevant then. As they are now.", "Fortunately, a growing number of scholars and activists have begun to connect the dots between mass incarceration and mass deportation in our nation’s history and current politics. The historian Kelly Lytle Hernández, in her essay “Amnesty or Abolition: Felons, Illegals, and the Case for a New Abolition Movement,” chronicles how these systems have emerged as interlocking forms of social control that relegate “aliens” and “felons” to a racialized caste of outsiders. In recent decades, the system of mass incarceration has stripped away from millions of U.S. citizens basic civil and human rights until their status mirrors (or dips below) that of noncitizen immigrants within the United States. This development has coincided with the criminalization of immigration in the United States, resulting in a new class of “illegal immigrants” and “aliens” who are viewed and treated like “felons” or “criminals.” Immigration violations that were once treated as minor civil infractions are now crimes. And minor legal infractions, ranging from shoplifting to marijuana possession to traffic violations, now routinely prompt one of the nation’s most devastating sanctions — deportation.", "The story of how our “nation of immigrants” came to deport and incarcerate so many for so little, Hernández explains, is a story of race and unfreedom reaching back to the era of emancipation. If we fail to understand the historical relationship between these systems, especially the racial politics that enabled them, we will be unable to build a truly united front that will prevent the continual re-formation of systems of racial and social control.", "In my experience, those who argue that the systems of mass incarceration and mass deportation simply reflect sincere (but misguided) efforts to address the real harms caused by crime, or the real challenges created by surges in immigration, tend to underestimate the corrupting influence of white supremacy whenever black and brown people are perceived to be the problem. “Between me and the other world, there is ever an unasked question,” W.E.B. Du Bois famously said back in 1897: “How does it feel to be a problem?” White people are generally allowed to have problems, and they’ve historically been granted the power to define and respond to them. But people of color — in this “land of the free” forged through slavery and genocide — are regularly viewed and treated as the problem."], "authors": ["Michelle Alexander"], "keywords": ["mass", "incarceration", "possession", "aberration", "white", "systems", "problem", "matter", "moment", "opinion", "injustice", "treated", "united", "immigration"], "pubDate": null, "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}