{"id": "a4ed8f14-3684-307a-b4e8-d2630ebd002d", "title": "Man injured in New Year's Eve Cobargo bushfire dies, as hail pelts Melbourne", "url": "https://www.theguardian.com/australia-news/2020/jan/19/severe-thunderstorms-to-hit-nsw-as-bushfires-continue-to-burn", "summary": "As Australia’s months-long bushfire crisis continued, an unpredictable mix of fire and rain hit NSW and Victoria on Sunday.\nHail the size of golf balls pelted some Melbourne suburbs late in the afternoon as thunderstorms and heavy rain moved across southern Victoria.\n#melbourne #melbourneweather pic.twitter.com/weZ909bWCMThere were fears flash flooding and strong winds could topple trees, create landslides and send debris on to roads.\nUp to 15mm of rain was forecast to fall over parts of East Gippsland and up to 50mm on the NSW mid-north-coast.\nThe prime minister, Scott Morrison, described the bushfire crisis as the “biggest challenge in living memory” to Australian tourism.", "paragraphs": ["The death toll from the unprecedented bushfires in New South Wales has climbed to 21 following the death in hospital of an elderly man burned in Cobargo on New Year’s Eve.", "The 84-year-old was taken from his home on Tuesday 31 December to South East Regional hospital before he was transferred to Concord hospital in Sydney where he died in the early hours of Saturday.", "“A report will be prepared for the coroner,” a NSW police spokeswoman said on Sunday.", "As Australia’s months-long bushfire crisis continued, an unpredictable mix of fire and rain hit NSW and Victoria on Sunday.", "Hail the size of golf balls pelted some Melbourne suburbs late in the afternoon as thunderstorms and heavy rain moved across southern Victoria.", "Residents reported hailstones up to 5cm in diameter in Glen Iris, while fire-affected catchments in East Gippsland and Victoria’s north-east were now on flood watch, ABC News reported.", "Daniel (@firewaters) happy birthday val! 30 mins ago it was 30c and sunny. #melbweather pic.twitter.com/Xnpt9OBbOw", "Liam Melrose (@liammelrose15) I have never seen anything like this... Hail bigger than golf balls has brought the Monash freeway to a complete stop. #melbourne #melbourneweather pic.twitter.com/weZ909bWCM", "There were fears flash flooding and strong winds could topple trees, create landslides and send debris on to roads.", "Bureau of Meteorology, Victoria (@BOM_Vic) ⚠️ UPDATED Severe Thunderstorm Warning for #Melbourne. A very dangerous thunderstorm is moving over the inner east and southeast. This storm has produced hail up to 5cm in diameter and heavy rainfall. Latest warning at https://t.co/Frdc2GO89T pic.twitter.com/ca2Yc9GNCG", "Severe thunderstorms were also forecast for large parts of NSW and flood warnings have been issued for the Bellinger and Orara rivers on the NSW mid-north coast.", "On Sunday morning, the emergency level fire that flared on French Island at Victoria’s Mornington Peninsula was downgraded to advice.", "Victoria’s state opposition leader, Michael O’Brien, said the Victorian parliament should move at least one sitting week to bushfire-hit regions such as East Gippsland.", "Queensland flash flooding: highways cut and residents stranded among torrential rain Read more", "O’Brien said he had written to the premier, Daniel Andrews, arguing it would stimulate the economy and allow residents to speak to politicians directly.", "As of Sunday, 69 fires were still burning in NSW and 15 in Victoria.", "Up to 15mm of rain was forecast to fall over parts of East Gippsland and up to 50mm on the NSW mid-north-coast. However, other parts of both states, such as the NSW Snowy Valley and Victorian northern country, where the cross-border Corryong fire burns, will receive only 5-10mm of rain.", "“Lightning strikes have the potential to start fires so that is a concern for us,” a Country Fire Association spokeswoman said.", "NSW RFS (@NSWRFS) More than 1,300 firefighters are on the ground today across 69 firegrounds in NSW. 19 fires are still yet to be contained. Crews are trying to strengthen containment lines with assistance from heavy machinery and aircraft before conditions increase during the week #nswrfs pic.twitter.com/xSKt7JCa8T", "The French Island fire was upgraded to emergency status at 4.30pm on Saturday, but then downgraded at 10.30pm after fire authorities strengthened containment lines.", "On Sunday morning, through East Gippsland all fires were burning at advice level. But fires remained at watch and act in the alpine region around Mount Buffalo national Park and the town of Bright.", "Rain hits drought-stricken NSW and Victoria but fire danger increases in some areas Read more", "The federal government also announced a A$76m (£40m) tourism package – as part of its already-announced $2bn bushfire fund – with A$25m to be spent on an international advertising campaign to tell visitors that “Australia is safe and open for business”.", "The prime minister, Scott Morrison, described the bushfire crisis as the “biggest challenge in living memory” to Australian tourism.", "In the tourism package, A$20m will be spent on a domestic ad campaign and A$10m has been set aside to create new tourist attractions – such as events, festivals or art – in bushfire-hit areas.", "The tourism minister, Simon Birmingham, said this represented a “break from the practice of Tourism Australia exclusively focusing on international visitors” and was an “urgent” appeal to local visitors as well.", "The rest of the package includes A$9.5m to be spent on bringing international TV shows and media to Australia, A$6.5m for Tourism Australia’s annual trade industry event and A$5m for the country’s diplomatic network."], "authors": ["Naaman Zhou"], "keywords": ["nsw", "visitors", "bushfire", "victoria", "fires", "cobargo", "east", "eve", "hail", "parts", "dies", "spent", "pelts", "man", "melbourne", "tourism", "injured", "rain", "package"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}