{"paragraphs": ["Telltale as we know it has gone through significant changes, but the band is getting back together to start work on The Wolf Among Us 2 on PC (as an Epic Games Store exclusive) and consoles.", "The game was announced tonight at The Video Game Awards, and directors Nick Herman and Dennis Lenart, writer Pierre Shorette, and others from the first title are working on the series' second season. The developers are apart of AdHoc Studio, who are listed as co-developers for the game, focusing on its story and cinematic direction.", "Also returning are voice actors Adam Harrington (Bigby) and Erin Yvetter (Snow), who you can hear in the teaser trailer, as well as composer Jared Emerson-Johnson. Telltale and AdHoc say the second season has a greater focus on Bigby and Snow, and is set in Fabletown.", "The Wolf Among Us 2 is still only early in production and AdHoc is still recruiting, so there's no release timeframe in sight. Telltale says the story will still be \"told in episodes,\" even if how these will be released is still be determined."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "Telltale Returns With The Wolf Among Us 2", "id": "a576bef6-1bfe-3885-a69a-9334e93c00d2", "keywords": ["adhoc", "game", "yvetter", "bigby", "second", "writer", "wolf", "snow", "returns", "season", "telltale"], "summary": "Telltale as we know it has gone through significant changes, but the band is getting back together to start work on The Wolf Among Us 2 on PC (as an Epic Games Store exclusive) and consoles.\nAlso returning are voice actors Adam Harrington (Bigby) and Erin Yvetter (Snow), who you can hear in the teaser trailer, as well as composer Jared Emerson-Johnson.\nTelltale and AdHoc say the second season has a greater focus on Bigby and Snow, and is set in Fabletown.\nThe Wolf Among Us 2 is still only early in production and AdHoc is still recruiting, so there's no release timeframe in sight.\nTelltale says the story will still be \"told in episodes,\" even if how these will be released is still be determined.", "pubDate": null, "url": "https://www.gameinformer.com/the-game-awards-2019/2019/12/12/telltale-returns-with-the-wolf-among-us-2"}