{"keywords": ["allergy", "peanuts", "allergic", "tripled", "15", "nuts", "peanut", "children", "palforzia", "prevalence", "reactions", "sufferers", "trebled", "food"], "url": "https://www.economist.com/graphic-detail/2019/10/03/the-prevalence-of-peanut-allergy-has-trebled-in-15-years", "summary": "Nearly all foods are capable of triggering allergic reactions in humans, and today these are more prevalent than ever, for reasons that are poorly understood.\nMore than one child in 50 is allergic to peanuts; among one-year-olds, one in 20.\nAnaphylaxis—a severe allergic reaction that can cause death, not least by asphyxiation or low blood pressure—is the biggest worry.\nCalled Palforzia, the drug seeks to treat peanut-allergy sufferers by exposing them to the very thing that could kill them.\nA clinical trial found that after six months, more than two-thirds of allergic children could tolerate 600 milligrams of the stuff, equivalent to about two peanut kernels.", "title": "The prevalence of peanut allergy has trebled in 15 years", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "a580241e-11e2-3dcc-a94c-91ce6edc5e05", "paragraphs": ["FOOD ALLERGIES have plagued humans for thousands of years. In the fifth century BC Hippocrates noted that although some people could eat their fill of cheese “without the slightest hurt…others come off badly”. The difference, he observed, “lies in the constitution of the body”.", "Nearly all foods are capable of triggering allergic reactions in humans, and today these are more prevalent than ever, for reasons that are poorly understood. In America, as many as one in 12 children is reckoned to have one. None is more feared than the peanut. A paper by researchers at the Mayo Clinic in Minnesota found that the number of emergency-room visits by American children suffering allergic reactions to nuts, seeds and other food has tripled in ten years (see chart, left panel). Peanuts topped the list, sending nearly six in 100,000 children to hospital in 2014. More than one child in 50 is allergic to peanuts; among one-year-olds, one in 20. This figure has tripled since 2001 (see chart, right panel).", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Makers of packaged foods cover their products with warnings about peanuts. (Many schools and airlines now ban all nuts outright.) Allergy sufferers must monitor their diets with clinical precision. The only way to prevent severe, potentially life-threatening reactions is to avoid peanuts altogether. Anaphylaxis—a severe allergic reaction that can cause death, not least by asphyxiation or low blood pressure—is the biggest worry. Most such reactions can be treated with epinephrine, a hormone commonly known as adrenaline, but some require a rush to hospital.", "This may be about to change. In September an expert advisory panel at America’s Food and Drug Administration (FDA) voted to approve a new treatment for peanut allergies in children—the first of its kind. Called Palforzia, the drug seeks to treat peanut-allergy sufferers by exposing them to the very thing that could kill them. Getting the body used to the allergen, by consuming it first in tiny amounts and then in ever-larger portions, can help. Palforzia does this with pharmaceutical-grade peanut protein. A clinical trial found that after six months, more than two-thirds of allergic children could tolerate 600 milligrams of the stuff, equivalent to about two peanut kernels. The FDA is expected to make a final decision on Palforzia early next year. Until then, “may contain nuts” will remain a threat not a promise."], "pubDate": null}