{"id": "a5a858c4-d760-37b4-bb6a-7c65e7519918", "title": "Warm words in the alps … Davos prepares for 50th economics shindig", "url": "https://www.theguardian.com/business/2020/jan/19/warm-words-as-the-global-order-unravels-how-50-davos-gatherings-shaped-history", "summary": "Everyone from Trump to Thunberg is coming, but the World Economic Forum has been called much ado about nothingIt’s Davos time again.\nStill fully engaged with his project at the age of 81, he’ll be holding bilateral meetings with world leaders and business chiefs through the week.\nThis year’s theme is the vague-but-worthy “Stakeholders for a Cohesive and Sustainable World”.\nOn one side, Croesus-rich bosses and mighty world leaders.\nSchwab’s message is that businesses need to do better, and “actively contribute to a more cohesive and sustainable world”.", "paragraphs": ["Everyone from Trump to Thunberg is coming, but the World Economic Forum has been called much ado about nothing", "It’s Davos time again. The global elite are packing their best snow boots and smartest woolly hats and firing up the Learjet for their annual pilgrimage to the World Economic Forum (WEF).", "This year will mark the 50th gathering since the first “European Management Symposium” was held in the Swiss ski resort in 1971. The brainchild of economist-engineer Klaus Schwab, it was more modest back then – just 450 academics and business leaders discussed the state of the world, for a fortnight, without a political leader or celebrity in sight.", "This year, nearly 3,000 people from 117 countries will attend, including 53 heads of state or government. The wealthiest or most important will sweep in by helicopter and private limo, the rest will chug through snow-drenched pine forests on the train.", "On the agenda are four days of meetings, networking, speechifying and partying, overshadowed by an escalating climate emergency, a subdued global economy and a polarised world.", "The WEF sees itself as “a partner in shaping history”. To critics, that’s an admission of guilt; they point out that Davos Man and Woman have made quite a mess of the world economy.", "But Schwab himself is unbowed. Still fully engaged with his project at the age of 81, he’ll be holding bilateral meetings with world leaders and business chiefs through the week.", "Schwab – born in Ravensburg, Germany, and now earning an annual salary of SFr1m, or £790,000 – has hosted nearly every major political and business figure going; Mandela, Clinton, Blair, Chirac, and Xi have all made the trip over the decades. Back in 1979, the former UK prime minister Edward Heath even conducted the Zurich Chamber Orchestra there.", "There have been successes, notably Greece and Turkey agreeing to reconcile in 1988, and failures – such as in 2001, when a meeting between Shimon Peres and Yasser Arafat didn’t create a breakthrough in the Middle East.", "And there have been protests. Lots. For 20 years, anti-globalisation demonstrators have been trying to outfox the rigid security and machine gun-toting police in Davos to express their anger at the failings of capitalism.", "This year’s theme is the vague-but-worthy “Stakeholders for a Cohesive and Sustainable World”. It harks back to Schwab’s idea in 1971 that managers have a duty to customers, suppliers and the wider economy, not just dividend-hungry shareholders. It is also the WEF’s way of saying that the world economy is neither cohesive nor sustainable; populism is unravelling the global order as the climate emergency rages. As the former prime minister of Finland, Alexander Stubb, puts it, we face a “new world disorder”.", "Schwab’s idea in 1971 was that managers have a duty to customers, suppliers and the wider economy", "Where there is discord … enter Donald Trump. The US president is returning to Davos with a large delegation, including his daughter Ivanka and her husband Jared Kushner. Trump will give the first keynote speech, on Tuesday – a chance to brag about his trade deal with China, and perhaps redirect his tariff aim towards the EU. But Trump won’t get all the limelight. The climate activist Greta Thunberg is also in town, and could unleash another death stare at the US president for failing to address the climate crisis.", "The German chancellor Angela Merkel, European commission president Ursula von der Leyen, and Chinese vice-premier Han Zheng are all speaking – as is Iraq’s president, Barham Salih, whose views on the US-Iran crisis will be closely watched.", "Business chiefs will be comparing notes about Brexit, while Prince Charles is taking a break from Megxit with a trip to Davos to speak on “saving the planet”. The Indian actress Deepika Padukone will collect a WEF crystal award for her work on mental health, while the US rapper will.i.am will talk about ending gun violence.", "The Davos big tent increasingly resembles a wedding marquee for an odd couple with incompatible families. On one side, Croesus-rich bosses and mighty world leaders. On the other, activists, the heads of charities and non-government organisations and the odd celebrity with a cause.", "Schwab’s message is that businesses need to do better, and “actively contribute to a more cohesive and sustainable world”. But despite his best efforts to heed the critics of globalisation, there will be protests this week. One group plans to march up to Davos from Landquart, over 40km away. Their message – the chief executives in Davos should resign and take the WEF with them.", "Some in the financial markets will roll their eyes at the warm words, and chilling prophecies, that will echo in the Swiss mountains this week.", "“The reality is that for all the heat and light, to paraphrase William Shakespeare, it will probably be much ado about nothing,” predicts Michael Hewson of CMC Markets.", "But don’t rule out a tempest, if Trump and Thunberg should meet in the Davos corridors."], "authors": ["Graeme Wearden", "Larry Elliott", "Robert Reich", "Micah White", "Greta Thunberg"], "keywords": ["alps", "economics", "warm", "davos", "wef", "sustainable", "prepares", "president", "climate", "leaders", "words", "global", "thunberg", "trump", "50th", "shindig", "world"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}