{"summary": "A video of New York City subway riders having a singalong to Mariah Carey’s “All I Want for Christmas Is You” is the performance you never knew you needed to see.\nMARIAH CAREY'S 'ALL I WANT FOR CHRISTMAS IS YOU' REACHES NO 1 ON BILLBOARD FOR FIRST TIMEThe group of travelers had apparently just attended Carey’s Christmas concert in Madison Square Garden on Sunday night.\n“Post @MariahCarey christmas show.. her power..,” captioned Twitter user @libabeee, who shared the viral video.\n'ALL I WANT FOR CHRISTMAS IS YOU' DEEMED MOST ANNOYING CHRISTMAS SONG BY UK POLLThe late-night Mariah Carey cover got rave reviews online.\n“HER MUSIC BRINGS THE PEOPLE TOGETHER!” a Twitter user commented.", "keywords": ["classic", "york", "epic", "christmas", "user", "subway", "video", "twitter", "platform", "train", "riders", "singalong", "viral", "station", "careys", "mariah"], "paragraphs": ["A video of New York City subway riders having a singalong to Mariah Carey’s “All I Want for Christmas Is You” is the performance you never knew you needed to see.", "The one-minute clip shared on Twitter has gone viral with 1.4 million views and more than 47,000 retweets since Sunday.", "Dozens of New Yorkers standing on two opposite sides of the train platform at 34th Street Penn Station are seen belting out the intro of Carey’s holiday classic in perfect unison.", "MARIAH CAREY'S 'ALL I WANT FOR CHRISTMAS IS YOU' REACHES NO 1 ON BILLBOARD FOR FIRST TIME", "The group of travelers had apparently just attended Carey’s Christmas concert in Madison Square Garden on Sunday night.", "“Post @MariahCarey christmas show.. her power..,” captioned Twitter user @libabeee, who shared the viral video.", "'ALL I WANT FOR CHRISTMAS IS YOU' DEEMED MOST ANNOYING CHRISTMAS SONG BY UK POLL", "The late-night Mariah Carey cover got rave reviews online.", "“HER MUSIC BRINGS THE PEOPLE TOGETHER!” a Twitter user commented.", "“They even got the background vocals!” another person tweeted.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Someone else said, “Only in NYC home of @MariahCarey the Legend.!!!”", "Even Mariah Carey herself appeared impressed by the public performance, retweeting the video on Monday to her more than 21 million Twitter followers.", "CLICK HERE TO GET THE FOX NEWS APP", "A stickler for detail, one Twitter user -- who noticed yellow tape up on one side of the station -- had just one concern with the subway carolers.", "“How long until those lambs on the other side of the platform realize their train ain’t coming,” the person tweeted."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/travel/new-york-subway-riders-sing-mariah-carey-classic-all-i-want-for-christmas", "authors": ["Gerren Keith Gaynor", "Gerren Keith Gaynor Is A Digital Editor At Fox News. Follow Him On Twitter"], "id": "a5d2b674-f83d-38ad-85b5-93e9f1639e88", "pubDate": null, "title": "New York subway riders have epic singalong to Mariah Carey's Christmas classic on train platform"}