{"id": "a63d042a-66c3-38fd-a42f-6f64ed455bcc", "title": "Wigan man fined for visiting friend for cup of tea in Covid breach", "url": "https://www.theguardian.com/world/2020/nov/09/wigan-man-fined-visiting-friend-cup-of-tea-covid-breach", "summary": "A man has been fined by Greater Manchester police (GMP) for breaching coronavirus regulations by visiting a friend’s house for a cup of tea.\nThe force said the man had been issued with a fixed penalty notice – which start at £200 for Covid breaches – after visiting the property in Lowton in the borough of Wigan on Friday night.\nUnder the national lockdown in England, different households are not allowed to meet indoors unless they are part of an “exclusive” support bubble.\nOfficers from the Golborne and Lowton neighbourhood team said the man, whose age was not given, had lied about why he was at his friend’s house.\nOn Sunday, GMP arrested four people on suspicion of public order offences and issued 24 £200 FPNs at an anti-lockdown protest in Manchester city centre.", "paragraphs": ["A man has been fined by Greater Manchester police (GMP) for breaching coronavirus regulations by visiting a friend’s house for a cup of tea.", "The force said the man had been issued with a fixed penalty notice – which start at £200 for Covid breaches – after visiting the property in Lowton in the borough of Wigan on Friday night. Under the national lockdown in England, different households are not allowed to meet indoors unless they are part of an “exclusive” support bubble.", "Officers from the Golborne and Lowton neighbourhood team said the man, whose age was not given, had lied about why he was at his friend’s house.", "In a Facebook post, the team said: “As a follow on from yesterday’s post reminding you we are currently in Lockdown 2.0 as they say and under government restrictions, a fixed penalty was issued to a male last night who decided he was going to see his mate and have a brew with him.", "“To make matters worse he tried to lie about why he was there. You cannot go to another person’s address unless for certain exemptions ie childcare, support bubble etc.”", "Five chief constables in the north-west of England , including from GMP, said in an open letter last week that people who ignored Covid-19 restrictions should be prepared to “face the consequences of greater levels of enforcement”.", "Under the lockdown, those who break Covid rules can be issued a fine starting at £200, reduced to £100 if it is paid within 14 days. The sum can rise to as much as £6,400 for repeat offenders.", "On Sunday, GMP arrested four people on suspicion of public order offences and issued 24 £200 FPNs at an anti-lockdown protest in Manchester city centre."], "authors": ["Amy Walker"], "keywords": ["wigan", "fined", "lockdown", "gmp", "team", "visiting", "issued", "friend", "unless", "cup", "breach", "man", "covid", "restrictions", "200", "support", "tea"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}