{"keywords": ["canberra", "wighton", "raiders", "nrl", "successive", "roosters", "lead", "final", "ball", "minutes", "titles", "claim", "deny", "grand", "took"], "paragraphs": ["Sydney Roosters have become the first team since Brisbane in 1993 to win back-to-back premierships, but a controversial decision with scores level just seven minutes from full-time will reverberate for many years to come.", "The Roosters took a 6-0 lead in the fourth minute and never got headed, running out 14-8 victors in what was a historic premiership win.", "Cooper Cronk, the most successful player of the modern era, got the fairytale farewell of a sixth title he absolutely deserved but the lasting memory of the dramatic decider will be lead official Ben Cummins’ retraction of a six-again call in the dying minutes that stunned everyone. Cummins clearly waved his arm to signal six again and could be heard saying the same. Canberra recovered a loose ball from a bomb but took the tackle after hearing the call, stunned when they were forced to hand the ball over.", "NRL grand final 2019: Roosters beat Raiders 14-8 – as it happened Read more", "Within a minute, the Roosters spun the ball down the left, Daniel Tupou slid past a loose Aidan Sezer tackle, fired the ball inside to man-of-the-moment James Tedesco and the Roosters had the lead that was to ultimately hand them the 2019 premiership.", "It was not the only moment that went against Canberra in what will be a tough result for the Canberra faithful.", "A Sia Soliola chargedown ricocheted with tremendous velocity and Elliot Whitehead was the only player heading in the right direction but the ball cannoned into the Sydney Roosters trainer. Scrum feed to the Roosters and two minutes later 20-year-old Sam Verrills scythed through a shellshocked Raiders.", "Two moments of bad luck and horrible fortune ultimately cost a gallant Canberra, who were arguably the better team for much of the 80 minutes. It was a gutting finale for a team playing their first grand final in 25 years.", "We're fair-weather diehards and rugby league villains, but I'm still a Roosters fan | Scott Mitchell Read more", "Small solace was the Clive Churchill medal for Canberra five-eighth Jack Wighton, whose pinpoint kicking game and bullocking running was outstanding.", "It will be Sydney Roosters who will be etched in history as premiers, though. They took their luck and made the most of it. The pre-season favourites carried the weight of expectation all year and they lifted it to a famous premiership win.", "While the Roosters unquestionably got the rub of the green, a controversial sin binning of halfback Cooper Cronk with 30 minutes to go could have proved disastrous. It allowed the Raiders to level the scores and crank the pressure valve up higher. Like a champion fighter though, they withstood the onslaught and took the opportunity when it came.", "Jared Waerea-Hargreaves was immense through the middle, Luke Keary kicked well, Brett Morris was near faultless after getting peppered with bombs all night and Victor Radley was the most dangerous Rooster in the second half.", "For two men, though, the result was truly historic. Cronk retired having played his ninth grand final and his sixth win during an unforgettable 17-season career. Coach Trent Robinson won a remarkable third premiership in just his seventh season as a head coach. Both are feats for the ages in what was a grand final for the ages.", "The wild start set the tone for what would be an epic encounter.", "Canberra attempted to wrestle back the ascendancy after going down early – getting as far as a held-up decision when Whitehead attempted to barge over in the 12th minute – but composure, or lackthereof, was hurting the Raiders, who continually alleviated pressure.", "Green snags, Viking claps and a giant horn: Canberra unhinges as Raiders fever strikes | Shaun Crowe Read more", "A 20th minute penalty gave the Roosters an 8-0 lead and some breathing room, but a Mitch Aubusson knee injury that ended his night early and a sublime showing from Wighton finally saw the Raiders win back the arm wrestle.", "And it was that man Wighton, who kicked to perfection and ran with purpose, who crossed for Canberra’s opener. There was nothing flashy about it. Wighton tucked it under the wing and ran hard, straight past Roosters substitute Angus Crichton.", "The Raiders picked up where they left off in the second half with the first attacking chance. The scores were levelled 10 minutes in when Cronk was controversially sin binned for a professional foul when he tackled Raiders prop Josh Papalii a half-moment before the big man received the ball.", "The Roosters absorbed Cronk’s absence but only just. On the last play before the halfback was to return, the Raiders pulled a blindside play and had the Roosters shot but Joey Leilua failed to catch-and-pass and a rare opportunity was missed.", "The pressure from Canberra remained relentless until a Sio Siua Taukeiaho break from a deft Victor Radley ball split the Raiders. A spilt bomb and an Aidan Sezer high tackle gave Latrell Mitchell a reasonable opportunity to put the Roosters in front but he hooked it badly, leaving scores equal and a grandstand final 10 minutes in the offing.", "The Raiders looked to be ready to set for a field goal when arguably the most controversial call in grand final history thwarted the attempt. Seconds later the Roosters went 80 metres to hit the lead 14-8.", "A last-ditch flurry from the Raiders could not break the Roosters. The Tricolours, on experience and heart and a little luck, had won their 15th premiership."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "The Roosters took a 6-0 lead in the fourth minute and never got headed, running out 14-8 victors in what was a historic premiership win.\nIt was a gutting finale for a team playing their first grand final in 25 years.\nCronk retired having played his ninth grand final and his sixth win during an unforgettable 17-season career.\nBoth are feats for the ages in what was a grand final for the ages.\nThe Raiders looked to be ready to set for a field goal when arguably the most controversial call in grand final history thwarted the attempt.", "url": "https://www.theguardian.com/sport/2019/oct/06/roosters-deny-raiders-in-nrl-grand-final-to-claim-successive-titles", "title": "Roosters deny Raiders in NRL grand final to claim successive titles", "id": "a78fd1ed-5318-3804-a024-3571d69bc3f2", "authors": ["Nick Tedeschi"]}