{"summary": "Warner Interactive and NetherRealm Studios have officially revealed what we've all known for a while now: The Terminator is coming to Mortal Kombat 11.\nMore specifically, it's the T-800 model, as portrayed by Arnold Schwarzenegger.\nThe reveal was accompanied by a gameplay trailer, which highlights a nice slice of his moveset.\nThe T-800 is hitting Mortal Kombat 11 on October 15, or October 8 if you have the Kombat Pack.\nSonya Blade is getting a \"Cyborg Hunter\" skin, too, which sounds like a nice pairing for the T-800.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["kombat", "fight", "nice", "machine", "joins", "johnny", "mortal", "able", "11", "cage", "skin", "terminator", "t800"], "id": "a79ab05d-d696-3ee7-b20a-c8d7e702a0a5", "url": "https://www.gameinformer.com/2019/10/01/terminator-t-800-joins-the-fight-in-mortal-kombat-11", "title": "Terminator T-800 Joins The Fight In Mortal Kombat 11", "pubDate": null, "paragraphs": ["Warner Interactive and NetherRealm Studios have officially revealed what we've all known for a while now: The Terminator is coming to Mortal Kombat 11. More specifically, it's the T-800 model, as portrayed by Arnold Schwarzenegger.", "The reveal was accompanied by a gameplay trailer, which highlights a nice slice of his moveset. He's able to blast enemies with his shotgun (complete with the fancy reload animation from Terminator 2), headbutt them with his metal noggin, and basically rule the arena like the unstoppable killing machine that he is. There are some other great moments in the clip, like showing off what happens when he gets hit with fire (thanks a lot, Scorpion!) and his fatality.", "The T-800 is hitting Mortal Kombat 11 on October 15, or October 8 if you have the Kombat Pack. Those are the same days owners of the pass will be able to get the Harley Quinn-inspired skin for Cassie Cage, as well as Kano's \"Cash Machine Kano\" skin and Johnny Cage's \"Red Carpet Johnny Cage.\" Sonya Blade is getting a \"Cyborg Hunter\" skin, too, which sounds like a nice pairing for the T-800."]}