{"pubDate": null, "title": "Kamala Khan Is A Playable Hero In Avengers", "keywords": ["kamala", "following", "hero", "marvels", "events", "khan", "initial", "playstation", "avengers", "combat", "playable"], "id": "a7b8e367-041c-3b20-a2c4-ac929d611e7c", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Kamala Khan – known as Ms. Marvel – is the first new playable character to be announced following the initial reveal of Marvel's Avengers at E3 this year. Played by Sandra Saad, Kamala Khan is the sixth playable hero announced for the game, joining Thor, Iron Man, Captain America, Hulk, and Black Widow.", "Kamala Khan was affected by the events of A-Day, where the Avengers failed to stop a massive attack launched by an unknown adversary. Khan was turned inhuman, bestowing her with embiggen abilities, which she can use to great effect in combat. We only get brief glimpses of her in combat in the trailer below, but the story sequences show that she will play an integral role in the way the narrative plays out. According to the PlayStation Blog, Kamala is a driving force in reassembling the Avengers following the early events in the story.", "Marvel's Avengers comes to PlayStation 4, Xbox One, Stadia, and PC on May 15. For more on Avengers, check out our hands-on impressions from the initial demo, and learn how the mission and gear systems work.", "[Source: Marvel's Avengers on Twitter, PlayStation Blog]"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "url": "https://www.gameinformer.com/preview/2019/10/04/kamala-khan-joins-the-team", "summary": "Kamala Khan – known as Ms. Marvel – is the first new playable character to be announced following the initial reveal of Marvel's Avengers at E3 this year.\nPlayed by Sandra Saad, Kamala Khan is the sixth playable hero announced for the game, joining Thor, Iron Man, Captain America, Hulk, and Black Widow.\nKamala Khan was affected by the events of A-Day, where the Avengers failed to stop a massive attack launched by an unknown adversary.\nAccording to the PlayStation Blog, Kamala is a driving force in reassembling the Avengers following the early events in the story.\nMarvel's Avengers comes to PlayStation 4, Xbox One, Stadia, and PC on May 15."}