{"summary": "A controversial “Cocaine Santa” Christmas sweater, which was pulled from Walmart's Canadian website over its depiction of Santa appearing to do cocaine, is now an Amazon bestseller — and it's “perfect for cozy days with your family!” according to its current product description.\n“Nothing says ‘Christmas’ like Santa Snooters,” Larry Dickman titled a 5-star review.\nIn another, someone else simply re-posted the needlessly overt product description from the Walmart listing, which included several paragraphs-worth of allusions to cocaine.\nThe bestselling adult-themed holiday sweater retails on Amazon for $31.99 — and is available with Prime, too.\nBut even though the sweater is currently available at the online marketplace, it is technically being sold by a third-party seller.", "keywords": ["holiday", "christmas", "santa", "controversial", "sweater", "offering", "walmarts", "cocaine", "bestseller", "amazon", "walmart", "seller", "website", "stops"], "paragraphs": ["More like Santa Escobar.", "A controversial “Cocaine Santa” Christmas sweater, which was pulled from Walmart's Canadian website over its depiction of Santa appearing to do cocaine, is now an Amazon bestseller — and it's “perfect for cozy days with your family!” according to its current product description.", "FAST FOOD AND 'UGLY' CHRISTMAS SWEATERS: 6 FAN-FAVORITE BRANDS THAT MAKE HOLIDAY APPAREL", "The now-popular crew neck sweater, which Walmart apologized for offering on its website earlier this week, depicts a very bizarre-looking Santa Claus holding what appears to be a straw in one hand while standing over a table laid out with snowballs and three lines of something that resembles cocaine.", "CLICK HERE TO GET THE FOX NEWS APP", "The ugly sweater, cheekily dubbed “Let It Snow,” is now listed as a #1 Best Seller in the Women’s Novelty Sweatshirts section (despite being labeled as unisex), and it's earning plenty of glowing five-star reviews.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“It’s the funniest, most amazing xmas sweater in the universe. Buy one,” wrote one easily pleased customer named Matt.", "“Nothing says ‘Christmas’ like Santa Snooters,” Larry Dickman titled a 5-star review.", "In another, someone else simply re-posted the needlessly overt product description from the Walmart listing, which included several paragraphs-worth of allusions to cocaine.", "The bestselling adult-themed holiday sweater retails on Amazon for $31.99 — and is available with Prime, too. But even though the sweater is currently available at the online marketplace, it is technically being sold by a third-party seller. However, this particular sweater, and other similar versions currently sold on Amazon, are being offered by brands other than FUNwear, which was the third-party seller responsible for the \"Cocaine Santa\" sweaters previously offered on Walmart's Canadian website.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Looking to take a less provocative route this holiday season? Sport a bunch of Popeyes Chicken Sandwiches on your chest for Christmas instead."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/lifestyle/cocaine-santa-christmas-sweater-amazon-best-seller", "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "id": "a7e1fabb-8b1e-39d6-a626-61f9bbaab812", "pubDate": null, "title": "Controversial 'Cocaine Santa' Christmas sweater now an Amazon bestseller after Walmart stops offering it"}