{"id": "a7ee28e6-88d3-3b07-8fde-d3bf8f367792", "title": "Truck driver in McDonald's drive-thru gets stuck, almost flattens car on his way out", "url": "https://www.foxnews.com/lifestyle/truck-driver-mcdonalds-drive-stuck-almost-flattens-car", "summary": "Video footage has surfaced online of a truck driver attempting to navigate their way through a fast-food restaurant’s drive-thru.\nThe incident took place at what appears to be a two-lane drive-thru at a McDonald’s, though the location of the chain is not shared.\nMeanwhile, a smaller car enters the drive-thru, seemingly unaware of the truck’s predicament.\nThe two vehicles begin backing up and rolling forward until the truck finally has enough space to get out of the drive-thru.\n\"Enjoy watching this semi-truck who got into a sticky situation in a Mcdonald's drive-thru.", "paragraphs": ["Drive-thrus are supposed to make getting food easier, not harder.", "Video footage has surfaced online of a truck driver attempting to navigate their way through a fast-food restaurant’s drive-thru. Unfortunately, it looks as though the driver overestimated how much space they had to maneuver.", "The footage was originally uploaded to YouTube on Oct. 16 by Remote Ally, a security camera company. The incident took place at what appears to be a two-lane drive-thru at a McDonald’s, though the location of the chain is not shared.", "FAST-FOOD DRIVE-THRUS ARE SLOWER DURING THE CORONAVIRUS PANDEMIC: STUDY", "As the footage begins, the truck can be seen starting a wide turn across the far lane. Almost immediately, however, the driver runs into trouble and isn’t able to make the turn. Oddly, instead of stopping, the vehicle keeps moving forward, hopping the curb possibly striking a small tree planted off the side.", "The truck backs up a little bit before pulling forward, once again hopping the curb. This time, it definitely hits a tree and may have struck a fence that’s slightly off-camera. Meanwhile, a smaller car enters the drive-thru, seemingly unaware of the truck’s predicament.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "This causes further problems, as the vehicle can’t complete the turn without the back of its trailer striking the car. The two vehicles begin backing up and rolling forward until the truck finally has enough space to get out of the drive-thru. It’s unclear if the driver was hoping to place an order or if they were just passing through, but they definitely didn’t leave with any food.", "CLICK HERE TO GET THE FOX NEWS APP", "“For your viewing pleasure!\" the YouTube caption read. \"Enjoy watching this semi-truck who got into a sticky situation in a Mcdonald's drive-thru. Rather than back out, he just ran everything over in his way... a tree, a fence, the curbs, a 600lb boulder and almost a car to two.”", "Since being posted, it has garnered over 240,000 views."], "authors": ["Michael Hollan"], "keywords": ["tree", "driver", "stuck", "footage", "youtube", "car", "truck", "flattens", "drivethru", "turn", "forward", "gets", "way", "mcdonalds"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}