{"id": "a7f58c4a-4898-3f6f-a4e9-9899beeef194", "title": "Bethesda Is Interested In More Multiplayer Games After Fallout 76, But Its Approach Needs To Change", "url": "https://www.gameinformer.com/2020/11/04/bethesda-is-interested-in-more-multiplayer-games-after-fallout-76-but-its-approach-needs", "summary": "To say that the Fallout 76 launch and the subsequent year was messy would be a massive understatement.\nWhile not the company's first multiplayer game, it was a first for the Fallout franchise.\nAfter numerous changes and a major overhaul, the Fallout 76 community is active and the overall reception has been positive.\nAccording to Howard, the way to avoid that is to completely change their approach to multiplayer as to avoid another Fallout 76 debacle.\nFallout 76 isn't the first multiplayer title that they've done and the studio is all-in when it comes to focusing on both Starfield and The Elder Scrolls 6.", "paragraphs": ["To say that the Fallout 76 launch and the subsequent year was messy would be a massive understatement. While not the company's first multiplayer game, it was a first for the Fallout franchise. After numerous changes and a major overhaul, the Fallout 76 community is active and the overall reception has been positive. Director Todd Howard said recently that despite the long road to get to that point, the experience has been a good one and that the studio is looking into exploring even more multiplayer options.", "During the recent Developer: Brighton Conference with GameIndustry.biz, Howard revealed that the team knows they made some colossal mistakes when marketing Fallout 76 and with the launch itself. Given how much the public opinion has shifted in a positive light for the game shows that the team has learned from those mistakes, but will that stop them from making similar missteps in the future? According to Howard, the way to avoid that is to completely change their approach to multiplayer as to avoid another Fallout 76 debacle.", "When speaking during the conference, Howard mentioned that Bethesda hasn't ruled out more multiplayer because the end product of Fallout 76 was a \"really positive experience\" that bridged the gap between the community and the company in a meaningful way. That being said, Howard says that if that option were to be explored more, which isn't confirmed outside of just ideation, that the process would need to include more rigorous beta testing to get public insight and to make sure as many glitches as possible are rectified by launch.", "For those that may be concerned by more multiplayer games in Bethesda's future: don't be. Fallout 76 isn't the first multiplayer title that they've done and the studio is all-in when it comes to focusing on both Starfield and The Elder Scrolls 6. With a total engine overhaul also in the works following Microsoft's acquisition of ZeniMax, any talk about more multiplayer is purely speculatory and just bouncing around ideas.", "During the same video, seen above, Howard also talked about a few new key Starfield details and how both Bethesda's new IP and Elder Scrolls 6 are confirmed day one Xbox Game Pass additions. If you don't want to watch the whole video above, you can check out the highlights with our previous coverage here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["interested", "games", "team", "video", "bethesda", "positive", "76", "game", "approach", "multiplayer", "way", "needs", "studio", "fallout", "howard", "change"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}