{"paragraphs": ["After being brought up to speed on the A-Day disaster, this new Avengers video shows us the team's base of operations and the loot they can obtain. The base is set in the husk of a downed helicarrier, which can be upgraded as the game unfolds.", "We then see a variety of armors for Iron Man, including the Prototype. We also see grey Hulk looking rather dapper. Marvel next walks us through the gear system, with a menu design that looks heavily inspired by the Destiny series. Each item you obtain has a rarity as well as different pros, cons, and unlockable perks. By playing Hero or Warzone missions, you'll earn experience points that can be exchanged for different abilities, giving you a little bit of ownership over the weapon and ability loadouts for each hero.", "Developer Crystal Dynamics is sticking to a \"path to power\" system that has been used in many games, but that isn't a bad thing. Using this system to power up heroes could be fun. We'll find out how deep and rewarding it is when Avengers launches on PlayStation 4, Xbox One, and PC on May 15, 2020."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "Here's How Loot Works in Crystal Dynamics' Avengers", "id": "a87c71df-83d2-382b-9ff0-7d748fc11e72", "keywords": ["obtain", "xbox", "loot", "system", "works", "warzone", "avengers", "crystal", "youll", "different", "weapon", "base", "heres", "dynamics", "power"], "summary": "After being brought up to speed on the A-Day disaster, this new Avengers video shows us the team's base of operations and the loot they can obtain.\nThe base is set in the husk of a downed helicarrier, which can be upgraded as the game unfolds.\nMarvel next walks us through the gear system, with a menu design that looks heavily inspired by the Destiny series.\nDeveloper Crystal Dynamics is sticking to a \"path to power\" system that has been used in many games, but that isn't a bad thing.\nWe'll find out how deep and rewarding it is when Avengers launches on PlayStation 4, Xbox One, and PC on May 15, 2020.", "pubDate": null, "url": "https://www.gameinformer.com/2019/10/30/heres-how-loot-works-in-crystal-dynamics-avengers"}