{"summary": "Multi-year sea ice is more resistant to melting and better at insulating the cold atmosphere from the warmer ocean water.\nHartley is to photograph what he calls \"ice sentinels,\" where multi-year sea ice has been pushed up into hulking monoliths.\nFissures in sea ice north of Ellsmere Island, northern Canada, photographed by Hartley in 2017.\n\"Even as the sea ice recedes more, ice breakers are required for consistent operation and can make year-long operation viable.\"\nAnd even while summer sea ice remains, it cannot be ignored.", "id": "a899f11b-9758-3152-803e-19073b7ed0e4", "pubDate": null, "url": "https://edition.cnn.com/travel/article/documenting-arctic-ice-melt/index.html", "authors": [], "paragraphs": ["What happens in the Arctic has far-reaching consequences, altering global weather patterns and endangering coastal communities , but for many people these problems are out of sight and out of mind. For those who explore the planet's northernmost reaches, these problems have become a harsh reality.", "CNN spoke to three photographers and filmmakers who have made it their mission to document an evolving Arctic landscape -- for the sake of raising awareness, for the sake of highlighting the individuals fighting to save it, and for the sake of posterity.", "Faces on the frontlines of climate science", "Esther Horvath is currently drifting through Arctic sea ice aboard German research icebreaker the RV Polarstern as part of what has been billed as the largest polar expedition ever undertaken by humankind.", "document the unknown faces on the frontlines of climate science. As a photographer and the communications manager of the MOSAiC expedition , a €140 million ($153 million) scientific mission comprising 19 nations, the Hungarian sailed into the Arctic Ocean todocument the unknown faces on the frontlines of climate science.", "\"Who are the scientists? They deliver this crucial information for all of us,\" she says. \"This is what I'm extremely interested in; to show climate change stories through the eyes of scientists, showing how they live in such an extreme, remote location.\"", "Captain Stefan Schwarze and Lutz Peine First officer on the bridge of Polarstern on October 2, 2019. Photographer Esther Horvath is onboard the Polarstern as part of the year-long MOSAiC expedition. Alfred-Wegener-Institut / Esther Horvath", "Over the course of the next year, the Polarstern and Horvarth will drift, locked in sea ice, from north of the Siberian coast, through the central Arctic then southwards.", "Six hundred experts on rotation across six legs are conducting experiments, taking measurements from deep beneath the ice to high up into the atmosphere to assess how the Arctic is changing, and how that impacts the Earth's climate.", "\"With this expedition, scientists will be able to create much better models, which may be extremely important for politicians and decision makers,\" Horvath explains.", "A Leibniz Institute for Tropospheric Research team member operating a helium-filled balloon in Greenland, 2018. Horvath followed the years of preparations which led to the MOSAiC expedition finally departing in September 2019. Alfred-Wegener-Institut / Esther Horvath", "As well as documenting the crew, from biogeochemists to balloon operators, she is also photographing nature in all its majesty, including polar bears taking an interest in the expedition.", "\"If I can make this human connection between the audience and the scientists who live and work in this remote location, I hope that I can raise more awareness,\" she adds.", "Capturing nature's last stand", "Martin Hartley recounts a climate horror story from February 2018 , when an area of sea ice pulled away from the floating ice pack off the northern coast of Greenland. It was winter and should have been a stable time of year for sea ice, but images showed it drifting back towards the North Pole, exposing mile upon mile of Arctic Ocean below. \"That's never happened before,\" he says, concern in his voice.", "Hartley says the melting ice is also making the North Pole a harder place to explore on foot.", "Historically, surface expeditions could depart from land in certain places within the Arctic Circle and walk on to sea ice to journey to the pole. Now, Hartley says, ships are being used to venture further and further into the Arctic Ocean in search of stable ice on which to disembark. Expeditions carry thick waterproof immersion suits should they fall through the ice, or if they are forced to swim between ice floes.", "British polar explorer Anne Daniels swimming between ice floes on her way to the Geographic North Pole in 2010. Reaching the North Pole is becoming harder on foot, says Hartley (the last successful expedition from land was in 2014). Martin Hartley", "\"Water rules out most North Pole expeditions -- 99.9% of them, anyway,\" Hartley says. The last people to successfully trek from land to the North Pole were Americans Ryan Waters and Eric Larsen in 2014", "Hartley has traveled to the Arctic Ocean since 2002. Now he's preparing to return in 2020 for his most ambitious expedition yet. With the help of NASA, the US National Oceanic and Atmospheric Administration and the European Space Agency, Hartley will be searching north of Greenland for the last multi-year ice, a rapidly shrinking percentage of Arctic ice that survives the summer.", "Multi-year sea ice is more resistant to melting and better at insulating the cold atmosphere from the warmer ocean water.", "Hartley is to photograph what he calls \"ice sentinels,\" where multi-year sea ice has been pushed up into hulking monoliths. \"It's magnificent and peaceful and you cannot help but be affected by this ice,\" Hartley says, \"(it's) like something out of a fairy tale.\"", "Fissures in sea ice north of Ellsmere Island, northern Canada, photographed by Hartley in 2017. Martin Hartley", "Hartley will travel with guides and scientists to take ice samples and leave satellite trackers on ice sentinels to chart them drifting and melting away.", "\"There's a lot of risk involved,\" he says. \"But the risk of not at least trying, to me, is almost a moral sin.\"", "Recording a disappearing way of life", "The social and geopolitical implications of ice loss is Maya Craig's line of inquiry. An American photographer and filmmaker, Craig is embarking on a documentary feature about a changing Arctic across multiple countries.", "\"Receding sea ice is impacting countless communities across the Arctic, and stakes are high as nations vie for control of newly accessible shipping routes and resources,\" she explains. \"I'm honing a grouping of stories that weave a portrait of the changing Arctic as diminishing sea ice gives way to newly open ocean.\"", "In the summer of 2019, Craig traveled to the Native Village of Savoonga on St Lawrence Island, part of Alaska in the Bering Strait, to interview its president Delbert Pungowiyi, who is a vocal advocate for the island's Yupik people.", "Delbert Pungowiyi, president of the Native Village of Savoonga on St Lawrence Island, part of Alaska in the Bering Strait. Maya Craig", "\"Historically the Bering Sea around St Lawrence Island was frozen 9-10 months each year, while today it freezes for just a few months,\" she explains. \"The villages subsisted primarily by ice hunting whale and walrus, which is increasingly less viable and putting their entire way of life in peril.\"", "Craig also spent time on the Healy, a US Coast Guard (USCG) vessel and the only US icebreaker operating in the Arctic, documenting the life of the coast guards and scientists on board.", "\"Ice breakers are essentially the infrastructure of the Arctic,\" she explains, comparing them to roads and bridges. \"Even as the sea ice recedes more, ice breakers are required for consistent operation and can make year-long operation viable.\"", "Crew on deck of the USCG Healy, stationed at Unalaska in the Aleutian Islands, Alaska. The Healy is the only US icebreaker currently operating in the northern hemisphere. Maya Craig", "How nations will fare in the race for resource exploration and extraction, cargo transportation and tourism in the Arctic is a major outstanding question for the 21st century. And even while summer sea ice remains, it cannot be ignored.", "\"It's all quite devastating,\" she adds. \"The fact that by mid-century it's expected that in summer months there will be no ice at all in the Arctic Ocean -- this is a huge, historic milestone."], "keywords": ["quite", "sea", "expedition", "hartley", "rapid", "arctic", "ice", "pole", "documenting", "scientists", "ocean", "climate", "devastating", "north", "loss"], "title": "'It's all quite devastating': Documenting the rapid loss of Arctic sea ice", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}