{"id": "a8cb5a45-7f33-3eaf-bb5d-9a78ce2b5669", "title": "Chris Evans Goes to Washington", "url": "https://www.wired.com/story/chris-evans-starting-point-politics/", "summary": "Chris Evans, back home after a grueling production schedule, relaxes into his couch, feet propped up on the coffee table.\nNow, though, he just looks like Chris Evans—trim beard, monster biceps, angelic complexion.\n“I’m in a panic.”The panic began, as panics so often do these days, in Washington, DC.\nEarly last February, Evans visited the capital to pitch lawmakers on a new civic engagement project.\nEvans doesn’t have much in the way of political capital, but he does have a reputation, perhaps unearned, for patriotism.", "paragraphs": ["It’s a languid October afternoon in Los Angeles, sunny and clear.", "Chris Evans, back home after a grueling production schedule, relaxes into his couch, feet propped up on the coffee table. Over the past year and a half, the actor has tried on one identity after another: the shaggy-haired Israeli spy, the clean-shaven playboy, and, in his Broadway debut, the Manhattan beat cop with a Burt Reynolds ’stache. Now, though, he just looks like Chris Evans—trim beard, monster biceps, angelic complexion. So it’s a surprise when he brings up the nightmares. “I sleep, like, an hour a night,” he says. “I’m in a panic.”", "The panic began, as panics so often do these days, in Washington, DC. Early last February, Evans visited the capital to pitch lawmakers on a new civic engagement project. He arrived just hours before Donald Trump would deliver his second State of the Union address, in which he called on Congress to “bridge old divisions” and “reject the politics of revenge, resistance, and retribution.” (Earlier, at a private luncheon, Trump referred to Chuck Schumer, the Senate’s top Democrat, as a “nasty son of a bitch.”) Evans is no fan of the president, whom he has publicly called a “moron,” a “dunce,” and a “meatball.” But bridging divisions? Putting an end to the American body politic’s clammy night sweats? These were goals he could get behind.", "February 2020. Subscribe to WIRED. Photograph: Art Streiber", "Evans’ pitch went like this: He would build an online platform organized into tidy sections—immigration, health care, education, the economy—each with a series of questions of the kind most Americans can’t succinctly answer themselves. What, exactly, is a tariff? What’s the difference between Medicare and Medicaid? Evans would invite politicians to answer the questions in minute-long videos. He’d conduct the interviews himself, but always from behind the camera. The site would be a place to hear both sides of an issue, to get the TL;DR on WTF was happening in American politics. He called it A Starting Point—a name that sometimes rang with enthusiasm and sometimes sounded like an apology.", "Evans doesn’t have much in the way of political capital, but he does have a reputation, perhaps unearned, for patriotism. Since 2011 he has appeared in no fewer than 10 Marvel movies as Captain America, the Nazi-slaying, homeland-­defending superhero wrapped in bipartisan red, white, and blue. It’s hard to imagine a better time to cash in on the character’s symbolism. Partisan animosity is at an all-time high; a recent survey by the Public Religion Research Institute and The Atlantic found that 35 percent of Republicans and 45 percent of Democrats would oppose their child marrying someone from the other party. (In 1960, only 4 percent of respondents felt this way.) At the same time, there’s a real crisis of faith in the country’s leaders. According to the Pew Research Center, 81 percent of Americans believe that members of Congress behave unethically at least some of the time. In Pew’s estimation, that makes them even less trusted than journalists and tech CEOs.", "If Evans got it right, he believed, this wouldn’t be some small-fry website. He’d be helping “create informed, responsible, and empathetic citizens.” He would “reduce partisanship and promote respectful discourse.” At the very least, he would “get more people involved” in politics. And if the site stank like a rotten tomato? If Evans became a national laughingstock? Well, that’s where the nightmares began."], "authors": ["Arielle Pardes", "Arielle Parde", "Emma Grey Ellis", "Gilad Edelman"], "keywords": ["pitch", "way", "site", "called", "politics", "trump", "questions", "goes", "washington", "research", "evans", "nightmares", "chris"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}