{"id": "a955f098-9756-33cb-a29a-9595886663dd", "summary": "Pros and cons of an open officeThese are not the only studies to question the effectiveness of open-concept offices, so why are these floorplans so popular?\n“Open office layouts often save companies real estate and facilities management costs.”In addition, he believes that this type of design naturally encourages impromptu discussions and problem solving.\n“Distractions occur both visually and acoustically in an open office that was not created for people who yell when they talk or decide to use the speaker function for every call,” Wilder says.\nJust because everyone wants a private space doesn’t necessarily mean that everyone needs this type of work arrangement.\n“And the square footage saved can be applied to other elements of the workplace program,” Dunn says.", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["If “teamwork makes the dream work,” does it logically follow that creating a common office environment helps employees collaborate as they work towards making the dream a reality?", "Not necessarily. In fact, an open-concept office might produce the opposite effect.", "According to “The Impact of the ‘Open’ Workspace on Human Collaboration,” a report by two Harvard researchers, fewer walls, doors and spatial boundaries lead to fewer—not more— face-to-face interactions.", "The report involves two studies, both conducted at the global headquarters of Fortune 500 companies.", "“In the first study, the company transformed one entire floor from wall-bounded workspaces to an open, transparent and boundary-less space,” says Ethan S. Bernstein, an associate professor in the organisational behaviour unit at the Harvard Business School, and one of the report’s co-authors.", "The employees in the study worked in a variety of departments, including HR, technology, sales, product development and finance, and also included senior-level leaders.", "“We measured electronic and face-to-face communication before and after the move using wearable sociometric devices, including microphones and infrared sensors that captured [workers’] movements and when they were speaking or listening,” Bernstein says. “We also used two digital channels—email and instant messaging.”", "They collected data 15 days before the employees moved to the new workplace and then, three months after the move, they collected data for an additional 15 days.", "“We found that … face time decreased by 70% and interaction was replaced by electronic interaction,” Bernstein says. Participants sent 56% more emails and were copied on 41% more emails. Instant messaging increased by 67%.", "The company’s executives reported that productivity also declined. Bernstein’s second study revealed similar results.", "Another study, “When the Walls Come Down,” by Oxford Economics and Plantronics, revealed that 58% of employees in open-plan offices rate the noise levels in their area as frequent, low-volume noise and 24% rate it as downright noisy. As a result, many employees resort to leaving their workplace when they need to block out distractions: 75% take walks outside and 32% listen to music or white noise in their headphones.", "Pros and cons of an open office", "These are not the only studies to question the effectiveness of open-concept offices, so why are these floorplans so popular?", "“Originally, [one of] the primary benefits was cost savings by fitting more employees into smaller spaces,” says Beau Wilder, vice president of innovation waves and new products at Poly. “Open office layouts often save companies real estate and facilities management costs.”", "In addition, he believes that this type of design naturally encourages impromptu discussions and problem solving.", "“And that’s good for business; you want your employees working on your toughest issues together,” he says.", "But proximity doesn’t necessarily promote open interaction.", "“When everyone can be observed, they find other ways to preserve their privacy,” Bernstein explains.", "This type of office setting also causes distractions.", "“Distractions occur both visually and acoustically in an open office that was not created for people who yell when they talk or decide to use the speaker function for every call,” Wilder says. “It’s not just noise, but the intelligibility of others’ conversations that’s the issue; when you can make out words or understand a conversation from a good distance, it is going to affect you.” Wilder references a UC Irvine study that found it takes 23 minutes to refocus after a distraction. “If you multiply that by every employee in your office, it can add up to several hours of lost productivity from one interruption.”", "His own company’s study found that only 1% of employees say they can block out distractions, and 20% say the noise negatively affects their job performance.", "Can open-concept architecture work?", "Not everyone is convinced that open concept offices are a bad idea.", "Brent Zeigler and Ashley Dunn of Dyer Brown Architects in Boston, MA, have worked on several open-office projects, and they believe that companies may be creating the wrong type of open environment.", "“A workplace where all available work settings are entirely in the open—no walls, dividers or partitions of any kind—will likely have a negative impact on collaboration,” admits Zeigler, the company’s president and director of design. “But if we use a definition of ‘open office’ that expands on an open plan of workstations to include some amount of enclosed space for meetings, informal huddles or sensitive conversations, such a workplace would likely result in enhanced or improved collaboration among staff.”", "In an ideal environment, everyone would have a private office. But is that practical? Just because everyone wants a private space doesn’t necessarily mean that everyone needs this type of work arrangement. According to Dunn, who is the director of workplace at Dyer Brown, how companies think about the need for privacy has changed drastically.", "“If an employee with a private office only really needs privacy 30% of the time, this means that 70% of the time, the employee's office is not being utilised optimally,” Dunn explains. “Furthermore, the walls and closed door may contribute to a disconnect between that employee and their coworkers.”", "Both Zeigler and Dunn believe that a thoughtfully-designed open layout makes the best, most strategic use of space.", "“For example, employees who need privacy 30% of the time should be able to find private space when they need it, and within reasonable proximity to their workstation, giving it up when finished with the private call or heads-down task to the next employee, who does the same,” Dunn says.", "By creating a focus room, which she says could consist of just half the space typically allotted for a private office, a company could serve the privacy needs of several employees.", "“And the square footage saved can be applied to other elements of the workplace program,” Dunn says.", "Browse operations/production courses for executives", "--", "Terri Williams is a freelance writer who covers leadership topics for The Economist Careers Network."], "url": "https://execed.economist.com/blog/industry-trends/do-open-concept-offices-stimulate-productivity-and-collaboration", "title": "Do open-concept offices stimulate productivity and collaboration?", "pubDate": null, "keywords": ["private", "open", "space", "workplace", "office", "study", "collaboration", "employees", "stimulate", "privacy", "dunn", "noise", "offices", "productivity", "openconcept"]}