{"id": "a9b90c96-054e-3467-9e50-eb3bff854781", "title": "‘Godzilla’ Wasp Swims—So Its Young Can Burst Out of Caterpillars", "url": "https://www.wired.com/story/godzilla-wasp-swims-so-its-young-can-burst-out-of-caterpillars/", "summary": "The Godzilla of pop culture emerges from the sea to make life miserable for humans, and this wasp does the same for moth caterpillars.\nAlso, Godzilla once fought Mothra, and Microgaster godzilla menaces the caterpillars of aquatic moths.\nCrocodile Dundee ain’t got nothing on our Godzilla wasp, though.\nTo watch it in action, the researchers collected aquatic caterpillars from ponds in Japan and reared the wasps that emerged.\nThe wasp strolls along the vegetation that Elophila turbata frequents, searching for an aquatic caterpillar in its case.", "paragraphs": ["Thank you for joining us for this brief bit of election counterprogramming that may or may not make you feel better, depending on how you feel about parasitic wasps. Because, sure, we’re all stressed the hell out, but at least a wasp hasn’t injected you with an egg that hatches into a larva that feeds on your nutrients before erupting out of your body.", "But let me back up. The caterpillar stage of the aquatic moth Elophila turbata lives in the freshwater ecosystems of Africa and Asia. It’s a waste-not-want-not kind of critter, feeding on vegetation floating at the surface and using the material to build a case as a protective home. It situates its case amidst the vegetation, just below the waterline. There it lives a peaceful life, munching along, growing bigger, making bigger cases every so often, not worrying about elections.", "Then a female Microgaster godzilla comes along. That scientific name is not a mistranslation or a weird bit of Latin, but a very intentional honorific that researchers bestowed upon a species of parasitoid (meaning a parasite that kills its host) wasp in a new paper in the Journal of Hymenoptera Research. The Godzilla of pop culture emerges from the sea to make life miserable for humans, and this wasp does the same for moth caterpillars. Also, Godzilla once fought Mothra, and Microgaster godzilla menaces the caterpillars of aquatic moths.", "“I'm guilty of naming many species with funny names,” says the study’s lead author, Jose Fernandez-Triana of the Canadian National Collection of Insects. “In the past, I named one Keylimepie. And I have named a wasp genus Toblerone after the Toblerone chocolate bar. I named one after Crocodile Dundee,” an Australian species, of course. “We have some fun, and why not?” he asks.", "Crocodile Dundee ain’t got nothing on our Godzilla wasp, though. To watch it in action, the researchers collected aquatic caterpillars from ponds in Japan and reared the wasps that emerged. They then set each wasp loose in an aquarium in the lab with 20 more caterpillars, and recorded the ensuing chaos with a video camera.", "Courtesy of Jose Fernandez-Triana", "The footage, above, puts any Godzilla film to shame for lack of inventiveness. The wasp strolls along the vegetation that Elophila turbata frequents, searching for an aquatic caterpillar in its case. When the parasitoid finds one, it taps the case with its antennae and dives down to pull it out of the protective shell. Fleeing for its life, the caterpillar surfaces into the vegetation above its home, only for the wasp to emerge from the water, Godzilla-style. The wasp grabs hold of the caterpillar and drives its ovipositor into the squishy body, injecting a single egg."], "authors": ["Matt Simon", "Matt Simo"], "keywords": ["wasp", "godzilla", "case", "caterpillar", "burst", "young", "aquatic", "species", "life", "named", "vegetation", "swimsso", "caterpillars"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}