{"summary": "The move comes two months after a deadly shooting at a Halloween party hosted at a rental home.\nIn recent months Airbnb has dealt with several safety issues at properties listed on its site.\nChesky initially announced the company’s plan to ban party houses after a shooting at an Orinda, Calif., Airbnb rental left five people dead.\nThe shooting happened during a party at the four-bedroom Airbnb, where at least 100 people had reportedly attended.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWSMore recently, another Airbnb host returned to her home in Georgia after renting it on the platform to find it ransacked.", "keywords": ["guests", "rental", "halloween", "months", "party", "safety", "host", "site", "houses", "properties", "airbnb", "guest", "shooting", "guidelines", "deadly", "officially", "reveals"], "paragraphs": ["Airbnb has officially banned party houses on the platform. The move comes two months after a deadly shooting at a Halloween party hosted at a rental home.", "AIRBNB GUESTS SUE HOMEOWNER AFTER DISCOVERING 3 HIDDEN CAMERAS IN UNIT, LAWSUIT CLAIMS", "The party ban is one of several plans the home-sharing company has announced as part of its new safety directive aimed at better protecting hosts and guests. According to the new guidelines, Airbnb has shared that it is banning “all ‘open-invite’ parties and events,” as well as “large parties and events...in multi-family residences.”", "Though the company shared on its site that it was not “prohibiting authorized parties and events” that are sanctioned by “boutique hotels and professional event venues – that may set their own rules on open-invite parties.”", "CLICK HERE TO GET THE FOX NEWS APP", "The new “Guest Standards create a clear and actionable enforcement framework” for Airbnb to deal with complaints such as excessive noise, unauthorized guests and cleanliness concerns among other issues.", "If a guest or host is found to have violated the new standards, which will roll out in 2020, they will face a warning and “required education on Airbnb rules.” Further violations can possibly result in “account suspension or removal.”", "Another added safety regulation will be a dedicated line of communication for mayors and city officials to reach out to Airbnb. In the coming months, the company plans to also add a 24/7 Neighbor Hotline for guests to get into contact with an Airbnb employee, Tech Crunch reports.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The announcement comes a month after Brian Chesky, Airbnb CEO and Head of Community, shared an email with all employees stating all Airbnb properties would start verifying accuracy of property addresses, photos, cleanliness, safety and amenities listed in the description.", "However, Mike Lux, president of American Family Voices and AirbnbWatch, a nonprofit organization committed to “exposing operators who use sites like Airbnb to run illegal hotels in residential properties,” feels the rental company’s commitment is inadequate.", "In a statement to Fox News, Lux calls Chesky's comments \"hollow promises that will do nothing to improve the safety for guests staying at Airbnbs nor neighbors living next to them.\"", "In recent months Airbnb has dealt with several safety issues at properties listed on its site. According to a San Francisco Chronicle article, 42 people have been shot – and 17 have been killed – in the last six months at short-term rental properties in the United States. On its site, Airbnb has said between August 1, 2018, and July 31, 2019, only \"0.05 percent of trips on Airbnb had a safety-related issue reported by a host or guest and 0.03 percent of trips on Airbnb had a significant claim paid out under our Host Guarantee.\"", "Chesky initially announced the company’s plan to ban party houses after a shooting at an Orinda, Calif., Airbnb rental left five people dead. The shooting happened during a party at the four-bedroom Airbnb, where at least 100 people had reportedly attended.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "More recently, another Airbnb host returned to her home in Georgia after renting it on the platform to find it ransacked. According to the host, the guest stole wall-mounted TVs, as well as priceless items and family heirlooms from the property."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/travel/airbnb-bans-party-houses-reveals-new-safety-guidelines-halloween-shooting", "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "id": "a9e90ee6-c58c-3022-9d17-6cf6ad7a74cb", "pubDate": null, "title": "Airbnb officially bans 'party houses,' reveals new safety guidelines 2 months after deadly Halloween shooting"}