{"id": "a9fa5f95-27e8-3159-9aa7-a04c7f2e5339", "title": "What We Learned From Week 9 of the N.F.L. Season", "url": "https://www.nytimes.com/2020/11/08/sports/football/nfl-results.html", "summary": "Remember how great the Buffalo offense looked during the team’s thrilling 4-0 start to the season?\nJosh Allen and Co. threw away much of that momentum by going entirely dormant over a forgettable four-game stretch in which the team went 2-2.\nIt was Buffalo’s first game with 40 or more points since 2018 and gave Josh Allen the second 400-yard passing game of his career.\nThe Bills improved to 7-2, which matches the team’s best nine-game start since 1993.\nWhile the offensive output was nice, Buffalo was probably just as excited by a defensive performance in which the Bills, who have disappointed on that side of the ball all season, had five sacks, 11 quarterback hits and forced four turnovers against the top-scoring offense in the N.F.L.", "paragraphs": ["Buffaloes can hibernate. Remember how great the Buffalo offense looked during the team’s thrilling 4-0 start to the season? Josh Allen and Co. threw away much of that momentum by going entirely dormant over a forgettable four-game stretch in which the team went 2-2. But with the sun shining brightly in Orchard Park, N.Y., and with plenty of help from Seattle’s inept defense, the Bills roared back to life in a 44-34 win that didn’t feel anywhere near that close. It was Buffalo’s first game with 40 or more points since 2018 and gave Josh Allen the second 400-yard passing game of his career. The Bills improved to 7-2, which matches the team’s best nine-game start since 1993.", "While the offensive output was nice, Buffalo was probably just as excited by a defensive performance in which the Bills, who have disappointed on that side of the ball all season, had five sacks, 11 quarterback hits and forced four turnovers against the top-scoring offense in the N.F.L."], "authors": ["Benjamin Hoffman"], "keywords": ["game", "nfl", "week", "learned", "allen", "josh", "40", "season", "offense", "teams", "bills", "start", "buffalo"], "pubDate": "2020-11-08T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}