{"id": "aa1bf724-d57b-39cd-8248-fd004c62c893", "title": "FKA Twigs’s Park Avenue Armory Show Was a Baroque Fashion Fantasy", "url": "https://www.vogue.com/vogueworld/article/fka-twigs-red-bull-new-york-festival-park-avenue-armory-pole-dancing", "summary": "Last time FKA Twigs performed as part of New York City’s Red Bull Music Festival four years ago, she took to the stage in a massive hangar space in Brooklyn surrounded by ten dancers who were all decked out in gothic, club-ready Alexander McQueen looks.\nIt’s an undeniably hard act to follow, but the British singer may have one-upped herself this past weekend with her new show, “Magdalene.” Fans were treated to a sneak peek of the spectacular costumes, designed by rising London fashion star Ed Marler, thanks to her stylist Matthew Josephs.\nFor the grand finale though, the aforementioned Antoinette-inspired ball gown took the spotlight as a cloud of glitter rained down on to the audience.\nAs far as princess-worthy fashion moment go, this one took the crown.\nPhoto: Courtesy of Maria Jose Govea / @thesupermaniakPhoto: Courtesy of Maria Jose Govea / @thesupermaniakPhoto: Courtesy of Red Bull Music Festival", "paragraphs": ["Last time FKA Twigs performed as part of New York City’s Red Bull Music Festival four years ago, she took to the stage in a massive hangar space in Brooklyn surrounded by ten dancers who were all decked out in gothic, club-ready Alexander McQueen looks. It’s an undeniably hard act to follow, but the British singer may have one-upped herself this past weekend with her new show, “Magdalene.” Fans were treated to a sneak peek of the spectacular costumes, designed by rising London fashion star Ed Marler, thanks to her stylist Matthew Josephs. He posted an Instagram image of twigs in as a modern day Marie Antoinette, wearing a full taffeta silk ensemble in rehearsals, what he described as a “shirt x robe à la Française.”", "With a total of seven baroque-inspired looks, Twigs’s performance wardrobe at the Park Armory this past weekend was nothing short of ethereal. She kicked off the show dressed in what looked like an 18th century courtier’s ensemble—neatly cropped jacket with accordion sleeves and ruffled bloomers—tap-dancing furiously for the crowd as the curtains pulled back from the stage. Then, against a backdrop of blue skies dotted with fluffy clouds, she emerged in a haze of smoke wearing all white, like she’d just floated down to earth with her extra wide-brimmed feather-trimmed hat.", "At one point twigs did seem to be suspended in mid-air, twirling down a pole in the same mesmerizing way she does for her new “Cellophane” video, decked out in a frothy corset, matching bikini bottoms, and mile-high perspex stripper heels. For the grand finale though, the aforementioned Antoinette-inspired ball gown took the spotlight as a cloud of glitter rained down on to the audience. As far as princess-worthy fashion moment go, this one took the crown.", "Photo: Courtesy of Maria Jose Govea / @thesupermaniak", "Photo: Courtesy of Maria Jose Govea / @thesupermaniak", "Photo: Courtesy of Red Bull Music Festival"], "authors": ["Rachel Hahn", "Rachel Hah"], "keywords": ["park", "baroque", "twigs", "wearing", "music", "courtesy", "took", "weekend", "thesupermaniakphoto", "fka", "past", "fantasy", "avenue", "fashion", "stage", "armory", "twigss", "red"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}