{"id": "aa35a19c-7d47-3a45-801d-5c9d609c50c0", "title": "This Designer Is Crafting Traditional Hausa Poufs to Benefit Victims of SARS in Nigeria", "url": "https://www.vogue.com/article/la-reunion-poufs-sars-nigeria", "summary": "SARS has been responsible for rape, torture, and executions, and none of the police officers involved have ever been prosecuted.\nThe recent protests began after a video surfaced on October 3 showing the unjust killing of a man by SARS officers in Ughelli.\nOn October 20, the protests in Nigeria became deadly.\nSarah Nsikak, founder of the New York–based label La Réunion, is stepping in to try and provide some help.\nHer mother is currently in Nigeria, and in light of the crisis there, Nsikak has been anxiously talking to her every day on WhatsApp.", "paragraphs": ["Throughout the month of October, Nigeria has been in a state of unrest. Tens of thousands of Nigerians have taken to the streets to protest against the devastating corruption and violence brought on by SARS, or the Special Anti-Robbery Squad, which is a government police unit that was founded in 1992 in an effort to combat a rise in violent crimes throughout the country. SARS has been responsible for rape, torture, and executions, and none of the police officers involved have ever been prosecuted. The recent protests began after a video surfaced on October 3 showing the unjust killing of a man by SARS officers in Ughelli. On October 20, the protests in Nigeria became deadly. Soldiers and police fired on the crowds and killed at least 12 people, according to Amnesty International. In the aftermath, multiple businesses and homes were destroyed and many suffered from physical injuries.", "Sarah Nsikak, founder of the New York–based label La Réunion, is stepping in to try and provide some help. The designer, who creates upcycled patchwork tent dresses inspired by untold African narratives, was born and raised in Oklahoma, but her family immigrated to the United States in the 1980s from Nigeria. Her mother is currently in Nigeria, and in light of the crisis there, Nsikak has been anxiously talking to her every day on WhatsApp. Her mother is safe and has relocated to another city outside of Lagos, but Nsikak kept asking what she could do to help from so far away. Her mother would say time after time: “We just need the government to listen to the cries of the youth.” Nsikak began thinking about her own childhood and upbringing, and she was reminded of the Nigerian Hausa Tribe poufs that decorated her home growing up. She decided to remake these poufs using upcycled fabrics and sell them for $450 with inserts, $400 without, donating 20% of the proceeds to Assata Collective, which is an organization that raises mutual aid funds to help protect and rehabilitate queer and trans people harmed by SARS."], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["benefit", "traditional", "upcycled", "victims", "nsikak", "poufs", "mother", "protests", "nigeria", "designer", "officers", "hausa", "sars", "crafting", "help", "began"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}