{"summary": "E-cigarettes have been found to significantly increase a user’s risk of developing chronic lung diseases in a study published by UC San Francisco researchers.\nThe study, which is representative of the entire U.S adult population, is the first long-term study to link e-cigarettes to an increased risk of developing chronic pulmonary disease (COPD), emphysema, asthma, and bronchitis.\nThe researchers, who published their findings in the American Journal of Preventative Medicine on Monday, tracked e-cigarette and tobacco habits as well as new lung disease diagnoses in over 32,000 U.S. adults from 2013 to 2016.\nThey found that those who used e-cigarettes and also smoked tobacco were at an even higher risk of receiving a chronic lung disease diagnosis than those who exclusive smoked tobacco or used an e-cigarette.\n“Switching from conventional cigarettes to e-cigarettes exclusively could reduce the risk of lung disease, but very few people do it,” Glantz said in the news release.", "keywords": ["chronic", "tobacco", "users", "glantz", "lung", "developing", "ecigarettes", "risk", "study", "disease", "increases", "ecigarette", "claims", "researchers"], "paragraphs": ["E-cigarettes have been found to significantly increase a user’s risk of developing chronic lung diseases in a study published by UC San Francisco researchers. The study, which is representative of the entire U.S adult population, is the first long-term study to link e-cigarettes to an increased risk of developing chronic pulmonary disease (COPD), emphysema, asthma, and bronchitis.", "GOVERNMENT-FUNDING PACKAGE INCLUDES PROPOSAL TO RAISE TOBACCO BUYING AGE TO 21", "“What we found is that for e-cigarette users, the odds of developing lung disease increased by about a third, even after controlling for their tobacco use and their clinical and demographic information,” senior author Stanton Glantz, PhD, a UCSF professor of medicine and director of the UCSF Center for Tobacco Control Research and Education, said in a news release.", "The researchers, who published their findings in the American Journal of Preventative Medicine on Monday, tracked e-cigarette and tobacco habits as well as new lung disease diagnoses in over 32,000 U.S. adults from 2013 to 2016. They found that those who used e-cigarettes and also smoked tobacco were at an even higher risk of receiving a chronic lung disease diagnosis than those who exclusive smoked tobacco or used an e-cigarette.", "NORTH CAROLINA WOMAN DIES AFTER HER CIGARETTE IGNITES OXYGEN TANK, CAUSING EXPLOSION", "“Dual users – the most common pattern among people who use e-cigarettes – get the combined risk of e-cigarettes and conventional cigarettes, so they’re actually worse off than tobacco smokers,” Glantz said.", "The researchers also noted that the findings did not take into account the EVALI cases currently being investigated by the FDA and CDC, and was more so to evaluate if e-cigarettes should be marketed as a safe smoking cessation aid.", "“Switching from conventional cigarettes to e-cigarettes exclusively could reduce the risk of lung disease, but very few people do it,” Glantz said in the news release. “For most smokers, they simply add e-cigarettes and become dual users, significantly increasing their risk of developing lung disease above just smoking.”", "CLICK HERE TO GET THE FOX NEWS APP", "Glantz and his team determined that their research adds to the argument that e-cigarettes are “making the tobacco epidemic worse.”"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/health/e-cigarette-use-increases-risk-chronic-lung-disease-study", "authors": ["Alexandria Hein"], "id": "aa50f12e-0e4e-36da-b175-4557c68d9ae3", "pubDate": null, "title": "E-cigarette use increases risk of chronic lung disease, study claims"}