{"id": "aa71a1ec-21a5-3783-b10e-f2b9469693f6", "title": "Christian Siriano Celebrated Día de los Muertos at Gitano", "url": "https://www.vogue.com/slideshow/dia-de-los-muertos-gitano-2020", "summary": "In 2018, Christian Siriano designed a floaty, red tulle dress with as many layers as a slice of mille crepe cake for his longtime muse Sia.\nThis past Saturday night, he opted to borrow the dress and wear it to his Día de los Muertos celebration, which he cohosted alongside the Misshapes.\nHe added to the look a face mask in the same shade of scarlet for practical reasons.\nIn honor of Día de los Muertos, the designer ventured to Gitano, the outdoor outpost of the Tulum hotspot located just above Canal Street.\nIt was a Día de los Muertos event for our changing times.", "paragraphs": ["In 2018, Christian Siriano designed a floaty, red tulle dress with as many layers as a slice of mille crepe cake for his longtime muse Sia. This past Saturday night, he opted to borrow the dress and wear it to his Día de los Muertos celebration, which he cohosted alongside the Misshapes. “Hopefully @siamusic will approve!” he wrote in an Instagram caption for his festive ensemble. He added to the look a face mask in the same shade of scarlet for practical reasons.", "In honor of Día de los Muertos, the designer ventured to Gitano, the outdoor outpost of the Tulum hotspot located just above Canal Street. The venue had been dressed up for the occasion by the Manscaper, the green-thumbed group had floriated the entrance of the restaurant with more than 1,000 marigolds. Misshapes's Leigh Lezark was there and donned skull makeup and a flower crown and her DJ partner Geordon Nicol dressed up like a matador.", "Ethan James Green, Nico Tortorella, Honey Dijon, Mel Ottenberg, Amanda Lepore, Gordon von Steiner, Timo Weiland, James Gardner, Dorian Grinspan, and Klaus Biesenbach were all present and partaking in the festivities—but this wasn’t a group dinner. Everyone was clustered into tables with the ones they arrived with, and the night felt more like all your friends just happened to be at the same restaurant as you, enjoying the same simultaneously served dinner of Gitano’s Mexican fare. It was a Día de los Muertos event for our changing times."], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["dinner", "muertos", "día", "group", "dressed", "siriano", "los", "celebrated", "gitano", "night", "restaurant", "dress", "james", "christian"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}