{"id": "ab0eef8b-ac95-35c5-bfe6-1c92b4646d06", "title": "Cyberpunk 2077 Is Being Delayed", "url": "https://www.wired.com/story/cyberpunk-2077-delayed/", "summary": "Cyberpunk 2077 and Final Fantasy VII Remake Are Both Being DelayedIf you were worried about the spring release calendar being pretty crowded, fret not: It's not release season, it's delay season.\nFirst up is Cyberpunk 2077, the game about a dark cyberpunk future where Keanu Reeves never ages.\nThe Avengers game from Crystal Dynamics (which Square Enix is publishing) is also getting delayed; instead of coming out in May, it'll be ready to play in September.\nNinja Now Has a Fortnite Skin, Dunno Why It Took This LongNinja, famous for playing Fortnite and not playing Fortnite with girls, has finally been immortalized.\nWith a new skin introduced to the game this week, Ninja, as a ninja, is now ninja-ing inside the game he streams under the name Ninja.", "paragraphs": ["The first few weeks of a new year always have a bit of upheaval. Release dates get shuffled around, rumors abound, and news seemingly drops at every turn. Lucky for you, this week's Replay roundup is here to help. Below are some of the most important videogame news stories from the past week. Let's go.", "Cyberpunk 2077 and Final Fantasy VII Remake Are Both Being Delayed", "If you were worried about the spring release calendar being pretty crowded, fret not: It's not release season, it's delay season. First up is Cyberpunk 2077, the game about a dark cyberpunk future where Keanu Reeves never ages. The game was initially slated for release in April, but that's not going to happen. CD Projekt Red is pushing the game back to September 17 to allow more time to \"finish playtesting, fixing, and polishing.\" Additionally, the game's multiplayer features may not be ready until next year.", "Next, over at Square Enix, Final Fantasy VII Remake is being pushed back from March 3 to April 10, which is pretty conservative so far as delays go, but still is worth noting. The Avengers game from Crystal Dynamics (which Square Enix is publishing) is also getting delayed; instead of coming out in May, it'll be ready to play in September. Though, to be fair, that game didn't look exceptionally good, so that one's not that concerning.", "Horizon Zero Dawn Might Be Coming to PC, Which Would Be Cool", "When Sony publishes a game developed by an internal team, one pretty reliable rule is that it's going to be a Sony console exclusive. Horizon Zero Dawn, developed by Sony-owned Guerrilla Games, might change that, as rumors from pretty reliable sources are claiming the title might be headed to PC. According to folks talking to Kotaku, the game could pop up on the platform this year. This unprecedented move could mean a more platform-agnostic direction for Sony, which has in the past been very protective of their console exclusives. If true, it also perhaps signals the importance of the PC market in today's gaming ecosystem, where players often expect and desire to be able to play games on multiple platforms.", "True or not, it's a burst of hope for people who don't have PlayStation consoles and are missing some of the experiences that can only be had there. Or those of us who want to play Bloodborne with good load times.", "Ninja Now Has a Fortnite Skin, Dunno Why It Took This Long", "Ninja, famous for playing Fortnite and not playing Fortnite with girls, has finally been immortalized. In Fortnite. With a new skin introduced to the game this week, Ninja, as a ninja, is now ninja-ing inside the game he streams under the name Ninja. It's a solid enough skin, with a blue face mask and hood and a blue and black ninja outfit. It's the first in a series of so-called Icon Skins that Epic is adding to the game, which will feature real-life streamers and celebrities."], "authors": ["Julie Muncy", "Julie Munc"], "keywords": ["games", "ninja", "skin", "game", "cyberpunk", "play", "2077", "release", "pretty", "pc", "delayed", "fortnite", "sony"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}