{"id": "ab346f38-de4d-3e8b-89ed-2e6f28990abf", "title": "Quick-acting Georgia traffic cop saves choking teen", "url": "http://www.foxnews.com/us/georgia-traffic-cop-saves-child-choking", "summary": "A motorcycle cop in Georgia saved a teenager from choking to death Wednesday after spotting the the boy's frantic mother stopped in a turn lane.\nOfficer Matthew Perry saw Monica Hickman honking her horn and flashing her headlights, the Roswell Police Department said.\n\"The driver was definitely trying to get his attention,\" Sean Thompson, a police spokesman, told Fox News on Friday.\nNASHVHILLE POLICE OFFICER'S QUICK ACTION SAVES LIFE OF CHOKING 9-MONTH-OLDHickman's son, about 14, was choking in the front passenger seat, police said.\nLess than a week ago, another officer in Nashville, Tenn., made headlines for saving a choking 9-month-old during another traffic investigation.", "paragraphs": ["A motorcycle cop in Georgia saved a teenager from choking to death Wednesday after spotting the the boy's frantic mother stopped in a turn lane.", "Officer Matthew Perry saw Monica Hickman honking her horn and flashing her headlights, the Roswell Police Department said.", "\"The driver was definitely trying to get his attention,\" Sean Thompson, a police spokesman, told Fox News on Friday.", "NASHVHILLE POLICE OFFICER'S QUICK ACTION SAVES LIFE OF CHOKING 9-MONTH-OLD", "Hickman's son, about 14, was choking in the front passenger seat, police said. Perry pulled the teen out of the vehicle and performed the Heimlich maneuver.", "The teen resumed breathing a few seconds later.", "\"Right place, right time,\" Thompson said. \"Sometimes we get lucky like that, whether it's crime or being able to save somebody’s life.\"", "In a Facebook post, Roswell police praised the officer and urged residents to call 911 whenever they are in need.", "“Our 911 operators are very good at walking you through any situation, whether you require medical aid or police services,” the department said.", "Less than a week ago, another officer in Nashville, Tenn., made headlines for saving a choking 9-month-old during another traffic investigation.", "Officer Philip Claibourn was responding to a traffic accident at a gas station when the toddler’s mother flagged him down, saying her son couldn’t breathe.", "CLICK HERE TO GET THE FOX NEWS APP", "“I knelt down and turned the baby over and kind of palmed its chest in my hand,” Claibourn told WTVF. “I gave the baby one good smack on its back and immediately the baby started coughing and crying.\"", "Fox News’ Robert Gearty contributed to this report."], "authors": ["Michael Ruiz"], "keywords": ["son", "traffic", "thompson", "baby", "quickacting", "perry", "saves", "georgia", "roswell", "officer", "teen", "choking", "told", "cop"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}