{"id": "ab38e9a4-8e05-35f4-8a33-5d209e4f5ec6", "title": "Congresswoman-elect Kat Cammack goes from homeless to the House: ‘Only in America’ is this possible, she says", "url": "https://www.foxnews.com/politics/congresswoman-elect-kat-cammack-from-homeless-to-house-only-in-america-is-this-possible", "summary": "Congress is welcoming 13 new GOP women into the House of Representatives, including Congresswoman-elect Kat Cammack, R-Fla., who told “Fox & Friends Weekend” she’s gone from being homeless to being a U.S. representative.\n“I’m so honored that I have the trust and support of the constituents of Florida’s 3rd Congressional District,” she said.\nAccording to her website, her family was forced to evict and pushed into homelessness for months.\nLater that year, Rep. Ted Yoho, R-Fla., invited Cammack to join his campaign, on which she served as the longtime deputy chief of staff and campaign manager.\n“At this point in time in our divided nation, we need people that look at the problems and solutions as Americans.", "paragraphs": ["Congress is welcoming 13 new GOP women into the House of Representatives, including Congresswoman-elect Kat Cammack, R-Fla., who told “Fox & Friends Weekend” she’s gone from being homeless to being a U.S. representative.", "“I’m so honored that I have the trust and support of the constituents of Florida’s 3rd Congressional District,” she said. “Only in America can someone go from homeless to the House of Representatives in under a decade.”", "Cammack will be joining the 117th Congress as the youngest GOP woman in history, which she said has her feeling “so incredibly humbled and grateful.”", "In 2011, Cammack’s family lost the cattle ranch she grew up on due to a failed Obama program. According to her website, her family was forced to evict and pushed into homelessness for months. Later that year, Rep. Ted Yoho, R-Fla., invited Cammack to join his campaign, on which she served as the longtime deputy chief of staff and campaign manager.", "CONGRESSWOMAN-ELECT HINSON SAYS SHE WON HOUSE SEAT BY BEING 'EVERYDAY IOWAN' WITH MINIVAN, MORTGAGE", "As a representative, Cammack said it’s important to share American comeback stories such as hers in order to defend the construct of the Constitution.", "“In order to serve and to take that oath to our United States Constitution, you have a long road to travel,” she said. “For me, being the daughter of a single mother, our family losing everything… When we share out stories and show people that you can really achieve beyond your wildest dreams, I think that is what brings us together.”", "CLICK HERE TO GET THE FOX NEWS APP", "“My story is not a Republican story. It’s not a Democrat story. It’s an American story,” she said. “At this point in time in our divided nation, we need people that look at the problems and solutions as Americans. Not as one party vs. another.”"], "authors": ["Angelica Stabile"], "keywords": ["possible", "family", "fox", "homeless", "goes", "kat", "rfla", "cammack", "america", "congresswomanelect", "order", "gop", "house", "share", "representatives"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}