{"id": "ab385073-7451-3ad6-8cd1-2401065ccdd4", "title": "Metro Redux Review: A Post-Apocalyptic Remodel", "url": "https://www.gameinformer.com/games/metro_redux/b/xboxone/archive/2014/08/26/a-post-apocalyptic-remodel.aspx", "summary": "developer GSC Game World, 4A Games came out of nowhere in 2010 with its moody and atmospheric debut, Metro 2033.\nLeveraging the power of new-gen consoles, 4A games uses the latest version of its impressive proprietary engine to give Metro 2033 a facelift complete with revamped A.I., improved weapon handling, and non-lethal takedowns.\nHardcore fans can opt for Ranger mode, which builds off Survival mode by removing all the HUD elements and making weapons more deadly.\nIf you enjoy the brutality of titles like Dark Souls, definitely play Survival mode.\nRead our original reviews of Metro 2033 here and Metro: Last Light here.", "paragraphs": ["Born out of the ashes of S.T.A.L.K.E.R. developer GSC Game World, 4A Games came out of nowhere in 2010 with its moody and atmospheric debut, Metro 2033. The game proved to be a critical darling, and despite switching publishers the studio managed to produce a sequel, Last Light, that met equal acclaim. To give these impressive titles a victory lap, Deep Silver encouraged 4A to create this remastered collection.", "Leveraging the power of new-gen consoles, 4A games uses the latest version of its impressive proprietary engine to give Metro 2033 a facelift complete with revamped A.I., improved weapon handling, and non-lethal takedowns. Both games now run at a brisk 60 frames per second with HD resolutions (1080p on PS4 and 900p on Xbox One). PC players with powerful enough systems can push that resolution up to 4K. The new textures, global illumination, and improved character models combine to make two already beautiful games even more attractive.", "For the uninitiated, the Metro series follows the exploits of Artyom, a survivor of a nuclear holocaust that has wiped out nearly all the life on earth, leaving behind an irradiated landscape of ruins and forcing the survivors to rebuild civilization in the subway tunnels of Moscow. Post-war life isn’t easy, as rival factions, bandits, and mutated beasts make traveling between settlements a dangerous proposition.", "Redux essentially offers players two ways to enjoy both games. Shooter fans who prefer running and gunning will feel at home in the Spartan mode, which increases the ammunition found in the world and amps up the action much like Last Light. Series traditionalists who preferred the strategic and harrowing play style offered in Metro 2033 should choose Survival mode, which cuts down the amount of resources at your disposal and makes the enemies more dangerous. Hardcore fans can opt for Ranger mode, which builds off Survival mode by removing all the HUD elements and making weapons more deadly. Each of the play styles is well tuned and offers different challenges. If you enjoy the brutality of titles like Dark Souls, definitely play Survival mode.", "The main attraction of these games is their bleak setting. Like the Ukrainian novels the games are based on, both 2033 and Last Light create a pervading sense of hopelessness that makes this otherwise unremarkable setting stand among the most memorable locations in video games. Whether you’re eavesdropping on conversations in crowded subway stations, sneaking through neglected underground passageways, or exploring the rubble above ground, these games have an undeniable sense of place.", "Metro Redux may not offer much to entice players who have already played and enjoyed these games, but this remastered bundle is the best way for newcomers to experience the thrills and scares of this under-appreciated series.", "Read our original reviews of Metro 2033 here and Metro: Last Light here."], "authors": [], "keywords": ["review", "redux", "play", "metro", "survival", "4a", "players", "light", "world", "games", "mode", "remodel", "postapocalyptic", "2033"], "pubDate": "2014-08-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}