{"summary": "The most important rule all lawyers must follow is: Don’t lie to the judge or let your client lie to the judge.\nAnd when government lawyers lie to a judge, they pave the way for government abuses.\nAnyone who causes an FBI agent to lie in court does not fit this definition.\nIt does not matter that the FBI lawyer was not the person who made the presentation to the court.\nIf the FBI lawyer caused an FBI agent to make a misrepresentation to the court then disbarment of the attorney – at a minimum – appropriate.", "keywords": ["court", "surveillance", "lie", "fisa", "holloway", "candor", "judge", "misled", "lawyers", "page", "lawyer", "order", "fbi", "fisc", "trump", "punishment", "surveil", "philip"], "paragraphs": ["The presiding judge of the Foreign Intelligence Surveillance Court (FISC) justifiably unloaded on the FBI Tuesday over stunning revelations in the report by Justice Department Inspector General Michael Horowitz revealing serious FBI misconduct in the electronic surveillance of an adviser to the 2016 Trump presidential campaign.", "The order by Judge Rosemary M. Collyer found that Horowitz’s report, issued last week, revealed that the FBI misled the National Security Division of the Justice Department and “equally misled the FISC” to obtain a court order authorizing the surveillance of Trump campaign adviser Carter Page.", "This is the type of government misconduct that endangers the rights of us all to be free from unreasonable searches and seizures – a right guaranteed the Fourth Amendment to the Constitution.", "DEVIN NUNES: FISA COURT'S BEHAVIOR 'TOTALLY INAPPROPRIATE,' CONGRESS MUST FIX IT", "The ruling is a big deal for the FBI and for at least one FBI lawyer (not named in Judge Collyer’s order), because it practically invites disbarment for any lawyer or lawyers involved in improperly obtaining the FISC warrants authorizing FBI surveillance of Page.", "The most important rule all lawyers must follow is: Don’t lie to the judge or let your client lie to the judge. If lawyers and their clients can freely lie to judges without punishment, they poison our judicial system and can improperly alter the result of court decisions. And when government lawyers lie to a judge, they pave the way for government abuses.", "Collyer’s order says the FISC is very concerned with four applications to surveil Page. In a rare public order, the judge referenced the inspector general’s report of an FBI lawyer who “engaged in conduct… intended to mislead the FBI agent who ultimately swore to the facts in the application.”", "The judge further writes that the conduct of the FBI lawyer – an employee of the Justice Department’s Office of General Counsel – “gave rise to serious concerns about the accuracy and completeness of the information provided to the FISC in any matter in which the OCG attorney was involved.”", "Despite the tough language by Judge Collyer, the FISC still falls short of taking its own disciplinary action against the FBI lawyer. This is contemptible behavior.", "Instead, the judge in effect told the FBI to get back to the FISC in January to let the court know how it plans to not lie and mislead the court in the future. That's just too weak a response to FBI misconduct. This is why it is up to whatever state or states license the lawyer or lawyers who lied to the FISC to start professional disciplinary proceedings immediately that could lead to disbarment.", "Lawyers always owe a duty of candor to any court. Candor can be defined as the quality of being honest, open and sincere. Anyone who causes an FBI agent to lie in court does not fit this definition.", "As Collyer’s order points out, “candor is fundamental” to the proper operation of courts. The duty of candor is even greater in “ex parte” proceedings – proceedings where there is not an opposing party. All proceedings before the FISC are ex parte.", "It does not matter that the FBI lawyer was not the person who made the presentation to the court. If the FBI lawyer caused an FBI agent to make a misrepresentation to the court then disbarment of the attorney – at a minimum – appropriate.", "The American Bar Association Rules of Professional Conduct set out this duty of candor in Rule 3.3. The short version of this rule is: Don’t lie to a court or mislead a court; don’t fail to disclose adverse information to a court; don’t let your client lie – even if that client is the FBI; and in an ex parte proceeding like a FISA application, tell the court all the information you have – even if it’s adverse to your position – so the court can make an informed decision.", "A lawyer’s duty of candor is and should be held sacred by the legal profession. If lawyers are not truthful to judges – even when it hurts their case – the legal profession suffers, the legal system as a whole suffers, and any court affected by such misconduct loses credibility and risks doing a massive injustice to individuals.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "The FISC, in particular, may be on thin ice with lawmakers and is facing increased scrutiny, given the potential for abuse and the misconduct identified in this ongoing fiasco. This doesn’t bode well for the FISC’s continued existence – at least not in the current form.", "Fired FBI Director James Comey said to Chris Wallace on “Fox News Sunday” that “it’s incredibly hard to get a FISA,” referring to an order from the FISC under the Foreign Intelligence Surveillance Act. That is simply not true.", "As Fox News has reported, government surveillance requests are approved more than 99 percent of the time. Only a single request was rejected in 2018 out of 1,081 total requests.", "The FISC is arguably a rubber stamp for the FBI already – so it’s hard to imagine why any lawyer would want or need to be less than candid in the first place.", "CLICK HERE TO GET THE FOX NEWS APP", "So the bottom line is this: any lawyer who intentionally misleads the Foreign Intelligence Surveillance Court is not fit to remain a member of the legal profession. He or she should be disbarred.", "If a crime was committed by the lawyer, then criminal prosecution is more than justified. After all, causing someone else to testify falsely is a crime. Let the chips fall where they may.", "CLICK HERE TO READ MORE BY PHILIP HOLLOWAY"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/opinion/philip-holloway-fbi-lawyer-who-misled-fisa-court-to-surveil-trump-campaign-adviser-page-deserves-punishment", "authors": ["Philip Holloway", "Georgia Native Philip Holloway Began His Career In Law Enforcement When He Became A Police Officer In His Career As A Criminal Law Attorney Began In After He Graduated Summa Cum Laude South Texas College Of Law. College", "He Went On To Serve As An Officer", "Judge Advocate In The United States Navy. He Is The Founder Of The Holloway Law Group In Marietta"], "id": "ab3de987-ab9c-352c-b991-9d1e8fc9f145", "pubDate": null, "title": "Philip Holloway: FBI lawyer who misled FISA court to surveil Trump campaign adviser Page deserves punishment"}