{"id": "ab58c5f0-73c3-3e08-b8e5-5b2325a40715", "title": "Dragon Age 4 Theory: Solas, Red Lyrium, And Blight Ambitions", "url": "https://www.gameinformer.com/2020/11/05/dragon-age-4-theory-solas-red-lyrium-and-blight-ambitions", "summary": "Obviously, there will be spoilers for Dragon Age Inquisition below.\nBackstory, Meet SolasWhen Dragon Age 4 was first revealed, it was with a simple teaser video with nothing but a Dragon Age 2 throwback and the voice of Solas.\nThe red lyrium idol we first saw in Dragon Age 2 was immensely obvious in the reveal teaser for Dragon Age 4.\nIf this hunch is correct, this opens up an entirely different pandora's box when it comes to Dragon Age 4.\nRed lyrium is simply lyrium infected by the taint that drives the blight, a devastating world event that we experienced with Dragon Age: Origins with a history that is still not totally clear.", "paragraphs": ["Back in August, BioWare revealed a lengthy 'behind-the-scenes' look at Dragon Age 4 that both told so much and so little at the same time. True to BioWare's nature, we won't actually know how much was hidden in plain sight until after launch, as was the case for previous entries in the franchise, but that hasn't stopped fans from diving deep into everything we've learned thus far. Hi, it's me. I'm fans.", "I've done literally nothing to hide my love for BioWare since starting here at Game Informer, and with over 20 playthroughs of the Dragon Age franchise and numerous re-readings of the books and associating comics, that love isn't going away anytime soon. That much time spent in Thedas has given me a lot of up-close-and-personal time with the Dragon Age lore and I can't quite absolve the nagging theory that is always in the back of my head revolving around a certain egg-headed elf.", "Obviously, there will be spoilers for Dragon Age Inquisition below. Last chance to back away slowly and pretend this never happened. It's not you, it's me; I understand.", "Full disclaimer: all of the views seen in this article are opinion-based with experience in the games and the lore surrounding them. Nothing is said as a \"shot in the dark theory,\" but please don't take these theories as confirmed for the upcoming game. This is a speculatory article digging into pivotal moments in the series.", "Backstory, Meet Solas", "When Dragon Age 4 was first revealed, it was with a simple teaser video with nothing but a Dragon Age 2 throwback and the voice of Solas. Solas was a key character in the third game, Dragon Age: Inquisition; A strange elf with no affiliation to the Dalish or the city elves, Solas spent as much time in the Fade as he did either dissing or smooching our Inquizzies. A complex character to be sure, made even more so at the very end of Inquisition and the corresponding Trespasser DLC. It was in that final DLC for the third game that we were finally introduced to his true nature: The Dread Wolf.", "In Elven legend, the Dread Wolf was a trickster that lied to lock away his fellow gods in an inescapable prison. In Trespasser, we learn that the story wasn't quite how the Dalish remember it. Instead, Solas aimed to free his fellow elves from slavery, revolting against his fellow gods and creating the Fade in the process following Mythal's murder.", "By his own confession, Solas has a master plan to restore the Elven empire back to its original glory (interesting parallel here with Tevinter philosophies represented throughout Dragon Age lore, but that's a whole other discussion) after he closed off the \"old gods\" within the Fade's realm. When the veil was created, its conception stripped the ancient elves of their immortality and incredibly powerful magic. This choice eventually led to the complete downfall of elves as a people, resulting in the elves we meet in-game that are either among the nomad-like Dalish or the impoverished city elves stuck within the alienage, ripe for slavers to pick.", "While Solas seemed regretful, that didn't stop me from wanting to punch him in the face. When our Inquisitor was seen stabbing a dagger into a map of Tevinter with a promise to hunt down the Dread Wolf, my vengeful heart sang with the chance to take him out. The downside to that is that I haven't been able to stop obsessing over his arc since then, something that the teasers for Dragon Age 4 have only amplified.", "Red Lyrium", "While Solas seemed authentically regretful of his past actions and his need to \"tear it all down\" for the elves, damning non-elves to non-existence, I think there might actually be a more sinister narrative here than what meets the eye. The TLDR is that I think Solas is even more of a lying bastard than we realized. Hear me out, Solasmancers.", "The red lyrium idol we first saw in Dragon Age 2 was immensely obvious in the reveal teaser for Dragon Age 4. Found within the deep roads of an ancient dwarven thaig, a lone red lyrium idol was found, and once unleashed upon Thedas, its corruption immediately spread. Though it drove Varric's brother and Knight-Commander Meredith mad within the second game, we actually saw the full force of the altered lyrium state in Dragon Age: Inquisition. We saw how it did even more harm than the \"blue stuff,\" and was parasitic in its need to grow and thrive. Wielded as the ultimate weapon, players were left wondering just where the heck this variant originated from. I think it originated from Solas.", "Still with me?", "While the behind-the-scenes Dragon Age 4 video offered a lot in terms of which characters could be returning (I swear, that one shot was Dorian) and who is new, the true heart of this theory relies on the very first teaser with the mural. In Inquisition, Solas worked on a mural in his space below the library, a hand-painted tribute to the world around him. Unbeknownst to the Inquisitor, Solas was also hiding his true nature as the Dread Wolf in plain sight. The first Dragon Age 4 teaser uses a similar art style to his mural, though this artistic tribute was sinisterly dripped in red lyrium and his voice? Reeked of corruption.", "At the end of Dragon Age: Inquisition, there was a cut scene where a transference of power could be witnessed between Solas and Mythal, another old god. We also know her as Flementh, an incarnation that kept Mythal from permanently fading away. This is key, but first, let's backtrack to when we actually got to see the red lyrium's effects on Solas.", "During the mission to recruit mages in Redcliff, the Inquisitor and Dorian are thrust forward one year into the future, a future destroyed by The Elder One and his army of demons. If you take Solas with you during this mission, you'll free him from a cage where he was used to farm red lyrium. During the first interaction within this setting, Solas eyes are an eerie red and his voice is cracked almost beyond recognition, a sound similar to that of the Dragon Age 4 teaser. Is Solas corrupted? To me, that answer seems obvious, but I'm trying not to allow my own personal theories to be conveyed as fact, because BioWare itself has been very tricky in how they share information.", "Exhibit A: Below is an image of Solas' Inquisition mural of the Dread Wolf:", "BioWare", "Now for comparison, here is his tarot card that shows off the same Dread Wolf but with red lyrium-infected eyes and a more feral demeanor:", "One thing I absolutely loved about the tarot cards in Inquisition was how they changed and evolved with the choices made in-game. Pre and post loyalty missions, post-romance - they were just a few small pieces to a much bigger picture. Loyalty, like in most BioWare games, inspires both love and loss within the narrative and every major turning point in those character arcs impacted the art style of each individual tarot card. The above card is the final entry for Solas before his identity was eventually revealed and, to me, this spells out that it was his intention all along to become infected by red lyrium. Ultimately, to infect himself.", "If this hunch is correct, this opens up an entirely different pandora's box when it comes to Dragon Age 4. The biggest question, for me, is will Solas' ultimate quest for elven restoration lead to another blight? Does this mean that his enemies, the \"old gods,\" will want retribution? Can we stop him in time, or will this be another gut-punch from the studio that I think legitimately lives on our tears alone? We'll have to wait and see, but I think the red lyrium - and its origins - are going to play a much bigger role in the next step for the Dragon Age narrative.", "We know that lyrium itself comes from the blood of Titans, something that was confirmed in another Inquisition DLC called Descent. Red lyrium is simply lyrium infected by the taint that drives the blight, a devastating world event that we experienced with Dragon Age: Origins with a history that is still not totally clear. Originally, the blame lay at the feet of Tevinters but then in Inquisition, we found out that the initial blame wasn't quite right.", "Quick history into lyrium: As mentioned, Descent revealed that it is the blood of the enormous Titans. In the past, Mythal took down a Titan and freed the Sha-Brytol dwarves from its thrall to mine lyrium. This is a substance that both mages and templars alike rely on, and its a powerful asset for those with magical abilities. The mining efforts were all for Evanuris, powered by the labor of slaves. Its use inspired epic creations in elven history, creating the \"crossroads\" and towering floating empires exalting elf bloodlines. But Mythal only defeated one titan and more lyrium is always needed to uphold that amount of power-reliant ventures.", "In Inquisition, there is a banter heard between Varric and Cole where the spirit mentioned that, at one time, \"everything sang the same\" until eventually \"the song was sundered.\" Lyrium having a \"song\" is something referenced throughout the franchise, beginning with Justice in Dragon Age: Awakening. The dissonance between the two songs, I believe, are caused by the creation of the veil, and that the veil's creation is what started the blight. But what happened in the veil behind-the-scenes to start this nightmare?", "When Corypheus recalled his time in ancient Tevinter as one of the magisters to breach the Fade physically only to find the golden city corrupted and empty, it was assumed that their bombardment is what spoiled this realm and kickstarted the blights. When attempting to wrest the Well of Sorrows from Coryphi-poo's army during Inquisition, it is learned that it wasn't the magisters that bespoiled the Fade, instead it was the elves that brought the downfall on themselves and that Tevinter acted as carrion upon a corpse.", "It makes sense that the Evanuris (the elven pantheon that consisted of five elven gods and four goddesses, led by Elgar'nan and Mythal) would be responsible for the blight's creation, but I think it was Solas himself that led the charge, possibly indirectly. Always represented as \"left of center\" from the rest of his \"god\" brethren, his quest for rebellion and freedom hasn't had the best track record for huh, this was a good decision with no negative consequences. I think that the Evanuris, the ancient elves of power, took root on the other side of the veil when imprisoned and claimed that space as their own seat of power, a greedy venture fueled by impure thoughts, as is the nature of living beings, and motivations that twisted this world into something hungry and corrupt. That, or they were there as a seat of power and saw the magisters bumbling about and released the blight onto Thedas in response to the invasion as retribution.", "In various art found within Dragon Age: Inquisition, we see depictions of burdened elves walking in a straight line with red paint marring their bodies, a red paint that suspiciously looks like red lyrium. They aren't the proud elves we'd expect to see, instead, they look half-dead and enslaved. With the sun overshadowing many of the elves in these paintings, most likely representing the sun god Elgar'nan, it looks like red lyrium could have been used as a means to control one's slaves. Elves enslaving elves was a powerful motivator for Solas' actions way back when, but the jumpstart for it all was Mythal's murder. Was he a part of the creation of red lyrium, a purposeful taint, as a means of control? Was Mythal murdered as some sort of a tribute to the Titans when the elves' lyrium supply began to run low? We've already seen his manipulations in action with the orb that he allowed Corypheus to take control of and the power he later amassed with Trespasser, and lore shows that the elves of old were kind of all dicks.", "A popular theory is that the taint that creates red lyrium is actually the blood of the old gods, a theory heavily supported by in-game lore. We've seen that with the required darkspawn blood for the Warden ritual, and we've seen it reflected in Avernus' research and conversations with the Architect in Awakening. Since tainted blood is also a means of control, though, by much more brutal means, this also ties into the slavery linked back to Solas' time among the old gods.", "With Dragon Age 4 taking us to Tevinter and all of the discoveries made in Inquisition regarding the true history of the elves, an ancient score will be settled between the Evanuris - and by proxy Solas - and the rest of modern-day Thedas.", "Solas mentioned the importance of his orb (always talking about his balls, Jesus), and orbs are heavily depicted throughout ancient art in the games. In depictions of the Black City, gold and blue orbs could be found, perhaps representing the barrier separating pure lyrium from the Fade, which would result in entrapment of the Black City within the Void.", "BioWare loves its symbolism and I think the orb's importance is far from over regarding the story ahead. I think Solas' orb, the one shattered at the game's end, symbolized lyrium's evolution into corruption and what that means for the living on this side of the veil.", "It's hard to truly dive super deep into theories like this without looking into the various codex's and surrounding books surround the games. BioWare is incredibly crafty in how it interweaves various bits of history within this universe, tying in the comics, the books, and the compendium, without making the games reliant on those other mediums. The studio is also infamous for sharing major secrets in plain sight in a way that no one realizes until the latest game is launched.", "There's a bigger deep dive here regarding the old gods and the lore surrounding them, especially in regards to Andruil's madness as she haunted the Forgotten Ones in the void, but that's going to have to be an obsession for another article, otherwise you'd be stuck here forever.", "The long and short of it? I think people that romanced Solas should probably brace themselves for more betrayal and ugly truths with the possibility of redemption, of course. I think we're going to see how big of pricks the ancient elves really are, a plot point I would love to see Dragon Age 2's Merrill be present for.", "At the end of the day, everything above is speculation because we really don't know anything yet; not even a release window. That being said, you can check out more about Dragon Age 4 with our previous coverage here, and feel free to hit me up over on Twitter and the comment section below for more theories regarding what the future of Thedas holds!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["age", "think", "gods", "dragon", "solas", "blight", "elves", "lyrium", "ambitions", "old", "inquisition", "theory", "red"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}