{"keywords": ["brussels", "buds", "yellowing", "yield", "youre", "large", "youve", "vegetable", "grow", "sprouts"], "authors": ["Alison Roman", "A Guide", "Mark Bittman", "Sam Sifton", "Tara Parker-Pope", "Martha Rose Shulman", "Julia Moskin", "Molly O'Neill", "Melissa Clark", "Julia Moskin And Melissa Clark"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://cooking.nytimes.com/guides/27-how-to-make-brussels-sprouts", "summary": "Brussels sprouts, along with kale, cauliflower and broccoli, are members of the Brassica family.\nThey grow as tiny cabbagelike buds on a large inedible stalk.\nWhen buying brussels sprouts, look for tightly closed, green leaves; any signs of yellowing mean they are most likely past their prime.\nBuy 1½ pounds of untrimmed brussels sprouts to feed four to six people (depending on what else is on the menu).\nBrussels sprouts aren’t an especially dirty vegetable, but any dust or sediment should float to the bottom.", "paragraphs": ["Brussels sprouts, along with kale, cauliflower and broccoli, are members of the Brassica family. They grow as tiny cabbagelike buds on a large inedible stalk.", "When buying brussels sprouts, look for tightly closed, green leaves; any signs of yellowing mean they are most likely past their prime. They should give off an earthy, almost herbaceous aroma. The buds shouldn’t smell cabbage-y.", "They grow larger as the season progresses, appearing small and delicate at the beginning of fall, but one size generally fits all. Buy 1½ pounds of untrimmed brussels sprouts to feed four to six people (depending on what else is on the menu).", "If you’re charmed by the ones on the stalk at the farmers’ market (a true oddity if you’ve never seen them), know that their yield may be smaller than you hoped for, and plan accordingly.", "To clean them, trim the ends and rinse in a large bowl of cold water. Brussels sprouts aren’t an especially dirty vegetable, but any dust or sediment should float to the bottom. Transfer to a colander and pat dry before storing them in a resealable bag.", "Store them in the crisper or vegetable drawer of the refrigerator, where they can stay fresh for up to a week and a half."], "id": "ab704ea3-d21a-3fec-bcbf-da15cd3612bb", "pubDate": null, "title": "How to Make Brussels Sprouts"}