{"keywords": ["oxford", "business", "security", "analytical", "rickli", "studies", "united", "skills", "small", "university", "geopolitical", "leaders", "2019", "international", "research", "states"], "url": "https://execed.economist.com/geneva-centre-security-policy-gcsp/geopolitical-analytical-skills-business-leaders-2019-2019-11-20", "summary": "He holds a PhD and an MPhil in International Relations from Oxford University, UK, where he was also a Berrow scholar at Lincoln College.\nHe was also a former vice-President of the Oxford University Strategic Studies Group.\nDr Rickli taught and conducted research at several institutions in Austria, Belgium, China, Finland, Iceland, Qatar, Sweden, Switzerland, the United Arab Emirates, the United Kingdom and the United States.\nHis geographical areas of expertise are Europe, the United States, the Middle East and Gulf.\nOxford: Oxford University Press, 2016 and “New Alliances Dynamics in the Gulf and their Impact on the Small GCC States,” Third World Thematics, Issue 1, vol.", "title": "Geopolitical Analytical Skills for Business Leaders 2019", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "ab8281bb-5bea-3e7c-9011-e4c3b364b794", "paragraphs": ["Dr Jean-Marc Rickli is responsible for the GCSP's activities related to Global Risk and Resilience, under the umbrella of the Emerging Security Challenges Programme.", "Dr Rickli was previously an assistant professor at the Department of Defence Studies of King’s College London, based at the Joaan Bin Jassim Joint Command and Staff College in Doha. He was also a senior researcher at the Near East Center for Security and Strategy of King’s College, an associate fellow of the Geneva Center for Security Policy (GCSP) and a non-resident fellow in modern warfare and security at TRENDS Research and Advisory in Abu Dhabi.", "He is a senior advisor for the AI (Artificial Intelligence) Initiative at the Future Society at Harvard Kennedy School and an expert on lethal autonomous weapons systems for the United Nations and for the United Nations Institute for Disarmament and Research (UNIDIR). He holds a PhD and an MPhil in International Relations from Oxford University, UK, where he was also a Berrow scholar at Lincoln College.", "Prior to his current position, Dr Rickli, was assistant professor at the Institute for International and Civil Security at Khalifa University in Abu Dhabi. He is the former President of the Geneva University Strategic Studies Group and was program coordinator of the Urban Security program at the University of Geneva. He was also a former vice-President of the Oxford University Strategic Studies Group. Dr Rickli taught and conducted research at several institutions in Austria, Belgium, China, Finland, Iceland, Qatar, Sweden, Switzerland, the United Arab Emirates, the United Kingdom and the United States.", "His research interests are on the use of force in international relations, small states’ foreign and security policy, disruptive technologies and security, risks analysis and non-traditional security issues such as energy, financial and cyber security. His geographical areas of expertise are Europe, the United States, the Middle East and Gulf.", "Among his latest publications are “The political rationale and implications of the United Arab Emirates’ military involvement in Libya”, in Dag Henriksen and Ann Karin Larssen. Political Rationale and International Consequences of the War in Libya. Oxford: Oxford University Press, 2016 and “New Alliances Dynamics in the Gulf and their Impact on the Small GCC States,” Third World Thematics, Issue 1, vol. 1, 2016. His forthcoming books published by Routledge and co-edited with Khalid Al-Mezaini will be The Gulf Small States: Foreign and Security Policies and by Gerlach Press with Rasmus Bertelsen and Neema Nori will be Transnational Knowledge Relations for Building Knowledge-Based Gulf Societies in a Globalized World.", "<< view all Experts"], "pubDate": null}