{"id": "aba680ef-2130-306e-9bdc-4f6e3a4eea3a", "title": "A Behind-the-Scenes Look at Heidi Klum’s Fabulously Creepy Halloween Video", "url": "https://www.vogue.com/slideshow/heidi-klum-halloween-video-behind-the-scenes", "summary": "Heidi Klum is the queen of Halloween.\nShe’s known to spend hours in the makeup chair, piling on the prosthetics to look nothing like herself.\n(Remember when she went as an elderly Heidi Klum?)\n“What I love the most is for people to be able to escape and to transform into someone else,” Klum says of Halloween.\nWatch the full Halloween video above, and below, Klum documented the shoot day exclusively for Vogue.", "paragraphs": ["Heidi Klum is the queen of Halloween. Over the years, the German-American model has busted out some seriously iconic costumes including a zombie-alien, Jessica Rabbit, and Fiona from Shrek, among many other memorable looks. Her commitment is unmatched. She’s known to spend hours in the makeup chair, piling on the prosthetics to look nothing like herself. (Remember when she went as an elderly Heidi Klum?) Her annual Halloween bash, meanwhile, is also always typically star-studded, the event of the season where guests always pull out their best costumes. “What I love the most is for people to be able to escape and to transform into someone else,” Klum says of Halloween. “With makeup and a costume, you can be anyone and anything. That allows most people to be loose and have more fun.”", "Knowing that her annual Halloween party would be a no-go due to COVID-19 this year didn’t stop Klum from marking the holiday in her own special way. What, you didn’t think she would miss the opportunity to dress up, did you? “As we are all adjusting to this new world, I knew that I wanted to do something special for all the Halloween fanatics out there that are as crazy about the holiday as I am,” she tells Vogue. “With lockdowns in many countries around the world, and no party to go to, I came up with the idea of doing a horror short film—and who better to do this with than my own family?”", "Photo: Courtesy of Heidi Klum", "Posted to her Instagram this morning, Klum’s take on a horror film sees the model at home with her four children—Leny, Henry, Johan, and Lou—and husband Tom Kaulitz, all of whom suddenly get possessed by evil spirits and become zombie-mummies; Klum then must hide and disguise herself in the house to avoid being eaten alive by her ghoulish family. Shooting the campy video was a wild (and totally amusing) affair for the whole crew. “We had so much fun shooting this together,” Klum says. “My kids learned so much in these two days of filming about how some tricks work, how to move and act like mummies, how to remember their lines and cues. Even though they have come to visit me on many sets over the years, this is the first time they have participated.”", "In the clip, she sports two “disguise” looks to hide from the zombie-mummies: the first is a blend-into-the-wall look, and the second saw Klum transform herself into a bedsheet. “I am a huge fan of transformation and that can happen in many different ways,” Klum says, adding that, for this Halloween, she wanted to forgo the over-the-top creations she's known for in favor of something more cinematic. “This year for this short film, I did not want to work with prosthetics,” she says. “I wanted to get back to the basics and get body painted. I worked with the amazing David Gilmore and his team. Each body painting took about 7 hours.”", "Photo: Courtesy of Heidi Klum", "While her costumes may be tame compared to Klum’s past creations, the model says she wasn’t afraid to push the comedic envelope this year, though. “Sitting on the toilet was pretty funny, while I was cramped in a room with the entire film team pretending to push one out,” Klum says of the video. “I asked for a really loud bloppp sound, because I really wanted people to laugh while watching this.” You’ll laugh, you’ll scream—and you can say Klum came to save Halloween.", "Watch the full Halloween video above, and below, Klum documented the shoot day exclusively for Vogue."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["costumes", "zombiemummies", "klums", "behindthescenes", "youll", "wanted", "heidi", "video", "fabulously", "creepy", "film", "klum", "halloween", "model", "look"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}