{"authors": ["Condé Nast", "Shannon Stiron", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Michael Hardy", "Laura Mallonee", "Shannon Stirone"], "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "id": "abd4302c-1e30-36b5-ab63-2d652d914f26", "title": "Space Photos of the Week: Oh Pioneers!", "paragraphs": ["In 1972, NASA launched two twin probes, called Pioneer 10 and 11. These predecessors to the Voyager mission were the first to visit Jupiter and Saturn and to achieve the escape velocity required to leave the solar system (which they will both do one day, many thousands of years from now). The Pioneer probes were proof-of-concept craft, sent to see how dangerous the asteroid belt between Mars and Jupiter was, and to observe the toxic radiation environment around Jupiter. Luckily, both spacecraft survived. And while they might be overshadowed by the Voyager probes, they were pretty significant in their achievements.", "Not only were they the first spacecraft to visit the asteroid belt, Jupiter, and Saturn; they even carried with them a plaque that carried a message on behalf of all humankind. The Voyager probe, of course, famously bore a plaque that depicted our location in the galaxy, as well as a golden record full of music and sounds from Earth. The Pioneer plaque that came before it depicted a man and a woman, as well as a map of our location within the galaxy. We’re going to be retro pioneers this week and explore some of the things the Pioneer probes saw while dashing around the outer solar system.", "In 1974, Pioneer 11 flew over the north pole of Jupiter and sent back a photo of the planet that features these swirling bending storms. The large belts of winds are very clear here despite the retro-style image quality. Photograph: NASA"], "url": "https://www.wired.com/story/space-photos-of-the-week-pioneer-jupiter-saturn/", "keywords": ["pioneer", "space", "photos", "pioneers", "voyager", "oh", "probes", "plaque", "visit", "sent", "saturn", "jupiter", "spacecraft", "week", "solar"], "summary": "In 1972, NASA launched two twin probes, called Pioneer 10 and 11.\nThe Pioneer probes were proof-of-concept craft, sent to see how dangerous the asteroid belt between Mars and Jupiter was, and to observe the toxic radiation environment around Jupiter.\nAnd while they might be overshadowed by the Voyager probes, they were pretty significant in their achievements.\nThe Pioneer plaque that came before it depicted a man and a woman, as well as a map of our location within the galaxy.\nWe’re going to be retro pioneers this week and explore some of the things the Pioneer probes saw while dashing around the outer solar system."}