{"authors": ["Michael Savage"], "keywords": ["left", "told", "russia", "doubted", "warned", "foreign", "evidence", "skripal", "trump", "poisoning", "theresa", "attack", "russian"], "pubDate": null, "summary": "Donald Trump disputed that Russia was behind the attempted murder of a former Russian spy in a tense call with Theresa May, it has emerged.\n“Trump totally bought into the idea there was credible doubt about the poisoning,” said a figure briefed on the call.\nStephen Gethins, a Scottish National party member of the foreign affairs select committee, said: “The evidence of Russian involvement in the poisoning of Mr Skripal and his daughter is overwhelming.\n“What is just as worrying is that Boris Johnson wants to align the UK closer to Donald Trump with his discredited foreign policy.\nCorbyn warned that the government should not be “rushing way ahead of the evidence” over the poisoning and warned of a drift towards a “new cold war” with Russia.", "title": "Trump told Theresa May he doubted Russia was behind Skripal poisoning", "url": "https://www.theguardian.com/us-news/2019/oct/05/trump-told-theresa-may-he-doubted-russia-was-behind-skripal-poisoning", "id": "abf1f1d0-b2d4-383a-803b-0c5b5cffb095", "paragraphs": ["Donald Trump disputed that Russia was behind the attempted murder of a former Russian spy in a tense call with Theresa May, it has emerged.", "Despite the widespread conclusion that Vladimir Putin’s regime was behind the poisoning of Sergei Skripal and his daughter Yulia last year, the US president is said to have spent 10 minutes expressing his doubts about Russian involvement.", "Trump wrote off novichok attack of defector as 'spy games' – report Read more", "According to the Washington Post, Trump “harangued” May about Britain’s contribution to Nato in a phone call with Britain’s then prime minister in the summer of last year, before disputing Russian involvement in the Skripal case.", "“Trump totally bought into the idea there was credible doubt about the poisoning,” said a figure briefed on the call. “A solid 10 minutes of the conversation is spent with May saying it’s highly likely and him saying he’s not sure.”", "The Skripals were left fighting for their lives after the novichok attack in Salisbury, while a policeman was also left seriously ill. A second policeman was recently discovered to have been injured in the attack.", "Two Russian agents, Alexander Petrov and Ruslan Boshirov, were identified as the likely culprits. However, they later appeared on Russia’s state-funded TV station RT, claiming they visited the “wonderful” English city as tourists to see its cathedral.", "Planes, trains and fake names: the trail left by Skripal suspects Read more", "Trump has been pursued over his relationship with Russia ever since allegations emerged that the country colluded with the Trump presidential campaign in 2016. The Robert Mueller report, which examined the claims, concluded Russia had been attempting to swing the presidential election in favour of Trump, but did not say whether there had been collusion.", "Stephen Gethins, a Scottish National party member of the foreign affairs select committee, said: “The evidence of Russian involvement in the poisoning of Mr Skripal and his daughter is overwhelming. It was an appalling chemical weapons attack that should horrify us all.", "“What is just as worrying is that Boris Johnson wants to align the UK closer to Donald Trump with his discredited foreign policy. Our closest foreign policy partners are and should remain those in the EU. We need to work with our partners in Europe to stand up to Putin’s bullying of Russia’s neighbours as well as attacks on human rights and democracy activists domestically.”", "At the time of the Skripal poisoning, Jeremy Corbyn caused a backlash among his own MPs after appearing to question the evidence that Moscow was behind the Salisbury attack. Corbyn warned that the government should not be “rushing way ahead of the evidence” over the poisoning and warned of a drift towards a “new cold war” with Russia."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}