{"id": "ac14ea41-8408-32d3-a861-b907f52d98fb", "summary": "Miller asked his longtime friend and collaborator John Malkovich to join the project.\n1 / 9 Photographer Sandro Miller and actor John Malkovich have paid homage to some of history's most iconic photographs, recreating them down to the last detail.\n\"He went so deep that he almost left his John Malkovich body and went into another.\n\"Then, that same transformation would happen when he'd come out of that character, back to John Malkovich.\nFittingly, the exhibition coincides with the 20th anniversary of \"Being John Malkovich,\" a movie in which a puppeteer discovers a portal into John Malkovich's head, allowing strangers to inhabit his body.", "title": "John Malkovich poses as history's most famous figures", "pubDate": null, "paragraphs": ["Jacopo Prisco , CNN Written by", "When Sandro Miller imagined a project honoring the photography masters that inspired his career, he decided that emulation would be the best form of flattery.", "The photographer set out to recreate some of the most iconic shots in modern history, such as Annie Leibovitz's picture of John Lennon and Yoko Ono, Alberto Korda's portrait of Che Guevara and Arthur Sasse's image of Albert Einstein sticking out his tongue.", "Miller asked his longtime friend and collaborator John Malkovich to join the project. Over two sessions, in 2014 and 2017, they shot more than 60 photos in which the Hollywood actor posed as a range of historical figures, from Salvador Dalí to Abraham Lincoln.", "The series will be displayed in its entirety, for the first time in the US, at Mac-Gryder Gallery in New Orleans, as part of the city's annual Arts for Art's Sake event.", "", "", "", "", "", "", "", "", "1 / 9 Photographer Sandro Miller and actor John Malkovich have paid homage to some of history's most iconic photographs, recreating them down to the last detail. Here, Malkovich is Salvador Dalí in his famous Philippe Halsman portrait from 1954. Scroll through to see more images from the series. Credit: Courtesy Sandro Miller", "Miller and Malkovich met over 20 years ago while both working on jobs for the renowned Chicago theater company, Steppenwolf. They soon realized they had chemistry, Miller said in a phone interview.", "\"John became my muse,\" he explained, \"He was somebody who was open to anything. He never said 'no' to any idea I've had for a portrait -- and we probably now have well over 200 portraits we've done together.\"", "The idea for the series came to Miller in 2013, when he was recovering from cancer. \"I had a lot of time with my thoughts and began to think about my mentors, all these wonderful photographers that came before me that I was able to learn from,\" he said.", "\"While I laid there in my bed, recovering, I could virtually close my eyes and these images just came to me, because they're so embedded in my head. These are the kind of photos that, when you see them hanging in a museum or gallery, your knees just kind of buckle.\"", "Miller started researching the famous shots he hoped to reenact, studying every detail of the original works, including clothing, props and the equipment used. While figuring out who the subjects might be, he circled around a few times before settling on Malkovich.", "\"I really looked at all the possibilities,\" he recalled. \"I started thinking 'Do I do each shot with a different actor?' I thought of other actors too, Willem Dafoe, Sean Penn -- but I had such a repertoire with John and I was so used to his genius that I knew he would deliver for me.\"", "John Malkovich is Jean Paul Gaultier, recreating his Pierre et Gilles protrait from 1990. Credit: Courtesy Sandro Miller", "Making their respective schedules coincide wasn't easy -- Miller is one of the world's top advertising photographers, and Malkovich is not just a movie star, but a prolific theater actor. To make the most of their limited time together, Miller lined up as many as six shots in a day, meticulously preparing the studio so that once Malkovich arrived, everything ran like clockwork.", "\"What you don't want to be doing at a moment like that, when a guy is going so deep into character, is to start fussing with lights and things that aren't working, so you've got to have everything really well planned. You have to treat him just like the stars: when Marilyn walks on set, you know, you've got a few minutes!\"", "And deep into character he went. Miller said that as he watched Malkovich enter the studio, sit in the makeup chair and put on clothes and prosthetics, he witnessed a transformation.", "\"He went so deep that he almost left his John Malkovich body and went into another. He became Marilyn Monroe. He became Winston Churchill. And it was a 'wow' moment,\" the photographer said. \"Then, that same transformation would happen when he'd come out of that character, back to John Malkovich. There was a five- or ten-second pause in between that was almost eerie.\"", "John Malkovich is Andy Warhol, recreating Chirspother Makos' Lady Warhol Dyptich from 1981. Credit: Courtesy Sandro Miller", "Miller, too, dove into character as he painstakingly recreated the light conditions used by the original photographers. \"I became whichever photographer it was that was shooting him,\" he recalled. \"I would become David Bailey, I would become Albert Watson, I would become Annie Leibovitz. So we were no longer Sandro and John ... as soon as he sat down in that chair, he was whichever character he was going to be on my set.\"", "Fittingly, the exhibition coincides with the 20th anniversary of \"Being John Malkovich,\" a movie in which a puppeteer discovers a portal into John Malkovich's head, allowing strangers to inhabit his body. But, Miller said, the film was never an inspiration for the photo series: \"I never even thought about it. It's one of my favorite films, I love it, but it didn't have any influence on me at all.\"", "Miller says that the feedback he received from some of the photographers he paid homage to has been entirely positive. As for those who have passed away, he has a wish: \"I'm hoping that maybe they're up there, looking down at me and going, 'Thank you, Sandro. You did a fine job.'\"", "Top image: John Malkovich as Meryl Streep, recreating Annie Leibovitz's 1981 portrait."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": [], "url": "https://edition.cnn.com/style/article/john-malkovich-sandro-miller/index.html", "keywords": ["john", "figures", "poses", "famous", "photographers", "malkovich", "sandro", "recreating", "miller", "character", "photographer", "historys", "portrait", "series"]}