{"id": "ac3d5e0c-aacc-33de-aa2d-b43d3146ef22", "keywords": ["sectors", "jobs", "hired", "added", "services", "market", "rate", "labor", "health", "month", "little", "workers"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Megan Henney"], "url": "http://www.foxbusiness.com/markets/where-are-all-of-the-jobs-these-sectors-hired-the-most-in-september", "title": "Where are all of the jobs? These sectors hired the most in September", "summary": "Job growth continued at a steady, if slower-than-expected, pace in September, and with unemployment at a 50-year-low, the labor market is still full of opportunities for Americans searching for work.\nDespite a historically tight labor market, wage growth continues to remain stagnant, with average hourly earnings were little changed at $28.09.\n“At 3.5 percent, we’re basically at full employment, and it’s truly a challenge to find workers for the open jobs.”Education and health services added the most jobs in September, creating 40,000 new jobs.\nHealth care and social assistance alone added more than 41,000 jobs, with big gains in ambulatory services, home health care services and hospitals over the month.\nGovernment jobs -- which normally post little change month to month -- also increased, adding 22,000 new positions in September.", "pubDate": null, "paragraphs": ["Job growth continued at a steady, if slower-than-expected, pace in September, and with unemployment at a 50-year-low, the labor market is still full of opportunities for Americans searching for work.", "Continue Reading Below", "Even as the record-long economic expansion seems poised for further slowing, the U.S. economy added 136,000 jobs last month, while the jobless rate dropped 0.2 percentage points to 3.5 percent, the lowest rate since 1969.", "It’s not all good news for workers, however. Despite a historically tight labor market, wage growth continues to remain stagnant, with average hourly earnings were little changed at $28.09.", "“One of the largest contributors to the lack of increased jobs number relates to how difficult it is to find labor in the market,” said Amy Glaser, senior vice president at Adecco USA. “At 3.5 percent, we’re basically at full employment, and it’s truly a challenge to find workers for the open jobs.”", "Education and health services added the most jobs in September, creating 40,000 new jobs. Health care and social assistance alone added more than 41,000 jobs, with big gains in ambulatory services, home health care services and hospitals over the month.", "Employment in professional and business services also ticked up, adding 34,000 new jobs. Most of the gains were concentrated in management and technical consulting services, as well as specialized design services.", "Government jobs -- which normally post little change month to month -- also increased, adding 22,000 new positions in September. Over the past year, the government has created a total of 147,000 jobs, mostly in local government.", "Manufacturing, meanwhile, saw a net loss of 2,000 jobs.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE"]}