{"id": "ac47ea27-2101-3acd-9fb0-6c5a83c59018", "title": "Forget Long Weekends: During the Pandemic It’s All About Short Weeks", "url": "https://www.nytimes.com/2020/11/04/travel/virus-vacation-trends-longer-weekends.html", "summary": "Infection rates that change by the day and labyrinthine middle-seat policies that require an advanced degree to decipher.\nTrips that might have been two or three nights last year now feel too brief — not worth all the hoops, not quite enough time away.\nInstead, a new pandemic travel pattern has emerged: not “long weekends,” but “short weeks.” And the people who take them agree: What a difference a day (or two) makes.\nSummer vacations expanded this year, with many rental homes booking up for a month or more.\nCustom AirDNA data from several key East Coast vacation markets shows that weekend trips were longer, too: Although there were fewer bookings than there were last year, the average stay was longer.", "paragraphs": ["Health declaration forms and virus tests. Quarantine-on-arrival (and on return) requirements. Infection rates that change by the day and labyrinthine middle-seat policies that require an advanced degree to decipher.", "Combine those new hurdles with the ability to work and virtual-school from anywhere and the desperate need for a change of scenery, and some travelers are kicking the archetypal weekend getaway to the curb. Trips that might have been two or three nights last year now feel too brief — not worth all the hoops, not quite enough time away. Instead, a new pandemic travel pattern has emerged: not “long weekends,” but “short weeks.” And the people who take them agree: What a difference a day (or two) makes.", "“You can’t go touristing anymore like you used to, but weekends away — traditionally crammed into sneaking out of work slightly early on a Friday in a dash to have some repose — now mean heading out on a Wednesday night, logging on to work and coming back Monday night,” said Tom Caton, the co-founder and chief revenue officer of AirDNA, a data firm that analyzes more than 10 million vacation rentals worldwide.", "Summer vacations expanded this year, with many rental homes booking up for a month or more. Custom AirDNA data from several key East Coast vacation markets shows that weekend trips were longer, too: Although there were fewer bookings than there were last year, the average stay was longer."], "authors": ["Sarah Firshein"], "keywords": ["short", "forget", "weeks", "day", "weekend", "night", "longer", "change", "trips", "data", "pandemic", "vacation", "work", "long", "weekends"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}