{"summary": "Rob Bradley, Senior Vice President James Hunt, Vice President, Create GroupGiven all the recent changes in the media industry – and specifically at WarnerMedia – how are you evolving your commercial model at CNN?\nBradley: We started a journey four years ago – it’s not finished and never will be.\nWe have to be more – we’re a data company, a tech company, a creative agency, a media content consultancy.\n“We’re a data company, a tech company, a creative agency, a media content consultancy...60% of our revenue touches our in-house creative agency” Rob BradleyIn really embracing the fact that we can’t just be a media company any more, that means that we are dramatically changed from the place where we were just selling banners and TV [ads].\n60% of our revenue touches our in-house creative agency now – it was just under 50% last year.", "id": "ac9519d4-0074-3243-9cd4-65dfde24da60", "pubDate": null, "url": "https://commercial.cnn.com/warc-spotlight-cnns-journey-content-and-media-consultancy", "authors": ["August"], "paragraphs": ["In a Warc article published on 21 August 2019, CNN International Commercial’s Rob Bradley and James Hunt explain the broadcaster’s ambitions for its CNN Reach consultancy, and why our latest sales deck doesn’t even mention the word ‘advertising’.", "Rob Bradley, Senior Vice President James Hunt, Vice President, Create Group", "Given all the recent changes in the media industry – and specifically at WarnerMedia – how are you evolving your commercial model at CNN?", "Bradley: We started a journey four years ago – it’s not finished and never will be. If we were just out there selling ads today, we wouldn’t last very long. We have to be more – we’re a data company, a tech company, a creative agency, a media content consultancy. That consultancy piece is really what we go to market with. Our new sales deck doesn’t say the word “advertising” and doesn’t show an ad format at all, it talks about what brands need to do to connect to consumers.", "“We’re a data company, a tech company, a creative agency, a media content consultancy...60% of our revenue touches our in-house creative agency” Rob Bradley", "In really embracing the fact that we can’t just be a media company any more, that means that we are dramatically changed from the place where we were just selling banners and TV [ads]. 60% of our revenue touches our in-house creative agency now – it was just under 50% last year.", "Continue to read the article on Warc."], "keywords": ["warc", "doesnt", "agency", "consultancy", "word", "journey", "creative", "content", "touches", "company", "spotlight", "vice", "media", "cnns"], "title": "Warc spotlight CNNs journey to content and media consultancy", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}