{"url": "https://www.newyorker.com/magazine/2019/10/07/william-forsythes-self-portrait-in-absentia", "paragraphs": ["William Forsythe’s “A Quiet Evening of Dance”—which I saw at the Venice Biennale earlier this year, and which comes to New York’s Shed arts center on October 11th for two weeks—concludes with a joyful balletic piece to music by the eighteenth-century composer Jean-Philippe Rameau. It is the kind of dance we rarely see anymore, one that leaves audiences elevated, energized, overcome by the sheer pleasure of movement and music. Who would have expected this from an American choreographer who has spent the past four decades in the trenches of the European avant-garde, deconstructing ballet’s fundamental premises? Forsythe’s tendency to push his dancers to physical extremes, and his use of electronic sound scores by his longtime collaborator Thom Willems—to say nothing of his taste for German Tanztheater and French post-structuralist thought—have led some critics, especially in this country, to dismiss his work as a violent and pretentious attack on the body and on balletic form.", "As a Balanchine-schooled dancer in the eighties, when Forsythe was becoming established, I saw things differently. Forsythe, who knows ballet as well as anyone, was breaking its stultifying orthodoxies without forgoing technique or full-bodied dancing. His companies, based in Frankfurt and Dresden, were always refreshingly informal and collaborative, and his highly trained dancers often had strange, quirky bodies. Forsythe is intellectually voracious—a kind of theory scavenger, who, over the years, has drawn from fields including philosophy, physics, semiotics, and the visual arts. In 1987, for the Paris Opera Ballet—the highest precinct of classicism, where ballet took shape, in the seventeenth century—he made “In the Middle, Somewhat Elevated,” a relentless dance to a propulsive score by Willems, in which the young Sylvie Guillem moved in shockingly new ways: body pitched at swerving angles; arms, legs, hips, head oriented through multiple spatial planes; executing point work that pushed her supple body ever farther in the physical contradictions that she and Forsythe had devised. If this was an attack, it was coming from the inside.", "In 1994, Tracy-Kai Maier, Forsythe’s wife and one of his most versatile classical dancers, died, from cancer, at the age of thirty-two. Partly in response to this tremendous loss, Forsythe has said, his work turned in new directions. His dances reflected an even deeper dive into theory, and an expansion of his inquiry into the language of movement. Does it have first principles? What are its grammar and its rules? In the years that followed, he and his dancers opened up the machine and took it apart: time, space, text, voice, sound, music, costume, light, and the proliferating possibilities of movement through every limb were examined and reimagined in an impressive flow of new dances.", "“One Flat Thing, Reproduced” (2000) was a gripping piece for fourteen dancers and twenty metal tables, set to music by Willems—although, Forsythe once showed me, since the dance has a structure independent of music, it also works to Beethoven. For “Decreation,” in 2003, he worked with Dana Caspersen, a magnetic performer with a compact body and a spine misshapen by scoliosis, on what she has called “a language of indirectness and fragmentation,” in which they sent the “eyes in one direction, jaw in the other, rib cage in one direction, hips in the other.” Some of his dances took on a dark political edge, as in “Three Atmospheric Studies,” in 2005, with its allusions to the Iraq War and to Lucas Cranach’s painting “Lamentation Beneath the Cross.” What had begun with ballet was becoming a powerful theatre of the absurd.", "At times, Forsythe could be maddeningly obtuse. He lost me with “Sider” (2011), in which the dancers wore headphones and listened to an audio track drawn from the rhythms of Elizabethan tragedy while we were hearing a score by Willems. But I never found him nihilistic. At the end of one of his most disorienting pieces, “I don’t believe in outer space” (2008), which included a virtuoso Ping-Pong match with no ball or table, Caspersen danced a duet that left her talking about what you lose when you die. “No more of this,” she said, as she gestured to her partner’s elbow, knee, chest—a bow to the mortal body but also to the elemental daily work that had occupied Forsythe and his dancers for so long. It was a dance, Forsythe said, about his own absence. He was turning sixty. In 2015, he dissolved his company to focus on his international career and moved his base to rural Vermont."], "pubDate": null, "id": "ac96011e-23b5-34ff-b204-89071f6227b0", "keywords": ["dance", "ballet", "work", "absentia", "forsythes", "body", "selfportrait", "william", "took", "movement", "music", "forsythe", "dancers"], "title": "William Forsythe’s Self-Portrait in Absentia", "summary": "It is the kind of dance we rarely see anymore, one that leaves audiences elevated, energized, overcome by the sheer pleasure of movement and music.\nForsythe, who knows ballet as well as anyone, was breaking its stultifying orthodoxies without forgoing technique or full-bodied dancing.\nIn 1994, Tracy-Kai Maier, Forsythe’s wife and one of his most versatile classical dancers, died, from cancer, at the age of thirty-two.\nHis dances reflected an even deeper dive into theory, and an expansion of his inquiry into the language of movement.\nIt was a dance, Forsythe said, about his own absence.", "authors": ["Jennifer Homans", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody", "Joan Acocella"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}