{"id": "acaf5741-f07b-314c-b4bc-b9755b3719a1", "title": "So How Wrong Were the Polls This Year, Really?", "url": "https://wired.com/story/how-wrong-were-polls-election-2020-trump-biden/", "summary": "Going into Election Day, forecasters predicted a Joe Biden victory, but cautioned that Donald Trump still had a chance.\nThe Times needle swung dramatically to the right as results came in, indicating a near-guaranteed Trump victory.\nElsewhere in the country, however, the polls downplayed Trump’s support even more flagrantly than they did in Florida.\nIn Ohio, which Trump won easily last time, polls showed Biden within less than a point.\nPolls are not and never have been perfect, and state polls are typically worse than national ones because it’s harder to build representative samples with smaller subgroups.", "paragraphs": ["Going into Election Day, forecasters predicted a Joe Biden victory, but cautioned that Donald Trump still had a chance. Experts warned that the process of counting mail-in votes could take days or even weeks to finish, and that early vote totals in the Rust Belt states might start off looking heavily pro-Trump but then shift blue as absentee ballots were counted. We heard that Trump planned to declare himself the winner on election night and call for ballot counting to halt in states where he was in the lead.", "On Wednesday afternoon, as I write this column, Biden is on track for a close victory, but Trump still has a chance. The results hinge on a handful of swing states that may not finish counting votes until the end of the week; in the Rust Belt, Trump’s early leads look to be morphing into narrow Biden victories as absentee ballots get counted. Meanwhile, Trump has indeed declared that “as far as I’m concerned, we already have won it.” In other words, everything is turning out just as we’d been told. So why does it all feel so surprising?", "The answer begins in Florida. Heading into Tuesday, The New York Times announced it would be reviving its notorious election needle, but only for the three states that were expected to count most of their votes quickly and report detailed statistics on who voted where, and by what method: Florida, North Carolina, and Georgia. FiveThirtyEight’s poll averages gave Biden an advantage in those states, in percentage points, of 2.5, 1.8, and 1.2, respectively. All practically toss-ups, but heading into the evening it seemed reasonable to guess that Biden would win at least one of these key states, and that we’d know it before bedtime.", "This did not happen. Florida, where Trump won by 1.2 points in 2016, was the first to report results—and they were stunning. The Times needle swung dramatically to the right as results came in, indicating a near-guaranteed Trump victory. While Biden did well in some parts of the state, Trump increased his 2016 margins in the heavily Cuban stronghold of Miami-Dade County. The Times started predicting a 4-point Trump victory; as of now, with most of the votes counted, that lead is closer to 3 percent, suggesting that the FiveThirtyEight average had been off by 5.5 points.", "The other Times needles, feeding on Florida’s data, reacted accordingly, predicting similarly decisive wins for Trump in Georgia and North Carolina. But as the night went on, it became clear that the results in Florida—perhaps the nation’s most demographically and politically idiosyncratic swing state—both over- and under-predicted the scope of the national polling error. In Georgia and North Carolina, as more votes got counted, the races tightened; as of now, Trump is on track to win North Carolina by just over 1 percentage point, while in Georgia, a batch of outstanding ballots from the Atlanta area could actually deliver the state narrowly to Biden.", "Read More Don't miss the latest Election 2020 news and analysis.", "Elsewhere in the country, however, the polls downplayed Trump’s support even more flagrantly than they did in Florida. Biden led the averages by 8.4 points in Wisconsin and 7.9 points in Michigan. As of now, with all votes counted in Wisconsin and nearly all in Michigan, he is up in those states by just 0.6 and 1.2 points, respectively. In Ohio, which Trump won easily last time, polls showed Biden within less than a point. He’s currently down 8. These errors are even larger than the ones from 2016, as you can see if you scroll down a bit here.", "Polls are not and never have been perfect, and state polls are typically worse than national ones because it’s harder to build representative samples with smaller subgroups. This year’s apparent errors may also shrink once all the votes are counted. “Some of these outcomes are still moving targets,” said Courtney Kennedy, director of survey research at Pew Research Center. “Michigan, Pennsylvania, Arizona, Nevada—I think it’s important that we pump the brakes for the next few days and let that play out, because it’s very likely that those vote outcomes are going to shift a little bit more toward where the polling was.” Nate Silver of FiveThirtyEight predicts that, once all the votes have been counted, this year’s national polling error will settle around 3 percent, with some states ending up better than predicted for Trump and others worse—just like 2016."], "authors": ["Gilad Edelman", "Gilad Edelma"], "keywords": ["really", "votes", "points", "victory", "times", "north", "georgia", "wrong", "states", "counted", "biden", "trump", "polls"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}