{"summary": "\"Tomorrow promises to be a long day,\" Rules Committee Chairman Jim McGovern, D-Mass., told reporters.\nYet despite the often-dry material up for discussion on the Rules Committee, the panel’s meeting Tuesday featured feisty testimony from Republican and Democratic lawmakers who stuck to their tried-and-tested narratives.\nThe chairman of that committee, Rep. Jerry Nadler, D-N.Y., did not present the articles before the Rules Committee due to a family emergency.\n\"The House Rules Committee is about to meet on impeachment.\nThe Rules Committee is sometimes called “The Speaker’s Committee” because the speaker runs it, even though they are not a member of the committee.", "keywords": ["contentious", "historic", "rules", "vote", "democrats", "president", "marathon", "committee", "session", "adopts", "articles", "thing", "trump", "house", "impeachment"], "paragraphs": ["By a 9-4 party line vote late Tuesday night, the Democrat-led House Rules Committee approved the procedures for how the full House will consider the two articles of impeachment against President Trump on Wednesday, following a marathon session that, at times, provided a glimpse of the fireworks to come.", "\"Tomorrow promises to be a long day,\" Rules Committee Chairman Jim McGovern, D-Mass., told reporters. Republicans previewed their likely lines of attack throughout the day Tuesday.", "“The only thing that is a clear and present danger right now in this room is the pattern of attack and abuse of rules and decisions to get at this president that started over three years ago the night he was elected,\" Republican Rep. Doug Collins of Georgia charged.", "The panel’s meeting laid the procedural groundwork for the House debate on Wednesday, outlining the timetable and other factors for the historic and divisive moment in Washington. Yet despite the often-dry material up for discussion on the Rules Committee, the panel’s meeting Tuesday featured feisty testimony from Republican and Democratic lawmakers who stuck to their tried-and-tested narratives.", "AS FINAL IMPEACHMENT VOTE NEARS, SWING-DISTRICT DEMS FALL IN LINE; TRUMP UNLOADS ON PELOSI IN LAST-MINUTE LETTER", "At the core of the inquiry is Trump’s July 25 phone call with Ukrainian President Volodymyr Zelensky. Democrats allege that Trump’s push for investigations into the 2016 election and former Vice President Joe Biden’s conduct in the country was part of an attempted quid pro quo in exchange for a White House meeting and the unlocking of military aid. Trump denies this.", "But in the session itself, the battle lines were drawn with Democrats presenting the impeachment as an obvious and clear-cut case of obstruction and corruption.", "\"The president withheld congressionally approved military aid to a country under siege to extract a personal political favor. He did not do this as a matter of U.S. policy, he did this for his own benefit. That is wrong and if that is not impeachable conduct, then I don’t know what is,\" Chairman Jim McGovern, D-Mass., said Tuesday.", "“The president’s aggressive and unprecedented resistance to congressional subpoenas for witnesses and documents is blatantly and dangerous unconstitutional.\" Rep. Jamie Raskin, D-Md., said. \"If accepted and normalized now it will undermine perhaps for all time the congressional impeachment power itself.\"", "Trump has denied the quid-pro-quo allegations and claimed that Democrats are engaging in a “witch hunt” against him. Republicans in the House have made similar accusations, accusing Democrats of running a “kangaroo court” as they dominate proceedings and push the House toward impeachment.", "TOWN HALL MADNESS: DEMS IN SWING DISTRICTS FEEL VOTERS' WRATH FOR BACKING IMPEACHMENT", "“This is not the result of a fair process and certainly not a bipartisan one. Sadly, the Democrats’ impeachment inquiry has been flawed and partisan from day one so I guess it should come as no surprise that Democrats’ preordained outcome is also flawed and partisan,” Rep. Tom Cole, R-Okla., said at Tuesday's session.", "\"The entire circus has been politically motivated from the very beginning,\" he said later in the hearing.", "Rep. Collins kept going back to the claim that Democrats decided on impeachment, then have spent months trying to find a crime to fit the narrative.", "“This majority has tried so hard to be like Clinton and Nixon and failed so miserably...except that one thing when it came down to the very end, the one thing they couldn’t do was find a crime,” Collins said.", "The House Judiciary Committee last week voted to send two articles of impeachment to the House floor, alleging obstruction of Congress and abuse of power. Articles related to other Democratic allegations, such as bribery, were notably absent. The chairman of that committee, Rep. Jerry Nadler, D-N.Y., did not present the articles before the Rules Committee due to a family emergency.", "The vote itself is expected to fall along partisan lines. There are no signs that any Republican will vote for impeachment, although it is possible that several moderate Democrats in pro-Trump districts could oppose the historic step.", "\"The House Rules Committee is about to meet on impeachment. But why bother? Two-thirds of the Democrats on the committee voted to impeach the President BEFORE the Ukraine call even happened,\" House Minority Leader Kevin McCarthy, R-Calif., tweeted. \"For Dems, this is about pure politics. Not facts.\"", "The House is composed of 431 members, meaning Democrats would need 216 yeas to impeach Trump. There currently are 233 Democrats, so they could lose only 17 of their own and still impeach the president -- or 18 if the lone independent backs impeachment. The articles still appear to have enough votes to pass, which would send them to the Senate for a trial. There, where Republicans dominate, Trump is almost certain to be acquitted.", "Having the Rules Committee take the lead is a different approach from the Clinton impeachment in 1998 and 1999, where the articles came up on the House floor via a procedure known as “privilege.” The House secured a unanimous consent agreement to continue the articles over a two-day period.", "CLICK HERE TO GET THE FOX NEWS APP", "But while the debate could be feisty and angry in the Rules Committee, the Democrats have the upper-hand in terms of power. The Rules Committee is sometimes called “The Speaker’s Committee” because the speaker runs it, even though they are not a member of the committee.", "The committee will present a rule for the floor debate, which will then be debated by the House first thing Wednesday morning. Once adopted, then the debate on the articles themselves will begin."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/dem-led-committee-prepares-impeachment-resolution-for-house-floor", "authors": ["Adam Shaw"], "id": "acd983f0-28d4-3581-bc53-d84b70d486f5", "pubDate": null, "title": "House Rules Committee adopts rules for historic impeachment vote, after contentious marathon session"}