{"id": "ad2d1373-6235-3a3a-8c7c-da3c7db2a7e2", "title": "Learning to draw in the natural world brings joy – especially in lockdown", "url": "https://www.theguardian.com/travel/2020/nov/04/drawing-trip-sketching-in-lockdown-epping-forest-london", "summary": "So I was intrigued to see that Walthamstow-based artist Sharon Drew was running “green sketching” sessions in Epping Forest, on the edge of north London, near her home and mine.\nFacebook Twitter Pinterest The sessions are run by artist Sharon Drew.\nWhat I needed was to just get over myself, and I’d been helped in this by looking into the origins of “green sketching”.\nFacebook Twitter Pinterest The group’s finished work, the writer’s drawing is in the middle row on the left.\n• Green sketching sessions with Sharon Drew cost £30pp including materials.", "paragraphs": ["You don’t have to be good at art to enjoy the mood-enhancing benefits of nature sketching, as our writer finds out on an artist-guided session in London’s Epping Forest", "Hands up, who’s rubbish at drawing? Ha! Bet you’re not as bad as me.", "For years this rarely bothered me but, like so many of us in the first lockdown, I gloried in previously familiar green city spaces, and longed to record the joy they brought. A quick snap on my phone – destined to join hundreds not looked at again – never quite captured the moment. So I was intrigued to see that Walthamstow-based artist Sharon Drew was running “green sketching” sessions in Epping Forest, on the edge of north London, near her home and mine.", "This seemed a perfect Covid-safe activity – held outdoors, groups limited to five plus Sharon – and were also perfect, she assured me, for the untalented. And even pouring rain wouldn’t ruin them, because we could use watercolour pencils, which are “designed to work with water”.", "(I joined a session at the very beginning of November – before new restrictions obliged Sharon to cancel dates later in the month – but lockdown would seem to offer space and time to go to a green space alone or with family for a spot of doodling.)", "My daughter, Laura, agreed to come along to offer moral support, so as I tried to quash long-held feelings of inadequacy, we grabbed waterproofs and headed for a clearing in the south of the forest called Gilbert’s Slade.", "Facebook Twitter Pinterest The sessions are run by artist Sharon Drew. Photograph: Harriet MacSween", "Our group were all women, a couple with some artistic training, most carrying bars of chocolate and flasks of coffee, as well as paper and pencils. Sharon gave us newbies boards, clips, watercolour pencils and slim sticks of charcoal, then set us all going on exercises to waken the creative brain: doodling randomly with a pencil in each hand, then trying to draw fallen leaves with our non-dominant hand. Strangely, my left-handed leaves gave me more confidence, not less.", "What I needed was to just get over myself, and I’d been helped in this by looking into the origins of “green sketching”. Sharon has used the forest for inspiration in her painting for decades, but got the idea for spreading the word about it to non-artists from an environmental scientist.", "Dr Ali Foxon was in Switzerland working with climate experts on a report about greenhouse gas emissions when she had an epiphany: yet another wordy, evidence-based document was not going to make one jot of difference to public behaviour and attitudes. What Ali found more worthwhile was sketching: a 10-minute doodle of trees, birds or flowers – while her baby slept in his pram – made her see natural beauty and filled her with delight. Spreading this joy could be the key, she thought, to making people care about nature.", "Great – but the point that hit home with me was that according to her, the quality of the sketch is irrelevant. It’s the process of drawing, not the look of the finished product, that matters.", "Facebook Twitter Pinterest The writer captures the forest around her. Photograph: Harriet MacSween", "Ali launched her movement, Boggy Doodles, in 2016, with information, blog and courses (mostly cancelled this year, sadly). Sharon discovered it recently and says it “totally resonated” with her own approach. “And with the majestic Epping Forest in full autumn splendour on my doorstep, everything fell into place.”", "The day we were there the forest was glorious – all gold, copper and bronze – and mercifully it was dry, mild and reasonably still, which meant we could set to sketching tree bark and fallen logs with charcoal. The little black sticks are a reassuringly forgiving medium – blunders can be erased, covered up or muddled into something else – but charcoal easily gets washed away in heavy rain.", "We spent the last hour trying to capture a forest scene. Sharon suggested picking three trees and drawing them in relation to each other and their backgrounds.", "I settled on a couple of oaks and a hornbeam – my favourite tree, for its elegant fluted bark and the crazy angles it can grow at. Hoping not to embarrass myself too much, I made a real effort to catch the dark and brighter areas of the trunks, their textures, and the light feathery bracken and darker holly around them. I surprised myself with the idea of using an eraser to create the white shape of a silver birch in the middle distance.", "Mine looked more like a winter scene – I hadn’t managed to capture the fuzz of autumn leaves as well as the interlaced twigs and branches. But when the five of us brought our work together at the end, I wasn’t too ashamed: mine was the clumsiest, but not egregiously so.", "I had relished this chance for a real and physical creative experience – I can’t be the only one to feel bleak at the prospect of a new round of Zoom quiz nights and video drinks. Sharon talked about how it’s not always easy to work outdoors – with walkers passing and excited dogs running about – but I’d been so much “in the zone” I wasn’t aware of any of that.", "Facebook Twitter Pinterest The group’s finished work, the writer’s drawing is in the middle row on the left. Photograph: Liz Boulter", "Ali Foxon quotes research showing how sketching calms a busy, anxious mind – it worked with me – and that training the brain to notice “little things” that spark joy boosts resilience to life’s challenges.", "While engaging with nature may well make us more keen on protecting it – in Robert Macfarlane’s words, “We will not save what we do not love – and we rarely love what we cannot name or do not see” – the benefits of sketching work the other way, too. After all, most of are going to have sore need of sources of calmness and resilience over the coming winter.", "• Green sketching sessions with Sharon Drew cost £30pp including materials. The next sessions are on 13 December, 10 January and 7 February. To book, email via the website sharondrew.com. The sessions also form part of The Big Draw, the world’s largest drawing festival, running year-round"], "authors": ["Liz Boulter"], "keywords": ["learning", "natural", "joy", "especially", "drawing", "green", "draw", "forest", "sketching", "brings", "world", "twitter", "running", "pinterest", "sharon", "sessions", "work", "lockdown"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}