{"id": "ad76f6c5-91bb-30ee-a358-24044f769958", "summary": "WHEN MARTINA MERZ joined thyssenkrupp’s supervisory board as chairman in January, she was not her new colleagues’ first choice.\nWhen Ms Merz said yes, she had no idea that within nine months she would be chief executive of the struggling German industrial conglomerate.\nMs Merz has thus become the first woman to lead one of Germany’s big industrial companies, whose products range from steel to lifts.\nThey want Ms Merz to run the show for 12 months, until a longer-term successor is found.\nBut Ms Merz has never been in a chief executive’s chair.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["WHEN MARTINA MERZ joined thyssenkrupp’s supervisory board as chairman in January, she was not her new colleagues’ first choice. They had approached Bodo Uebber, a former chief financial officer of Daimler, Tom Enders, ex-boss of Airbus, and Marijn Dekkers, a former chief executive of Bayer. All three turned them down. When Ms Merz said yes, she had no idea that within nine months she would be chief executive of the struggling German industrial conglomerate. She took over on October 1st.", "Ms Merz has thus become the first woman to lead one of Germany’s big industrial companies, whose products range from steel to lifts. She would have been the first to head a member of the DAX, the blue-chip share index—but only a few weeks ago thyssenkrupp was ditched from it because of a sagging share price.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "In the latest effort to pull thyssenkrupp out of years of slowing sales, shrinking profit and confusion over strategy, the supervisory board decided on September 24th to oust Guido Kerkhoff, just 14 months into a five-year contract. Formerly the chief financial officer, Mr Kerhoff was appointed in July 2018 when both the chief executive and the chairman left under pressure from investors. But he was too slow to overhaul the group for the board’s liking. They want Ms Merz to run the show for 12 months, until a longer-term successor is found.", "She is taking on one of the hardest jobs in German big business. Thyssenkrupp is a chaotic hotch-potch. Regulators blocked Mr Kerkhoff’s plan to split the company into a unit centred on its lucrative lifts business (Thyssen Industrials) and another, Thyssen Materials, that would have included its ailing steel business. The watchdogs objected to Mr Kerkhoff’s plan to merge the steel unit with India’s Tata group. The new boss’s most urgent task will be to list or sell the lifts division to raise funds to overhaul the rest of the group and pay down debt.", "For the past six years Cevian Capital, a Swedish investment fund that owns 18% of thyssenkrupp, has pestered management to rethink the group’s structure. Cevian has often clashed with the Krupp foundation, which represents the founders’ heirs, who own 21% of the firm. Plans to sell all or part of the lift business, which is valued at up to €17bn ($18.6bn), had led investors and labour representatives to speculate that Cevian had demanded a special dividend. On October 1st a spokesman denied this, pointing out that Cevian participated in two capital increases.", "Europe’s manufacturing gloom is adding to thyssenkrupp’s woes. The company issued four profit warnings during Mr Kerkhoff’s brief tenure and now is being hit hard by the slowing of the Chinese economy, uncertainty caused by tension in international trade and weaker demand from German and other carmakers. None of this bodes well for the speedy recovery of what was once a crown jewel of German industry,", "Cevian and the Krupp foundation say they fully support Ms Merz, who trained as a mechanical engineer before embarking on a stellar career at Bosch, a German engineering giant. That led to seats on the boards of Volvo, Lufthansa and other big companies. But Ms Merz has never been in a chief executive’s chair. Some 160,000 employees are now looking to her to stabilise, at long last, a firm whose institutional roots date to 1811, when Friedrich Carl Krupp established a steel factory in Essen."], "url": "https://www.economist.com/business/2019/10/02/martina-merz-takes-over-at-struggling-thyssenkrupp", "title": "Martina Merz takes over at struggling thyssenkrupp", "pubDate": null, "keywords": ["mr", "martina", "merz", "struggling", "takes", "steel", "thyssenkrupp", "months", "ms", "cevian", "business", "german", "chief"]}