{"id": "ad8f683d-23a2-3648-83bc-c08884f89322", "title": "How We Discovered Water on the Moon", "url": "https://www.newyorker.com/science/elements/how-we-discovered-water-on-the-moon", "summary": "She would have twenty minutes to search for water on the surface of the moon.\nUsing infrared telescopes, astronomers have searched for water on the lunar surface before, but the results have been ambiguous.\nCurrent estimates for lunar water are on the order of several hundred parts per million.\n“Micrometeorites are always hitting the moon, constantly generating this water and trapping it in the glasses.”It’s unclear how widely distributed water is across the sunlit lunar surface.\nIf they get it, she said, “we’re going to map the near side of the moon, and examine how water is moving and how it’s stored.” NASA, meanwhile, can begin thinking about how refining water on the moon might work.", "paragraphs": ["It was a ten-hour flight from takeoff to landing, wheels up just after 6 P.M., from Palmdale, California, out over the Pacific. For the first nine hours and forty minutes, Casey Honniball, a twenty-seven-year-old planetary scientist, didn’t have much to do. She took a nap, ate a peanut-butter-and-jelly sandwich, and used her laptop to work on research proposals. The plane seemed bigger than usual—almost all of the seats had been removed, along with much of the fuselage’s interior panelling—and it was very cold and very loud. In the main cabin, which looked like mission control, her fifteen fellow-passengers worked at alternating intervals behind giant computer consoles. A large blue rotating fixture, resembling a bank-vault door studded with scientific instruments, dominated the plane’s rear wall. It was the interior half of an eight-foot-wide infrared telescope, its mirrors angled out the left side of the plane and into space. Honniball watched its hydraulic counterweight move subtly and ceaselessly, compensating for turbulence.", "SOFIA—the Stratospheric Observatory for Infrared Astronomy—is an airborne telescope facility funded jointly by NASA and the German Aerospace Center. Built into a converted 747, it flies at an altitude of between thirty-eight and forty-five thousand feet, putting it above Earth’s layer of water vapor, which might otherwise interfere with observations. Scientists apply for time on it—there are about four hundred hours available each year—by proposing experiments. Honniball’s first application was rejected. She reapplied, and the director of SOFIA agreed to give her some “director’s discretionary time” at the end of the overnight flight departing on August 29, 2018. She would have twenty minutes to search for water on the surface of the moon.", "Using infrared telescopes, astronomers have searched for water on the lunar surface before, but the results have been ambiguous. The familiar sort of water that flows from a tap consists of molecules made of two hydrogen atoms and one oxygen atom: H 2 O. Light is emitted by H 2 O at a particular wavelength; spot the wavelength, and you’ve found water. And yet the moon, like every other place in the universe, is also covered in hydroxyls—highly reactive ions, each made of a hydrogen atom and an oxygen atom bonded together. You can’t make a pile of hydroxyl, or use it to fill a swimming pool. Unfortunately, to many infrared telescopes, the light emitted by a hydroxyl group—OH—looks indistinguishable from the light emitted by H 2 O. It’s possible for a specifically calibrated telescope to distinguish H 2 O from OH. But such a telescope wouldn’t work on Earth, because of water vapor in the atmosphere, and none of these instruments have yet been deployed in space. As a result, scientists observing the moon haven’t been able to tell for sure whether they’re observing H 2 O, hydroxyls, or both.", "Honniball thought that SOFIA’s telescope, flying at an altitude of about eight and a half miles, might do the trick. As the telescope pointed at Clavius, a crater in the moon’s high southern latitudes, she watched the preliminary results stream in. SOFIA is usually aimed at distant supernovae and nebulae; Honniball’s lunar observations required different protocols and necessitated certain atmospheric-data corrections. She received the corrected data six months later. When she began processing it, she was on the phone with Paul Lucey, then her dissertation adviser at the University of Hawaii. “Oh, my God,” she said, when she realized what she was seeing. She screamed. “You’re not going to believe this! There it is. It’s so obvious!”", "There are several avenues by which water might arrive on the lunar surface, but very few ways for it to persist there. Water could be delivered by micrometeorites—grains of space dust from comets, asteroids, and other celestial objects, which constantly slam into the lunar surface. It might also originate, in a manner of speaking, from the sun. In the nineteen-fifties, Eugene Parker, a physicist at the University of Chicago, hypothesized that the sun’s corona—the shimmering outer layer best seen during a total solar eclipse—was hot enough that its particles could billow out into space, in a phenomenon he termed solar wind. The Soviet Union’s Luna 1 spacecraft detected solar-wind particles the following year. The wind’s currents contain hydrogen; scientists theorized that, if that hydrogen landed on the moon, it might react with oxygen it encountered to form hydroxyls, or perhaps even water.", "The moon is an extreme place, and any water that formed or arrived on its surface would live a brief, tumultuous life. A molecule of H 2 O has a hydrogen bond, a slight charge that causes it to behave differently in different environments. In extremely cold places on the lunar surface, hydrogen bonds might cause H 2 O molecules to stick to minerals. But if those minerals warmed up—for instance, during sunrise—then the water molecule would be kicked away, into space. Gravity on the moon is weak; a water molecule might fly a hundred kilometres before landing again. If it landed somewhere cold, it might stick until the temperature rose. If it landed somewhere warm, it might again bounce off the surface. A bouncing water molecule could get broken up by the sun’s ultraviolet light, and then swept away by the solar wind. Alternatively, it might find a resting spot.", "Long before the Apollo program, scientists wondered if there were places on the moon where water molecules might be able to collect permanently. In 1961, researchers hypothesized that, because of the relative positions of the sun, the Earth, and the moon, the latter’s polar regions were ideal for this purpose. An astronaut spending a day at the moon’s north or south pole would see the sun revolve around the horizon, just at its edge. If she descended into a crater, however, she’d find the sun blocked entirely by its walls. No sunlight would illuminate the crater bottom, no matter the moon’s position in orbit. Researchers calculated the temperatures of those permanently shadowed regions and determined that, if water molecules landed in them, they could survive in perpetuity.", "Scientists who study other planets are interested in volatiles—molecules that vaporize easily. “Water on the moon, whether it be in the equatorial region or at the poles, is telling us something about the evolution of volatiles in the solar system,” David Kring, a geologist at the Lunar and Planetary Institute, in Houston, told me. But NASA’s interest in lunar water is not purely academic. In 2017, the agency announced the Artemis program, an initiative that aims to send robots and astronauts to the lunar south pole, and to establish a permanent moon base by the end of this decade. Ideally, such a base would become self-sufficient. Water can be consumed by the crew, Kring explained, and used to create oxygen for breathing; it can also be employed as a radiation shield and turned into propellant for rockets. Honniball’s research, published this week in Nature Astronomy, is the first definitive observation of molecular water on the sunlit lunar surface. “It was not known, before these observations, if any molecular water was present on the lunar surface,” Lucey, who is the second author on the paper, said. “It could all have been hydroxyl.”", "How much water are we talking about? Current estimates for lunar water are on the order of several hundred parts per million. Imagine pouring a typical, half-litre bottle of water into a cubic metre of sand. Distributed, the water would be impossible to notice: according to Lucey, there is about a hundred times as much water in a cubic metre of dry sand from the Sahara Desert. In the best case, therefore, a workable water-harvesting effort on the moon would look less like a Mars rover and more like a major industrial refinery.", "In her paper, Honniball, who is now a postdoctoral fellow at the NASA Goddard Space Flight Center, in Greenbelt, Maryland, offers some hypotheses about exactly how the water is stored. It’s not lying around in easy-to-collect ice chunks. Instead, she and her colleagues believe it is trapped in glass beads formed by micrometeorite impacts. When balls of space dust collide with the moon, they usually vaporize, along with the lunar surface at the point of impact. But the directly adjacent material melts, cools, and forms glass. This fusion happens instantaneously, and anything that happens to be incorporated into the melt is imprisoned. The micrometeorite could itself contain water, which would be trapped; there could be water on the lunar surface already present at the point of impact; or the impact could cause a hydroxyl on the surface to fuse with other hydroxyls, forming water molecules. “It’s actually something that is happening right this minute,” Honniball said. “Micrometeorites are always hitting the moon, constantly generating this water and trapping it in the glasses.”", "It’s unclear how widely distributed water is across the sunlit lunar surface. “We need more observations with SOFIA, looking at more locations on the moon, and at multiple phases,” Honniball said. She and her team have requested seventy-two more hours of observation time. If they get it, she said, “we’re going to map the near side of the moon, and examine how water is moving and how it’s stored.” NASA, meanwhile, can begin thinking about how refining water on the moon might work. Future lunar-spacecraft missions can investigate water abundance.", "The dark splotches on the lunar surface are referred to as mare—a term taken from the Latin word for “sea.” Neil Armstrong and Buzz Aldrin landed in the Sea of Tranquillity. When Mare Tranquillitatis was given its name, in 1651, it was not meant metaphorically. For millennia, astronomers considered the moon to be Earthlike, with land and oceans. The only real question was whether the dark or light areas were submerged. Plutarch, the Greek philosopher, considered the darker regions of the moon to be seas and oceans; Johannes Kepler, who between 1609 and 1619 published the laws of planetary motion, believed that the sun would reflect forcefully on the lunar seas, casting them in white. Galileo was cagier on the subject: he left readers to infer his belief that the seas were dark. Now Casey Honniball can add her observations to Kepler’s and Galileo’s. There is water in both the dark and light regions—just not in a form that her predecessors could have imagined."], "authors": ["David W. Brown", "David W. Brow", "Rivka Galche"], "keywords": ["hydrogen", "water", "discovered", "moon", "light", "space", "honniball", "surface", "telescope", "lunar", "h"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}