{"authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "title": "Florida woman leads police on hours-long chase through Big Lots ceiling after allegedly trying to shoplift", "url": "http://www.foxnews.com/us/florida-woman-big-lots-ceiling-police-chase-shoplift", "summary": "A Florida woman wanted for allegedly shoplifting at a Big Lots store was arrested after trying to make her getaway through a less traditional route: the ceiling.\nThe manager went inside to check on her and noticed \"tile missing from the ceiling\" and Perkins nowhere in sight.\nEventually, deputies spotted Perkins \"several times by removing tiles from various points in the ceiling.\"\nEventually, around 1:40 a.m., Perkins was spotted coming down from the ceiling using a stack of shelves.\nPerkins was charged with felony criminal mischief, petit theft, possession of drug paraphernalia, resisting a merchant and resisting law enforcement without violence.", "keywords": ["hourslong", "perkins", "florida", "wanted", "leads", "resisting", "ceiling", "big", "woman", "trying", "store", "shoplift", "chase", "lots", "sheriffs", "allegedly", "spotted"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A Florida woman wanted for allegedly shoplifting at a Big Lots store was arrested after trying to make her getaway through a less traditional route: the ceiling.", "Kristina Perkins, 37, was in the store, located in Port Charlotte, for several hours on Thursday night before she \"entered the women’s restroom with a shopping cart full of merchandise.\"", "FLORIDA WOMAN, 26, FILMED KICKING, CHOKING DOG WITH LEASH IS ARRESTED", "The store manager tried to check on Perkins in the bathroom, but noticed \"several garbage cans positioned in a manner to barricade the door,\" the Charlotte County Sheriff's Office said in a news release about the incident.", "Perkins was advised that she was caught and police were on the way, but she never left the bathroom. The manager went inside to check on her and noticed \"tile missing from the ceiling\" and Perkins nowhere in sight.", "Eventually, deputies spotted Perkins \"several times by removing tiles from various points in the ceiling.\" She allegedly didn't listen to their commands to stop, and kept crawling through the ceiling.", "FLORIDA MAN WANTED FOR ALLEGEDLY POURING BOILING WATER ON BOY, 3, YEAR AFTER BEING ACCUSED OF PUTTING GIRL IN OVEN", "The store was evacuated \"due to the danger of Perkins falling through the ceiling\" as the 37-year-old allegedly led authorities on the odd chase, which lasted for roughly six hours.", "As they were trying to capture Perkins, a deputy found her purse, which reportedly had \"three syringes and a spoon with white residue that tested positive for Morphine\" inside.", "Eventually, around 1:40 a.m., Perkins was spotted coming down from the ceiling using a stack of shelves. She was arrested when she made it to the ground.", "CLICK FOR THE ALL-NEW FOXBUSINESS.COM", "Big Lots, according to the sheriff's office, suffered \"significant damage to their ceiling, duct work and dry wall\" and will remain closed until necessary repairs can be made.", "Perkins was charged with felony criminal mischief, petit theft, possession of drug paraphernalia, resisting a merchant and resisting law enforcement without violence."], "pubDate": null, "id": "ad909d61-d465-3b32-ac2f-4668b5577b80"}