{"id": "addcf5a3-467c-38f6-b471-ba7e5ba6dd49", "title": "Hollywood conservatives praise Trump, deny Joe Biden's presidential victory: 'Throw out every illegal vote'", "url": "https://www.foxnews.com/entertainment/celebrity-conservatives-praise-trump-deny-joe-biden-presidential-win-illegal-vote", "summary": "Hollywood conservatives are speaking out after projections Saturday declared Joe Biden had defeated Donald Trump in the 2020 presidential election and will become the 46th president of the United States.\nWhile a majority of left-leaning celebrities who endorsed Biden reacted with gleeful remarks, celebrities who have publicly endorsed Trump are arguing that Biden's win is not legal.\nSTARS WHO HAVE ENDORSED TRUMP FOR PRESIDENT\"OK wait a minute wait just a minute.\nWHAT HOLLYWOOD HAS SAID ABOUT BIDEN AND TRUMPThe rapper notoriously caught backlash when he endorsed Trump in early November and attended one of his rallies in Florida.\nHe also claimed he would leave the United States if Biden won.", "paragraphs": ["Hollywood conservatives are speaking out after projections Saturday declared Joe Biden had defeated Donald Trump in the 2020 presidential election and will become the 46th president of the United States.", "While a majority of left-leaning celebrities who endorsed Biden reacted with gleeful remarks, celebrities who have publicly endorsed Trump are arguing that Biden's win is not legal.", "Some even claim Trump has been reelected to a second term in the White House.", "Kevin Sorbo, who slammed Democrats from his Twitter account during the week of the 2020 election, demanded a recount.", "\"Throw out every illegal vote and do a recount. Really not that difficult,\" Sorbo tweeted.", "CELEBRITIES REACT TO JOE BIDEN DEFEATING DONALD TRUMP TO BECOME 46TH PRESIDENT OF THE UNITED STATES", "Hours prior, the actor slammed Democrats for being hypocritical as Americans were awaiting results of the battleground states.", "\"Hey dems, saying 'just accept the election results' is pretty ironic considering you spent the last 4 years NOT accepting the election results,\" Sorbo wrote Friday night.", "Kirstie Alley voiced her frustrations with Twitter over its censorship of tweets from conservatives.", "STARS WHO HAVE ENDORSED TRUMP FOR PRESIDENT", "\"OK wait a minute wait just a minute. Is twitter actually censoring everything at this point that they disagree with? And making news outlets the powers that be?? Look at this! GOP or LIB is THIS your America?\" she said along with a picture of a woman's tweet claiming Biden is not the president with a warning that said, \"Official sources called this election differently.\"", "Just before Biden was projected to be the next U.S. president, Alley suggested she's skeptical of voting results.", "", "\"C’mon!! All the known, before the election, swing states are the ones having trouble and not able to count in one day?! .. That doesn’t raise questions with anyone other than Trump voters? Come on now.. C’mon. Cooooooooome oooooooooon,\" she wrote.", "\"Happy Days\" alum Scott Baio has been one of the most vocal in Hollywood to praise Trump in the months leading up to the election. Last month, he told Fox Business' Maria Bartiromo that he received a ton of criticism from stars in Hollywood after he endorsed the president. He also previously slammed Big Tech companies for censoring the president's opinions on Twitter.", "Baio shared a statement Trump delivered Saturday, in which the president accused Biden of \"rushing to falsely pose as the winner\" and declared \"this election is far from over.\"", "\"To be cont..........,\" Baio said.", "He added: \"Liberals cheat and don't even care how the \"old white man\" won. Republicans still have the Senate, the Supreme Court and know the truth. Peace\"", "Meanwhile, Antonio Sabato Jr. is refusing to call Biden the president-elect. He took to Twitter Saturday to congratulate Trump on the win instead.", "\"This is our FREEDOM LEADER and we the American people will stand with you and fight till the very end. WE WON!!!! 4 MORE YEARS HE IS MY PRESIDENT @realdonaldtrump,\" Sabato Jr. wrote.", "He also responded to Trump's tweet in which the president said, \"I WON THIS ELECTION BY A LOT!\" Sabato Jr. replied, \"WE KNOW, SIR!!!!!!!!!! CONGRATULATIONS\"", "The actor, who previously spoke to Fox News about his plans to open a conservative movie studio, asked his followers to change their Twitter profile pictures to red squares.", "CELEBRITIES REACT TO JOE BIDEN DEFEATING DONALD TRUMP TO BECOME 46TH PRESIDENT OF THE UNITED STATES", "Country singer and actress Bonnie Paul showed her Republican heart by retweeting a statement posted by President Trump on Saturday saying the \"election is not over.\" In the statement, Trump said his office would begin prosecuting his case to the court to ensure election laws \"are fully upheld and the rightful winner is seated.\"", "Early Saturday, just before Biden's win was projected, rapper Lil Pump shared videos to his Instagram in which he was rocking Trump merch. The 20-year-old is wearing a camouflage Trump 2020 hat as he dances to music in his car.", "WHAT HOLLYWOOD HAS SAID ABOUT BIDEN AND TRUMP", "The rapper notoriously caught backlash when he endorsed Trump in early November and attended one of his rallies in Florida. Shortly after Election Day, he told Trump supporters to \"remain calm\" and declared, \"Our man will be re-elected.\"", "He also claimed he would leave the United States if Biden won.", "Pro-Trump comedian Terrence K. Williams told Americans not to celebrate so fast.", "\"JOE BIDEN IS NOT THE WINNER ITS NOT OVER SILLY RABBITS President @realDonaldTrump and his team have evidence of Voter Fraud!\" Williams tweeted. \"This will be overturned in Court and there will be recounts and Audits! Don’t celebrate #bidenharis2020 so quickly #PresidentElectJoe is a fake news.\"", "CLICK HERE TO GET THE FOX NEWS AP", "Earlier in the day, Williams said he's \"demanding the Democrats to confess and turn themselves in for Voter Fraud.\""], "authors": ["Melissa Roberto"], "keywords": ["winner", "hollywood", "deny", "endorsed", "vote", "president", "united", "biden", "praise", "victory", "presidential", "throw", "election", "joe", "won", "illegal", "twitter", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}