{"keywords": ["comes", "monitor", "em", "cash", "jail", "fees", "costs", "ms", "alternative", "bail", "merchant", "wearers", "permission", "county"], "url": "https://www.economist.com/united-states/2019/09/26/an-alternative-to-cash-bail-comes-with-its-own-costs", "summary": "Eventually the Bail Project, a national non-profit that pays people’s bail, came to her rescue.\nIt charges those who wear monitors for the privilege; Ms Merchant paid $13 per day plus a $50 activation fee.\nThis is a hefty burden for someone like Ms Merchant, who has neither a job nor a stable home.\nElectronic monitoring ( EM ) is increasingly seen as an alternative to cash bail, which has come under fire recently for two reasons.\nMs Merchant said she was on an unexpectedly long bus ride from a job interview when her device began beeping.", "title": "An alternative to cash bail comes with its own costs", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "ae01c317-e2b6-3661-8030-6464bda2bcea", "paragraphs": ["K ATHLEEN MERCHANT was already on probation when she got into an argument with her room-mate, who called the Indianapolis police. Ms Merchant was taken to jail, where she languished for three weeks because she neither had nor knew anyone with $500 for her bond. Eventually the Bail Project, a national non-profit that pays people’s bail, came to her rescue.", "But as a condition of her release, she had to wear an ankle monitor. In this, Marion County, where Indianapolis sits, behaves like many other counties. It charges those who wear monitors for the privilege; Ms Merchant paid $13 per day plus a $50 activation fee. This is a hefty burden for someone like Ms Merchant, who has neither a job nor a stable home. Her lawyer warned that if she objected to the fee, she would be sent back to jail, so she kept quiet. But, as she notes, “just because you say I have to pay $50 doesn’t make me have $50.”", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Ms Merchant’s story is not unusual. Electronic monitoring ( EM ) is increasingly seen as an alternative to cash bail, which has come under fire recently for two reasons. First, because the political and legal winds are shifting against keeping people locked up simply because they cannot come up with a few hundred dollars for bail. Second, because bail keeps jails overcrowded, whereas EM lets people await trial at home. Most places that use EM charge for it, just as many jurisdictions charge inmates for their own imprisonment. But as jurisdictions reject one type of injustice, they risk instituting another. EM tends to come with high fees and at times impossible conditions.", "The fees vary by jurisdiction and even by judge. Finding comprehensive national data is all but impossible. Some in Marion County—which a number of experts say has America’s highest rates of EM use—pay more than Ms Merchant, though fees are capped at $14 an hour. Others pay less if they can convince a judge that they are poor, or if they successfully complete what Ms Merchant and others familiar with the system describe as a burdensome and confusing financial application for relief.", "“John”, a defendant in Louisiana, says he paid $180 a month for his monitor, as well as $250 to repay the loan for his bail. Officials often maintain that the fees are intended to cover costs, but sometimes they exceed them. The sheriff of Kane County, Illinois told a local newspaper that monitoring costs $3.75 a day, even though wearers are charged $10.", "Conditions also vary. The Cook County Sheriff’s Office says that wearers “are often granted permission” to work or attend college. But Sharlyn Grace, director of the Chicago Community Bond Fund, says that though it is theoretically possible to get permission, “in reality it’s hard to obtain”.", "And although granting permission for regular working hours is easy enough, many low-wage jobs have schedules that vary, often with little notice. Wearers who go to work without that permission could be returned to jail. Monitors are GPS -tagged and sound an alarm when the wearer is not where he is supposed to be. John says he was fired because his curfew prevented him from working when he was needed. Then there are child-care emergencies, groceries to buy and errands to run.", "Alarms also sound when a device’s batteries run down or when the signal is lost. Ms Merchant said she was on an unexpectedly long bus ride from a job interview when her device began beeping. She was reduced to pleading with businesses to let her plug herself into the wall for two hours to recharge her monitor. Trailers’ metal walls can block the signal, triggering an alert. In these situations, wearers must plead their cases to police, whose disbelief can return them to jail.", "EM ’s defenders argue, correctly, that remaining at home with an ankle monitor is better than going to jail. But that is a low bar to clear. Like jail, which charges inmates exorbitant fees for essentials, EM extracts fees from people convicted of no crime. States and cities could use the cost savings from jailing fewer people to pay for EM. Instead, many see poor people as yet another source of revenue.", "Monitoring also stigmatises people. As David Gaspar, operations manager for the Bail Project, notes, when people see someone with an ankle monitor, they do not think “There’s an innocent person.” They wonder what that person did. And the burdens this stigma imposes can outlast the reason why they are fitted. Ms Merchant’s case was dismissed when the complainant repeatedly failed to appear in court. She still owes Marion County hundreds of dollars in monitoring fees. ■"], "pubDate": null}