{"id": "ae0b17f7-7935-3f7a-8de5-7275b9b72f4a", "title": "Four-Part Series: Growing in Uncertain Times", "url": "https://execed.economist.com/david-eccles-school-business/four-part-series-growing-uncertain-times-2020-12-13", "summary": "Since joining the DESB in August 2008, Ms. Austin has received 4 teaching awards.\nThe courses she teaches include the capstone Strategic Management course for undergraduates, Advanced Strategic Management (Honors), Competitive Strategy (MBA/PMBA), Principles of Management, International Business, Business Scholars, and Managing Organizational Change.\nPrior to 2008, Ms. Austin was an equity analyst consultant for several hedge funds.\nShe was a special guest on Wall $treet Week with Louis Rukeyser and appeared in the annual Wall Street Transcript Round Table for many years.\nMs. Austin is an avid competitor in field trials.", "paragraphs": ["Bonita Austin is an Associate Professor (Lecturer) and Assistant Department Chair for the Entrepreneurship & Strategy Department in the David Eccles School of Business. Since joining the DESB in August 2008, Ms. Austin has received 4 teaching awards. The awards included the Brady Award for Superior Teaching and the Marvin J. Ashton Award for Teaching Excellence. In addition, she received two awards for leadership in ethics education. The courses she teaches include the capstone Strategic Management course for undergraduates, Advanced Strategic Management (Honors), Competitive Strategy (MBA/PMBA), Principles of Management, International Business, Business Scholars, and Managing Organizational Change. Ms. Austin has a particular interest in turnarounds and teaches a graduate strategy elective in business turnarounds as well as several seminars on the topic for Executive Education. In addition to teaching, she has published 5 strategy cases and accompanying teaching notes. Her cases include 3 cases on True Religion Jeans and the premium jeans industry, Starbucks, and SodaStream International. Her most recent cases appear in Strategic Management and Competitive Advantage 5ed Barney & Hesterly (Pearson).", "Prior to 2008, Ms. Austin was an equity analyst consultant for several hedge funds. She also was a Sr. Vice President for Lehman Brothers, served on the Investment Committee for Prudential Securities, and was an Institutional Investor All-Star All-American Analyst. Ms. Austin was recognized by the Wall Street Journal for earnings estimate accuracy and frequently appeared in the Wall Street Journal, New York Times, Business Week, and other prominent business publications as well as CNBC and NPR. She was a special guest on Wall $treet Week with Louis Rukeyser and appeared in the annual Wall Street Transcript Round Table for many years.", "Ms. Austin has two children, 7 dogs, 1 cat and 2 horses. She serves as both board member and president of the Vizsla Club of Utah. Ms. Austin is an avid competitor in field trials."], "authors": [], "keywords": ["uncertain", "strategy", "strategic", "cases", "fourpart", "teaching", "wall", "times", "growing", "austin", "ms", "management", "street", "business", "series"], "pubDate": "2020-12-13T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}