{"id": "ae5c011f-f8ad-353a-9e6d-bdc37dfe9894", "title": "Arkansas police chief resigns after allegedly calling for violence against Dems", "url": "http://www.foxnews.com/us/arkansas-police-chief-resigns-after-allegedly-calling-for-violence-against-dems", "summary": "A police chief in Arkansas has resigned after he allegedly posted messages calling for violence against Democrats over the 2020 presidential election, the city's mayor announced on Saturday.\nLang Holland, the former police chief in the sparsely populated city of Marshall, allegedly called for the “Death to all Marxist Democrats,\" in a series of messages posted on the social media platform called Parler, reports said.\nHolland also allegedly wrote, “Take no prisoners leave no survivors!” and “Throw water on them in restaurants.\nAfter meeting with Holland, he said the former police chief resigned \"effective immediately.\"\nARKANSAS GRANDMOTHER ACCUSED OF SEEKING TO KILL EX-SON-IN-LAW IN MURDER-FOR-HIRE PLOTAs of early Monday, the police department’s Facebook page was deactivated.", "paragraphs": ["A police chief in Arkansas has resigned after he allegedly posted messages calling for violence against Democrats over the 2020 presidential election, the city's mayor announced on Saturday.", "Lang Holland, the former police chief in the sparsely populated city of Marshall, allegedly called for the “Death to all Marxist Democrats,\" in a series of messages posted on the social media platform called Parler, reports said.", "Holland also allegedly wrote, “Take no prisoners leave no survivors!” and “Throw water on them in restaurants. Push them off sidewalks,\" according to KNWA-TV.", "UFC FIGHTER BRYCE MITCHELL SLAMS ARKANSAS GOVERNOR IN ANTI-MASK RANT: 'HE CAN GO TO CALIFORNIA'", "Kevin Elliot, the mayor of Marshall, a city of about 1,300 people located about 100 miles north of Little Rock, released a statement on Saturday condemning the alleged comments.", "\"The Marshall community does not in any way support or condone bullying or threats of violence to anyone of any political persuasion,\" he wrote. \"We are a welcoming community that is humbly working to build a bright future for ALL our citizens.\"", "After meeting with Holland, he said the former police chief resigned \"effective immediately.\"", "ARKANSAS GRANDMOTHER ACCUSED OF SEEKING TO KILL EX-SON-IN-LAW IN MURDER-FOR-HIRE PLOT", "As of early Monday, the police department’s Facebook page was deactivated.", "CLICK HERE TO GET THE FOX NEWS APP", "In July, Holland said his department wasn’t going to enforce a coronavirus mask mandate, calling it an unconstitutional overreach."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["marshall", "wrote", "arkansas", "mayor", "violence", "resigns", "dems", "allegedly", "messages", "chief", "calling", "resigned", "posted", "holland"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}