{"id": "ae72c84f-c5d1-3298-969d-2033d85c5804", "title": "Ant agonistes - The world’s biggest IPO is now the world’s biggest suspended IPO", "url": "https://www.economist.com/finance-and-economics/2020/11/03/the-worlds-biggest-ipo-is-now-the-worlds-biggest-suspended-ipo", "summary": "Less than 48 hours before its stock was to begin trading in Shanghai and Hong Kong, Ant was forced by Chinese regulators to halt the flotation.\n“It will be valued more like a financial firm than a tech firm,” said a strategist with a Asian sovereign-wealth fund.\nBut it is not as if the IPO is a surprise or Ant an unknown entity; regulators could have acted far earlier.\nAnt had gone to great lengths to brand itself as a tech firm, not a bank.\nIn the lead-up to its IPO, it asked brokerages to assign tech analysts, not just banking analysts, to cover it.", "paragraphs": ["JACK MA WAS in a triumphant mood shortly after Ant Group, his Chinese fintech firm, priced its initial public offering—set to be the world’s biggest ever, with almost $40bn worth of shares sold. Speaking at a summit in Shanghai on October 24th, he chided regulators for being too focused on preventing financial risks. Red tape, he said, only held up innovation. Ten days later his words have come back to haunt him. Less than 48 hours before its stock was to begin trading in Shanghai and Hong Kong, Ant was forced by Chinese regulators to halt the flotation.", "The group said in regulatory notices to the Hong Kong exchange that the IPO, scheduled for November 5th, had been suspended because the company “may not meet listing qualifications or disclosure requirements”, after the regulator conducted an interview with Mr Ma and other executives. The filings also mentioned “recent changes in the fintech regulatory environment”, hinting that newly published rules may have got in the way. The sudden suspension also suggests that some powerful officials may be displeased with Mr Ma, a self-made man who, by the conservative standards of big business in China, has an outspoken streak.", "Yet the turn of events is not just painful for Ant. It reflects poorly on China’s regulators. IPOs are rarely stopped at such a late stage. The deal was more than 800 times oversubscribed in Shanghai, and in Hong Kong last week the firm closed its book a day early. It was set to float in Shanghai on the STAR market, China’s answer to Nasdaq, designed to lure home Chinese tech groups that have listed overseas. Instead, the last-minute halt of Ant’s listing highlights the opacity of the Chinese political system and the risks that can trip up even its most successful companies.", "It is also easily the most public, and most disruptive, of Ant’s many run-ins with regulators. The company has consistently adjusted its business as the rules around it have shifted. The IPO debacle appears to be partly related to one such case. Back in 2018 officials placed caps on asset-backed securitisation, upending Ant’s model of selling its loans on to banks. So it pioneered a new approach: consumers and merchants borrowed through Alipay, its payments service, on their smartphones but the money came from banks. Ant was simply the conduit, collecting a “technology-service fee”. This conduit business boomed, with credit growing to outstrip payments as Ant’s biggest source of revenue.", "", "On November 2nd the Chinese central bank and banking regulator published new draft rules for online micro-lending, which threaten to undercut Ant’s position as an intermediary. Online lenders will need to fund at least 30% of any loan they supply jointly with banks. That could force Ant to keep much more of the credit that it originates on its books; currently, 98% is held as assets by other firms, off Ant’s balance-sheet.", "Depending on how the rules are implemented—they will not be finalised until December—Ant’s capital-light model could end up looking much less sleek. “It will be valued more like a financial firm than a tech firm,” said a strategist with a Asian sovereign-wealth fund. Given Ant’s track record, it seems a fair bet that it will quickly adapt to the new rules, but its credit operations are likely to face much slower growth and lower profitability to boot.", "Investors had previously given Ant a forward price-to-earnings multiple of 40, in line with big global payments companies. Most Chinese banks, in contrast, trade on multiples of less than ten. Ant had been on track for a market capitalisation north of $300bn, higher than any bank in the world. Now it is likely to fall well short of that. Some investors may at least be grateful to regulators for introducing the new rules before the IPO, however late in the process, allowing them to reprice Ant before they buy its shares. But it is not as if the IPO is a surprise or Ant an unknown entity; regulators could have acted far earlier. The possibility that they were motivated by a grudge against Mr Ma, and perhaps irritated by his recent speech, cannot be ruled out.", "", "Ant had gone to great lengths to brand itself as a tech firm, not a bank. It describes its business as “techfin”—ie, putting technology first—not fintech. In the lead-up to its IPO, it asked brokerages to assign tech analysts, not just banking analysts, to cover it. Ultimately, though, its focus has always been on China’s financial sector. That is the industry ripe for disruption, and where the money is. But as Ant and its legions of investors have been reminded, that is also where the regulators lurk."], "authors": ["The Economist"], "keywords": ["regulators", "ant", "firm", "suspended", "biggest", "ipo", "worlds", "tech", "agonistes", "chinese", "ma", "shanghai", "ants", "rules"], "pubDate": "2020-11-03T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}