{"id": "ae7845cb-e09f-36b6-af93-5b3883ecce00", "title": "'Bittersweet': reopened Cyprus resort highlights deepening divides across eastern Mediterranean", "url": "https://www.theguardian.com/world/2020/nov/02/its-bittersweet-reopened-varosha-highlights-ongoing-division-cyprus", "summary": "“When we left in 1974 we thought we’d be gone for two or three days at the most,” Iakovou said.\n“This is a turning point for north Cyprus, especially if Turkish involvement compromises our democratic process like this again,” he added.\nBut I fear a real crisis is coming if the involvement of the Turkish Cypriot authorities is excluded.\nIt is for the benefit of all to respect the democratic will of the Turkish Cypriot people.”Turkey’s vice president, Fuat Oktay, on the beach in Varosha.\nLast year, northern Cyprus suggested that the Greek and Turkish administrations on the island should cooperate over oil drilling activities and share revenue.", "paragraphs": ["Pavlos Iakovou was 17 when he met his wife, Tuolla, at the Edelweiss cafe in Famagusta, the fashionable Cypriot holiday resort where his family owned a hotel. Last week, the couple returned to some of their old haunts in the abandoned quarter of Varosha, or Maraş in Turkish, for the first time in 46 years.", "Sealed off as a militarised zone and untouched since 1974, when Turkey invaded following a Greek coup, the decaying slice of 1970s glamour is now open again to visitors – Greek Cypriots included.", "People on both sides of the island have long wanted Varosha restored to its former glory. The circumstances under which the area has been reopened, however, point to a changing political climate on Cyprus, as well as the wider eastern Mediterranean, as Turkey plays its cards in the battle with Cyprus and Greece over oil and gas reserves.", "“When we left in 1974 we thought we’d be gone for two or three days at the most,” Iakovou said. “This is a bittersweet experience. We always refused to sell the hotel and now I can visit it. But now I don’t think we are ever going to have a solution to reunite the island.”", "On 29 October, a holiday to celebrate the founding of modern Turkey, tourists from the country thronged Varosha’s streets, taking pictures in front of hotels and restaurants once favoured by Elizabeth Taylor and Brigitte Bardot but now crumbling into the sparkling water.", "A handful of Varosha’s main roads and 200 metres of beachfront were opened to the public in October in an election stunt that helped Ankara’s preferred candidate, the rightwinger Ersin Tatar, win the presidential election in Turkish-occupied northern Cyprus.", "Varosha was sealed off as a militarised zone and has remained untouched since 1974. Photograph: Bethan McKernan/The Guardian", "A runoff after poor voter turnout in the first round between 11 candidates resulted in the surprise pivot towards closer relations with Turkey and a two-state solution, rather than a future federal Cyprus favoured by most of the other parties.", "Tatar’s victory was partly due to Turkish Cypriot frustration with the stagnating peace process and decades of international isolation, as well as the growing number of conservative-leaning settlers from the mainland.", "But as Turkey’s belligerent and emboldened president, Recep Tayyip Erdoğan, ramps up efforts to adjust a regional status quo perceived in Turkey as historically unfair, the result of northern Cyprus’s presidential election – in which opposition parties say Ankara played a decisive hand – has taken on new international significance.", "Cyprus, the confluence of the competing political and eastern Mediterranean oil and gas exploration claims between Athens, Nicosia and Turkey, is fast emerging as a focal point of a new and potentially dangerous reality.", "“We had put forward careful plans to reopen Varosha in a way that is considerate of the needs of former inhabitants, in line with international law and keeps the international community informed of what’s going on, but the way this was done was terrible … for the sake of Mr Tatar’s election campaign,” said northern Cyprus’s foreign minister, Kudret Özersay, who also serves as leader of the People’s party, at his office in Nicosia.", "His party, the junior member of the governing coalition, withdrew in protest at the move in the run-up to the election, bringing down the then prime minister Tatar’s cabinet – a development that could result in early parliamentary elections next year.", "“This is a turning point for north Cyprus, especially if Turkish involvement compromises our democratic process like this again,” he added.", "“I think this suggests that a large crisis, the fight for hydrocarbon reserves, is on its way. Which actors will be part of that process, and whether we will end up negotiating over it or fighting over it, is yet to be determined. But I fear a real crisis is coming if the involvement of the Turkish Cypriot authorities is excluded. It is for the benefit of all to respect the democratic will of the Turkish Cypriot people.”", "Turkey’s vice president, Fuat Oktay, on the beach in Varosha. Photograph: Anadolu Agency/Getty Images", "Ankara is unlikely to be able to take advantage of oil and gas reserves found in what is considered internationally as Greek waters without triggering a response from Athens. The north Cyprus axis, however, which may not necessarily be militarily defended by Greece, may offer easier pickings.", "The competition for hydrocarbon reserves has been building over the last decade. To this day Greece has not begun any official operations to explore natural resources in the Aegean, in the knowledge that to do so would lead to competing claims from Turkey. The republic of Cyprus, however, began offering plots for exploration to foreign companies in 2011.", "Last year, northern Cyprus suggested that the Greek and Turkish administrations on the island should cooperate over oil drilling activities and share revenue. The Greek Cypriot government also rejected a proposal from Ankara for all sides to cease exploration until a peace settlement was reached, on the grounds it contravened international law.", "Since then the relationships between Cyprus and Turkey, as well as Greece and Turkey, have deteriorated to the lowest ebb in decades, even leading observers to fear direct naval clashes between the two Nato allies.", "The escalating tensions have drawn in several Mediterranean neighbours, as well as the United Arab Emirates and France.", "At the end of last year Turkey signed a maritime boundary agreement with the UN-backed Government of National Accord (GNA) in Libya, which effectively ignored the existence of the Greek island of Crete, prompting Greece, Cyprus, Israel, Egypt, Italy, Jordan and the Palestinian Authority to form the rival EastMed Gas Forum.", "Since the summer, the presence of the Turkish seismic research vessel Oruç Reis off the coasts of Cyprus and the Greek island of Kastellorizo accompanied by Turkish warships has put the Greek navy on alert. France – which opposes Turkey and the GNA in Libya – has also deployed two Rafale fighter jets and a naval frigate to the eastern Mediterranean in an attempt to deter Turkey.", "The EU will next reconsider sanctions against Ankara over its hydrocarbon exploration efforts in December, but for now several plates are still spinning.", "Tatar is due to meet with the Greek Cypriot leader, Nicos Anastasiades, for the first time in his new role on Monday, which should set the tone for relations between the two sides in the future.", "Erdoğan himself is due to visit Nicosia and Varosha on 15 November, the anniversary of the declaration of the self-styled Turkish Republic of Northern Cyprus, in a message supposed to convey strength to both his domestic and international audiences.", "Whether the abandoned city can truly rise from the ashes is not yet clear: the continued absence of a settlement and complex property rights and compensation logistics stand in the way.", "Taking selfies in front of the trees and vines that have engulfed the King George hotel, Süleyman Ergen, who moved from Hatay to work as a delivery driver in Nicosia five years ago, was confident those obstacles could be overcome.", "“This is Turkey’s destiny. This is where Turkey will have a new beginning,” he said."], "authors": ["Bethan Mckernan"], "keywords": ["deepening", "resort", "turkish", "eastern", "bittersweet", "greek", "international", "varosha", "greece", "cypriot", "northern", "reopened", "mediterranean", "election", "highlights", "divides", "cyprus", "turkey"], "pubDate": "2020-11-02T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}