{"id": "ae9fc6d3-ed57-3bef-a056-08a5fb026166", "title": "A $100,000 round-the-world cruise -- by luxury jet", "url": "https://www.cnn.com/travel/article/global-air-cruises/index.html", "summary": "(CNN) — Earlier this year, the world's longest passenger cruise set out from London -- a 245-day luxury journey by Viking Cruises taking in six continents, 51 countries and 111 ports.\nJustin Weiler/Abercrombie & KentA pioneer in the field of air cruises, Abercrombie & Kent was flying people around the world back in 1989, aboard a luxury Lockheed L-1011 Tristar jetliner.\nThen they dialed the glamor up a couple of notches by chartering the Concorde for its globe-spanning air cruises.\nCourtesy Four SeasonsIn 2015, the Canadian high-end hotel chain launched its own air cruises.\nThe chance to visit destinations that Qantas aircraft hardly ever visit is a strong pull for the airline's crew, resulting in strong competition to be selected for work on this special journey.", "paragraphs": ["(CNN) — Earlier this year, the world's longest passenger cruise set out from London -- a 245-day luxury journey by Viking Cruises taking in six continents, 51 countries and 111 ports.", "But what about those who want to see multiple destinations on one epic global adventure, but lack the time or the disposition for a lengthy sea journey?", "Well, there's always an air cruise. A chartered, specially configured aircraft sets out on a two- to three-week itinerary, often around the globe, stopping at world-class destinations along the way, such as Easter Island , Machu Picchu and the Taj Mahal.", "It's not cheap -- most products are for the few that can afford a vacation above the $100,000 mark, although some more \"budget\" options are starting to appear.", "Here's what the travel market looks like for 2020:", "Abercrombie & Kent", "Abercrombie & Kent customers board their transfer to Sandakan. Justin Weiler/Abercrombie & Kent", "A pioneer in the field of air cruises, Abercrombie & Kent was flying people around the world back in 1989, aboard a luxury Lockheed L-1011 Tristar jetliner. Then they dialed the glamor up a couple of notches by chartering the Concorde for its globe-spanning air cruises.", "Although the specially configured Boeing 757 it now uses is a tad slower, it's still a very premium piece of kit.", "The two to three air cruises that the tour operator offers each year are limited to 50 passengers and have carefully curated themes focused on culture and the natural world. Prices range from $140,000 to $160,000, so let's just say that most of us will be saving up a while.", "Before each of these cruises, the aircraft, which is owned and operated by an Icelandic airline, has its cabin modified and purpose-fitted to meet Abercrombie & Kent standards.", "Those standards? We're talking a plane equipped with only first-class, lie-flat seats -- no economy moves here.", "When can I go? The 25-day Wildlife Safari tour, taking in Madagascan lemurs, Filipino whale sharks, giant pandas and mountain gorillas, departs from Seattle in February 2020.", "Four Seasons", "The Four Seasons' 52-seater Boeing 757. Courtesy Four Seasons", "In 2015, the Canadian high-end hotel chain launched its own air cruises.", "A Boeing 757 was also the aircraft of choice for this offering. The jet, painted nose to tail in elegant and eye-catching black, acts as a brand ambassador as it flies around the world, the Four Seasons logo emblazoned on its fuselage.", "Inside, there are 52 lie-flat seats and a cabin that aims to replicate the type of experience Four Seasons hotels provide on the ground.", "It's been such a success that Four Seasons has ordered a new jet, a brand new Airbus A321neoLR, which will enter service in 2021.", "Four Seasons is currently offering four different itineraries during 2020 and three for 2021, each including a diverse mix of destinations such as Japan, the African savannah, Polynesian islands or European cultural capitals.", "When can I go? International Intrigue 2020 takes off from Seattle on February 15, 2020, and finishes in Paris on March 9, 2020. The tour visits the Serengeti, Hoi An, the Maldives and the Atlas Mountains and costs $147,000 per person (based on double occupancy).", "Crystal Cruises", "Crystal Skye launched in September 2017. Courtesy Crystal Cruises", "Also at the top end of the market, Crystal Cruises has branched out into flying with nothing less than a Boeing 777, a long-range, wide-body jet which has been fitted out with a luxurious cabin holding 88 fully reclining seats, a dedicated stand-up bar and social lounge.", "A Boeing 777 typically holds around 300 people, so this model offers plenty of room to stretch out and stroll around.", "The jet, named Crystal Skye, is available for private charter, rather than scheduled itineraries. Deep-pocketed customers can design their customized air cruise itineraries or choose from one of Crystal's signature global journeys.", "When can I go? It costs close to $60,000 per hour to charter, so once you've saved your pennies up, feel free to give them a call.", "Related content The best around-the-world cruises for 2020", "Around the world in a Qantas Jumbo", "Things are a little more informal on a Constellation Journeys flight. Courtesy Constellation Journeys", "If you're looking for something a little more accessible, Australian firm Constellation Journeys offers a full circumnavigation of the globe on board a Boeing 747-400 aircraft for prices ranging between $15,000 and $50,000.", "The iconic Jumbo aircraft is wet-leased from Australian airline Qantas, which provides the crew and takes care of the flying aspects of the tour.", "The jet retains the same three-class cabin configuration that Qantas uses on its scheduled flights, although Constellation Journeys offer five different service levels on this itinerary by playing around with seat layouts, legroom, catering and other offerings.", "The whole itinerary covers 25,000 nautical miles, taking a full 20 days. It starts and ends in Sydney and stops include Seoul, Jerusalem, Valletta, Barcelona, Cartagena, Machu Picchu and Easter Island.", "The chance to visit destinations that Qantas aircraft hardly ever visit is a strong pull for the airline's crew, resulting in strong competition to be selected for work on this special journey.", "\"The crew loves it. You do the flying, which is always during daytime, then spend a couple of days at an entirely new destination. As an example of the great vibe, we even had some crew members dressing up festively at some of the airports we have stopped at along the route,\" says Dan Kotzmann, Constellation's managing director.", "This once-a-year journey is already scheduled for 2020, but it's unclear whether the Jumbo is going to remain available after that, since Qantas is retiring all its Boeing 747s next year.", "\"We are talking with Qantas to see whether we can do it using another airplane. The reality is that the Boeing 747-400ER that we have been using is a great aircraft: it has the capacity, it has the range, it can land at most airports. We'll see,\" says Kotzmann."], "authors": ["Miquel Ros"], "keywords": ["2020", "qantas", "cruise", "world", "jet", "cruises", "roundtheworld", "aircraft", "air", "flying", "boeing", "seasons", "luxury", "100000"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}