{"paragraphs": ["Because my mother firmly believed that IQ tests torpedo motivation—“If it's low, you won't try; if it's high, you won't try”—I've refused to let my children take them. So a certain mystique has attached itself, for my son anyway, to the beguilingly false empiricism of an “intelligence quotient.”", "At some point, he revved up my Quora account to read answers to questions about what he imagined was the exhilarating experience of having a high IQ, and for months I was notified every time the cream of the cognitive crop on Quora was perseverating on the burdens of lofty intelligence—or whatever it is that those woolly tests measure.", "Heavy are the heads, it seems, that tote around the brains: “Others can't keep up with me.” “I get bored easily.” “Sometimes I feel lonely in a world of clinical morons.”", "On and on reeled the frustrations and sorrows, until at last the laments of the galaxy minds seemed to run out. Some time passed. And then the Quora algorithm served up a second wave of IQ musings.", "Well, well, well. This wave was something else. The essays were mesmerizing, the work of a group of IQ test-takers who had been—it seems—exiled from the high table. Strictly by the numbers, the exiles were the actual elites: a vanishingly small group of people who are so acutely self-assured that they are willing to write candidly about their low and average IQ test scores.", "What!? Compelling was too weak a word for this gold mine of self-awareness. Because of the childhood prohibition, I don't know my IQ and never will, but my SATs were average, and plenty of subjects bewilder me. I also don't identify with the lonely Mensa genius troubles, so, Occam's razor, I work on the assumption that like 98 percent of the population, I have an average IQ. With that tight math in mind, I figure the smart thing—the averagely intelligent thing anyway—is to read about the lives of people whose IQs are in the range of most people.", "The Quora question that intrigued me was this: “What is it like to have a low IQ? What problems do people with low IQs face every day, apart from social stigma (if any) or pressure from family (if any)? What are some success stories and stories of family support and love?”", "The most upvoted reply, a mini masterpiece, came from a user with a melodious writing style. He goes by Alex C. Lee on Quora, and he told me that he took the test twice and scored 96 and 98. (One hundred is dead average on many tests.) Though Lee likes to say street smarts serve a person better than IQ, he doesn't doubt that the IQ number means something—and that, whatever it is, it has affected his life.", "“Once I went out for a drink with a classmate. He learned that I was an English major, so he kept trying to discuss thoughts by Ferdinand de Saussure and Theodor Adorno. I was like, ‘Please … give me a rest!’”", "“My hobbies are usually no-brainers like watching YouTube video clips,” he writes. “I lack intellectual pursuit. I just want to get work done and get my money. I won't do research for the sake of my curiosity.”", "Memorably, he concludes his essay by stressing his flat indifference to ideas: “I only talk about ideas in class, or whenever I have to. Once I went out for a drink with a classmate. He learned that I was an English major, so he kept trying to discuss thoughts by Ferdinand de Saussure and Theodor Adorno. I was like, ‘Please … give me a rest!’”", "But that's rushing to the end. The first lively move Lee makes is to find irony on the knife's edge of lived experience and would-be science. “My personal belief,” he writes, “is that biologically, IQ only makes a marginal difference—slightly varied speed of processing information.”", "Even as he italicizes “biologically,” Lee flags his conclusions as derived not from science but from arbitrary convictions. The foregrounding of his subjectivity stands in stark contrast to the ex cathedra proclamations of the high-IQ-scoring Quora users, who tend to say things like, “The Arborescent Thinker jumps from topic to topic in their head, seeing the connections between stuff, and then the connections of the connections, and so on and so forth.”"], "pubDate": null, "summary": "Because my mother firmly believed that IQ tests torpedo motivation—“If it's low, you won't try; if it's high, you won't try”—I've refused to let my children take them.\nThe essays were mesmerizing, the work of a group of IQ test-takers who had been—it seems—exiled from the high table.\nStrictly by the numbers, the exiles were the actual elites: a vanishingly small group of people who are so acutely self-assured that they are willing to write candidly about their low and average IQ test scores.\nI also don't identify with the lonely Mensa genius troubles, so, Occam's razor, I work on the assumption that like 98 percent of the population, I have an average IQ.\nThe Quora question that intrigued me was this: “What is it like to have a low IQ?", "title": "Forget Mensa! All Hail the Low IQ", "url": "https://wired.com/story/forget-mensa-all-hail-the-low-iq/", "keywords": ["connections", "high", "average", "low", "forget", "wont", "tests", "lee", "hail", "iq", "work", "mensa", "quora"], "authors": ["Condé Nast", "Virginia Hefferna", "Virginia Heffernan", "Shaun Raviv", "Gary Rivlin", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain"], "id": "aed3c01a-4636-31f4-acfa-ced52a579f36", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}