{"title": "U.S. Levies Sanctions on Two South Sudanese Officials", "summary": "South Sudanese President Salva Kiir, center right, shook hands with Kuol Manyang Juuk, the country’s minister of defense and veteran affairs, last year.\nThe U.S. imposed sanctions on two senior South Sudanese officials for allegedly perpetuating conflict in the East African nation, the U.S. Treasury Department said.\nSouth Sudan’s embassy in Washington didn’t immediately respond to a request for comment.\nThe South Sudanese president and opposition leaders reached a peace deal in 2018, but the U.S. said it has yet to see progress made by the government of South Sudan to form a unity government and implement the deal.\nThe U.S. in October warned that South Sudan’s ruling elite could face sanctions if leaders failed to meet a November deadline to form a unity government.", "url": "https://www.wsj.com/articles/u-s-levies-sanctions-on-two-south-sudanese-officials-11576530550?mod=hp_minor_pos12", "paragraphs": ["South Sudanese President Salva Kiir, center right, shook hands with Kuol Manyang Juuk, the country’s minister of defense and veteran affairs, last year.", "The U.S. imposed sanctions on two senior South Sudanese officials for allegedly perpetuating conflict in the East African nation, the U.S. Treasury Department said.", "The sanctions were levied on Martin Elia Lomuro, the country’s minister of cabinet affairs, and Kuol Manyang Juuk, who is minister of defense and veteran affairs. Both were accused of expanding the country’s conflict and obstructing the reconciliation process or peace talks, the Treasury said.", "South Sudan’s embassy in Washington didn’t immediately respond to a request for comment.", "Newsletter Sign-up South Sudan, which gained independence from Sudan in 2011, plunged into civil war in 2013 after a conflict broke out between forces loyal to President Salva Kiir and former Vice President Riek Machar. The conflict has led to a humanitarian crisis with millions of refugees forced to flee the country, famines and atrocities such as rape. The South Sudanese president and opposition leaders reached a peace deal in 2018, but the U.S. said it has yet to see progress made by the government of South Sudan to form a unity government and implement the deal. South Sudan’s president and opposition leaders have agreed to extend the deadline twice to form a unity government and implement the deal, most recently on Nov. 7. The U.S. in October warned that South Sudan’s ruling elite could face sanctions if leaders failed to meet a November deadline to form a unity government. Write to Mengqi Sun at mengqi.sun@wsj.com", "Copyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8"], "id": "aeed2328-ab1d-3ce6-a805-8818ba3dc9cb", "authors": ["Mengqi Sun", "Mengqi.Sun Wsj.Com"], "keywords": ["president", "conflict", "officials", "south", "sudans", "sudanese", "sudan", "leaders", "sanctions", "levies", "unity", "minister"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}