{"id": "af54c71a-3ea7-3a41-aef8-5dbcc9fbe2f7", "title": "In Oscar de la Renta Florals, Dr. Jill Biden Makes Her First Appearance as Future First Lady", "url": "https://www.vogue.com/article/in-relaxed-florals-dr-jill-biden-makes-her-first-appearance-as-future-first-lady", "summary": "Joining her husband, president-elect Joe Biden, on stage tonight in Wilmington, Delaware, Dr. Jill Biden wore an asymmetric floral dress by Oscar de la Renta, coral kitten heels, minimal jewelry, and the accessory of 2020, a simple black mask.\nDr. Biden chose an A-line silhouette with draped collar and sleeves from the Oscar de la Renta resort 2020 collection.\nThe choice is notable because it was designed by Fernando Garcia and Laura Kim, both immigrants to the United States who trained under Oscar de la Renta (himself an immigrant from the Dominican Republic).\nDuring his address to the nation, the president-elect put Dr. Biden front and center.\n“As I said many times before, I’m Jill’s husband,” he began, underscoring the importance of his wife and family.", "paragraphs": ["Joining her husband, president-elect Joe Biden, on stage tonight in Wilmington, Delaware, Dr. Jill Biden wore an asymmetric floral dress by Oscar de la Renta, coral kitten heels, minimal jewelry, and the accessory of 2020, a simple black mask.", "Dr. Biden chose an A-line silhouette with draped collar and sleeves from the Oscar de la Renta resort 2020 collection. The dress telegraphed both the firmness and kindness she will bring to the role of First Lady. Her approachable style has a precedent in that of her friend, former FLOTUS Michelle Obama.", "The choice is notable because it was designed by Fernando Garcia and Laura Kim, both immigrants to the United States who trained under Oscar de la Renta (himself an immigrant from the Dominican Republic). Garcia and Kim took over the label in 2016, two years after de la Renta’s death. The piece is currently available on The Outnet.", "During his address to the nation, the president-elect put Dr. Biden front and center. “As I said many times before, I’m Jill’s husband,” he began, underscoring the importance of his wife and family. “Jill’s a mom—a military mom—and an educator. She has dedicated her life to education, but teaching isn’t just what she does—it’s who she is. For America’s educators, this is a great day: You’re going to have one of your own in the White House, and Jill is going to make a great first lady.”"], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["biden", "makes", "lady", "husband", "renta", "florals", "kim", "jill", "jills", "dr", "oscar", "presidentelect", "future", "la"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}