{"id": "af72c751-47c5-345b-af2e-0927eac0de09", "title": "Rebuild that blue wall - Joe Biden’s recovery in the Midwest brings him closer to victory", "url": "https://www.economist.com/united-states/2020/11/04/joe-bidens-recovery-in-the-midwest-brings-him-closer-to-victory", "summary": "A legal effort by Mr Trump, the same day, had sought to suspend the counting of ballots there.\nBut early Democratic hopes that North Carolina or even Texas might be taken away from Mr Trump proved false.\nNor did it hurt that his lavishly funded campaign often outspent Mr Trump’s on television and other advertising.\nThey flopped badly in Ohio, a bellwether that Mr Trump took by eight points, the same margin as four years ago.\nThe Midwest may well end up handing Mr Biden the presidency, but it has hardly repudiated Mr Trump.", "paragraphs": ["Editor’s note: See our results page for details of the vote.", "FOUR YEARS ago Hillary Clinton lost the presidential election when the Democrats’ previously solid “Blue Wall” in the upper Midwest unexpectedly tumbled. This time Joe Biden did enough to re-erect a wobbly electoral structure of sorts, giving him the edge in his attempt to conquer the White House.", "In 2016 Donald Trump’s slim victories in Michigan, Pennsylvania and Wisconsin (and near-victory in Minnesota) came because of low overall turnout and a late rush of support from independent and previously undecided voters. They included blue-collar workers and those in rural areas without college degrees. This year, in contrast, an overall surge in all voters, notably among those motivated to turf out Mr Trump, accounts for the Democrats’ likely turnaround.", "First, Mr Biden held Minnesota, with a hefty margin. Then, after some delay, he took Wisconsin with the slenderest of leads—some 20,000 votes. That state, in the past two decades, has repeatedly produced such knife-edge election results. He also took Michigan, more comfortably, after the counting of postal ballots there on November 4th undid an early (and, for Democrats, unnerving) lead held by Mr Trump. A legal effort by Mr Trump, the same day, had sought to suspend the counting of ballots there. Mr Biden said that “after a long night of counting, it's clear...when the count is finished, we believe we will be the winners.”", "This time the slender advantages favoured the Democrat in the region. Given likely results elsewhere—including a single Democratic vote from Nebraska—the success in Wisconsin and Michigan appeared to be just enough for Mr Biden to scrape together the 270 electoral college votes required to reach the White House. That was the case even without a result from nearby Pennsylvania (with 20 college votes) where Mr Trump was leading the count and delays in counting postal ballots, thought to favour mostly Democrats, left things uncertain.", "Mr Biden’s path to this point was far from easy. His failure to take Florida (with 29 votes) from Mr Trump, where Latino voters of Cuban and Venezuelan origin shunned the Democrat, left him needing to pick up states elsewhere. He successfully flipped Arizona (with 11 votes), where the Democrats also turned a Senate seat. A big gain in Democratic votes in and close to Phoenix explained that. But early Democratic hopes that North Carolina or even Texas might be taken away from Mr Trump proved false. By the afternoon of November 4th, Democratic hopes remained just about alive in Georgia, where the counting of postal ballots suggested Mr Biden could, theoretically, overcome a lead held by the president.", "What comes next is not simple. For a start more legal challenges will flow, as Republicans try to unpick Mr Biden’s advantage. In Wisconsin they have already sought a recount—losers may do so when the winning margin is less than one percentage point. Such recounts have happened before in the past two decades in the state, but have not changed overall results. More challenges will come elsewhere. Meanwhile, Mr Trump and his surrogates, by repeatedly alleging abuse or the miscounting of votes, without evidence, are trying to provoke confrontation and suspicion over the election outcome. At one point Mr Trump said, “We’ll be going to the US Supreme Court...we want all voting to stop.” Legal experts, including some from the Republican party, suggested that would be impossible.", "What undid Mr Trump's fortunes in the Midwest? Polls had long suggested he was in trouble, but they now look badly wrong. In any case, he campaigned hard enough to make it close. Unlike pandemic-wary Democrats, his volunteers knocked on thousands of voters’ doors, despite a recent surge in coronavirus in the region. As in 2016 his many public events thrilled supporters. He held five rallies in Wisconsin in just the past couple of weeks, including one on November 2nd in Kenosha. Voters at polling stations on voting day, in and near Milwaukee, were not shy in cheering him. A nurse in Kenosha lauded his handling of the pandemic. Even some Democratic supporters praised him on the economy.", "The decisive change was the vastly increased turnout, especially in cities, helped by a huge surge in early and postal voting. It helped the Democrats that undecided and third-party voters faded away this time. Anger about the pandemic, a wish to keep the Affordable Care Act (known as Obamacare) and dismay (especially among women) over Mr Trump’s personal conduct, especially brought out anti-Trump voters. Democrats piled up huge support in counties with bigger cities, such as Dane, surrounding Madison, in Wisconsin. Although Mr Trump also increased his numbers in rural and small-town places, he could not keep pace.", "Mr Biden, it turned out, was a candidate suited to the Midwest, especially when he spoke of working people and the need to create more jobs. One exit poll in Michigan suggested 61% of union households there voted for him, a gain of about ten points over Mrs Clinton four years ago, says Dan Kaufman, who writes on social and political trends in the Midwest. Nor did it hurt that his lavishly funded campaign often outspent Mr Trump’s on television and other advertising.", "The Democrat crucially did well with Midwestern African-Americans. After a summer of big protests over police shooting of young black men, for example in Kenosha, and the death by choking of George Floyd in Minneapolis, many were stirred into registering and voting. Mr Trump’s use of such moments to try to whip up fear in suburbs that law-and-order could collapse did not help, at least among non-white voters. In cities like Milwaukee and Detroit, with large African-American electorates, Mr Biden outperformed the record from 2016.", "None of this should leave Democrats feeling rosy. They performed far worse than polls had suggested in many states. They flopped badly in Ohio, a bellwether that Mr Trump took by eight points, the same margin as four years ago. And in Senate races in the region, Democrats did poorly, too. Joni Ernst, a first-term incumbent Republican senator in Iowa, won her race comfortably as farmers and rural voters stood with her. Meanwhile Gary Peters, an incumbent Democrat in Michigan, unexpectedly struggled before narrowly getting ahead of his Republican challenger, John James, an African-American.", "None of that amounts to the Democrats managing to rebuild their fabled blue wall. Instead the election is proving, yet again, that the Midwest remains fiercely fought over because it is the home of many swing states and often agonisingly close results. The Midwest may well end up handing Mr Biden the presidency, but it has hardly repudiated Mr Trump.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["results", "wall", "closer", "midwest", "voters", "joe", "brings", "trumps", "trump", "blue", "victory", "democrats", "wisconsin", "rebuild", "recovery", "bidens", "biden", "mr", "votes"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}