{"summary": "If you're wondering what games are coming up in 2019, we've put them all in one convenient location.\nThis list will be continually updated to act as a living, breathing schedule as new dates are announced, titles are delayed, and big reveals happen.\nYou'll likely find yourself coming back to this to find out the most recent release schedule for the most anticipated games across PC, consoles, handhelds, and mobile devices.\nPlease note that games will not get assigned to a month until they have confirmed release dates.\nJanuaryTales of Vesperia: Definitive EditionJanuaryFebruaryMetro ExodusFebruaryMarchSekiro: Shadows Die TwiceMarchAprilDays GoneAprilMayRage 2MayJuneCrash Team Racing Nitro-FueledJuneJulyFire Emblem: Three HousesJulyAugustControlAugustSeptemberGears 5SeptemberOctoberThe Outer WorldsOctoberNovemberPokémon Sword and ShieldNovemberDecemberLife is Strange 2DecemberTo Be AnnouncedTo Be Announced2020 Video Game Release Schedule »", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": [], "keywords": ["coming", "2019", "schedule", "release", "gaming", "weve", "games", "video", "worldsoctobernovemberpokémon", "youll", "youre", "game", "wondering"], "id": "affa301b-3023-32c3-8a38-e6223662573d", "url": "https://www.gameinformer.com/index.php/2019/09/19/2019-video-game-release-schedule", "title": "2019 Video Game Release Schedule", "pubDate": null, "paragraphs": ["If you're wondering what games are coming up in 2019, we've put them all in one convenient location. This list will be continually updated to act as a living, breathing schedule as new dates are announced, titles are delayed, and big reveals happen. This should help you plan out your next several months in gaming and beyond.", "As the gaming calendar is constantly changing, we highly recommend you bookmark this page. You'll likely find yourself coming back to this to find out the most recent release schedule for the most anticipated games across PC, consoles, handhelds, and mobile devices. If you notice that we've missed something, feel free to let us know! Please note that games will not get assigned to a month until they have confirmed release dates.", "January", "Tales of Vesperia: Definitive Edition", "January", "February", "Metro Exodus", "February", "March", "Sekiro: Shadows Die Twice", "March", "April", "Days Gone", "April", "May", "Rage 2", "May", "June", "Crash Team Racing Nitro-Fueled", "June", "July", "Fire Emblem: Three Houses", "July", "August", "Control", "August", "September", "Gears 5", "September", "October", "The Outer Worlds", "October", "November", "Pokémon Sword and Shield", "November", "December", "Life is Strange 2", "December", "To Be Announced", "To Be Announced", "2020 Video Game Release Schedule »"]}