{"keywords": ["batter", "crust", "winter", "recipe", "youll", "steaks", "used", "spiced", "unfussy", "version", "cauliflower", "yields", "turmeric", "crispy"], "authors": ["Samin Nosrat", "Lidey Heuck", "Colu Henry", "Sam Sifton", "Samantha Seneviratne", "Julia Moskin", "John Willoughby", "Melissa Clark", "Kiera Wright-Ruiz", "Claire Saffitz"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://cooking.nytimes.com/recipes/1020168-crispy-spiced-cauliflower-steaks", "summary": "This recipe, developed by 19-year-old Ella Heckert and her mother, the chef Kelsie Kerr, yields crisp cauliflower steaks with a golden crust so tender that they shatter upon first bite.\nMade with brown rice and tapioca flour, the incidentally gluten-free batter is delicate but unfussy.\nThis version is spiked with fresh turmeric and garam masala spices, but consider it a blank slate and feel free to experiment with other spice combinations, too.\nTry the dish with cauliflower, then make it your own — you’ll be surprised how long the crust remains crisp!\nFeatured in: The Secret To Fried Cauliflower That Is Savory Yet Light.", "paragraphs": ["This recipe, developed by 19-year-old Ella Heckert and her mother, the chef Kelsie Kerr, yields crisp cauliflower steaks with a golden crust so tender that they shatter upon first bite. Made with brown rice and tapioca flour, the incidentally gluten-free batter is delicate but unfussy. This version is spiked with fresh turmeric and garam masala spices, but consider it a blank slate and feel free to experiment with other spice combinations, too. At Kerr’s Berkeley restaurant, Standard Fare, the batter is used throughout the year to coat all sorts of other ingredients, including winter squash, eggplant and even housemade paneer, which is a perennial favorite. Try the dish with cauliflower, then make it your own — you’ll be surprised how long the crust remains crisp!", "Featured in: The Secret To Fried Cauliflower That Is Savory Yet Light."], "id": "b0015f37-aae4-3997-9e32-2f381e360b7b", "pubDate": null, "title": "Crispy Spiced Cauliflower Steaks Recipe"}