{"id": "b0360f98-1a7a-32eb-b8ea-e1b902261400", "title": "How we met: ‘He was in a shell suit and trainers – I asked him to go back and change’", "url": "https://www.theguardian.com/lifeandstyle/2020/nov/09/how-we-met-he-was-in-a-shell-suit-and-trainers-i-asked-him-to-go-back-and-change", "summary": "Ian spotted Linda on the flight and hotel bus, but didn’t speak to her until they arrived at the resort.\n“He wore a shell suit and trainers – I asked him to go back and change,” she says, laughing.\nShe found a job in administration, while Ian worked as a production engineer.\n“As well as travelling, we love going out to eat, to the theatre and entertaining friends,” says Ian.\nFor years Ian has worked away in the week, so it’s been nice to have him at home.", "paragraphs": ["In the summer of 1990, Ian Whitehouse was coming out of a bad relationship. “I decided to look for a last minute holiday,” he says. “I saw an offer for a trip to Lefkada in Greece, departing from Gatwick, so I drove down from Hull.”", "Linda was also newly single and looking forward to the same holiday. “I was living in London and had booked nine months before,” she says.", "Ian spotted Linda on the flight and hotel bus, but didn’t speak to her until they arrived at the resort. “I remember asking her if she wanted her bags carried,” says Ian. He found her attractive, but was nervous about speaking to her. “I went to her room to ask, but every time I plucked up courage, I would hear her hair dryer going.”", "Eventually, he succeeded and they went for drinks. “He wore a shell suit and trainers – I asked him to go back and change,” she says, laughing. “I’ve never worn a shell suit since,” adds Ian.", "Linda thought Ian was a “lovely man” but wasn’t convinced there was a spark. However, they got on extremely well as friends. “We spent every day together,” she says. On the second night of the trip Ian found a gold dolphin charm that fallen from someone’s necklace and gave it to Linda. “I had it mended and put it on one of my chains,” she says.", "Ian was only in Greece for a week, while Linda was staying for a fortnight. “When he left, I really missed his company. We exchanged numbers, though.”", "Three weeks after she returned home, Ian visited on her birthday weekend. “I was definitely very impressed by Linda. I drove 221 miles to see her,” he says.", "Before he arrived Linda still thought of the relationship as a friendship, but it was soon clear that there was romantic chemistry. “I’d invited friends for dinner on the Saturday evening in case things weren’t working out well with Ian’s visit. All through dinner, we both just wished they weren’t there.”", "They became a couple that weekend and a few weeks later Linda went to see Ian in Hull. “I was one of those people who never really left London so I had no idea where I was going,” she recalls. From then on, they spent every weekend together, as well as Christmas and New Year.", "Ian and Linda, both keen travellers, were married in Kenya. Photograph: Courtesy of Linda Whitehouse", "In April 1991, Linda moved to Hull. She found a job in administration, while Ian worked as a production engineer. Keen on travel, they decided to marry in Kenya in 1992, and throw a party when they got home. Two years later, their first son was born, followed by his brother in 1996.", "“As well as travelling, we love going out to eat, to the theatre and entertaining friends,” says Ian. “We really enjoy sport, such as boxing and rugby too,” says Linda. She now works for a children’s charity, and writes short stories, novels and plays. “We’ve got on so well during lockdown. For years Ian has worked away in the week, so it’s been nice to have him at home. We also have one of our sons staying with us at the moment.” After celebrating their silver (25th) wedding anniversary in Lefkada, the couple are keen to go back for their 30th anniversary in 2022. “We want to get a big villa and have the boys with us,” says Linda.", "• Want to share your story? Tell us a little about youself, your partner and how you got together by filling in the form here.", "", "", ""], "authors": ["Lizzie Cernik"], "keywords": ["weeks", "ian", "linda", "met", "shell", "change", "friends", "weekend", "worked", "suit", "really", "keen", "werent", "went", "asked", "trainers"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}