{"authors": ["Stephanie Nolasco"], "title": "‘I Dream of Jeannie’ star Barbara Eden recalls the last time she saw Larry Hagman: ‘He didn’t look sick’", "url": "https://www.foxnews.com/entertainment/i-dream-of-jeannie-star-barbara-eden-larry-hagman-memories", "summary": "Barbara Eden still cherishes her time with “I Dream of Jeannie” co-star Larry Hagman.\n‘I DREAM OF JEANNIE’ STAR BARBARA EDEN RECALLS ON-SCREEN CHEMISTRY WITH LARRY HAGMAN: ‘IT WAS WONDERFUL’He and Eden, 88, starred in “I Dream of Jeannie” from 1965 until 1970.\n“I have millions of memories of Larry,” Eden recently told Closer Weekly.\nShe’d be making people happy.”'I DREAM OF JEANNIE' STAR BARBARA EDEN DESCRIBES WORKING WITH LARRY HAGMAN, ELVIS AND LUCILLE BALLBack in 2017, Eden told Fox News that there was one memory of Hagman that still makes her smile.\nEden also acknowledged that thanks to “I Dream of Jeannie,” she undoubtedly has one of the most famous bellybuttons in Hollywood history.", "keywords": ["larry", "sick", "eden", "saw", "set", "lion", "star", "look", "jeannie", "dream", "barbara", "recalls", "told", "gene", "hagman"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Barbara Eden still cherishes her time with “I Dream of Jeannie” co-star Larry Hagman.", "The actor, who would go on to portray one of television’s most popular villains, J.R. Ewing in the CBS series “Dallas,” died in 2012 at age 81 from cancer.", "‘I DREAM OF JEANNIE’ STAR BARBARA EDEN RECALLS ON-SCREEN CHEMISTRY WITH LARRY HAGMAN: ‘IT WAS WONDERFUL’", "He and Eden, 88, starred in “I Dream of Jeannie” from 1965 until 1970. The sitcom chronicled the misadventures of an astronaut named Maj. Anthony Nelson (Hagman) whose life turns upside down when he stumbles on to a bottle containing a genie named, what else, Jeannie. (Eden).", "“I have millions of memories of Larry,” Eden recently told Closer Weekly. “The last time I saw him, I was in Australia and he was great. I’ll never forget that. That was [several] years ago, before he passed away. He didn’t look sick; it was a shock to me when he left us.”", "Hagman, who suffered from cirrhosis of the liver, had a life-saving transplant in 1995. He died in 2012 from complications of throat cancer, according to IMDB.com.", "When Eden was asked what made Hagman an ideal acting partner, she quickly responded, “His talent.”", "“I worked with him in a couple of movies and on ‘Dallas,’ too,” she continued. “He was just talented; I loved it. He made it easy to work with him.”", "'I DREAM OF JEANNIE' STAR BARBARA EDEN SAYS SHE'S NEVER THOUGHT OF HERSELF AS 'THE SEXY ACTRESS'", "Eden told the outlet she had plenty of memories bringing the beloved series to life, but there was one incident that occurred during the production of Season 1 that still remains vivid in her mind.", "“My friend Gene Nelson was directing the show at the time,” recalled Eden. “I came to work and there was a red bathing suit on my couch in my dressing room. I told the wardrobe girl, ‘You know, I can’t wear that,’ and she said, ‘OK, I’ll go out and tell him.’ So we went out and told Gene. Gene came back, looked at me and said: ‘Barbara, you’ve never been temperamental. You won’t wear the bathing suit?’ … I said, ‘I’m pregnant.’ And he knew it. He said, ‘Well, you can just wear it.’ I said, ‘No Gene, it doesn’t look good. He said, ‘Just put it on and let me see it.’\"", "\"So I put the bathing suit on… he came to the door of my dressing room and I said, ‘Ta-da!’ And he went, ‘Oh, OK, yeah. OK.’ He walked away and that was it. I mean, come on.”", "“I Dream of Jeannie” may still be a sought-after TV classic, but Eden believes the series still works today.", "“Yes I do,” she said. “Because it’s a classical theme and genies have been around a long time. What would she be doing? She’d be doing probably exactly what she was doing before; she would be active in every way. [But] she’s apolitical, so don’t go there. She’d be making people happy.”", "'I DREAM OF JEANNIE' STAR BARBARA EDEN DESCRIBES WORKING WITH LARRY HAGMAN, ELVIS AND LUCILLE BALL", "Back in 2017, Eden told Fox News that there was one memory of Hagman that still makes her smile.", "“Oh, there’s so many!” she said at the time. “We seemed to have the same rhythm in our comedic timing, which was fortunate for both of us. We enjoyed working together… The most outstanding story with Larry was the one when we had a lion as a guest. I had done two feature films with lions and I’ve been told how to treat them. They’re male lions, they’re lazy. If they’re well-fed, they don’t really want to eat you. But they do want to play with you if you run around! You have to be very quiet with them. So I went over and I told Larry, ‘We have to go make friends with the lion.’ He goes, ‘I’m not going to make any friends with any bleep lion!’ And walks off!", "“And so, I walked over and I did the usual things I’ve been trained to do,” Eden continued. “I scratched him behind the ears. Never the ears, just behind the ears. And I rehearsed with the cat. He was 600 pounds, a big male lion. They put a little bowl of raw meat beside me. He put his head down and nom, nom, nom. Oh boy, that was good. He looks around and he’s very happy. Very, very happy. And then Larry came in. They started the scene.", "“They put the meat down and he ate his meat. He turned around, looked at Larry, and let out a huge roar! It was the loudest roar you have ever heard in your life. Larry was on the next set. He was gone! But not only was he gone, but every single man on that set also ran. They broke the camera, one of the pieces fell over and I had a 600-pound lion on my lap purring. He put his head in my lap and started to lick my arm, like a great, big pussycat.”", "'I DREAM OF JEANNIE' ACTRESS BARBARA EDEN DESCRIBES ACCIDENT ON SET: 'IT WAS AWFUL!'", "Eden also acknowledged that thanks to “I Dream of Jeannie,” she undoubtedly has one of the most famous bellybuttons in Hollywood history.", "“I have a big 'thank-you' to the media for that,” she said. “I was on the set one day and [a writer] for The Hollywood Reporter walked on the set and right over to me. He said, ‘I don’t believe you have one.’ I said, ‘A what?’ And he goes, ‘A belly button!’ And then he poked me in the middle! He started writing about my belly button... The next thing I knew, the 'Laugh-In' wanted to premiere my navel on NBC. I know a lot of women are known for very glamorous body parts, but my navel? Ha!”"], "pubDate": null, "id": "b07e8e3a-3333-3a52-bacb-184c8c9176fb"}