{"id": "b0b5b10b-7b28-3520-bd61-298beef3a9cc", "keywords": ["special", "rumbaugh", "terrain", "thanks", "presents", "help", "lost", "received", "legs", "veteran", "afghanistan", "wheelchair", "keith", "toby"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "url": "http://www.foxnews.com/entertainment/toby-keith-veteran-concert-wheelchair-afghanistan", "title": "Toby Keith presents veteran, who lost legs in Afghanistan, with special wheelchair", "summary": "A U.S. military veteran who lost his legs in Afghanistan received an all-terrain wheelchair — thanks to charity and country music star Toby Keith.\nBrandon Rumbaugh, a former corporal who served with the 1st Battalion, 8th Marines in Afghanistan, stepped on an improvised explosive device (IED) while overseas in 2012 and lost both of his legs.\nThe Independence Fund — with the help of Toby Keith — presented Rumbaugh with an all-terrain trackchair at the musician's concert in Pittsburgh, Pa., where the veteran lives.\n& Toby Keith, thanks for making this special moment possible!\"\nThey're often known for helping the wheelchair user \"on loose terrain such as sand or gravel, in snow, over hilly terrain or on hills.\"", "pubDate": null, "paragraphs": ["A U.S. military veteran who lost his legs in Afghanistan received an all-terrain wheelchair — thanks to charity and country music star Toby Keith.", "Brandon Rumbaugh, a former corporal who served with the 1st Battalion, 8th Marines in Afghanistan, stepped on an improvised explosive device (IED) while overseas in 2012 and lost both of his legs.", "JOHN CENA TALKS EFFORTS TO HELP VETERANS RETURNING FROM COMBAT KEEP FROM COMMITTING SUICIDE", "In photos posted to his website, Rumbaugh frequently uses red, white and blue crutches to move around. But on Saturday, he received a gift designed to change that.", "The Independence Fund — with the help of Toby Keith — presented Rumbaugh with an all-terrain trackchair at the musician's concert in Pittsburgh, Pa., where the veteran lives. Rumbaugh was treated to a meet-and-greet backstage at Highmark Stadium, where he got to enjoy the patriotic singer's concert.", "CHILDREN OF FIREFIGHTERS KILLED ON 9/11 GRADUATE FROM FDNY ACADEMY", "\"This Marine definitely deserves all the praise that he receives!\" the fund wrote in a Facebook post, where they said Rumbaugh was awarded a Commendation Medal with a V, for Valor. \"We thank you for serving our country Brandon! & Toby Keith, thanks for making this special moment possible!\"", "CLICK TO VISIT THE ALL-NEW FOXBUSINESS.COM", "All-terrain wheelchairs, according to the United Spinal Assocation, \"can expand your mobility range and access by taking you where you always wanted to go but were not able\" and come in different types, like manual or powered. They're often known for helping the wheelchair user \"on loose terrain such as sand or gravel, in snow, over hilly terrain or on hills.\""]}