{"keywords": ["shots", "profile", "sure", "youre", "dating", "profiles", "photos", "important", "online", "body", "shot"], "paragraphs": ["With the number of people dating online growing every day, we have literally nanoseconds to impress potential dates with our dating profiles. Good quality photos are a sure-fire way to catch people’s attention. But choosing the right dating photos can seem like a minefield – there’s so much conflicting information around. Group shots? Party snaps? Photos of us doing impressive extreme sports? (For the record… it’s a big fat no to all of these). I’m Saskia and I founded Hey Saturday, the world’s first (and coolest) dating photography agency. We’ve worked with hundreds of single people helping them transform their dating profiles. I’m here to give you the definitive guide to the three ‘must have’ photos that’ll make your dating profile stand out from the crowd and win you some hot dates.", "1. The close-up headshot", "This one’s going first because it’s the most important. Make sure you include a flattering, close-up head and shoulders shot of you smiling. In fact, I’d advise making this shot your main profile photo. It’s been proven that shots where you’re smiling get more ‘likes’ – need I say more? Smiling makes you look fun, engaging, approachable and happy – all attractive traits that will get people’s interest. How do you make sure it’s flattering? Avoid amateur flash – which is known to add seven years to your face. The safest option is to head outdoors and find some nice even light. Avoid direct sunlight though, opting for open shade instead if it’s sunny. Make sure the shot is in sharp focus and the backdrop is interesting (but not distracting) and complements what you’re wearing. Being in a relaxed frame of mind and enjoying a genuine connection with the person taking the photo will also really help you get that natural, flattering smile.", "2. The full body shot", "Let’s be honest, even in these more enlightened times, both men and women are curious to see the body size, shape and height of anyone they’re looking to date, so the full body shot is the next ‘must have’ photo. It can be a tricky shot to get right. Make sure you keep your pose as natural as possible – looking away from the lens is a good tip, especially for men. Use open body language in all your photos. For example, avoid crossed arms, closed hands or turning in on yourself as it can come across as defensive or sometimes even aggressive, definitely not the vibe you’re looking for in your profile photos. Including a full-body shot signals to people that you’re comfortable in your own skin, you’re genuine and have self-confidence – top traits people look for in a partner. Not including a full body shot could come across as deceptive or lacking in confidence – people are going to see what you look like when you turn up for a date anyway, so why not just own it? Self-love is so important in online dating, which can seem a fickle and superficial business. Embrace who you truly are and be proud of it. Anyone who’s worth getting to know will love you for it.", "3. The storytelling shot", "Personality is super important in online dating – whether they’re aware of it or not, your matches are instantly picking up clues from your dating photos to help them suss out whether the two of you are compatible. This means you can use your dating photos to tell the story of who you are. Everything in your dating profile photo, from your clothes to the backdrop, is important in building up a mental image of you as a person. Help people to understand what makes you tick and show what makes you unique by doing something interesting in the photo. For example, a great storytelling shot would show you hanging out in your favourite cafe, vintage market or bookshop. It might show you holding items that have meaning for you, such as musical instruments, headphones, books, records or coffee. These shots are usually medium shots (from the waist up), as that allows you to include some context and background. Storytelling images are crucial as they make for a compelling, eye catching dating profile that stands out. They can also provide people with a hook that they can use to write that tricky first message.", "To get loads more advice and tips on creating stand out dating pictures, including more about showing your personality, choosing your photographer and how to rock your dating shoot, check out the award winning Hey Saturday blog.", "And if you’re ready to put this advice into practice, sign up to Soulmates today.", "Bio", "Saskia Nelson is the talent behind the multi award-winning and internationally acclaimed Hey Saturday, the first and coolest dating photography agency in the world. Hey Saturday specialises in creating gorgeous, show-stopping profile photos across the UK, in New York City and Los Angeles that help single people stand out online and kick-start their love lives."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "With the number of people dating online growing every day, we have literally nanoseconds to impress potential dates with our dating profiles.\nBut choosing the right dating photos can seem like a minefield – there’s so much conflicting information around.\nSelf-love is so important in online dating, which can seem a fickle and superficial business.\nThe storytelling shotPersonality is super important in online dating – whether they’re aware of it or not, your matches are instantly picking up clues from your dating photos to help them suss out whether the two of you are compatible.\nThis means you can use your dating photos to tell the story of who you are.", "url": "https://soulmates.theguardian.com/blog/advice/the-three-photos-every-online-dating-profile-should-have", "title": "Photos Online Dating Profiles Should Have", "id": "b0bbd200-4a4f-3ff0-aaf7-23d53bce70c9", "authors": ["Saskia Nelson"]}