{"id": "b0d3f4f1-ea93-3b26-ac45-ee0a858872f8", "title": "It’s Official: This Is the Best Bar in the World", "url": "https://www.vogue.com/article/its-official-this-is-the-best-bar-in-the-world", "summary": "But do you know the best bar?\nBecause, according to 500 hospitality experts, that title can only be bestowed on one establishment in the world: The Connaught Bar in London.\nThe World’s 50 Best Bars Awards crowned the Connaught Hotel outpost as 2020’s top global cocktail spot during a ceremony on November 5.\n“It’s hard to think of a bar anywhere in the world that has made excellence so effortlessly routine as Connaught Bar,” the committee said.\nSo, for the time being, the World’s Best Bar shared a recipe for one of their newest drinks—a fruity, gin-champagne concoction called the Bumblebee—with Vogue.", "paragraphs": ["Sure, you know a good bar. But do you know the best bar? Because, according to 500 hospitality experts, that title can only be bestowed on one establishment in the world: The Connaught Bar in London.", "The World’s 50 Best Bars Awards crowned the Connaught Hotel outpost as 2020’s top global cocktail spot during a ceremony on November 5. “It’s hard to think of a bar anywhere in the world that has made excellence so effortlessly routine as Connaught Bar,” the committee said. “It evolves from one year to the next, always delivering with poise and studied purpose.” Their favorite libation? The Magnetum, a scotch and sherry mix. (Although you can’t go wrong with one of their signature martinis, which a white-gloved server prepares off a traveling trolley. Or anything with gin—the Connaught distills their own.) It’s not just the drinks, however, that create such an elegant ambience: the late David Collins designed the cubist-inspired interiors.", "The David Collins-designed interior at The Connaught Bar. DAMIAN RUSSELL", "The Connaught has had a place on the Best Bar’s list since 2010, but this is the first time they’ve been dubbed the official winner. The distinction comes at a tough time: the United Kingdom just entered a second lockdown due to the COVID-19 pandemic, closing the bar for the next month. Agostino Perrone, their director of mixology, was still hopeful as he accepted the bar’s award via Zoom on Thursday. “We love our cocktails, we love our bar, we love our guests, and we love our community.”", "Closer to home, a beloved New York City haunt, Dante, was awarded 2nd place, and given the title of Best Bar in America. Famous for their negronis, spritzes, and (this writer’s personal favorite) a champagne cocktail topped with burrata water, they’ve become a shining star in the city’s competitive culinary scene under the ownership of Linden Pride and Nathalie Hudson. This summer, they opened a second outpost in West Village. It instantly emerged as an exciting example of how charming, and creative, pandemic-native bars can be. Their outdoor tables are divided by ornate, claw-footed gilded glass frames that are accented with playful scripts—“How about we get started with a martini?” reads one—and their black-and-white bistro table-sets evoke an evening in Paris. “I really tried to bring what Europe does so well in their outdoor dining and translate that to Dante,” Hudson told Vogue earlier this summer.", "Rounding out the top five? The Clumsies in Athens, Atlas in Singapore, and Tayēr + Elementary and Kwānt in London.", "With international borders closed and lockdowns in place, it’ll be tough for many to enjoy a stiff drink at The Connaught, or many of these bars, in the near future. So, for the time being, the World’s Best Bar shared a recipe for one of their newest drinks—a fruity, gin-champagne concoction called the Bumblebee—with Vogue. Cheers, everyone!", "The Bumblebee", "Photo: Courtesy of The Connaught", "Ingredients", "1.7 oz Roku Gin and Haku Vodka Infused with Raspberry and Strawberry Oil", "Splash of Sakura Distillate", "Splash of Concord 8 Vinegar", "1.5 oz Laurent Perrier Champagne", "Directions", "Stir over ice, serve into champagne coupe, top off with champagne. Garnish with half blackberry on ice chunk. Finish with grapefruit and basil spray."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["bars", "bar", "world", "best", "worlds", "official", "vogue", "place", "love", "connaught", "champagne"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}