{"id": "b0d5a994-9a8e-3e21-acec-8c210680b0ba", "title": "After a Scary Election Night, Trump Is ... Still Trump - The New York Times", "url": "https://www.nytimes.com/2020/11/04/opinion/election-night-2020-trump.html", "summary": "Election night wasn’t a real thriller for a whole lot of people, and now it looks as if we’re going to be counting votes for … quite a while.\nThe postelection fog was so thick that we occasionally lost track of some details — like, say, who was winning.\nDonald Trump, who you can feel free to refer to as “the long-shot contender,” has responded exactly the way you’d expect — declaring victory while waving around lawsuits.\nThe cosmic one has been with us for four years now — how the hell could American voters have picked Trump to be president to begin with?\nAnd how, after four years of his Fib-a-Minute administration, could they have come even remotely close to re-electing him?", "paragraphs": ["OK, perhaps not exactly what you were hoping for.", "Election night wasn’t a real thriller for a whole lot of people, and now it looks as if we’re going to be counting votes for … quite a while. Will everybody still be talking about it at Thanksgiving dinner? If so, be careful not to invite your cousin in Pennsylvania who forgot to vote.", "The postelection fog was so thick that we occasionally lost track of some details — like, say, who was winning. Never did get a final word, but Joe Biden certainly seems to be doing better when it comes to little details like getting the most votes. Donald Trump, who you can feel free to refer to as “the long-shot contender,” has responded exactly the way you’d expect — declaring victory while waving around lawsuits.", "“This is a fraud on the American public. This is an embarrassment to our country,” said the man who is definitely an expert in being fraudulent and embarrassing.", "All this leaves us with two questions, one practical and one cosmic.", "The cosmic one has been with us for four years now — how the hell could American voters have picked Trump to be president to begin with? And how, after four years of his Fib-a-Minute administration, could they have come even remotely close to re-electing him?"], "authors": ["Gail Collins"], "keywords": ["times", "exactly", "night", "winning", "way", "york", "election", "votes", "word", "details", "youd", "waving", "trump", "scary", "american"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}