{"id": "b0fd537c-7e0c-32b1-841f-659c3cc79ca8", "title": "Remember When Kylie Minogue's gold hotpants stole the turn of the millennium?", "url": "https://edition.cnn.com/style/article/kylie-minogues-gold-hotpants-remember-when/index.html", "summary": "But it did supply one item of clothing to Kylie Ann Minogue that will live on in pop culture history for ever: A pair of gold lamé hotpants.\nThe hotpants became for Kylie what the conical bra is to Madonna, and the fishnet body stocking is to Cher.\nKylie Minogue performs during the opening of the Sydney 2000 Paralympic Games Credit: Jamie Squire/Getty Images\"Spinning Around\" was Kylie's unabashed return to pop.\n(He added: \"Kylie cherie, a point I have in common with you: your absolute eye and taste for goodlooking men.\nWith her new album \"DISCO\" out now, marking her 15th studio album to date, Minogue is definitely still here.", "paragraphs": ["Written by Hannah Lack, CNN", "With its patchwork of fruit stalls and cheap household goods, North End Road market in West London isn't famous for its celebrity clientele. But it did supply one item of clothing to Kylie Ann Minogue that will live on in pop culture history for ever: A pair of gold lamé hotpants.", "If ever there was a bargain, the short shorts were purchased in the late '90s for less than a pack of gum by the singer's longtime friend, artist Katerina Jebb while the two were shopping together.", "\"She and I love flea markets and vintage clothes -- all the places you can find really unusual things nobody has,\" said Jebb during a phone interview, \"I saw them and said, 'Give me 50p, I'm getting these for you.' She put them on when we got home and they were perfect. She wore them for a fancy-dress party soon after.\"", "Unearthed from the back of Kylie's underwear drawer for her \"Spinning Around\" video in 2000, those scant few inches of spandex unleashed pandemonium -- the British tabloids' obsession with her derrière stretched to a breathless campaign to have her backside listed as a World Heritage site of outstanding natural beauty.", "The hotpants became for Kylie what the conical bra is to Madonna, and the fishnet body stocking is to Cher. But the Aussie pop princess's look was less calculated than either and suited her adopted city: There's something very London about turning an afternoon's cut-price market stall find into the night's clubwear, encapsulating a playfulness and spontaneity that has long been part of Kylie's charm. \"She's as free as a bird in those things,\" said Jebb. \"It's about liberation, they're not vulgar. Those hotpants are iconic, they're a part of pop history.\"", "Kylie Minogue performs during the opening of the Sydney 2000 Paralympic Games Credit: Jamie Squire/Getty Images", "\"Spinning Around\" was Kylie's unabashed return to pop. After a handful of indie years, including the brilliant shock of a haunting murder ballad with Nick Cave, the track was a three-minute blast of shiny millennium optimism that became her first UK No.1 in a decade. She wrapped up that year by arriving at the Sydney Olympics on a giant flip-flop and was back at the top of the charts the next with \"Can't Get You Out of My Head,\" a sleek, woozy earworm that went to No.1 in over 40 countries and became her best-selling single of all time. In the accompanying video, she wore an outfit as slippery and clever as the song itself: A white minimalist melange of hoodie, jumpsuit and cowl designed by Fee Doran of underground London label Mrs. Jones. Flashing body parts through multiple drapes and slits, the video avoided X-rating only with the aid of some industrial-strength double-sided tape.", "Kylie Minogue and Nick Cave perform on the Pyramid stage at Glastonbury Festival Credit: Ian Gavan/Getty Images", "Kylie's ability to pull off almost any costume, from knickerbockers to harlequin Pierrot, has allowed her to be a sartorial chameleon for over three decades now, with a restless wardrobe that suits her mindset. \"My style is very much at the mercy of my mercurial nature ... I dislike being boxed into anything in all aspects of life. And so it is with clothes,\" she wrote in her 2012 book \"Kylie / Fashion.\"", "And to think it all started with her TV character Charlene, the garage mechanic who accessorized her khaki dungarees with a wrench on long-running Australian soap \"Neighbours.\" From that fashion ground zero, Kylie has shape-shifted through a confection of guises.", "Her 1987 single \"The Loco-motion\" with its rah-rah skirts and polka-dots transported her from Australia to London and into the scrunchie-strewn Stock Aitken Waterman years. The producing trio infamous in the 80s for their phenomenally successful, conveyor-belt approach to hits, packaged her into the pop princess immortalized forever by the poodle-perm hair-hat and megawatt smile she wore on the cover of her 1988 debut album \"Kylie.\" It went six times platinum in the UK and by 1989 she was already unveiling her likeness in wax at Madame Tussaud's. (So many fans have posed with her waxwork it's had to be replaced four times to date.)", "Kylie Minogue at a Mapplethorpe photography exhibition in Sydney in 1995 Credit: Patrick Riviere/Hulton Archive/Getty Images", "Kylie was so successful, so early, she's done her growing up public: The bubblegum girl-next-door persona was banished when her curls were chopped into a pixie-crop in the early 90s, and she ditched matching waistcoats with Jason Donovan for Michael Hutchence and Hysteric Glamour minidresses. In 1992, she wriggled free from the manufactured Stock Aitken Waterman straightjacket and signed with dance label DeConstruction Records, prompting covers for i-D and The Face. (The latter's 1994 cover of Kylie in mirrored aviators was one of its bestselling issues.)", "Submerged in London's nightlife during the mid-'90s, Kylie formed loyal friendships with the city's designers, including Vivienne Westwood (she met her longtime stylist William Baker on Westwood's shopfloor), Alexander McQueen, Stella McCartney, John Galliano and later Gareth Pugh. Across the Channel in Paris, a city close to the performer's heart (the George V Hotel named their \"Pink Pearl\" cocktail in her honour), she found a kindred spirit in Jean Paul Gaultier, whose naughty exuberance is the perfect match to Kylie's own. On tour, Gaultier has dressed her as an anime geisha, in a silver Barbarella corset with glitter planets orbiting her head, and as a Greek goddess by way of Ibiza. \"You change, you transform yourself, you adapt with the evolution of times, fashions and desires ... and still you always stay yourself: our Kylie! This quality is the privilege of 'Les Grandes,'\" Gaultier wrote in his introduction to \"Kylie: Fashion.\" (He added: \"Kylie cherie, a point I have in common with you: your absolute eye and taste for goodlooking men. You choose them as well as you choose your dresses.\")", "Kylie Minogue with designer Jean Paul Gaultier Credit: Larry Busacca/Getty Images", "When Kylie was forced to cancel her 2005 tour midway to undergo treatment for breast cancer, her fashion friends came out in force to clothe her 2006 comeback: Dolce & Gabbana designed a leopard-print bodysuit complete with pointed ears and scarlet boxing gloves, Gareth Pugh dressed her as a human glitter-ball, and John Galliano rolled her in jewels and apricot-coloured ostrich feathers as a bombastic cross between Mae West, a Las Vegas show girl and bedazzled bird of paradise.", "At that time, the so-called \"Kylie effect\" of her diagnosis lead to an unprecedented increase in mammography bookings, and the singer has since harnessed her position in the public eye by fronting breast cancer campaigns and remaining vocal and active in raising funds for cancer charities.", "Kylie Minogue performs on the Pyramid stage at Glastonbury Festival Credit: Ian Gavan/Getty Images", "Fourteen years after being forced to cancel headlining Glastonbury due to her diagnosis, last summer Kylie stepped onto the festival's Pyramid stage for the Legends slot. At 51, she was young for the slot -- previous Legends include Dolly Parton, Shirley Bassey and James Brown -- but with more than 40 hit singles and over 80 million records sold, multiple sell-out tours, three Brits and a Grammy, few would argue her presence there wasn't entirely deserved. Her set was the most watched of the festival. At Glastonbury, she morphed through no less than five outfit changes, including a dress drenched in gold, in knowing homage to those Midas hotpants of 20 years ago.", "Today, you'd need white gloves to handle them -- the item has taken up climate-controlled residence in the Melbourne Arts Center in Kylie's hometown, slightly worse for wear from writhing atop the bar in \"Spinning Around.\"", "They live alongside over 1,000 key pieces showcasing the singer's ever-evolving style, including the oversized Chevignon jacket from \"The Loco-motion\" video, and a poignant costume from 1998's \"Intimate and Live\" tour, which marked the first outing of her showgirl persona. Designed by Kylie and her stylist William Baker, every bugle bead and pink, silver and white sequin was hand-sewn by the pair, with the help of Kylie's mother and grandmother, at her kitchen table in Melbourne. \"I think the down-to-earthness of her as a person is very important to communicate,\" said Jebb. \"She isn't lofty or precious. Style to her is as much behavior as it is superficial adornment. Kylie is still here and she's still delightful because it comes from within.\"", "With her new album \"DISCO\" out now, marking her 15th studio album to date, Minogue is definitely still here."], "authors": ["Hannah Lack"], "keywords": ["credit", "video", "millennium", "kylies", "london", "turn", "minogue", "kylie", "minogues", "stole", "gold", "including", "hotpants", "pop", "glastonbury", "jebb", "remember"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}