{"id": "b136eca9-2481-359c-8a85-1a69357df321", "title": "I Love New York: Whoopi Goldberg, Bella Hadid, and Jeremy O. Harris Celebrate the City", "url": "https://www.vogue.com/article/i-love-new-york-fall-collections", "summary": "The city immortalized in a million movies, books, and Instagram stories exists on its own wavelength.\nNew York isn’t a landmark or zip code, a coterie of cool people, an art movement, or a moment in time.\nAs communities slowly rebuild, Vogue wanted to celebrate everything—and everyone—that makes New York…New York.\n“These days, this year, I have still loved New York,” says Whoopi Goldberg, reading a script by playwright Jeremy O. Harris.\n“I love New York—because New York loves me.”", "paragraphs": ["There is no place like New York. The city immortalized in a million movies, books, and Instagram stories exists on its own wavelength. In attempting to describe this singular place, one inevitably returns to well-worn lines, but 2020 introduced a chilling new narrative.", "This spring, the city was brought to a standstill; its vibrancy dulled by shuttered businesses, empty restaurants, vacant museums, and unoccupied streets. The headlines were foreboding, with some declaring that New York was “over.” But a place built on resilience was surely destined to survive.", "New York isn’t a landmark or zip code, a coterie of cool people, an art movement, or a moment in time. It is the millions of New Yorkers who give the city its magic. As communities slowly rebuild, Vogue wanted to celebrate everything—and everyone—that makes New York…New York.", "The resulting film, directed by Bardia Zeinali, captures a few of our favorite locals in action: American Ballet Theatre’s Misty Copeland pirouetting across Sixth Avenue, musician David Byrne pedaling through the city streets in a tartan kilt, and actor Julia Fox and model Paloma Elsesser slamming on the hood of a taxicab.", "“These days, this year, I have still loved New York,” says Whoopi Goldberg, reading a script by playwright Jeremy O. Harris. “I love New York—because New York loves me.”"], "authors": ["Janelle Okwodu", "Janelle Okwod", "Jorden Bickha", "Bardia Zeinal"], "keywords": ["celebrate", "york", "hadid", "yorkers", "yorknew", "zip", "harris", "jeremy", "city", "bella", "yorkthe", "love", "streets", "yorkbecause", "zeinali", "place", "whoopi", "goldberg"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}