{"paragraphs": ["If you are in the U.S., Happy Thanksgiving! If not...well, Happy Day. On this week's episode of The Game Informer Show podcast, we keep things simple...almost. The show starts with Leo Vader and Ben Reeves as we discuss Half-Life: Alyx and what it means for fans of Half-Life and VR. And that discussion is just the beginning.", "In this week's community email segment, I'm joined by Matt Miller, Ben Reeves, and Leo Vader as we answer your questions and generally wander off topic. Then, Andrew Reiner, Brian Shea, and Matt Miller join me for part three of our Game of the Year chats, where I ask them what games are defining their year. This segment will run the rest of this year, as we bring in editors every week to talk about games that have impacted their year in the lead-up to Game Informer's Top 50 of 2019.", "And finally, we chat with an old Game Informer team member, Justin Leeper. He had the opportunity to work with the legendary Hideo Kojima and did performance capture for Death Stranding. We interview him to learn about the process and what the experience was like.", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "3:53 - Half-Life: Alyx", "26:20 - Community Emails", "1:50:28 - Game of the Year Chats Pt. 3 - Featuring Matt Miller, Brian Shea and Andrew Reiner", "2:42:02 - Interview With Death Stranding Performance Artist Justin Leeper"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "title": "GI Show - Half-Life: Alyx, GOTY Chat Pt. 3, Death Stranding Performance Artist Justin Leeper", "id": "b1505d59-ab56-36e8-bceb-881a096d9ffd", "keywords": ["informer", "justin", "gi", "game", "matt", "video", "pt", "death", "weeks", "stranding", "vader", "leeper", "miller", "sure", "performance", "chat", "goty", "halflife"], "summary": "On this week's episode of The Game Informer Show podcast, we keep things simple...almost.\nAnd finally, we chat with an old Game Informer team member, Justin Leeper.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n3 - Featuring Matt Miller, Brian Shea and Andrew Reiner2:42:02 - Interview With Death Stranding Performance Artist Justin Leeper", "pubDate": null, "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/11/28/gi-show-half-life-alyx-goty-chat-pt-3-death"}