{"id": "b15513d0-7af1-3b4f-89d3-c659f3f5e435", "title": "U.S. Securities Examiners to Focus on Investment Advice, Outsourcing Risks", "url": "https://www.wsj.com/articles/u-s-securities-examiners-to-focus-on-investment-advice-outsourcing-risks-11579215093?mod=hp_minor_pos8", "summary": "U.S. securities regulators plan to take a closer look at how companies are complying with new rules on investment advice and how they are managing risks posed by outsourcing key services.\nThe compliance priorities, published last week by the U.S. Securities and Exchange Commission and the Financial Industry Regulatory Authority, offer companies a glimpse of what regulators may focus on during examinations in the year ahead.\nThe list also stresses regulators’ interest in what controls companies have in place for robo advisers.\nOn the outsourcing front, they plan to keep an eye on risks stemming from giving data-storage, asset-management and other duties to outside vendors.\nRegulators want to make sure that compliance officers conduct ongoing due diligence of companies that store data and provide asset-management services, Ms. Cruz said.", "paragraphs": ["U.S. securities regulators plan to take a closer look at how companies are complying with new rules on investment advice and how they are managing risks posed by outsourcing key services.", "The compliance priorities, published last week by the U.S. Securities and Exchange Commission and the Financial Industry Regulatory Authority, offer companies a glimpse of what regulators may focus on during examinations in the year ahead.", "New on this year’s priority lists: A planned check-in on how companies are preparing to comply with a rule requiring stockbrokers to disclose more information about conflicts of interest, and how they are preparing for the planned demise of the London interbank offered rate, which underpins trillions of dollars in financial contracts.", "The list also stresses regulators’ interest in what controls companies have in place for robo advisers. On the outsourcing front, they plan to keep an eye on risks stemming from giving data-storage, asset-management and other duties to outside vendors.", "“Be aware of what regulators have told you they are looking at and, at a minimum, make sure you are covering those factors that apply to your business,” said Ken Joseph, a former official at SEC’s compliance office who is now a managing director in the disputes consulting practice at Duff & Phelps.", "Newsletter Sign-up", "During the SEC’s 2019 fiscal year ended Sept. 30, the regulator conducted 3,089 examinations, a 2.7% decline from a year earlier, according to the regulator’s Office of Compliance Inspections and Examinations. The SEC—which said it also made more than 150 enforcement referrals—attributed the decline to the lapse in appropriations stemming from the government shutdown last year.", "The SEC chooses which firms to examine every year based on a mix of factors, including broader agency priorities, the size of the company and the underlying risks associated with its business model, lawyers said.", "One risk that got more attention in the SEC’s annual priority list compared with prior years is vendor risk management, according to Leslie Cruz, an investment management lawyer at law firm Mayer Brown LLP. Regulators want to make sure that compliance officers conduct ongoing due diligence of companies that store data and provide asset-management services, Ms. Cruz said.", "“It’s in some sense trying to guard against identity theft,” she said, “but also trying to guard against the unauthorized disclosure of portfolio holdings of a client.”", "Write to Kristin Broughton at kristin.broughton@wsj.com"], "authors": ["Kristin Broughton"], "keywords": ["sure", "advice", "secs", "examinations", "outsourcing", "regulators", "compliance", "companies", "risks", "investment", "securities", "examiners", "focus", "stemming", "trying"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}