{"authors": ["Agence France-Presse In Riyadh"], "keywords": ["statement", "tourism", "arabia", "visas", "rules", "couples", "hotel", "saudi", "kingdom", "unmarried", "postoil", "allow", "rights", "foreign", "economy", "rooms"], "pubDate": null, "summary": "Kingdom relaxes rules as it turns to tourism to bolster economy for post-oil eraSaudi Arabia announced on Sunday it would allow unmarried foreign couples to rent hotel rooms together as the ultra-conservative kingdom begins offering tourist visas for the first time.\nIn the past, couples wanting to stay in a hotel had to prove they were married.\nSaudi Arabia announced on 27 September it was opening its doors to holidaymakers with the goal of diversifying its oil-dependent economy.\nThe kingdom had previously only issued visas to Muslim pilgrims, foreign workers and recently to spectators at sporting or cultural events.\nThe move to relax tourism rules comes as the country has been on a diplomatic offensive to counter criticism of its human rights record.", "title": "Saudi Arabia to allow unmarried foreign couples in hotel rooms", "url": "https://www.theguardian.com/world/2019/oct/06/saudi-arabia-to-allow-unmarried-foreign-couples-in-hotel-rooms", "id": "b1778c48-f6a8-3872-9a15-cf6efad1c178", "paragraphs": ["Kingdom relaxes rules as it turns to tourism to bolster economy for post-oil era", "Saudi Arabia announced on Sunday it would allow unmarried foreign couples to rent hotel rooms together as the ultra-conservative kingdom begins offering tourist visas for the first time.", "The tourism authority said in a statement published on Twitter that Saudi women travelling alone would also be able to check into a hotel by presenting valid ID. In the past, couples wanting to stay in a hotel had to prove they were married.", "“This is no longer required for tourists,” the statement said.", "Saudi Arabia announced on 27 September it was opening its doors to holidaymakers with the goal of diversifying its oil-dependent economy.", "The kingdom had previously only issued visas to Muslim pilgrims, foreign workers and recently to spectators at sporting or cultural events.", "Kickstarting tourism is one of the centrepieces of Crown Prince Mohammed bin Salman’s Vision 2030 programme to prepare the biggest Arab economy for a post-oil era.", "Citizens from 49 countries are now eligible for online e-visas or visas on arrival, including the US, Australia, UK and several other European nations.", "The move to relax tourism rules comes as the country has been on a diplomatic offensive to counter criticism of its human rights record. The kingdom has imprisoned and tortured women’s rights activists, carries out regular public executions, and was responsible for the murder of the Washington Post columnist Jamal Kashoggi."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}