{"keywords": ["topeka", "won", "school", "widely", "week", "book", "nyongo", "writers", "recent", "books", "weeks"], "authors": ["Joumana Khatib"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/06/books/the-week-in-books.html", "summary": "We take the weekend to highlight recent books coverage:A tour of the Book ReviewBen Lerner, whose latest novel, “The Topeka School,” reviewed here, is widely recognized as one of the most interesting writers of his generation.\nHe joins us on this week’s podcast.\nIt’s a joy to have the Oscar-winning actress Lupita Nyong’o answer our By the Book questions this week.\nNyong’o has previously, and powerfully, contributed to The Times Op-Ed page, but this is her first time in the Book Review, as she makes her debut as a picture book author.\nThe criticsParul Sehgal also reviews “The Topeka School,” putting it in context of other recent books about, as she puts it, “masculinity and its discontents.”", "paragraphs": ["We take the weekend to highlight recent books coverage:", "A tour of the Book Review", "Ben Lerner, whose latest novel, “The Topeka School,” reviewed here, is widely recognized as one of the most interesting writers of his generation. He’s won a MacArthur, a Guggenheim and a Fulbright, and was an accomplished poet and critic even before commanding attention for his first two novels, “Leaving the Atocha Station” and “10:04.”", "Our reviewer for “The Topeka School” is Garth Risk Hallberg, an acclaimed novelist in his own right (“City on Fire”). He joins us on this week’s podcast.", "It’s a joy to have the Oscar-winning actress Lupita Nyong’o answer our By the Book questions this week. Nyong’o has previously, and powerfully, contributed to The Times Op-Ed page, but this is her first time in the Book Review, as she makes her debut as a picture book author.", "The critics", "Parul Sehgal also reviews “The Topeka School,” putting it in context of other recent books about, as she puts it, “masculinity and its discontents.”"], "id": "b1b965db-eb28-3154-a9b6-76cbbee26615", "pubDate": null, "title": "The Week in Books"}