{"summary": "Roughly 48 million Americans are still paying off credit-card debt from the 2018 holiday shopping season, according to NerdWallet.com.\nContinue Reading Below“Everyday Millionaires” author and financial expert Chris Hogan joined FOX Business’ “Cavuto: Coast to Coast” on Tuesday to share his insights on the economics of gift-giving.\nMILLIONS WON'T GIVE HOLIDAY GIFTS TO AVOID OVERSPENDING, SURVEY FINDSHogan weighed in on the trend of Americans wanting cash or payments toward their loans instead of a typical gift.\n“I think it goes to show the financial situation of most Americans right now,” he said.\n“That has intrinsic and real value.”CLICK HERE TO READ MORE ON FOX BUSINESS", "keywords": ["holiday", "financial", "hogan", "gift", "debt", "understand", "mostwanted", "whats", "relief", "business", "2019", "americans", "fox"], "paragraphs": ["Roughly 48 million Americans are still paying off credit-card debt from the 2018 holiday shopping season, according to NerdWallet.com.", "Continue Reading Below", "“Everyday Millionaires” author and financial expert Chris Hogan joined FOX Business’ “Cavuto: Coast to Coast” on Tuesday to share his insights on the economics of gift-giving.", "MILLIONS WON'T GIVE HOLIDAY GIFTS TO AVOID OVERSPENDING, SURVEY FINDS", "Hogan weighed in on the trend of Americans wanting cash or payments toward their loans instead of a typical gift.", "“I think it goes to show the financial situation of most Americans right now,” he said. “People are up to their eyeballs in debt, and they understand that getting a payment that they could use toward debt would actually be a gift of relief for them financially.”", "MOST HOLIDAY SHOPPERS PREFER BUYING GIFTS ONLINE - NOT IN STORES", "Hogan said if you don’t have much money, giving “the gift of time” is a great alternative.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "“People are up to their eyeballs in debt, and they understand that getting a payment that they could use toward debt would actually be a gift of relief for them financially.” - Chris Hogan, “Everyday Millionaires” author and financial expert", "“You could cook a meal for someone or watch their children or run an errand,” Hogan said. “That has intrinsic and real value.”", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxbusiness.com/lifestyle/most-wanted-holiday-gift-cash-chris-hogan", "authors": ["Catie Perry"], "id": "b1eeab98-0e97-3982-a980-31912ea06793", "pubDate": null, "title": "What's the most-wanted holiday gift in 2019?"}