{"id": "b2bb9bcf-1404-379e-af58-35bb5687a730", "title": "WhatsApp Is Adding Disappearing Messages—With Some Limits", "url": "https://www.wired.com/story/whatsapp-disappearing-messages/", "summary": "Beginning today, WhatsApp will start rolling out the option for users to enable disappearing messages in one-on-one chats; admins will have the option to enable the feature in group chats.\nDisappearing messages should be available globally by the end of the month.\nEven Facebook Messenger, WhatsApp's sister platform, offers granular controls for disappearing messages in its end-to-end encrypted Secret Conversation feature.\nWhatsApp users now send about 100 billion messages per day on the platform, so it's a significant privacy upgrade in terms of scale.\nAdditionally, if you reply to a disappearing message, the quoted message won't automatically vanish at the same time as the original.", "paragraphs": ["Disappearing or ephemeral messaging has become a popular feature on social networks like Snapchat and privacy-focused communication apps like Signal, Telegram, and Wire. It doesn't stop the people you're chatting with from taking screenshots of your chats or otherwise logging them, but it makes it less likely that your old messages could come back to haunt you in unforeseen ways. Now WhatsApp, one of the biggest platforms in the world to offer end-to-end encryption by default for all its chats, is launching a version of the feature. But it has some limitations.", "Beginning today, WhatsApp will start rolling out the option for users to enable disappearing messages in one-on-one chats; admins will have the option to enable the feature in group chats. Disappearing messages should be available globally by the end of the month. Unlike other services, though, WhatsApp isn't going to offer granular options—an hour, a day, a month—for the time until messages vanish. Instead, the feature will be more minimalist. Every chat will start with the feature off by default, and either party choosing to turn it on will trigger a set seven-day auto-delete window. Your messages will be scrubbed a week after you send or receive them.", "\"Our goal is to make conversations on WhatsApp feel as close to in-person as possible, which means they shouldn't have to stick around forever,\" WhatsApp said in a blog post shared with WIRED ahead of the launch. \"We’re starting with seven days because we think it offers peace of mind that conversations aren’t permanent, while remaining practical so you don’t forget what you were chatting about.\"", "Courtesy of WhatsApp", "It's true that it keeping track of conversations can be difficult when messages auto-delete after an hour or a day. But most messaging platforms offer the option while they're at it so users can choose the increment that best meets their privacy and security needs. Even Facebook Messenger, WhatsApp's sister platform, offers granular controls for disappearing messages in its end-to-end encrypted Secret Conversation feature.", "WhatsApp users now send about 100 billion messages per day on the platform, so it's a significant privacy upgrade in terms of scale. But it comes with caveats beyond the fixed deletion window. Turning on disappearing messages isn't going to change any other dynamics of how the app works, which importantly means that users will still be able to forward messages from one WhatsApp chat to another. If you forward a message from a chat with disappearing messages turned on to one that has the feature off, the forward will live on in the new chat. Additionally, if you reply to a disappearing message, the quoted message won't automatically vanish at the same time as the original. You'll need to either manually delete or wait until the reply hits its own seven-day deadline."], "authors": ["Lily Hay Newman", "Lily Hay Newma"], "keywords": ["whatsapp", "option", "adding", "message", "users", "messageswith", "feature", "chats", "disappearing", "offer", "messages", "limits", "chat"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}