{"id": "b2e49a16-94b7-322d-ae52-0822d4e4b7ae", "title": "UK trial to assess aspirin as coronavirus treatment option", "url": "http://www.foxnews.com/world/trial-assess-aspirin-coronavirus-treatment-option", "summary": "British scientists will conduct a study to determine the effectiveness of aspirin as a possible treatment for the coronavirus, according to reports.\nThe RECOVERY trial will attempt to assess a range of treatment options, including low-dose dexamethasone, azithromycin, convalescent plasma, and aspirin, among others, according to the trial’s website.\nThe focus on aspirin will determine whether aspirin might help reduce the risk of blood clots in people suffering from COVID-19, Reuters reported.\nPatients infected with the virus suffer a greater chance of blood clots due to hyper-reactive platelets, and aspirin is an antiplatelet agent.\nUK RAVE ORGANIZER FINED $13G FOR VIOLATING CORONAVIRUS RESTRICTIONSAt least 2,000 patients are expected to participate in what would be one of the U.K.’s biggest trials.", "paragraphs": ["British scientists will conduct a study to determine the effectiveness of aspirin as a possible treatment for the coronavirus, according to reports.", "The RECOVERY trial will attempt to assess a range of treatment options, including low-dose dexamethasone, azithromycin, convalescent plasma, and aspirin, among others, according to the trial’s website.", "The focus on aspirin will determine whether aspirin might help reduce the risk of blood clots in people suffering from COVID-19, Reuters reported.", "Patients infected with the virus suffer a greater chance of blood clots due to hyper-reactive platelets, and aspirin is an antiplatelet agent.", "UK RAVE ORGANIZER FINED $13G FOR VIOLATING CORONAVIRUS RESTRICTIONS", "At least 2,000 patients are expected to participate in what would be one of the U.K.’s biggest trials. Each participant would receive a 150 mg. daily aspirin dose. Those patients will be compared with 2,000 others who receive only standard treatments.", "The study will primarily look at patient mortality after 28 days while also assessing hospital stay duration and the need for ventilation, Politico reported.", "EUROPE CELEBRATES BIDEN WIN WITH FIREWORKS, CHURCH BELLS", "“Aspirin is widely used to prevent blood clots in many other conditions, including heart attack, stroke, and pre-eclampsia in pregnant women,” said Prof Martin Landray, co-chief investigator of the trial.", "“But enrolling patients in a randomized trial such as Recovery is the only way to assess whether there are clear benefits for patients with COVID-19 and whether those benefits outweigh any potential side effects, such as the risk of bleeding.”", "Other treatments being tested in the Recovery trial include antibody-rich plasma collected from recovered COVID-19 patients, and Regeneron’s antibody cocktail that was used to treat Donald Trump’s COVID-19 symptoms.", "CLICK HERE FOR THE FOX NEWS APP", "The results for these trials will probably take months to determine, but if aspirin proved effective, it would be a cheap option to help regulate symptoms."], "authors": ["Peter Aitken", "Peter Aitken Is A New York Born-And-Raised Reporter With A Focus On National", "Global News."], "keywords": ["determine", "option", "aspirin", "treatment", "trial", "assess", "uk", "blood", "coronavirus", "recovery", "clots", "used", "patients", "trials", "covid19"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}