{"id": "b306b877-17f5-3638-a611-c0d847c46d51", "title": "Green groups denounce Brazil's 'sham' Amazon tour for foreign diplomats", "url": "https://www.theguardian.com/environment/2020/nov/07/green-groups-denounce-brazils-sham-amazon-tour-for-foreign-diplomats", "summary": "Environmentalists have criticised a three-day tour of the Amazon that the Brazilian government staged for foreign ambassadors as a “sham” and “media propaganda” after it failed to stop at any environmentally devastated areas.\nIt is a sham,” said Marcio Astrini, executive director of the Climate Observatory, an umbrella group of environmental NGOs.\nBrazil’s vice-president, Hamilton Mourão, who hosted the tour and heads the government’s Amazon council, said seeing the effects of Amazon deforestation and fires close up was “not necessary”.\nAmazon deforestation and fires have accelerated since Jair Bolsonaro took office as Brazil’s president in January 2019 with an anti-environmental agenda, promising to develop the region.\nIt said 2.2bn tons of carbon dioxide was released, driven by Amazon deforestation and making it impossible for Brazil to meet its 2020 emissions target.", "paragraphs": ["Environmentalists have criticised a three-day tour of the Amazon that the Brazilian government staged for foreign ambassadors as a “sham” and “media propaganda” after it failed to stop at any environmentally devastated areas.", "The tour ended on Friday and focused on better-protected areas of the northern Amazon. “The government prepared an itinerary that does not show the reality of the Amazon – the abandonment of indigenous peoples, the land grabbing, the illegal mining and the uncontrolled deforestation. It is a sham,” said Marcio Astrini, executive director of the Climate Observatory, an umbrella group of environmental NGOs.", "Brazil’s vice-president, Hamilton Mourão, who hosted the tour and heads the government’s Amazon council, said seeing the effects of Amazon deforestation and fires close up was “not necessary”.", "Analysts said the tour was a sop to European governments wavering on ratifying a trade deal between the EU and the South American trade block Mercosur. Amazon deforestation and fires have accelerated since Jair Bolsonaro took office as Brazil’s president in January 2019 with an anti-environmental agenda, promising to develop the region.", "“Governments in favour of ratification want Brazil to do things like that in order to help them to make a case … back in their capitals,” said Oliver Stuenkel, a professor of international relations at the Getulio Vargas Foundation, a São Paulo business school.", "Others feared they had fallen into a propaganda trap as an official government Twitter account falsely tweeted that Brazil protected its environment more than anywhere else, and Bolsonaro’s claim that “shady interests” coveted Amazon riches. Many of the claims were debunked by the environmental factchecking site fakebook.eco.", "First mooted by Bolsonaro a year ago and organised after eight European countries, including the UK, in September urged Brazil to take “real action” over deforestation, the trip concentrated on the Amazon city of Manaus and the rainforest’s better protected northern region.", "It included a zoo, a deforestation monitoring centre, a sustainable farm and the confluence of the Amazon and Negro rivers near Manaus, a major tourist point. On Friday, ambassadors visited a military base in the Yanomami indigenous reserve and an indigenous health centre in the remote town of São Gabriel da Cachoeira.", "Greenpeace delivered an alternative route to ambassadors taking part before the trip began, suggesting they visit devastated areas such as the Jamanxim forest in Pará state. “I hope the ambassadors clearly understand this is nothing more than media propaganda that does not represent reality,” said Cristiane Mazzetti, an Amazon campaigner for Greenpeace Brazil.", "Before setting off, the UK’s acting ambassador in Brazil, Liz Davidson, tweeted that “it is a shame the trip does not include visits to areas more impacted by environmental degradation”. She told Brazil’s Valor Econômico daily that the UK wanted to see a long-term plan to combat illegal deforestation.", "In a last minute deviation from the official route, the ambassadors were due to fly over the BR-163 highway in Pará – the region suggested by Greenpeace – which cuts through heavily deforested Amazon forest, the G1 site reported. There were no plans to land.", "“We looked to fly over the BR-163 region … we weren’t able to because there was cloud cover in spite of flying low, but it is important to make clear that taking them in loco is not really necessary,” Mourão told reporters in Manaus, according to the city’s A Critica site. He heads an army operation to combat fires and deforestation widely derided as ineffective.", "Bolsonaro’s government has dismantled environmental protections. Environmental officials have been sacked, banned from talking to the media and forbidden to burn and destroy tractors and other equipment used by illegal loggers and miners. Deforestation hit a 10-year high between August 2018 and July 2019, reaching 10,129 sq kms, and indications are that the next figures, due next month, will be even higher.", "Fires in the Amazon also hit a 10-year high, rising 13% in the first nine months of 2020. Bolsonaro falsely claimed in a speech to the United Nations that the rainforest did not burn, blaming indigenous people and a “disinformation campaign anchored on shady interests” for negative media coverage. In April the environment minister, Ricardo Salles – who was also on this week’s trip – called for more deregulation while media was distracted by the Covid-19 pandemic.", "On Friday the Climate Observatory said Brazil’s greenhouse gas emissions rose by 9.6% in 2019. It said 2.2bn tons of carbon dioxide was released, driven by Amazon deforestation and making it impossible for Brazil to meet its 2020 emissions target."], "authors": ["Dom Phillips"], "keywords": ["sham", "brazil", "media", "indigenous", "tour", "environmental", "trip", "deforestation", "groups", "ambassadors", "denounce", "foreign", "amazon", "site", "green", "brazils", "diplomats"], "pubDate": "2020-11-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}