{"authors": ["Condé Nast", "Lilah Ramz"], "keywords": ["holiday", "ball", "trains", "night", "party", "botanical", "train", "wonderland", "gardens", "inside", "took", "winter", "york", "quite"], "paragraphs": ["There were many trains at Friday night’s Winter Wonderland Ball, the annual event (this year, hosted with the support of Wempe) that lures everyone to the Bronx to fundraise for one of the city’s most beloved institutions: The New York Botanical Garden.", "Miniature chug-a-choo-choos wound their way through the lush indoor gardens as part of the 28th Annual Holiday Train Show. Frequent attendees of the gala might have noticed a change of venue; as the Garden’s famed palm dome undergoes renovation, the show was moved elsewhere, a new locale that allowed visitors to get closer to the setup than ever before. More than 175 landmarks of the city are represented with a mossy Central Park, Chrysler Building, Brooklyn Bridge, and Statue of Liberty.", "There were also trains of a more dramatic variety that traveled throughout the gala: On the gowns of Ariana Rockefeller, who wore a Bibhu Mohapatra dress (festooned with “[more than] 4,000 feathers,” she explained), Georgina Bloomberg, and Savannah Engel in Markarian.", "Most guests, traveling from Manhattan, arrived around 7 p.m. to take in the atmosphere. Inside might have been a winter wonderland, but outside, it was a rainy mess. The glamorous gala-goers took shelter within the gardens, sipping Champagne and posing by the faux-snow-dusted trees for last-minute Christmas card options and Instagrammable content.", "Wes Gordon turned up with husband Paul Arnhold, Olivia Palermo was there with her husband Johannes Huebl, Kit Keenan arrived in a gown by her mother, Cynthia Rowley. “I went to her studio this morning and was like, ‘Please help me get dressed!’” she said of her retro-inspired look.", "It’s an event that draws all the usual suspects, but it’s also one that stands out for multiple reasons. Mainly, it’s on a Friday, so no one needs to question that last glass of Champagne. But also, it’s quite a trek, thus most attendees arrive via party bus, meaning the party begins long before they reach the venue.", "After touring the Holiday Train Show, guests piled into open-air shuttles that took everyone to their ultimate destination for dinner and dancing. It was damp and freezing, but no one seemed to mind after a couple of cocktails. Soon enough they were deposited inside the dining room, where the dancing commenced before dinner was even served, like a 400-person wedding that everyone couldn’t wait to celebrate.", "The rest of the night carried on like a fashionable flurry. The last stop of the night was the after-party, a ways away at, of all places, The Box. If Santa was classifying the evening’s entertainment, the Holiday Train Show would definitely make the nice list, while the goings-on at The Box would undoubtedly earn everyone a lump of coal in their stockings."], "summary": "There were many trains at Friday night’s Winter Wonderland Ball, the annual event (this year, hosted with the support of Wempe) that lures everyone to the Bronx to fundraise for one of the city’s most beloved institutions: The New York Botanical Garden.\nMiniature chug-a-choo-choos wound their way through the lush indoor gardens as part of the 28th Annual Holiday Train Show.\nInside might have been a winter wonderland, but outside, it was a rainy mess.\nAfter touring the Holiday Train Show, guests piled into open-air shuttles that took everyone to their ultimate destination for dinner and dancing.\nIf Santa was classifying the evening’s entertainment, the Holiday Train Show would definitely make the nice list, while the goings-on at The Box would undoubtedly earn everyone a lump of coal in their stockings.", "id": "b314707c-b47b-3bc0-8962-3563759c53a8", "title": "The New York Botanical Garden’s Winter Wonderland Ball Was Quite a Night", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/slideshow/the-new-york-botanical-gardens-winter-wonderland-gala-2019"}