{"paragraphs": ["For Red Blue Games co-founders Edward and Lucas Rowe, developing games has always been intertwined with their indescribable bond as twin brothers.", "“We’d make Paper Mario levels on spools of paper,” Lucas recalls with a smile.", "“We would take those spools of paper and get on either end of it and draw until you met in the middle and you have a world,” Edward adds. “We would do battles with stick figures where we’d each draw a picture and you’d fill it in one at a time and sort of fight each other by adding to the drawing.”", "Since they were kids, Edward and Lucas have always been making games together, whether it was on spools of paper, using the HyperCard program on a Mac Plus, or creating a Dungeons & Dragons game using little outside of a Lego set and their creativity. Games became a passion that they both knew needed to be a part of their future.", "“The running theme of our childhood is just sort of entertaining ourselves by making games for each other,” Lucas says.", "Games are what deepened their connection, but as the pair got older and their programming skills grew, the two put their passion for creating together on hold to pursue careers in programming and families. That was until 2013 when the brothers finally decided it was time to take the plunge and return to their love of making games.", "“We reached a point where we were both ready, and I feel like there’s a window in your life when you can do something like this and that window was open,” Lucas says. “We knew it was going to close soon, so we took the chance to do it when we could.”", "That brings us to Sparklite, the duo’s first major foray into the indie scene. The adventure game features gorgeous visuals and a unique soundtrack, a relevant story and protagonist, and a gameplay loop that will appeal to anyone familiar with the genre. The Rowe brothers are confident they can make a splash with Sparklite."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "title": "Sparklite Preview — The Culmination of A Dream In The Indie Scene", "id": "b3614a14-9d63-3df9-8e2b-8b8bf1b60613", "keywords": ["culmination", "spools", "sort", "indie", "window", "dream", "using", "lucas", "sparklite", "edward", "preview", "paper", "games", "making", "scene"], "summary": "For Red Blue Games co-founders Edward and Lucas Rowe, developing games has always been intertwined with their indescribable bond as twin brothers.\n“We’d make Paper Mario levels on spools of paper,” Lucas recalls with a smile.\n“The running theme of our childhood is just sort of entertaining ourselves by making games for each other,” Lucas says.\nThat was until 2013 when the brothers finally decided it was time to take the plunge and return to their love of making games.\n“We knew it was going to close soon, so we took the chance to do it when we could.”That brings us to Sparklite, the duo’s first major foray into the indie scene.", "pubDate": null, "url": "https://www.gameinformer.com/preview/2019/11/13/the-culmination-of-a-dream-in-the-indie-scene"}