{"id": "b39dbfaa-9b5b-3ff5-ad80-5b7e22e81fbe", "title": "Opinion | Make Puerto Rico a State Now", "url": "https://www.nytimes.com/2020/11/04/opinion/puerto-rico-state.html", "summary": "Puerto Ricans became U.S. citizens in 1917, but to this day, Congress governs Puerto Rico under the Territory Clause of the Constitution, which empowers it to make “rules and regulations” for U.S. territories.\nFederal laws apply there, with a few exceptions determined by Congress, yet the three million American citizens who live in Puerto Rico have no say in the making of those laws.\nFor starters, although residents of Puerto Rico do not pay federal income taxes on local income, they do contribute to the federal treasury through other taxes, such as payroll taxes.\nBetween 1998 and 2006, Puerto Rico contributed over $4 billion annually to the federal treasury — more than six states of the Union.\nThat’s why a majority of Puerto Ricans have chosen statehood, and why Congress should admit Puerto Rico now.", "paragraphs": ["Puerto Ricans became U.S. citizens in 1917, but to this day, Congress governs Puerto Rico under the Territory Clause of the Constitution, which empowers it to make “rules and regulations” for U.S. territories. Federal laws apply there, with a few exceptions determined by Congress, yet the three million American citizens who live in Puerto Rico have no say in the making of those laws. While the island has been officially known as a “commonwealth” since the early 1950s, that label did not change its status: It remains a U.S. territory. Decrying this state of affairs, a former Chief Justice of the Supreme Court of Puerto Rico called it “the oldest colony in the world.”", "Many Americans believe that Puerto Rico’s colonial status reflects some sort of deal to trade the right to federal representation for a break from federal taxes. But if this convenient rationalization of the status quo seems facile, that’s because it is. For starters, although residents of Puerto Rico do not pay federal income taxes on local income, they do contribute to the federal treasury through other taxes, such as payroll taxes. Between 1998 and 2006, Puerto Rico contributed over $4 billion annually to the federal treasury — more than six states of the Union. Moreover, Puerto Ricans already pay for their federal tax break with significantly reduced federal benefits. Besides, according to estimates from the Tax Policy Center, over 40 percent of all households in the states will not earn enough money this year to owe federal income taxes. No one expects them to give up their right to vote in return.", "But the deeper problem with the “tax deal” view of Puerto Rico’s status is that the principles of American democracy forbid such a Faustian bargain. In a democracy, the right to vote is not for sale. That’s why a majority of Puerto Ricans have chosen statehood, and why Congress should admit Puerto Rico now.", "Those who take issue with the ballot language will insist that instead of a “yes or no” vote on statehood, the ballot should have included other status options: an “enhanced” version of the current status (which enjoys substantial support on the island); independence (despite its extremely low popularity); and free association (read: independence, with a treaty of association with the United States). But this view ignores certain crucial realities of Puerto Rico’s status debate.", "Only two of these options, statehood and “enhanced” commonwealth, have any real support: Puerto Ricans have been split down the middle between these two alternatives for half a century. And even across this divide, these two groups have long agreed on two key points: All of them wish to remain U.S. citizens, and all of them wish to maintain the island’s permanent union with the United States. Every measure of Puerto Rican preferences since the mid-20th century has revealed this overwhelming consensus — where “overwhelming” literally means over 90 percent. Given Puerto Ricans’ near-unanimity on the desirability of continued U.S. citizenship and a permanent union with the United States, it made perfect sense for them to have a straight-up vote on statehood, yes or no."], "authors": ["Christina D. Ponsa-Kraus"], "keywords": ["taxes", "state", "status", "opinion", "states", "ricans", "puerto", "statehood", "federal", "rico", "united", "vote"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}