{"title": "News, Articles, Biography, Photos", "summary": "Des Linden didn’t want to decide between the Olympic trials and the Boston Marathon—so she’s running them both, 51 days apart.\nBut it’s potentially explosive because of historical tensions between New England and the NFL about this very topic.\nEli Manning will start at quarterback for the New York Giants Monday at Philadelphia, stepping in for the rookie Daniel Jones.\nLatest From SportsHow the U.S. Women’s Basketball Team Won a Pay Raise Team USA’s stars usually play overseas in the WNBA’s off-season.\nFormer Guggenheim Partners President Made Chelsea Bid Todd Boehly’s offer was rejected by Russian billionaire Roman Abramovich, but talks may continue.", "url": "https://www.wsj.com/news/life-arts/sports", "paragraphs": ["Des Linden didn’t want to decide between the Olympic trials and the Boston Marathon—so she’s running them both, 51 days apart.", "The Patriots were accused of cheating again. The circumstances are a little baffling. But it’s potentially explosive because of historical tensions between New England and the NFL about this very topic.", "Eli Manning will start at quarterback for the New York Giants Monday at Philadelphia, stepping in for the rookie Daniel Jones. It is widely seen as Manning’s Last Hurrah.", "The Yankees delivered a gargantuan deal for starting pitcher Gerrit Cole—worth $324 million over nine years—which is just enough to get by in a city as expensive as New York.", "Plus, Dylan blew off a Nobel. And pandas are making a comeback! A few reasons to be upbeat as a tumultuous 2019 winds down.", "There’s talk about expanding the NFL regular season to 17 games. You don’t need to be a Jets fan to think that’s a bad idea, Jason Gay writes.", "Latest From Sports", "How the U.S. Women’s Basketball Team Won a Pay Raise Team USA’s stars usually play overseas in the WNBA’s off-season. But not this year.", "College Football’s Best Player Doesn’t Set Foot on Campus Much LSU quarterback Joe Burrow, who won the Heisman Trophy on Saturday, is a graduate transfer who takes his classes online.", "LSU Quarterback Joe Burrow Wins Heisman in Landslide Vote Joe Burrow, a quarterback, won the Heisman on Saturday night in a record landslide vote, becoming the first LSU player to bring college football’s most prestigious award back to Baton Rouge in 60 years.", "The Packers Are Exploiting One of the NFL’s Biggest Inefficiencies The Green Bay Packers and Aaron Rodgers throw the ball more often—and deep—on 2nd-and-short than every other team in football. And the Packers gain more yards on 2nd-and-short than every other team in football.", "MLB Players to Face Mandatory Opioid Testing All major-league players will face mandatory testing for opioids starting next spring training, a significant change to baseball’s drug policy, under a new agreement announced by Major League Baseball and its players union.", "Premier League Ends Long Search for CEO With In-House Pick The English Premier League’s long and often calamitous global search for a new chief executive finally settled on Richard Masters, a 13-year veteran of the league who had served as interim CEO for the past 11 months.", "The Most Improbable Player in the NBA Duncan Robinson went to a Division-III college. Now he’s starting for the Miami Heat because he’s one of the best shooters on the planet.", "Blackface, Slurs and the Player Who Brought a Racial Reckoning to Hockey Akim Aliu’s story of enduring racism inside hockey includes an incident in which a minor-league team staffer dressed up as him in blackface. Now, Aliu is speaking out and bringing a racial reckoning to a predominantly white sport.", "MLB Study Finds Lower Seam Height on Baseballs Behind Power Surge Baseballs with a lower seam height coupled with a ‘change in player behavior’ were among the primary causes of the power surge that resulted in players hitting a record 6,776 home runs in 2019, according to an MLB study.", "Yankees Sign Gerrit Cole to $324 Million Megadeal Ace pitcher Gerrit Cole agreed to to join the New York Yankees on a nine-year pact worth a whopping $324 million, obliterating the record deal signed one day prior by World Series MVP Stephen Strasburg.", "Dallas Stars Head Coach Fired for ‘Unprofessional Conduct’ The Dallas Stars abruptly fired head coach Jim Montgomery for “unprofessional conduct,” a move that comes after the National Hockey League launched new initiatives meant to address its culture.", "Baseball’s Newest Craze Is Hiring TV Stars Baseball teams have started hiring TV analysts as their major-league managers, since their primary responsibility is to act as a communicator, both with the players in the clubhouse and twice daily with the news media.", "Houston Rockets Fans in China Need to ‘Watch Games and Be Low Key’ Two months after Daryl Morey tweeted support for the Hong Kong protesters, the Houston Rockets still remain blacklisted in China, prompting some fans to take extreme measures to watch their favorite team.", "Former Guggenheim Partners President Made Chelsea Bid Todd Boehly’s offer was rejected by Russian billionaire Roman Abramovich, but talks may continue.", "Load More"], "id": "b43f3227-71c9-3079-9476-cef393dc0446", "authors": [], "keywords": ["photos", "biography", "record", "league", "team", "player", "stars", "articles", "quarterback", "players", "starting", "won", "packers"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}