{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["weeks", "unlawful", "extreme", "constitutional", "speaker", "unanimous", "supreme", "johnsons", "boris", "video", "court", "suspension", "effect", "parliament", "rules"], "title": "Supreme Court rules Boris Johnson’s suspension of parliament was ‘unlawful’", "paragraphs": ["You can enable subtitles (captions) in the video player", "The court is bound to conclude, therefore, that the decision to advise Her Majesty to prorogue parliament was unlawful because it had the effect of frustrating or preventing the ability of parliament to carry out its constitutional functions without reasonable justification.", "Parliament has not been prorogued. This is the unanimous judgement of all 11 justices. It is for parliament, and in particular the speaker and the lord speaker, to decide what to do next. This was not a normal prorogation in the run up to a queen's speech. It prevented parliament from carrying out its constitutional role for five out of the possible eight weeks between the end of the summer recess and exit day on the 31st of October.", "The effect on the fundamentals of our democracy was extreme. No justification for taking action with such an extreme effect has been put before the court."], "id": "b43ffd22-ffa6-3df6-9c7f-5708d6e5d842", "url": "https://www.ft.com/video/20bc0949-1ed5-4347-b8fb-a0fb750bec7c?playlist-name=less-than-90-seconds&playlist-offset=5", "authors": ["Footage Reuters."], "summary": "You can enable subtitles (captions) in the video playerThe court is bound to conclude, therefore, that the decision to advise Her Majesty to prorogue parliament was unlawful because it had the effect of frustrating or preventing the ability of parliament to carry out its constitutional functions without reasonable justification.\nParliament has not been prorogued.\nIt is for parliament, and in particular the speaker and the lord speaker, to decide what to do next.\nThis was not a normal prorogation in the run up to a queen's speech.\nNo justification for taking action with such an extreme effect has been put before the court."}