{"id": "b45129f4-3bde-3f0d-938c-ac8ecf5a4788", "title": "NASCAR's Bristol playoff race is sold out, may have largest US sports crowd since pandemic began", "url": "https://www.foxnews.com/auto/nascars-bristol-playoff-race-sold-out-pandemic", "summary": "NASCAR’s upcoming playoff race at Bristol Motor Speedway in Tennessee is sold out and could become the highest-attended sporting event in the U.S. since the beginning of the coronavirus pandemic.\nSpeedway officials announced Wednesday that the socially-distanced allotment of seats for the Sept. 19 event has been spoken for.\nThat was also the case for the NASCAR All-Star race in July, where 22,000 fans showed up, according to the Associated Press.\nThe July race took place two days after Tennessee reported its peak daily number of COVID-19 cases at 3,314, which has since declined by 75%.\nJIMMIE JOHNSON SIGNS WITH CHIP GANASSI RACING'S INDYCAR TEAMThe All-Star Race crowd is still the biggest at any sporting event since coronavirus restrictions began being eased this summer.", "paragraphs": ["NASCAR’s upcoming playoff race at Bristol Motor Speedway in Tennessee is sold out and could become the highest-attended sporting event in the U.S. since the beginning of the coronavirus pandemic.", "Speedway officials announced Wednesday that the socially-distanced allotment of seats for the Sept. 19 event has been spoken for. It didn’t say exactly how many were made available, but the 162,000-seat track has been approved by the state to have roughly 30,000 fans in attendance.", "That was also the case for the NASCAR All-Star race in July, where 22,000 fans showed up, according to the Associated Press. NASCAR and its host tracks do not typically release official attendance numbers.", "The July race took place two days after Tennessee reported its peak daily number of COVID-19 cases at 3,314, which has since declined by 75%.", "JIMMIE JOHNSON SIGNS WITH CHIP GANASSI RACING'S INDYCAR TEAM", "The All-Star Race crowd is still the biggest at any sporting event since coronavirus restrictions began being eased this summer. The University of Tennessee is currently planning to offer approximately 25,000 seats for its football home opener against Missouri at Neyland Stadium in Knoxville on Oct. 3.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["nascars", "pandemic", "nascar", "seats", "playoff", "allstar", "began", "upcoming", "sold", "bristol", "coronavirus", "tennessee", "event", "sporting", "fans", "largest", "race", "crowd"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}