{"authors": ["Agence France-Presse"], "keywords": ["troops", "killed", "violence", "spreads", "burkina", "20", "gold", "province", "dead", "faso", "mali", "attack", "jihadist", "attacks", "region"], "pubDate": null, "summary": "A week ago, 17 people, including a soldier, were killed in a weekend of attacks in the north of Burkina Faso.\nA third attack in Deou in Soum province saw a soldier killed during an attack on an army unit.\nWest African leaders announced a $1bn plan to combat jihadist violence at a summit in Burkina Faso last month.\nThe fight against the rising tide of jihadist violence in the region has so far been hampered by a lack of funds.\nFrom July 2017, it pooled troops from Burkina Faso, Chad, Mali, Mauritania and Niger in a bid to drive back the jihadist groups.", "title": "Around 20 dead in Burkina Faso as jihadist violence spreads across region", "url": "https://www.theguardian.com/world/2019/oct/06/around-20-dead-in-burkina-faso-as-jihadist-violence-spreads-across-region", "id": "b45d53eb-8afb-30fb-a64d-d96d89ef0b55", "paragraphs": ["Deadly assault on gold mine follows spate of violence in region south of Sahara blamed on Islamist insurgency", "Around 20 people have been killed in an attack on a gold mining site in northern Burkina Faso, security sources said, the latest in a spate of violence blamed on a jihadist insurgency across the region.", "The attack on Friday took place in Soum province not far from where alleged jihadists blew up a bridge linking two northern towns in mid-September", "“Armed individuals attacked the gold mining site at Dolmane ... leaving around 20 dead, mainly gold miners,” one security source said.", "Violence forces 1.9 million children out of classes in west and central Africa Read more", "Another security source confirmed the attack, adding that a number of people had been injured, without giving further details.", "The west African nation has become part of a four-and-a-half year jihadist insurgency in the Sahel region, which covers the region south of the Sahara from the Atlantic coast across to the horn of Africa.", "Many of the attacks have been attributed to groups affiliated with al-Qaida, and others to the so-called Islamic State group.", "More than 585 people have been killed since early 2015, according to an AFP toll, in an insurgency affecting Nigeria, Chad, Niger and other nations such as Mali, where nearly 40 people were killed in an attack last week.", "A week ago, 17 people, including a soldier, were killed in a weekend of attacks in the north of Burkina Faso. On 29 September, about 20 men on motorcycles attacked the village of Komsilga in Bam province, killing nine people, and burning shops and two car tyres. Later the same day, seven people were killed after armed individuals attacked the village of Deneon in the same province. A third attack in Deou in Soum province saw a soldier killed during an attack on an army unit.", "Dangerous, complex, vast: UK troops' challenges in Mali Read more", "The Burkinabe army, which itself has suffered heavy losses, has been unable to stop the attacks, which were initially concentrated in the north but have since spread to other regions in the east and west.", "Attacks on emblems of the state, hit-and-run raids on remote villages and brutal interpretation of Islamic law have forced an estimated 300,000 people to flee their homes to the south.", "The attacks have also fuelled intercommunal violence and seen about 2,000 schools closed.", "West African leaders announced a $1bn plan to combat jihadist violence at a summit in Burkina Faso last month. The fight against the rising tide of jihadist violence in the region has so far been hampered by a lack of funds.", "The G5 Sahel, a joint taskforce, was created in 2014 to try to tackle the problem, backed by the region’s former colonial power, France. From July 2017, it pooled troops from Burkina Faso, Chad, Mali, Mauritania and Niger in a bid to drive back the jihadist groups.", "But a lack of finance, training and equipment limited their effectiveness and their numbers. The force currently numbers 4,000 troops although 5,000 were originally planned.", "British troops are due to join a UN peacekeeping mission in Mali next year.", "According to the US think-tank the Center for Strategic and International Studies (CSIS), the number of radical Islamist-linked attacks in the Sahel has doubled each year since 2016. Last year, the tally was 465 – more than one a day."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}