{"title": "Risk Standard-Setter Issues Blueprint for Managing Cyber Risks", "summary": "A standard-setter for risk management has issued guidelines for companies on how to prevent the risk of a major cyberattack.\nThe guidance published Tuesday by the Committee of Sponsoring Organizations of the Treadway Commission, or COSO, provides companies with a blueprint for bolstering their internal cyber controls.\nAmong the voluntary guidelines: Companies should establish a cyber risk-management team that is led by the chief information officer.\nCompanies also should consider setting minimum credentialing requirements for information technology executives, and consider adding directors with cybersecurity expertise to their boards.\nThat framework, which is widely used among big companies, was updated two years ago to include corporate governance and managing nonfinancial risks.", "url": "https://www.wsj.com/articles/risk-standard-setter-issues-blueprint-for-managing-cyber-risks-11576620579?mod=hp_minor_pos5", "paragraphs": ["A standard-setter for risk management has issued guidelines for companies on how to prevent the risk of a major cyberattack.", "The guidance published Tuesday by the Committee of Sponsoring Organizations of the Treadway Commission, or COSO, provides companies with a blueprint for bolstering their internal cyber controls.", "Among the voluntary guidelines: Companies should establish a cyber risk-management team that is led by the chief information officer. The team should include executives overseeing risk, finance, audit and other areas, COSO said. Companies also should consider setting minimum credentialing requirements for information technology executives, and consider adding directors with cybersecurity expertise to their boards.", "The guidance provides a tool for companies to assess their own cyber risks, as well as those faced by their suppliers and vendors, said Sandra Richtermeyer, dean of the Manning School of Business at the University of Massachusetts Lowell.", "“How much are you committing in resources to address these issues?” said Ms. Richtermeyer, a former COSO board member.", "Newsletter Sign-up", "COSO develops frameworks that companies use to manage both financial and nonfinancial risks. The standard-setter is well-known among risk-management executives for the framework it developed following high-profile accounting scandals in the early 2000s. That framework, which is widely used among big companies, was updated two years ago to include corporate governance and managing nonfinancial risks.", "The guidance issued Tuesday makes suggestions for how boards and senior executives can apply the 2017 framework to their information technology departments.", "The guidance, which was written by Deloitte & Touche LLP but commissioned and released by COSO, follows several major cyber breaches, including at Capital One Financial Corp. , which said in July that a hacker accessed personal information for more than 100 million of its credit-card customers and applicants.", "Write to Kristin Broughton at kristin.broughton@wsj.com"], "id": "b48ce3b2-5677-3dec-9e22-8ba75bbcb92c", "authors": ["Kristin Broughton", "Kristin.Broughton Wsj.Com"], "keywords": ["risk", "guidance", "companies", "framework", "team", "managing", "risks", "information", "executives", "coso", "cyber", "technology", "issues", "standardsetter", "blueprint"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}