{"id": "b4bda49c-f3fa-3555-b215-ad4ea3e67b13", "title": "Fighting reported in Ethiopia after PM responds to 'attack' by regional ruling party", "url": "https://www.theguardian.com/world/2020/nov/04/ethiopia-on-brink-as-pm-orders-military-response-to-attack", "summary": "Fighting has been reported in northern Ethiopia after the country’s prime minister, Abiy Ahmed, ordered a military response to an “attack” by the ruling party of the restive Tigray region on a camp housing federal troops.\nOn Wednesday, Abiy accused the the TPLF of attacking a military camp in the region and attempting to loot military assets.\nThe government declared a six-month state of emergency in the Tigray region.\nTigrayan officials have said in recent days they would not initiate a military conflict.\n“Ethiopia has been experiencing a difficult transition over recent years but remains the diplomatic cornerstone of the region,” he said.", "paragraphs": ["Fighting has been reported in northern Ethiopia after the country’s prime minister, Abiy Ahmed, ordered a military response to an “attack” by the ruling party of the restive Tigray region on a camp housing federal troops.", "Analysts and diplomats have been warning for weeks that a standoff between the federal government and the Tigray People’s Liberation Front (TPLF) could plunge Ethiopia into a bitter and bloody civil conflict.", "On Wednesday, Abiy accused the the TPLF of attacking a military camp in the region and attempting to loot military assets.", "“Our defence forces … have been ordered to carry out their mission to save the country,” he said. “The final point of the red line has been crossed. Force is being used as the last measure to save the people and the country.”", "Addressing the nation on TV, the prime minister announced that “several martyrs” had died in the attack in Mekele, the northern Tigray region’s capital, and Dansha town. The government declared a six-month state of emergency in the Tigray region.", "The prime minister’s spokesman, Billene Seyoum, told Reuters later in the day that military operations in Tigray had commenced, and diplomats reported armed clashes but gave no further details.", "“This war is the worst possible outcome of the tensions that have been brewing. Given Tigray’s relatively strong security position, the conflict may well be protracted and disastrous,” said William Davison, International Crisis Group’s senior analyst for Ethiopia.", "“It could seriously strain an Ethiopian state already buffeted by multiple grave political challenges, and could also send shockwaves into the Horn of Africa region and beyond.”", "The TPLF dominated Ethiopia’s governing coalition for decades before Abiy took office in 2018 and announced sweeping political reforms. Those reforms, however, have allowed old ethnic and other grievances to surface, and led to instability.", "Tigray’s population makes up 5% of Ethiopia’s 109 million people, but it is wealthier and more influential than many other, larger regions.", "Under Abiy, who won last year’s Nobel peace prize for ending a war with neighbouring Eritrea, Tigrayan leaders have complained of being unfairly targeted in corruption prosecutions, removed from top positions and blamed for the country’s problems.", "One factor in the latest crisis is the postponement of national elections due to the Covid-19 pandemic. National polls were due to take place in August, but electoral officials ruled in March that all voting would be delayed until the threat from the virus had eased.", "When parliamentarians voted to extend officials’ mandates – which would have expired in early October – Tigrayan leaders went ahead with regional elections in September that Abiy’s government deemed illegal.", "Now each side sees the other as illegitimate, and federal lawmakers have ruled that Abiy’s government should cut off contact with – and funding to – Tigray’s leadership.", "The Tigray region is home to a large portion of federal military personnel and where much of its equipment is located, a legacy of Ethiopia’s brutal 1998-2000 border war with Eritrea, its northern neighbour.", "Some analysts estimate that Tigray could muster more than half of the armed forces’ total personnel and mechanised divisions.", "Last week, Tigray blocked a general appointed by Abiy from assuming a new posting, saying Abiy no longer had the authority to make such moves.", "Tigrayan officials have said in recent days they would not initiate a military conflict. However, the risk of war is high.", "On Tuesday night, hours before Abiy’s announcement, Wondimu Asamnew, another senior Tigrayan official, told AFP the federal government was amassing troops on the southern border of Tigray – a claim that could not be independently verified.", "“I think when it comes to military mobilisation, it’s not child’s play. It can trigger all-out war … what they are doing is playing with fire,” Wondimu said. “A small spark can ignite the whole region. So I think we are on the alert and I can assure you we are capable of defending ourselves.”", "Nic Cheeseman, an expert in African politics at Brimingham university, said that as much of the country’s military capacity had been under the control of the TPLF, an open confrontation would not necessity result in a straightforward “win” for Ethiopian forces.", "“There is also a real risk that open conflict will exacerbate ethnic tensions and inspire further secessionist sentiment in other parts of this country. If so, Ethiopia could come apart at the seams. ,” Cheeseman said.", "Observers have called for a ceasefire and unconditional discussions in a neutral location in order to sustain a truce and address the grievances of both sides.", "However, rhetoric in recent weeks has been highly charged and regional dynamics – such as the growing closeness of leaders in Addis Ababa and Eritrea – will need to be considered in any solution, analysts said.", "Ahmed Soliman, at Chatham House in London, said the consequences of a full-blown conflict would be “unspeakable” for Ethiopia and east Africa.", "“Ethiopia has been experiencing a difficult transition over recent years but remains the diplomatic cornerstone of the region,” he said.", "The vast country, the second most populous in Africa, has long been a strategic partner of Washington. US diplomats in Addis Ababa called for “an immediate de-escalation of the current situation in Tigray and a measured response by both sides”."], "authors": ["Jason Burke"], "keywords": ["ethiopia", "tigray", "fighting", "federal", "conflict", "responds", "tplf", "ruling", "tigrayan", "party", "military", "regional", "attack", "war", "abiy", "region", "reported"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}