{"id": "b53b8d67-1a4e-387c-8c7c-bb034adb95e9", "summary": "THE ECONOMIST is looking to hire a staff writer to cover British politics.\nWe test for these things mostly by asking for an unpublished sample article, which applicants should send, with a CV, to: britainwriter@economist.com.\nYour article could be on any aspect of British politics.\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\nExample articles:Britain’s good-chap model of government is coming apartThe brains behind CorbynomicsThe rise of the selectocrats in British politicsBritish attitudes to welfare have undergone a quiet revolution", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["THE ECONOMIST is looking to hire a staff writer to cover British politics. Journalistic experience is not necessary. Original thinking and the ability to write clearly and entertainingly are, however, crucial.", "We test for these things mostly by asking for an unpublished sample article, which applicants should send, with a CV, to: britainwriter@economist.com. Please write up to 600 words. Your article could be on any aspect of British politics. Four recent examples follow.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The job is based in London, but the successful candidate need not be British. The deadline is November 3rd 2019.", "Example articles:", "Britain’s good-chap model of government is coming apart", "The brains behind Corbynomics", "The rise of the selectocrats in British politics", "British attitudes to welfare have undergone a quiet revolution"], "url": "https://www.economist.com/britain/2019/10/03/wanted-a-new-writer-to-cover-british-politics", "title": "Wanted: a new writer to cover British politics", "pubDate": null, "keywords": ["write", "welfare", "british", "wanted", "article", "daily", "politics", "cover", "upgrade", "words", "unpublished", "writer"]}