{"id": "b55db197-d9c0-35be-a8b0-29728233e84b", "title": "One Big Challenge for Biden? China’s Push for Tech Supremacy", "url": "https://www.wired.com/story/big-challenge-biden-china-push-tech-supremacy/", "summary": "The proposals, outlined in the Chinese Communist Party’s latest Five Year Plan, highlight a key challenge for president-elect Joe Biden at the outset of his four-year term.\nPresident Trump’s efforts to kneecap Chinese technology have only partially succeeded.\nIronically, they may ultimately accelerate China’s development in key cutting-edge technologies such as artificial intelligence, chipmaking, 5G, and biotechnology.\nTo out-compete Beijing, and its aspirations as a global tech power, they say the president needs to do more than just hold China back.\nRestricting Chinese companies from acquiring chips with US technology has only deepened China’s commitment to spend big to advance its own chip-making capabilities.", "paragraphs": ["As America staggered through the final stretch of a bitter and divisive US presidential election last month, China was putting the finishing touches on carefully drawn plans for economic recovery, an enhanced military, and crucially, increased technological self-reliance.", "The proposals, outlined in the Chinese Communist Party’s latest Five Year Plan, highlight a key challenge for president-elect Joe Biden at the outset of his four-year term.", "President Trump’s efforts to kneecap Chinese technology have only partially succeeded. Ironically, they may ultimately accelerate China’s development in key cutting-edge technologies such as artificial intelligence, chipmaking, 5G, and biotechnology.", "Foreign policy experts say the US needs to confront China on issues such as market access, forced technology transfers, and human rights. But many say America’s approach to China badly needs a reboot. To out-compete Beijing, and its aspirations as a global tech power, they say the president needs to do more than just hold China back.", "Read More Don't miss the latest Election 2020 news and analysis.", "“The entirety of our strategy can't be about simply cutting China off, in part because China will develop other alternatives,” says Susan Shirk, chair of the 21st Century China Center at the University of California, San Diego.", "Shirk says the US needs a more nuanced understanding of what it’s trying to achieve with its China policy. For instance, besides preventing China from dominating in 5G, the government should have a clear strategy for advancing its own 5G industry. She also argues that the US officials dealing with China increasingly need a deep understanding of technology—just as expertise in nuclear weapons was key to US policy toward the Soviet Union during the Cold War.", "The timing of the Chinese Communist Party’s Central Committee meeting—on the eve of the US election—shows that President Xi Jinping’s plans are independent of who occupies the White House, says Jude Blanchette, the Freeman Chair in China Studies at the Center for Strategic and International Studies.", "“Most of what we do is about countering China, but most of what China does, it's not about countering the US,” he says. “It's about China pursuing its own strategic objectives over the longer term.", "The Trump administration has dealt aggressively with China on trade as well as technology. The administration ramped up sanctions on the Chinese telecommunications giant Huawei, which is seen as a threat because of its leading role in supplying 5G hardware and because of supposed ties to the Chinese government that make it a security threat.", "“The entirety of our strategy can’t be about simply cutting China off, because China will develop alternatives.” Susan Shirk, chair, 21st Century China Center, UC San Diego", "The latest sanctions, imposed in August, bar the export of chips made with US fabrication equipment and software to Huawei, a maneuver that effectively cuts off the company’s supply of cutting-edge processors for devices such as smartphones. The US has also succeeded in persuading some European allies to remove Huawei’s technology from their wireless networks.", "The Trump administration’s record on other Chinese tech issues is mixed. In October 2019, the administration restricted exports to Chinese AI companies, which it accused of supplying surveillance technology used for repression of Muslim minorities in Xinjiang. The administration’s assault on Chinese-owned video-sharing company TikTok, based on questionable claims of security risks, led to a forced sale to Oracle and Walmart that has since devolved into a confusing mess.", "Restricting Chinese companies from acquiring chips with US technology has only deepened China’s commitment to spend big to advance its own chip-making capabilities. The OECD says the Chinese government invested more than $200 billion in its domestic chip industry between 2014 and 2018. That was already set to grow under Beijing’s Made in China 2025 plan, which calls for 70 percent of chips to be produced domestically by that year. It may still take decades or more for China to advance in this area, however, given the engineering challenges involved with manufacturing the latest silicon components.", "“The Chinese government will be forced to focus more on technology and innovation,” says Huiyao Wang, president of the Center for China and Globalization, a Beijing-based think tank, and an adviser to the Chinese government on economic issues."], "authors": ["Will Knight", "Will Knigh"], "keywords": ["5g", "supremacy", "needs", "latest", "strategy", "president", "center", "tech", "chinese", "say", "chinas", "push", "challenge", "biden", "china", "technology", "big"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}