{"keywords": ["protesters", "elections", "kong", "communist", "vote", "prodemocracy", "candidates", "hong", "party", "rebuke", "clarion", "say", "kongs"], "id": "b60731a7-9f6f-3288-a95a-a160e0f33d45", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["D ISTRICT ELECTIONS in Hong Kong are normally about rat control and bus routes. The polls on November 24th were a vote on Hong Kong’s future as a liberal Chinese enclave. The question, in effect, was whether ordinary people support the government and its backers in Beijing in their illiberal methods. The answer was a resounding no. The turnout, of over 70%, was higher than any recorded in any kind of election in Hong Kong in which the public has a say (see article). Pro-democracy politicians almost swept the board.", "For Hong Kong’s leaders and China’s Communist Party, this is a rebuke—compounded three days later when President Donald Trump signed into law a bill that supports Hong Kong’s democracy. Irked by months of protests, but unwilling to use troops to crush the demonstrators, they had hoped ordinary Hong Kongers would turn against the black-clad pro-democracy protesters. The election result destroys that dream. The “silent majority” turns out to back the protesters’ cause, despite the violent tactics of some.", "In a true democracy a vote in which opposition candidates took control of 17 out of 18 councils, having previously held none, would end political careers. But Carrie Lam, Hong Kong’s hugely unpopular chief executive, shows no inclination to give in to the protesters by stepping down. That is a pity. Even though Mrs Lam’s successor would be chosen in effect by the Communist Party, a change of leader would allow both sides to draw a deep breath. Concessions are easier to make when they do not involve a climbdown by the person offering them. Mrs Lam has too much at stake.", "Whoever leads Hong Kong has to seek the Communist Party’s approval when making important decisions. So it is in Beijing that the next crucial steps for Hong Kong will be worked out. An obvious one would be to launch an independent inquiry into police conduct since the unrest began in June. This has long been one of the protesters’ main demands—they allege that the police have been brutal, just as the police accuse the protesters of dangerous aggression. Mrs Lam has approved an investigation, but only by a body that tends to side with the government. She would not have to shift much to win a cheer from the streets.", "The next, harder, step should be to restart a public debate about political reform. This was suspended in 2015 after pro-democracy legislators rejected a party-backed proposal that would have let the chief executive be chosen for the first time by popular vote, but from candidates picked by a committee stacked with the party’s supporters. Were the offer revived, the democrats should consider it favourably. Such an arrangement, though far from ideal, would encourage chief-executive candidates to appeal to ordinary Hong Kongers. Sunday’s elections show that voters would spurn a party yes-man.", "Sadly, there is no sign that leaders in Beijing are contemplating any concessions. The Communist Party’s media have depicted the district elections as unfair. They say pro-establishment politicians were intimidated by the “black terror” unleashed by protesters whom officials accuse of being trained and paid for by America and Britain. They point to the roughly 40% of voters who went for pro-government candidates, and say this suggests that many people are repulsed by the protest movement.", "Some Hong Kongers are indeed sickened by the violence and fed up with the loss of business that the protests have caused. But disaster will follow if the party concludes that Hong Kong welcomes its relentless encroachment, or that it should never be trusted with democracy because votes can produce embarrassing results. The vote halted the unrest. China’s leaders should seize the moment, not assume that the lull will last. ■"], "authors": ["The Economist"], "title": "A clarion call - Hong Kong’s elections were a rebuke to its government", "pubDate": null, "summary": "D ISTRICT ELECTIONS in Hong Kong are normally about rat control and bus routes.\nThe polls on November 24th were a vote on Hong Kong’s future as a liberal Chinese enclave.\nFor Hong Kong’s leaders and China’s Communist Party, this is a rebuke—compounded three days later when President Donald Trump signed into law a bill that supports Hong Kong’s democracy.\nBut Carrie Lam, Hong Kong’s hugely unpopular chief executive, shows no inclination to give in to the protesters by stepping down.\nSo it is in Beijing that the next crucial steps for Hong Kong will be worked out.", "url": "https://www.economist.com/leaders/2019/11/30/hong-kongs-elections-were-a-rebuke-to-its-government"}