{"id": "b61070a5-e6eb-3c77-80cc-a227346c6fdf", "title": "What You Need To Know Before Playing Yakuza: Like A Dragon", "url": "https://www.gameinformer.com/2020/11/06/what-you-need-to-know-before-playing-yakuza-like-a-dragon", "summary": "Yakuza: Like a Dragon will be released on November 10, and in case you didn't hear, it's really, really good.\nI've been playing the Yakuza games for many years, but this is often a mistake I make.\nBut inevitably, after I've beat a Yakuza game and moved onto something else, I'll see people sharing highlights from the side content they found.\nHistorically, Yakuza games trade in a massive open world for a highly condensed one, often limited to a few city blocks.\nThere's nothing quite like the Yakuza series, so enjoy your time with Like a Dragon.", "paragraphs": ["Yakuza: Like a Dragon will be released on November 10, and in case you didn't hear, it's really, really good. There's a lot of anticipation for Ryu Ga Gotoku Studio's next melodramatic-yet-goofy crime drama, but there are also a lot of Yakuza games that precede it. If you're planning to take a dive into the series but want to start with the latest entry, we've compiled a quick list of things you need to know about Like a Dragon and the Yakuza series at large before you begin your trip through Yokohama.", "This is a great entry point", "Prior to Like a Dragon, there were seven mainline Yakuza games; samurai, zombie, and courtroom-based spin-off games; a Japan-only mobile game; a PSP game; and even a live-action movie by legendary Japanese director Takashi Miike and its straight-to-video prequel. We recommend you check out the large majority of them. But we also recognize the series has a lot of baggage. Starting with Yakuza 0, the chronological first game in the series' story, and working your way up to Like a Dragon would take hundreds and hundreds of hours.", "In Japan, Like a Dragon is still dubbed Yakuza 7 (or Ryū ga Gotoku 7, if you want to be technical). Here in the States, the number has been dropped from the game's name – and that's actually an important detail. This is the first mainline game in the series to not focus on protagonist Kazuma Kiryu's story. Like a Dragon stars a new character, Ichiban Kasuga, as he tries to find out why his yakuza clan abandoned him after he took the fall for a murder (which is kind of the story of the very first Yakuza, but I digress). If you want to get technical again, this is actually the second game with Kasuga as the lead; he was the protagonist of Ryū ga Gotoku Online, released in Japan in 2018.", "Like a Dragon is a mostly clean slate for interested players. Kasuga's story is his own, and the game even takes place in a new city, Yokohama. While longtime fans of the series will get some nods to earlier games here and there, anyone playing this as their first Yakuza game shouldn't have any trouble following the game's story.", "It's not a brawler anymore", "Yakuza games are famous for their combat, which has players beating the holy hell out of \"menacing men\" and \"thugs\" in the middle of the street with traffic cones, bicycles, and all number of other items. The combat system is really good, too, a carry-over from some of the team's previous work on games like Shenmue and Virtua Fighter.", "But like the narrative baggage before it, Like a Dragon abandons the series' long-time combat system. Rather than button-mashing brawls, fights unfold through turn-based combat, complete with your own class-based party members and summons. It’s an interesting turn for the series, and a narratively consistent one – Kasuga is obsessed with the Dragon Quest series in Like a Dragon's story.", "These are soap operas", "One of the things people talk about the most when it comes to the Yakuza series is how quirky and weird it is. The Yakuza games do have a good sense of humor to them, and admittedly they are goofy. But most of that is relegated to the game's side content. The main story arcs of the Yakuza games are very serious, very melodramatic, and most importantly, very good. They are in essence soap operas.", "“If they only want to experience a serious drama, they’ll probably play the main story without even glancing at the substories and minigames, at least on their first playthrough. Then maybe they’ll try those out on their second run,” series producer Daisuke Sato told us back in 2018. “On the other hand, some players enjoy the huge disparity between the main story’s serious tones and the goofy substories, so I think the balance is really up to the player.”", "While the series hasn't always been the most deft when handling heavy subjects, Yakuza games have tackled masculinity, grief, fatherhood, and trauma in the past, through many lengthy well-written and well-acted storylines, often featuring many popular actors from Japan.", "For what my money's worth, games like Yakuza 0 and Yakuza 6: The Song of Life are among some of the best-told stories in games. The latter even has the esteemed honor of being the only video game to ever make me cry. There's a lot of narrative talent at Ryu Ga Gotoku Studio, and that talent having a fresh start for a new story will hopefully bring a lot of people on board for its brand of Japanese drama.", "In short, when you pick up Like a Dragon, all that goofiness will still be there. But also know you're signing up for hours and hours of very serious (and very good!) story.", "Take your time", "Speaking of those goofy side quests, indulge in them. I've been playing the Yakuza games for many years, but this is often a mistake I make. Personally, I'm more into the series' main story arcs than I am any of the side stuff. But inevitably, after I've beat a Yakuza game and moved onto something else, I'll see people sharing highlights from the side content they found. It always looks so heartwarming, goofy, and fun. I’m always bummed I didn't take the time to explore more in these games. Don't make my mistake. Take your time playing Like a Dragon.", "Historically, Yakuza games trade in a massive open world for a highly condensed one, often limited to a few city blocks. In many of the previous mainline games, this was Kamurocho, closely modeled after Kabukicho in Tokyo’s Shinjuku ward. Like a Dragon takes place in Yokohama, a city south of Tokyo. Take your time learning its streets, visiting its many shops, and meeting the people that call it home. Yakuza rewards exploration and curiosity, and there's almost always something new to find or do in these games.", "There's nothing quite like the Yakuza series, so enjoy your time with Like a Dragon. Explore, sight-see, and then beat the crap out of bad dudes in the street.", "What're you most excited for in Like a Dragon? Let us know in the comments below!"], "authors": ["Associate Editor", "Blake Hester Has Been Writing About The Video Game Industry Since Before Joining Game Informer He Freelanced For Outlets Such As Polygon", "Vice", "Usg", "Rolling Stone."], "keywords": ["know", "playing", "yakuza", "serious", "good", "really", "need", "dragon", "main", "games", "lot", "game", "series"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}