{"id": "b63c15e1-78d5-3558-9107-33355ac4f373", "title": "Don’t let the games begin - Calls to boycott the Beijing winter Olympics are growing stronger", "url": "https://www.economist.com/international/2020/11/08/calls-to-boycott-the-beijing-winter-olympics-are-growing-stronger", "summary": "The 2022 winter Olympics may soon claim that title from the 2008 summer games.\nCovid-related holdups notwithstanding, in 2022 Beijing will become the first city to have hosted both the summer and winter games.\nThe 2014 winter Olympics in Sochi cost $55bn, more than four times the original estimate.\nWhen China was awarded the 2022 winter games in 2015, Kazakhstan was the only other bidder.\nThe government of Canada, a strong performer at the Winter Olympics, recently described China’s actions in Xinjiang as a “genocide”.", "paragraphs": ["ON A RAINY day in central London in April 2008, Laurence Lee, then a presenter for Al Jazeera, a broadcaster, told viewers that that year’s Olympics in Beijing would be “the most heavily politicised Olympics since Moscow in 1980.” Mr Lee was reporting from the London stretch of the global torch relay, at which pro-Tibet protesters clashed with police as they tried to draw attention to human-rights abuses in China.", "The 2022 winter Olympics may soon claim that title from the 2008 summer games. Covid-related holdups notwithstanding, in 2022 Beijing will become the first city to have hosted both the summer and winter games. Calls to boycott the event are stronger now than they were in 2008. In September more than 160 human-rights organisations called on the International Olympic Committee (IOC) to withdraw the games from Beijing. On November 9th the Australian Senate will debate a motion presented by two crossbench senators, Rex Patrick and Jacqui Lambie, calling for a boycott. Dominic Raab, Britain’s foreign secretary, has refused to rule one out. Josh Hawley and Rick Scott, two Republican senators in America, have called on NBCUniversal, which owns the rights to broadcast the Olympics in the country, to “pick human rights over profits” and refuse to air the games. The situation in Xinjiang—where more than 1m people are detained in concentration camps and are subjected to torture, forced sterilisations and forced labour—has led to a “step change in how people are looking at human rights in China,” says Bill Bishop, the author of Sinocism, a newsletter.", "The past few years, as reports of human-rights abuses in Xinjiang and Hong Kong have spread around the world, have demonstrated that China is hardly receptive to international pressure. Hopes that more dialogue with the West could lead China towards greater liberalisation have been all but extinguished. In the early 2000s China was “much more open to at least creating the pretence of dialogue with [the West] around rights,” but that semblance of openness has diminished, says David Black of Dalhousie University. China has become increasingly bellicose on the world stage since Xi Jinping came to power in 2012, and tensions with America have increased during President Donald Trump’s tenure. The IOC, like other international bodies such as the World Health Organisation, finds itself caught between two increasingly incompatible visions of world order. “The IOC must remain neutral on all global political issues,” said a spokesperson, adding that awarding the games to a country’s National Olympic Committee “does not mean that the IOC agrees with the political structure, social circumstances or human-rights standards in [that] country.”", "Neutrality has always been an “impossible expectation”, notes Mr Black. Nazi Germany’s hosting of the 1936 games in Berlin was widely seen as a propaganda coup for Adolf Hitler. Many activists in the West have warned that the Olympics in Beijing will be looked upon similarly. In 2017 the IOC introduced a new clause into its host-city contracts, requiring hosts to “protect and respect human rights” with regard to the organisation of the games (rather than in the country as a whole). But it does not come into effect until 2024. More recently, the IOC has released detailed guidelines banning political protests (eg, athletes wearing political T-shirts) at all Olympic venues.", "Despite its protestations, the IOC has given in to political pressure before. South Africa was banned from the games between 1964 and 1992 because of its apartheid regime. But “the IOC never wanted to ban South Africa,” says Mr Black. Rather, the pressure from newly decolonised African countries, which refused to take part in events that included South Africa, risked doing more damage than the loss of one participant. China, however, is a giant state. And the IOC has, like many international organisations, previously bowed to pressure from Beijing. Between 1952 and 1980 China boycotted the games because of the participation of Taiwan. Only when the IOC agreed to designate Taiwan as “Chinese Taipei” did the People’s Republic return. Both countries claim the name “China”—most of the world sides with the government in Beijing.", "In theory, countries are more likely than the IOC to take a political stance on the games, but the benefits are unclear. The previous mass boycott of an Olympic games was in 1980, when 65 countries, led by America, snubbed the Moscow games in protest at the Soviet Union’s invasion of Afghanistan. The Soviets retaliated with a communist-bloc boycott of the 1984 games in Los Angeles (and didn’t pull out of Afghanistan until 1989). NBC reportedly lost $22m as a result of the action. And many athletes were left sorely disappointed.", "Sponsors are another target for campaigners. Brands are increasingly caught between demands in the West that they take a stance on issues of social justice, and a desire not to offend China and risk losing access to its lucrative consumer market. “The costs of annoying China are significantly higher than the costs of annoying people outside of China,” says Mr Bishop. Despite recent controversies, such as the criticism of Disney for filming parts of “Mulan”in Xinjiang, brands are generally choosing to weather the protests. None of the major sponsors for 2022 have said that they are reviewing their contracts.", "The brand most worried about a boycott will be the IOC itself. In the 1980s and 1990s, the Olympics were a coveted prize that promised to be a boon for the host country’s economy and status in the world. Ten countries bid for the 2008 Olympics. But in recent years costs have spiralled up and the economic benefits have become less clear. The 2014 winter Olympics in Sochi cost $55bn, more than four times the original estimate. Maintaining the venues and servicing the debts incurred were estimated by Martin Müller (now of the University of Lausanne) to cost the Russian state $1.2bn per year. The games were notable as much for the protests staged against Russia’s laws on homosexuality as they were for sporting prowess. When Rio de Janeiro hosted the summer games two years later, the state needed a $900m bail-out 36 days before the opening ceremony to finance the Olympic security.", "When China was awarded the 2022 winter games in 2015, Kazakhstan was the only other bidder. Only Paris and Los Angeles bid for the 2024 summer games; the IOC appeased them both by awarding 2024 to the French and 2028 to the Americans. Hamburg had dropped out of the bidding after holding a referendum on the issue; Budapest withdrew after a public petition objected to the proposal.", "Western countries are becoming more strident in their dealings with China. The government of Canada, a strong performer at the Winter Olympics, recently described China’s actions in Xinjiang as a “genocide”. In June legislators from around the world formed the Inter-Parliamentary Alliance on China to tackle the “global challenge” of China (some of its members have called for an Olympic boycott). “I’d be surprised if big countries were to actually pull the trigger,” says Mr Bishop. But they have more than a year to keep talking about it."], "authors": ["The Economist"], "keywords": ["china", "games", "beijing", "growing", "political", "let", "countries", "ioc", "boycott", "stronger", "olympics", "winter", "dont", "olympic", "calls", "world"], "pubDate": "2020-11-08T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}