{"id": "b64cc497-542f-35ad-b63e-59c2bb776c54", "title": "THE TRUMP PRESIDENCY IN NUMBERS", "url": "https://www.theguardian.com/us-news/ng-interactive/2020/nov/09/the-donald-trump-presidency-in-numbers", "summary": "THE TRUMP PRESIDENCY IN NUMBERS Figures that tell the story of four turbulent years in US history Share on FacebookShare on TwitterShare via Email234,000The number of Americans who have died of Covid-19.\n128The number of times Trump interrupted Biden during the 90-minute span of 2020’s first presidential debate.\n15The number of times Trump said people were having to flush the toilet, in a bizarre tirade about water restrictions.\n52The average age of the three supreme court justices (Neil Gorsuch, Brett Kavanaugh, Amy Coney Barrett) nominated by Donald Trump.\n191The number of executive orders enacted during Trump’s presidency, including executive order 13769, his controversial Muslim ban.", "paragraphs": ["THE TRUMP PRESIDENCY IN NUMBERS Figures that tell the story of four turbulent years in US history Share on Facebook", "Share on Twitter", "Share via Email", "234,000", "The number of Americans who have died of Covid-19.", "545", "The number of children whose parents have still not been found after they were separated at the US-Mexico border.", "26", "The number of women who have accused Donald Trump of sexual misconduct.", "$750", "", "The amount of federal tax paid by Trump in both 2016 and 2017, the latter being his first year as US president.", "22m", "The number of US jobs lost in March and April this year as the Covid-19 pandemic forced nationwide shutdowns.", "99", "The number of environmental regulations the Trump administration has reversed, including rules governing clean air, water, wildlife and toxic chemicals.", "128", "The number of times Trump interrupted Biden during the 90-minute span of 2020’s first presidential debate.", "15", "The number of times Trump said people were having to flush the toilet, in a bizarre tirade about water restrictions.", "285", "The number of days that Trump has visited a golf course since his inauguration on 20 January 2017.", "2.87m", "The number of votes Hillary Clinton received more than Donald Trump in the 2016 presidential election. Trump won the electoral college by 304 votes to Clinton’s 227.", "20,000-plus", "The number of lies told by Trump since he took office, according to the Washington Post. He passed the milestone on 9 July 2020.", "552", "", "The number of tweets from the @realDonaldTrump Twitter account that have included the phrase “fake news” since January 2017.", "35", "The number of days the federal government was shut down in December 2018-January 2019 after congressional Democrats refused to allocate $5.7bn of funding for Trump’s border wall.", "52", "The average age of the three supreme court justices (Neil Gorsuch, Brett Kavanaugh, Amy Coney Barrett) nominated by Donald Trump. The last 11 supreme court justices have died or retired at an average age of 80.", "41%", "Trump’s average approval rating during his term, the lowest for a US president since the second world war.", "129", "The number of rallies Trump has held since taking office, including 38 live rallies during the coronavirus pandemic.", "900", "The number of abortion clinics that have lost federal funding during Trump’s presidency.", "5 miles", "The extent of new wall erected on the US-Mexico border. US Customs and Border Protection reports that 307 miles have been completed but the vast majority refers to the replacement or improvement of existing walls.", "4", "", "The number of press secretaries Trump has employed during his presidency, the most of any first-term president.", "11", "The number of days Anthony Scaramucci served as White House communications director.", "", "8", "Trump associates have been charged with or convicted of federal crimes, including the former White House strategist Steve Bannon, the former campaign chair Paul Manafort and Trump’s personal lawyer Michael Cohen.", "87%", "The percentage of Trump’s cabinet who are millionaires (20 out of 23). Two are “centimillionaires” (Wilbur Ross, Steve Mnuchin) and there is one billionaire (Betsy DeVos).", "191", "The number of executive orders enacted during Trump’s presidency, including executive order 13769, his controversial Muslim ban.", "1", "The number of times Trump has suggested injecting disinfectant as a potential Covid-19 cure."], "authors": ["Alex Mistlin", "Illustrations Nishant Choksi"], "keywords": ["trumps", "border", "federal", "presidency", "trump", "including", "number", "numbers", "times", "donald", "days"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}