{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["mission", "going", "return", "earth", "apollos", "financial", "low", "beginning", "city", "space", "think", "reason", "artemis", "moon"], "title": "'We will return to the Moon': why Apollo's mission was just the beginning", "paragraphs": ["You can enable subtitles (captions) in the video player", "ANDY WEIR: Well, we're here celebrating the 50th anniversary of humanity setting foot on the moon. But also it's been 47 years since humanity last set foot on the moon, and so it seems like we haven't really done much since. But what has happened since is tremendous advances in technology that are inspiring a private commercial space industry, and I honestly think that's the way forward. We're at the cusp-- we're very, very close to a space boom.", "Hi. I'm Andy Weir, author of \"The Martian,\" which features a man who gets stranded on Mars, and also the author of \"Artemis,\" which features a smart-alecky criminal in the first city on the moon. I think within 10 to 20 years, the price of getting mass into low Earth orbit is going to be driven down the low enough that it will start to become possible for middle class people to afford a space vacation. And when that happens, it's going to become a trillion dollar industry.", "So I think this is actually a pretty exciting time. We're at the very beginning. It's kind of like if you were looking at the airline manufacturers-- the very first ones to come up in the 1930s-- and go like, hm, this is interesting. I wonder where this is going to go. The moon has just been humanity's companion since before we even understood that the world was round.", "And it's universal to all cultures. There's nobody who can't see the moon. So everybody's got their own stories about it. It has this mystical quality to it. So we have, deep down, all the way in our lizard brains, a strong desire to just fan out and colonise everything we can get our grubby paws on. And we can't help but look up at the moon and kind of want to colonise that as well. So I think we just want to at some core level be there.", "The thing about the moon is it's almost like cheating. The moon is so conveniently placed. It is in orbit around Earth, so it's always this fairly constant distance from us. We don't have to do any special work with super duper complicated launch windows like going to Mars. Not only that, but it's basically made out of aluminium and oxygen, which gives you the metal to build your Moon City and then the air to fill it.", "Within my book, \"Artemis,\" there is an established city-- a small city of about 2,000 people-- permanent residents-- that can service about 2,000 tourists. Every city on earth, no matter which one it is, at some point, it exists because it had a financial reason to. People don't uproot their lives and their entire situation and move to a new place just for the heck of it. They need a financial reason to do it. They need to have a job.", "And so in order for a city to exist, there has to be a financial reason for it to exist. And I said, what is the financial reason? Mining? Well, you could send robots to do your mining. Research? Well, that's not enough to support an entire city. And so, finally, I decided tourism. The answer is tourism. And so the conceit in the book is that the price to low Earth orbit, the price of commercial spacecraft, has been driven down by competition far enough that middle class people can afford to go into space.", "I definitely believe the Apollo 11 landing site will be a historical site of significance on the moon-- probably one of the most important ones until the moon starts developing its own historically important moments within the culture that develops there. To know the exact location where a human first touched an entire celestial object-- that's pretty neat, and I've got to assume that people will flock to go look at it. I sure would. If I was going to go to the moon as a tourist, that would be the first place I'd want to go.", "I don't think that \"Artemis\" is a depressing view of the future at all. In fact, it's a firm economic foundation of a city with growth potential. I think there's nothing wrong with a resort town. It's all about economic systems. Most people think \"Artemis\" is just, like-- what did I base it on? Like, oh, stories of cities out in space, or great adventure novels, or things like that.", "Really, one of my greatest influences for \"Artemis\" was the movie \"Chinatown.\" \"Chinatown\" is, really, at its core, an economic movie. It's the story of the ugly, nasty machinations that have to happen in order for a city to grow. If I wrote a book-- if there was no such thing as a moon and I wrote a book about some weird alien species and they all evolved on a planet that had a moon and their moon with as convenient as our moon-- if this was all fiction I wrote, people would just say, this is not entertaining. This is just not realistic.", "The world you've created for these people is making it too easy. The moon is just right there, full of resources, in a low gravity well, which means it's our gateway to the rest of the solar system, and it's just sitting there waiting for us to go.", "Neil Armstrong: Houston, Tranquillity Base here. The eagle has landed.", "Charles Duke: Roger, Tranquillity. We copy you on the ground. We've got a bunch of guys about to turn blue. We're breathing again."], "id": "b66e0841-9ab1-3046-8be3-709cb808bbf1", "url": "https://www.ft.com/video/47031e11-457b-46c9-be58-40162725b4ec?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=4", "authors": [], "summary": "Not only that, but it's basically made out of aluminium and oxygen, which gives you the metal to build your Moon City and then the air to fill it.\nEvery city on earth, no matter which one it is, at some point, it exists because it had a financial reason to.\nThey need a financial reason to do it.\nAnd so in order for a city to exist, there has to be a financial reason for it to exist.\nMost people think \"Artemis\" is just, like-- what did I base it on?"}