{"authors": ["Gerald F. Seib", "Jerry.Seib Wsj.Com"], "id": "b6c0f06d-94b1-3075-9147-afc3f9a9d922", "pubDate": null, "title": "What Matters This Week in the 2020 Race", "keywords": ["week", "president", "race", "2020", "trump", "nevada", "biden", "impeachment", "mr", "democratic", "matters", "presidential", "going"], "paragraphs": ["Former Vice President Joe Biden took the stage at a campaign event in Nevada Wednesday night and declared defiantly: “I’m not going anywhere.”", "Normally, that would be an odd statement from the leading Democratic presidential candidate. But Mr. Biden’s statement, directed explicitly at President Trump “and his hatchet men,” was a sign of how much the impeachment debate began to cast a large shadow over the presidential race this week, which is proving a mixed blessing for Democratic presidential contenders.", "The president, of course, spent the week railing against impeachment proceedings launched against him over his efforts to pressure the government of Ukraine to provide damaging information about Mr. Biden. In fighting impeachment, Mr. Trump and his allies have been arguing vociferously that Mr. Biden is the one who should be investigated, for his actions overseeing Ukraine policy in the Obama administration, while his son, Hunter Biden, had a lucrative position with a Ukrainian energy company.", "That is what led the former vice president to fight back in Nevada, saying, “You’re not going to destroy me. And you’re not going to destroy my family.”", "A Ukrainian official earlier this year said he had no evidence of wrongdoing by Mr. Biden or his son Hunter.", "Still, Mr. Biden will find it hard to avoid being pulled into the impeachment conversation. Moreover, there now is a danger for all the Democratic candidates that impeachment will consume so much oxygen that they find it hard to draw attention to their own initiatives.", "The Biden campaign discovered that this week as well. Mr. Biden put out a detailed, 11-page proposal for gun control, embracing an assault-weapons ban, a voluntary buyback of assault weapons and universal background checks for gun buyers, among other things. Yet the initiative attracted relatively little attention amid the screams about impeachment.", "Nor was Mr. Biden the only candidate who found impeachment inescapable. Sen. Elizabeth Warren, also arriving in Nevada, found herself chased through the Reno airport by a band of Trump supporters shouting, “Don’t impeach!”", "Impeachment “ratchets up attention” to Mr. Trump, says Democratic pollster Mark Mellman. And that, he adds, “necessarily further limits the ability of both presidential candidates and congressional Democrats to get other messages across.”", "The best chance to rise above the din may come at the Democrats’ next debate, in Ohio on Oct. 15. The national party said this week that the debate will include a dozen candidates onstage together—the largest field ever.", "Write to Gerald F. Seib at jerry.seib@wsj.com"], "summary": "The president, of course, spent the week railing against impeachment proceedings launched against him over his efforts to pressure the government of Ukraine to provide damaging information about Mr. Biden.\nStill, Mr. Biden will find it hard to avoid being pulled into the impeachment conversation.\nMr. Biden put out a detailed, 11-page proposal for gun control, embracing an assault-weapons ban, a voluntary buyback of assault weapons and universal background checks for gun buyers, among other things.\nNor was Mr. Biden the only candidate who found impeachment inescapable.\nThe national party said this week that the debate will include a dozen candidates onstage together—the largest field ever.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/what-matters-this-week-in-the-2020-race-11570248060?mod=hp_listc_pos1#comments_sector"}