{"paragraphs": ["Wait, there’s more: The screen real estate that goes unused above or below the diminutive keyboard can either be turned into a touch trackpad or a “Wunderbar,” a swath of screen dedicated to emoji and video windows and application shortcuts. It’s like Apple’s MacBook Pro Touch Bar but bigger and, one can only hope, more useful.", "This Surface Neo feels like a Microsoft device. It will run on an Intel heterogeneous chip, designed for smaller form factors, and it will run on a new version of the OS called Windows 10X, which is designed for dual-screen PCs. The Surface Duo, which at first glance looks like a Mini Me of the Surface Neo, is in many ways a completely different product.", "The Surface Neo connects to wireless accessories that turn it into a compact Windows workstation. Photograph: IAN BATES Microsoft sees the dual-screen Surface Duo as a new category of devices, not as a new \"smartphone.\" Photograph: IAN BATES", "The Surface Duo has two screens, like its larger sibling, but it’s powered by a Qualcomm processor, the Snapdragon 855, and it’s running on Android.", "Microsoft had two versions of the product on hand when I visited its campus in Redmond, Washington, last week. One was closer to the finish line in terms of hardware, but the software wasn’t usable. That one was almost an exact replica of the Neo, just smaller, with its screens measuring 5.6 inches each, and around 8 inches diagonally when unfolded.", "The Surface Duo that Panay has been carrying around for six months is black, not white, and it’s running a version of Android 9 Pie that’s been tweaked to support the dual screens.", "Holding the Surface Duo is like holding a shell of the past crammed with a not-fully-realized future. It’s as thin and light as a pocketable notebook, the paper kind, but from every angle it gleams with screen and glass and shiny hinges. Like the Neo, it shouts “Surface!” because of its large logo, etched in glass. I know it’s a phone—it works like a phone, it is littered with Android apps—and yet I can’t imagine making many phone calls from it, or going for a run with it, or, in its current form, using it as my only camera on vacation.", "In fact, the most recent version of the Duo doesn’t have a rear-facing camera. The way it’s currently designed, taking a picture would require the person using it to open the Duo, unlock the Duo, and flip its front-facing camera to the back of the device. I question this, more than once. Panay says it’s still early days, that the camera may change, that he’s nervous to reveal this so far in advance because it exposes the design to competitors.", "“These are our efforts for the past two and a half years, so there’s a balance to the number of details I can give, even with regards to the camera,” he tells me.", "But Panay, and later Nadella, both insist that the goal is not to position it as a smartphone in the traditional sense. The Surface Neo and the Surface Duo are part of a whole line of products, each one filling some sort of gap in productivity—each one pushing Microsoft software in their own unique way. “The idea is, I want to help you become more creative and productive,” Panay says. “That doesn’t mean a bajillion-megapixel camera on the back of the product. It means I get you into the flow, so you can create, you don’t have to switch out of context.”", "“The next time you have to write a long email on your phone, and then you normally have to switch to a Surface or Mac to finish it?” Panay continues. “You don’t have to do that again.”", "He cites examples of running Outlook on the Surface Duo, with one side of the device showing your inbox and the other display a Compose screen. Or running a meeting in Teams (Microsoft’s version of Slack) from one screen, and then when someone asks you to pull up a document, you can access it on the other screen. Or just running two websites side by side and dragging and dropping content between them. And while Panay didn’t call out gaming specifically, it’s easy to see how this Nintendo DS–like thing could be optimized for games."], "pubDate": null, "summary": "This Surface Neo feels like a Microsoft device.\nThe Surface Duo, which at first glance looks like a Mini Me of the Surface Neo, is in many ways a completely different product.\nPhotograph: IAN BATES Microsoft sees the dual-screen Surface Duo as a new category of devices, not as a new \"smartphone.\"\nHolding the Surface Duo is like holding a shell of the past crammed with a not-fully-realized future.\nThe Surface Neo and the Surface Duo are part of a whole line of products, each one filling some sort of gap in productivity—each one pushing Microsoft software in their own unique way.", "title": "Microsoft Surface Duo Will Be a Dual-Screen Android 'Device'", "url": "https://www.wired.com/story/microsoft-surface-duo-neo-phone/", "keywords": ["running", "panay", "screen", "duo", "windows", "android", "neo", "dualscreen", "camera", "version", "microsoft", "device", "surface", "run"], "authors": ["Condé Nast", "Lauren Good", "Lily Hay Newman", "Christopher Ryan", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Jess Grey", "Wired Staff", "Scott Gilbertson"], "id": "b6c63efa-8d87-34d3-8921-d069df96d395", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}