{"authors": ["Andrew Keshner"], "id": "b73c33e5-a137-364a-801e-a57a7c08106d", "pubDate": null, "title": "Trump administration wants Juul and other e-cigarette makers to reveal their confidential marketing tactics", "keywords": ["sales", "company", "teens", "marketing", "administration", "information", "tactics", "makers", "trump", "juul", "ecigarette", "confidential", "wants", "products", "nu", "regulators", "request", "reveal"], "paragraphs": ["Federal regulators want information from Juul and other e-cigarette makers on how they’ve been promoting their products and ratcheting up sales in the past several years.", "The Federal Trade Commission said Thursday it will be studying the e-cigarette makers’ sales and advertising tactics, so it needs details on everything from sales figures to influencer marketing on Facebook FB, +0.60% and Twitter TWTR, +0.90%.", "The FTC’s request for information comes during a rise in the vaping-related death toll, which now stands at 18. There have been more than 800 lung-injury cases associated with e-cigarette use in the past several months, according to the U.S. Centers for Disease Control and Prevention.", "None of the deaths has been linked to the use of Juul products.", "However, companies like Juul Labs are under fire for allegedly focusing on teens and young adults, who vape at soaring rates.", "A Juul representative allegedly once told high schoolers the company’s products were “totally safe,” according to a 17-year-old student’s testimony at a Congressional hearing over the summer. Juul has previously said it discontinued the “misconstrued” program. The program was meant to caution teens on the dangers of nicotine addiction, it said.", "On Thursday, a Juul spokesman said the company would “fully cooperate and are focused on earning the trust of regulators, policy makers and other stakeholders.”", "The company stopped selling sweet-flavored pods such as mango, fruit and creme in brick-and-mortar retail stores last year. They’re still available online to buyers who are 21 or older. Teens have been known to spend $1,000 a year on vaping, and the crackdown on certain flavors made the habit even more expensive as some teens turned to more expensive black-market sources for their fix.", "Flavors are part of e-cigarette’s appeal to young users, research shows. Last month, the Trump administration said it was working on tough new rules that would ban flavored e-cigarettes.", "FTC officials also sent the information request to R.J. Reynolds Vapor Company RAI, +0.00%, Fontem US IMBBY, -1.54%, Logic Technology Development JAPAF, +0.64%, NJOY and Nu Mark. Altria MO, +2.06%, the maker of Marlboro cigarettes, owns Nu Mark and also has a 35% stake in Juul.", "A Logic Technology spokeswoman said the company was reviewing the FTC order. “Regulators have rightly focused their attention on JUUL’s marketing activity, which in no way is reflective of our own strict marketing principles,” she said. “Logic has always communicated responsibly about its products, such as having health warnings on advertising and age-verification on our website. We look forward to continuing our dialogue with FTC,” she said in a statement.", "An Altria spokesman said the company would comply with the FTC order. He noted Nu Mark stopped making and selling all vaping products in December 2018.", "A day ahead of the FTC’s information request, a Mayo Clinic study said vaping-linked injuries were likely caused by lung exposure to chemical fumes. “It seems to be some kind of direct chemical injury, similar to what one might see with exposures to toxic chemical fumes, poisonous gases and toxic agents,” said Dr. Brandon Larsen, a surgical pathologist at Mayo Clinic Arizona."], "summary": "Federal regulators want information from Juul and other e-cigarette makers on how they’ve been promoting their products and ratcheting up sales in the past several years.\nThe FTC’s request for information comes during a rise in the vaping-related death toll, which now stands at 18.\nNone of the deaths has been linked to the use of Juul products.\nHowever, companies like Juul Labs are under fire for allegedly focusing on teens and young adults, who vape at soaring rates.\nA day ahead of the FTC’s information request, a Mayo Clinic study said vaping-linked injuries were likely caused by lung exposure to chemical fumes.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "http://marketwatch.com/story/trump-administration-wants-juul-and-other-e-cig-makers-to-reveal-marketing-tactics-and-sales-data-2019-10-04?mod=hp_minor_pos20"}