{"id": "b7494bbf-714b-32d9-ab98-d6dad05c9764", "title": "The 2020 Way to Wear Minidresses", "url": "https://www.vogue.com/slideshow/the-2020-way-to-wear-mini-dresses", "summary": "Photographed by Bibi Cornejo Borthwick, Vogue, November 2019Short dresses have been gathering dust in my closet for almost a year now.\nOn the spring 2021 runways, Fendi, Jil Sander, Marina Moscone, and more featured dresses over pants, pumping life and possibility back into minidresses.\nSimply pairing a short dress or tunic over a pair of pants offers ease without sacrificing practicality.\nMake this look feel modern and intentional—and not like a nightmare from the early aughts—by pairing shorter, structured dresses with pants of the same color scheme.\nHere, minidresses and tunics that will pair nicely with pants to keep on rotation.", "paragraphs": ["Photographed by Bibi Cornejo Borthwick, Vogue, November 2019", "Short dresses have been gathering dust in my closet for almost a year now. Life at home for the majority of 2020 has rendered them temporarily useless, as midi- and maxidresses have proven to be a fuss-free option for days spent rotating between the desk, couch, and kitchen table.", "On the spring 2021 runways, Fendi, Jil Sander, Marina Moscone, and more featured dresses over pants, pumping life and possibility back into minidresses. Simply pairing a short dress or tunic over a pair of pants offers ease without sacrificing practicality. Thanks to those runways, I could again picture myself in a short hemline, be it a knit or gauzy tunic, this time with my favorite trousers underneath, or a structured dress and matching pants, à la Marina Moscone and Richard Malone.", "Make this look feel modern and intentional—and not like a nightmare from the early aughts—by pairing shorter, structured dresses with pants of the same color scheme. Or, try an oversized silhouette that hits just above the knee or below with any wide-leg trousers.", "Here, minidresses and tunics that will pair nicely with pants to keep on rotation."], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["dresses", "tunic", "2020", "pants", "pair", "moscone", "way", "runways", "minidresses", "pairing", "short", "wear", "structured"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}