{"id": "b79c694b-a0c3-3bba-b807-9a085f0e4016", "title": "A Whirl Through the Philippines with Jeepney’s Meal Kits", "url": "https://www.newyorker.com/magazine/2020/11/16/a-whirl-through-the-philippines-with-jeepneys-meal-kits", "summary": "Last December, the restaurateur Nicole Ponseca closed Maharlika, the first of two East Village restaurants with which she almost single-handedly brought Filipino food into the Manhattan mainstream.\nIt was a fortunate choice; better to have one restaurant than two during a pandemic.\nPhotograph by Miranda Barnes for The New YorkerThe other day, by phone, Ponseca explained the logistical impetus for the idea.\n“You can’t get restaurant-quality food at home unless it’s cooked à la minute,” she said.\n“A meal kit enables à la minute.” The cultural impetus is even more compelling.", "paragraphs": ["Last December, the restaurateur Nicole Ponseca closed Maharlika, the first of two East Village restaurants with which she almost single-handedly brought Filipino food into the Manhattan mainstream. Maharlika was beloved for brunch dishes such as eggs Benedict with Spam and calamansi hollandaise, but Ponseca, having parted ways with her longtime executive chef, decided to streamline her business. It was a fortunate choice; better to have one restaurant than two during a pandemic. At Jeepney, her second (and now only) place, she adapted deftly to outdoor dining, met an increased demand for takeout, and then, last month, launched one of the smartest and most gratifying pandemic projects I’ve seen: Tita Baby’s Kita Kits.", "Each kit comes with enough mix-and-match dishes to feed a small family or group of friends for several days, with options for breakfast, lunch, dinner, dessert, and substantial between-meal snacks. Photograph by Miranda Barnes for The New Yorker", "Every Friday, Jeepney—sometimes Ponseca herself—will deliver, to Manhattan, Brooklyn, the Bronx, Queens, and parts of northern New Jersey (which has a large Filipino population), enough food to feed “friends, couples, roommates or a family for several meals.” Each kit includes a generous array of mix-and-match dishes suited to breakfast, lunch, dinner, dessert, and even meryenda, the Filipino tradition of a substantial snack between meals. All are “heat & serve”; the relatively simple tasks required might include pouring toasty garlic oil into a sauté pan set over a low flame and stirring in clumps of precooked jasmine rice, or sliding a spatchcocked adobo-pula chicken, redolent of cinnamon and red miso, into the oven for fifteen minutes before glazing it in sauce.", "An accompanying booklet of detailed instructions guides you through preparation by oven, stovetop, or microwave. Photograph by Miranda Barnes for The New Yorker", "The other day, by phone, Ponseca explained the logistical impetus for the idea. “You can’t get restaurant-quality food at home unless it’s cooked à la minute,” she said. “A meal kit enables à la minute.” The cultural impetus is even more compelling. A captive audience means that Ponseca and her Tita Baby team—a small group of Filipino chefs with restaurants including Momofuku Nishi and Oxalis on their résumés—can take risks she might not have at Jeepney. “If people are missing their food from a particular region, I can do foods from that region that are not easily found,” Ponseca told me. “And, if you’re just on a Filipino food excursion, you get to explore.”", "Accompanying each kit is a booklet of descriptions and instructions (plus menu suggestions and QR codes for Spotify playlists) interwoven with historical context, jokes, and anecdotes, written by Ponseca in a chatty, contagiously enthusiastic tone. Eating at home leaves you with a lot of “cereal-box time,” Ponseca explained. The list of ingredients in the gravy for her kaldereta kambing, a goat stew that she recently offered in tribute to the Ilocanos, an ethnolinguistic group that lives mostly on the Philippines’ northwestern seaboard, made my eyes pop: duck fat, bone marrow, tomato, wild oregano, liver, goat cheese, patis (Filipino fish sauce), and olive brine. No wonder the dish was so beguilingly delicious; it’s hard to imagine a more enjoyable example of the influence of both Spanish rule and Chinese immigration on Filipino culture.", "Jeepney’s owner, Nicole Ponseca, describes Mindanaoan food as “arguably the most un-popular” subset of Filipino cuisine, and unfairly so—she was inspired to build a kit around it by her memories of a visit to the island, during which she learned to cook “with the simplest of tools producing the most complex of flavors.” Photograph by Miranda Barnes for The New Yorker", "Another week, Ponseca reminisced about a visit to the island of Mindanao, in the south, whose “flavors and cooking are arguably the most un-popular kids” in Filipino food. “On an empty dusty road in the sweltering heat,” she had come across a woman carrying a bucket of vegetables and fresh coconuts, and jumped out of her car to ask what she was making. To tinola, a gingery chicken soup ubiquitous in the islands, the woman told her, she would add young-coconut water and use ribbons of coconut meat as noodles, turning it into a Mindanaoan dish called binakol, thought to have medicinal properties. The technique “stopped me in my tracks,” Ponseca wrote. Years later, her own binakol proved an elixir, indeed. Two unassuming plastic quarts of cloudy broth, flecked with beads of fat and fresh Moringa leaves, bloomed on my stovetop to become soothingly fragrant, nourishingly flavorful, and just a little sweet, offering near-effortless access to a secondhand nostalgia and making a kind of sense out of a vexing time. (Meal kits $90-$135.) ♦"], "authors": ["Hannah Goldfield", "Hannah Goldfiel"], "keywords": ["filipino", "food", "barnes", "group", "ponseca", "photograph", "philippines", "kits", "à", "meal", "kit", "whirl", "jeepneys", "miranda", "dishes"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}