{"id": "b7a2f367-34db-3f4d-b004-303087eae0e3", "title": "Champions League: RB Leipzig punish nine-man PSG, Sevilla roar back to win", "url": "https://www.theguardian.com/football/2020/nov/04/champions-league-roundup-leipzig-psg-sevilla-barcelona-juventus-dortmund", "summary": "Ángel di María fired PSG ahead with just six minutes on the clock in a rematch of last season’s semi-final.\nThomas Tuchel’s side had the chance to double their lead from the penalty spot, but Di María saw his penalty saved by Peter Gulacsi.\nIdrissa Gueye was sent off for a second yellow card in the 68th minute, with Kimpembe also dismissed in stoppage time as PSG unravelled.\nIn Group E, Sevilla fought back from two goals down to beat Krasnodar 3-2 despite Jesús Navas’ first-half red card.\nThe Moroccan lashed home a second goal moments later to complete an extraordinary comeback, and keep Julen Lopetegui’s side level with Chelsea at the top of the group.", "paragraphs": ["RB Leipzig threw the race to qualify from Group H wide open with a 2-1 win over Paris Saint-Germain, who missed a penalty and finished the game with nine men.", "Ángel di María fired PSG ahead with just six minutes on the clock in a rematch of last season’s semi-final. Thomas Tuchel’s side had the chance to double their lead from the penalty spot, but Di María saw his penalty saved by Peter Gulacsi. Di María and Moise Kean both saw strikes ruled out for offside as the visitors dominated.", "Chelsea ease past 10-man Rennes after Kai Havertz tests positive for Covid-19 Read more", "PSG were punished for their profligacy when their former player, Christopher Nkunku, fired Leipzig level from the edge of the area in the 41st minute. Julian Nagelsmann’s side went ahead just before the hour after Angeliño’s cross was handled by Presnel Kimpembe. Emil Forsberg, who had missed a golden first-half opportunity, made no mistake from the penalty spot.", "Idrissa Gueye was sent off for a second yellow card in the 68th minute, with Kimpembe also dismissed in stoppage time as PSG unravelled. The visitors, who were missing Neymar, Kylian Mbappé and Mauro Icardi, now face a battle to qualify for the last 16 after three points from their first three games.", "In Group E, Sevilla fought back from two goals down to beat Krasnodar 3-2 despite Jesús Navas’ first-half red card. Shapi Suleymanov’s free kick put the visitors ahead and Marcus Berg’s penalty made it 2-0 after 20 minutes at the Sánchez Pizjuán. Ivan Rakitic’s header got the hosts back on track, but Navas was shown a straight red card for a reckless foul on Kristoffer Olsson just outside the penalty area.", "Facebook Twitter Pinterest Jesús Navas brings down Kristoffer Olsson. Photograph: Marcelo del Pozo/Reuters", "Rakitic hit the crossbar for Sevilla but they were heading for defeat until Krasnodar defender Kaio passed the ball straight to Youssef En-Nesyri, who pulled Sevilla level. The Moroccan lashed home a second goal moments later to complete an extraordinary comeback, and keep Julen Lopetegui’s side level with Chelsea at the top of the group.", "In Group G, Barcelona and Juventus stayed on track for the knockout stages with victories over Dynamo Kyiv and Ferencvaros respectively. Barça made it three wins from three games but were far from convincing at Camp Nou. Lionel Messi’s early penalty gave them a half-time lead before Gérard Pique added a second from Ansu Fati’s cross.", "The visitors were missing six players and five staff members due to Covid positives but made life difficult for Ronald Koeman’s side. Dynamo saw a goal from a corner ruled out due to the ball going out of play, but did pull one back in the 75th minute. Viktor Tsygankov slid home on the rebound after Marc-Andre ter Stegen saved from Benjamin Verbic, but Barcelona held on.", "Facebook Twitter Pinterest Álvaro Morata celebrates his first goal for Juventus against Ferencvaros. Photograph: Daniele Badolato/Juventus FC/Getty Images", "In Budapest, Álvaro Morata opened the scoring from Juan Cuadrado’s cross in the seventh minute and then swept home Cristiano Ronaldo’s pass on the hour to put Juventus in control. Two howlers from home keeper Dense Dibusz allowed substitute Paulo Dybala to get on the scoresheet, and then force Lasha Dvali to put through his own goal. Franck Boli scored a late consolation for the Hungarians.", "Erling Haaland scored twice as Dortmund climbed to the top of Group F with victory over Club Brugge. Haaland’s two goals came after Thorgan Hazard’s 14th-minute opener squirmed through Simon Mignolet’s hands. Haaland turned in the rebound after Mignolet had saved his close-range header, and the Norwegian added another from Thomas Meunier’s pass with barely half an hour played. Lucien Favre’s side take on Bayern Munich in the Bundesliga on Saturday.", "Felipe Caicedo earned a valuable point for Lazio away at Zenit, sweeping home from Sergej Milinkovic-Savic’s pass in the 82nd minute to cancel out Aleksandr Erokhin’s first-half volley. Lazio only had 13 senior players available for the match amid an ongoing Covid-19 outbreak at the club."], "authors": ["Guardian Sport"], "keywords": ["punish", "penalty", "roar", "visitors", "second", "saw", "group", "saved", "nineman", "pass", "goal", "sevilla", "psg", "leipzig", "league", "rb", "win", "minute", "champions"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}