{"keywords": ["hong", "open", "daily", "question", "lottery", "compassion", "poetry", "lack", "poem", "refugees", "future", "hear", "kong", "order", "descendants"], "url": "https://www.economist.com/blogs/openfuture/2019/09/open-future-0?spc=scode&spv=xm&ah=9d7f7ab945510a56fa6d37c30b6f1709", "summary": "This is a guest contribution for The Economist’s Open Future initiative, which aims to foster a global conversation on the challenges of the 21st century.\nTegan Smyth is part of Peel Street Poetry, an international poetry ensemble that is performing at the Open Future Festival 2019 in Hong Kong on October 5th.\n* * *Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\nThey have more in common with you than they would ever admit—They have merely won a lottery of birth and no more.\nIt is in their memory that I call into question our lack of compassion and support of those living as refugees in Hong Kong society today.", "title": "Lottery: A poem on the lack of compassion for refugees", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "b7e4de31-b766-3049-852d-402accab4631", "paragraphs": ["This is a guest contribution for The Economist’s Open Future initiative, which aims to foster a global conversation on the challenges of the 21st century. You can comment here or on Facebook and Twitter. Tegan Smyth is part of Peel Street Poetry, an international poetry ensemble that is performing at the Open Future Festival 2019 in Hong Kong on October 5th.", "* * *", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "“Lottery”", "Perhaps this is what purgatory looks like.", "You surrender yourself at the airport,", "Maybe by saying:", "“I am a refugee, seeking asylum.”", "You are told that in order to stay,", "You must first overstay.", "You are coerced to break a law", "In order to seek protection.", "The hard faces and unfeeling eyes", "Without a common language", "Or iota of empathy,", "Tell you to go back", "To where you came from, but you can’t.", "There is nothing for you there but flames", "And drone strikes.", "You may have friends who have been forcibly disappeared, bodies never found.", "You have seen the curve of your brother’s body being shot in broad daylight, folding like a question mark as if to ask", "If the world even cares about your story.", "You try to form the words that convey your truth", "But people don’t want to hear it, not here.", "It is more convenient to blame you for daring to exist, your body is hyper visible but", "Dehumanised", "In the reading down of judgments or", "Black letters of legislation;", "Written by men and women from the comfort", "Of sleek air-conditioned rooms, with a sea view,", "Who cannot see you and never envision you as a person.", "You have done nothing wrong and yet you are", "An all too convenient diversion from the real problems at hand.", "In this crowded reclaimed landscape,", "The jagged buildings are like the uncountable", "Bars of a jail cell.", "Your passport is confiscated by authorities", "And you cannot move forward, only backward, handcuffed to the aeroplane seat.", "You’ve heard stories about the ones that they send back,", "And pray each day it will not be you.", "Or if you languish here, your children who are born to the Bauhinia flag", "And learn its languages and customs,", "Calling no other place home", "Will never have legal status.", "You live without an income and rely on the kindness of strangers to ensure", "Your descendants are educated for their own", "Uncertain future.", "You always hear furious questions", "About why you chose to come here.", "As if there is a choice between a death rattle and purgatory.", "The blackened streets ooze with inertia, a dominant population", "Unaware of their privilege.", "To not be drafted at random in this generation,", "To not have to demand asylum and put their lives in another person’s hands.", "They have forgotten how grandfather and grandmother arrived here,", "The subdivided flats and subdivisions of identity mean", "They will never call themselves the sons and daughters of asylum seekers.", "But the blood in their veins", "Is of the people who managed to steal away in the middle of the night, across borders,", "Swimming oceans and traversing countries", "In the hope of witnessing another daybreak.", "They have more in common with you than they would ever admit—", "They have merely won a lottery of birth and no more.", "_____________", "Dedication: to my maternal grandparents, who fled their home for political reasons and reinvented themselves elsewhere, to give their descendants a more stable future. It is in their memory that I call into question our lack of compassion and support of those living as refugees in Hong Kong society today.", "Originally published in Voice & Verse magazine, 2019"], "pubDate": null}