{"id": "b8fd03a3-49f4-3268-abcf-083c7e6a8bb9", "summary": "After the drama of Tuesday, the Champions League returns with no less than eight matches taking place on Wednesday.\nSo if you've regained your breath after watching Bayern send seven past Tottenham and Real given a rough ride by Club Brugge, then you're in the right place.\nIt was all eyes on the Camp Nou as Barcelona hosted Inter Milan in the biggest clash of the night.\nHeld to a draw in the opening round by Dortmund, Barca earned a crucial victory against after coming from behind thanks to two Luis Suarez goals.\nET unless statedGroup E: Genk 0-0 Napoli (FT), Liverpool 4-3 Salzburg (FT)Group F: Slavia Prague 0-2 Borussia Dortmund (FT), Barcelona 2-1 Inter Milan (FT)Group G: RB Leipzig 0-2 Lyon (FT), Zenit St. Petersburg 3-1 Benfica (FT)Group H: Lille 1-2 Chelsea, Valencia 0-3 Ajax (FT)", "title": "Champions League: Luis Suarez at the double to rescue Barcelona", "pubDate": null, "paragraphs": ["It's back! After the drama of Tuesday, the Champions League returns with no less than eight matches taking place on Wednesday. So if you've regained your breath after watching Bayern send seven past Tottenham and Real given a rough ride by Club Brugge, then you're in the right place.", "Which teams played?", "It was all eyes on the Camp Nou as Barcelona hosted Inter Milan in the biggest clash of the night. Held to a draw in the opening round by Dortmund, Barca earned a crucial victory against after coming from behind thanks to two Luis Suarez goals. Elsewhere, defending champion Liverpool survived a scare at home to Red Bull Salzburg.", "Live scores: All games kick off at 3 p.m. ET unless stated", "Group E: Genk 0-0 Napoli (FT), Liverpool 4-3 Salzburg (FT)", "Group F: Slavia Prague 0-2 Borussia Dortmund (FT), Barcelona 2-1 Inter Milan (FT)", "Group G: RB Leipzig 0-2 Lyon (FT), Zenit St. Petersburg 3-1 Benfica (FT)", "Group H: Lille 1-2 Chelsea, Valencia 0-3 Ajax (FT)"], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Matias Grez"], "url": "https://edition.cnn.com/europe/live-news/champions-league-live-blog-barcelona-inter-liverpool-spt-intl/index.html", "keywords": ["league", "inter", "luis", "milan", "02", "ftgroup", "barcelona", "youve", "rescue", "dortmund", "double", "champions", "liverpool", "ft", "suarez", "zenit"]}