{"id": "b90ede9a-295f-3c22-8227-431cd03ca5f0", "title": "Jimmy Carter congratulates President-elect Joe Biden on White House win", "url": "https://www.foxnews.com/politics/jimmy-carter-congratulates-president-elect-joe-biden-on-white-house-win", "summary": "Jimmy Carter, the Democrat who held the Oval Office in the late 1970s, congratulated President-elect Joe Biden on Saturday, saying he is looking forward to \"positive change.\"\nBIDEN WINS PRESIDENCY, TRUMP DENIED SECOND TERM IN WHITE HOUSE, FOX NEWS PROJECTS\"Rosalynn joins me in congratulating our friends President-elect Joe Biden and Vice President-elect Kamala Harris,\" Carter, who was the nation's 39th president, said in a statement.\n\"We are proud of their well-run campaign and look forward to seeing the positive change they bring to our nation.\"\nWhen Carter, a Georgia native, was president, Biden was still a young senator in Delaware.\nBiden is currently leading in the Peach State by a little over 7,000 votes -- with 2,461,455 compared with Trump's 2,454,207.", "paragraphs": ["Jimmy Carter, the Democrat who held the Oval Office in the late 1970s, congratulated President-elect Joe Biden on Saturday, saying he is looking forward to \"positive change.\"", "BIDEN WINS PRESIDENCY, TRUMP DENIED SECOND TERM IN WHITE HOUSE, FOX NEWS PROJECTS", "\"Rosalynn joins me in congratulating our friends President-elect Joe Biden and Vice President-elect Kamala Harris,\" Carter, who was the nation's 39th president, said in a statement. \"We are proud of their well-run campaign and look forward to seeing the positive change they bring to our nation.\"", "When Carter, a Georgia native, was president, Biden was still a young senator in Delaware. He would go on to become the Senate Judiciary Committee chairman under Bill Clinton, the 42nd president. Now, 20 years after Clinton left office, Biden will be the 46th president.", "GEORGIA'S 50%+1 VOTE THRESHOLD DOES NOT APPLY TO THE PRESIDENTIAL RACE", "Georgia continues to be one of two states -- along with North Carolina -- which has still not been called for either Biden or President Trump.", "Biden is currently leading in the Peach State by a little over 7,000 votes -- with 2,461,455 compared with Trump's 2,454,207.", "While Georgia has been a Republican stronghold for decades, Clinton flipped the state in 1992 and Carter -- the state's governor from 1971 until 1975 -- won it in his unsuccessful bid for re-election against Ronald Reagan in 1980.", "CLICK HERE FOR THE FOX NEWS APP", "This year's razor-thin margin will prompt a recount, but on Saturday, Biden clinched both Nevada and Pennsylvania, putting him well above the 270 Electoral College votes needed to take the White House."], "authors": ["Vandana Rambaran", "Vandana Rambaran Is A Reporter Covering News", "Politics At Foxnews.Com. She Can Be Found On Twitter"], "keywords": ["congratulates", "clinton", "white", "president", "votes", "biden", "states", "positive", "presidentelect", "joe", "jimmy", "carter", "win", "state", "house"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}