{"id": "b97d52cd-2ac7-34f4-a46c-acae31e6ce33", "title": "Election-night results - Donald Trump surges, putting the election on a knife-edge", "url": "https://www.economist.com/united-states/2020/11/04/donald-trump-surges-putting-the-election-on-a-knife-edge", "summary": "Whether he does so hangs, once again, on what happens in a trio of Midwestern states: Wisconsin, Michigan and Pennsylvania.\nWhat is clear already is that there has been no repudiation of Mr Trump.\nMr Biden tried to forestall any attempt by Mr Trump to declare himself the victor, preparing supporters for a long count.\nA direct request by Mr Trump would lack a legal basis and the Supreme Court would ignore it.\nBut nobody should be surprised at this point if Mr Trump were to win four more years in the White House.", "paragraphs": ["Editor’s note: See our results page for details of the vote.", "WITH SEVERAL key states still counting ballots, America’s presidential election is too close to call. Thus far the map looks very much as it did in 2016, which is good news for President Donald Trump and a shock for Joe Biden’s camp. The differences from Hillary Clinton’s failed bid four years ago—a win for Mr Biden in Arizona, plus a single electoral-college vote in Nebraska—mean that the Democratic challenger still has a chance of winning. Whether he does so hangs, once again, on what happens in a trio of Midwestern states: Wisconsin, Michigan and Pennsylvania. And then, depending on how the counts there go, possibly on the courts.", "What is clear already is that there has been no repudiation of Mr Trump. He fared much better than opinion polls suggested before election day. If the president does lose, it will probably be by fine margins in those key states. Although he leads the current tallies in two out of three, those states still have to count a large number of mail-in ballots, which are expected to favour Mr Biden heavily. Pennsylvania looks likely to be particularly slow. The Associated Press has called Minnesota for Mr Biden, which bodes well for the former vice-president’s chances in neighbouring Wisconsin. Were the president to win two of the Midwestern trio, on the other hand, he would most probably win another term.", "Some other key states have not been called, North Carolina and Georgia among them. Yet Mr Trump looks on course to win them, as he did in 2016. America, and the rest of the world, must now wait until the counting finishes—which may well not be until Thursday or even Friday.", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "Without waiting for that to happen, the president has already claimed that voter fraud is the only explanation for why he has not won already. This, unlike the results in key states, was widely predicted. Yet it still came as a shock. Mr Biden tried to forestall any attempt by Mr Trump to declare himself the victor, preparing supporters for a long count. “We believe we’re on track to win this election...It ain’t over until every vote is counted.” Shortly after, the president countered: “This is a major fraud on our nation.” He said his campaign would ask the Supreme Court to intervene: “We want all voting to stop. We don’t want them to find any ballots at four o’clock in the morning and add them to the list.” On the morning after the election, he was up and tweeting, blaming (with no evidence) the counting of “surprise ballot dumps” for the disappearance of his lead in key states.", "It was unclear precisely what the president’s lawyers will argue. A direct request by Mr Trump would lack a legal basis and the Supreme Court would ignore it. But his comments reflect his hope that the elevation last week of Amy Coney Barrett to America’s highest court, enshrining a 6-3 conservative majority, would give him the advantage should the election be decided there. A more likely path for legal challenges is via state courts, over the minutiae of local election laws, particularly since covid-19 has made life difficult for election administrators.", "The race for control of the Senate remains up for grabs, but the Democrats’ hopes for a majority there are fading. Republican candidates have been declared victors in South Carolina, Kansas, Kentucky, Mississippi and Iowa, and lead in North Carolina and Maine. Democrats retained control of the House of Representatives, as expected.", "With many Western states reporting few votes so far, it is too early to assess how polls appear to have once again underestimated Mr Trump. Mr Biden fared far worse than Hillary Clinton did in Miami and its suburbs, and also failed to match her margins among Hispanic voters in the Rio Grande Valley of Texas. Mr Biden’s promise of winning back white working-class areas of Ohio fell short, which could spell trouble in neighbouring Pennsylvania. In the Senate, voters in conservative-leaning states appear to have “come home” to Republican candidates.", "With the presidential race up in the air, the only firm conclusions that can be drawn at this stage are that Mr Trump is comfortably beating a very low set of expectations, and that the result of the election almost certainly will not be known until the counts finish. Unless either Wisconsin or Michigan winds up producing one of the largest polling errors in a competitive state in modern memory—Mr Biden was ahead there by eight percentage points in pre-election polls—Mr Biden has more paths to victory. But nobody should be surprised at this point if Mr Trump were to win four more years in the White House.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["trump", "key", "surges", "election", "mr", "donald", "wisconsin", "results", "states", "president", "win", "knifeedge", "putting", "electionnight", "biden"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}