{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/propertynews/berlin/5931-five-reasons-to-live-in-berlin-germany.html", "pubDate": null, "authors": [], "keywords": ["city", "germany", "museum", "federal", "reasons", "2018", "berlins", "according", "cent", "state", "berlin", "live", "capital"], "title": "Five reasons to live in Berlin, Germany", "id": "b980518b-026c-3211-a05c-9d498082401b", "summary": "Rent freezeBerlin is a federal state in its own right and, with a population of 3.5m, is the largest city in the country.\nIn a bid to control the rate of growth, Berlin’s city government will freeze rents for five years from 2020.\nIn the five years to 2018, Berlin’s economy grew at 3.6 per cent a year on average, faster than the 1.9 per cent for Germany, according to Berlin’s city government.\nSome 50,000 people are moving to Berlin each year, according to the city authorities.\nIn 1929, foreign minister Gustav Stresemann described Weimar-era Germany, of which Berlin was the heart, as “a dance on the edge of a volcano”.", "paragraphs": ["A rapidly growing population has no shortage of places to enjoy culture and to party", "By Ido Vock", "Steeped in history, Germany’s capital also offers a rich cultural heritage and exciting nightlife.", "Rent freeze", "Berlin is a federal state in its own right and, with a population of 3.5m, is the largest city in the country. The seat of Germany’s federal government (the Bundestag and Bundesrat), it is also home to the head of state, the president, whose official residence is Schloss Bellevue.", "The siting of parliament and most federal ministries in the city means the public sector accounted for almost 40 per cent of jobs in Berlin as of 2014 — more than any other field.", "High-end residential property prices in the capital grew by 10.5 per cent in 2018, the third-highest rate in the world, according to Knight Frank. In a bid to control the rate of growth, Berlin’s city government will freeze rents for five years from 2020.", "This is good news for tenants, who already enjoy a favourable deal compared with those in some other European capitals. According to consumer prices database Numbeo, the rent on a three-bedroom apartment is 53 per cent lower in Berlin city centre than in London and 36 per cent lower than in Paris.", "Start-up economy", "Efforts to expand Berlin’s fast-growing services and tech sectors — for example, by offering investment support for new businesses — are producing results. In the five years to 2018, Berlin’s economy grew at 3.6 per cent a year on average, faster than the 1.9 per cent for Germany, according to Berlin’s city government.", "The city claims to be Europe’s start-up capital, attracting 3,000 new tech companies since 2016 and €2.1bn in venture capital in 2018. Annual job growth stood at 3.7 per cent last year, putting Berlin ahead of the states of Bavaria (+2.5 per cent) and Hesse (+2.4 per cent). Some 50,000 people are moving to Berlin each year, according to the city authorities.", "Party vibe", "Berlin has long been renowned for its nightlife. In 1929, foreign minister Gustav Stresemann described Weimar-era Germany, of which Berlin was the heart, as “a dance on the edge of a volcano”.", "Today, the famously fickle bouncers of Berghain are joked about by clubbers around the globe, but the capital’s nightlife is more than industrial techno. From relaxed jazz and soul nights at Zigzag Jazz Club to the Kim Bar on Brunnenstrasse playing 1970s rock, this hedonistic city offers a night out for every taste.", "Clubbers hoping they comply with the door policy at the Berghain nightclub", "Cultural highs", "Berlin’s Museumsinsel (Museum Island) hosts five internationally significant museums, including the neoclassical Altes Museum, home to the antiquities collection of the Berlin State Museums, and the Neues Museum, whose treasures include a bust of ancient Egyptian Queen Nefertiti.", "The recently opened David Chipperfield-designed James-Simon-Galerie, a visitors’ centre for the Museumsinsel, is the first new building on the island in more than a century and will be followed next year by the long-anticipated Humboldt Forum cultural centre.", "An estimated 20,000 artists live in the city. High-profile galleries include C/O, which has exhibited the photographers Annie Leibovitz and Anja Niedringhaus, and the Berlinische Galerie, which recently hosted an exhibition by German architectural documentary photographer André Kirchner.", "The James-Simon-Galerie acts as a portal to the Museum Island", "Breath of fresh air", "Several large parks, including the Tiergarten, home to Berlin’s zoo, offer respite from the bustle of city life. But a wide range of lakes and woods are easily accessible for a day trip on the S-Bahn metropolitan railway. Strandbad Wannsee, an inland beach with a lido on the shore of Grosser Wannsee, is less than an hour from the city centre.", "The zoo is one of the most popular attractions away from the city bustle", "Photographs: Dreamstime; Bloomberg; Alamy"]}