{"paragraphs": ["Mette Towley has had a whirlwind year. The quadruple threat—she’s a dancer (you may have caught her in Rihanna’s “Lemon” music video), choreographer, actor, and musician—is one of 2019’s breakout stars. She successfully forayed into Hollywood with her big-screen debut in Hustlers, in which she played a dancer named Justice. Now she is starring as Cassandra in the upcoming film version of Cats, with a knockout cast including Taylor Swift, Idris Elba, and Jennifer Hudson (who was the first star Towley ever danced for). The project was a major test for the Minnesota native. “I’ve sang for most of my life, but the level of vocal endurance needed for days on set was a fun challenge to meet,” she told Vogue, adding that she worked with director Tom Hooper to infuse her character with new life. “We spoke a lot about why Cassandra needed to be protective, maternal, and sassy.”", "Last night, the cast assembled in New York City for the world premiere. Towley shared all the details of her red carpet prep with Vogue. She began with a calming bath. “I love a long bath before my team arrives for glam,” Towley said. “A few quiet moments for reflection.” Then it was time for said glam session: Allie Smith applied a fresh-face makeup look, while Hos Hounkpatin worked on her hair. Next, a special delivery arrived: flowers from her boyfriend and friends who worked with her during her time as a dancer for Pharrell Williams.", "Soon it was time to slip on her red carpet look for the evening, styled by Studio &: a dazzling Paco Rabanne ensemble consisting of a slinky skirt and top covered in crystals, and Jimmy Choo heels. To fete the outfit, Towley busted out the Champagne before practicing her poses on the balcony. Then she headed over to the premiere and reunited with her fellow fashionably clad felines.", "Below, Towley’s getting-ready diary."], "url": "https://www.vogue.com/vogueworld/slideshow/mette-towley-cats-red-carpet-premiere-diary", "pubDate": null, "keywords": ["life", "mette", "needed", "towley", "glam", "look", "premiere", "dancer", "ready", "starstudded", "cats", "red", "vogue", "getting", "ahead", "worked"], "id": "b9c356cc-68bd-31e4-86f2-a4cb0aa54072", "title": "Getting Ready With Mette Towley Ahead of Her Star-Studded Cats Premiere", "summary": "She successfully forayed into Hollywood with her big-screen debut in Hustlers, in which she played a dancer named Justice.\nTowley shared all the details of her red carpet prep with Vogue.\n“I love a long bath before my team arrives for glam,” Towley said.\nTo fete the outfit, Towley busted out the Champagne before practicing her poses on the balcony.\nThen she headed over to the premiere and reunited with her fellow fashionably clad felines.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Christian Allair"]}