{"summary": "SAN FRANCISCO — Deep under Earth's surface, earthquakes rumble in the mantle's transition zone, the area that divides the upper mantle from the lower.\nWhile most diamonds crystallize at depths of 87 to 124 miles (140 to 200 kilometers), superdeep diamonds are found as far as 373 to 497 miles (600 to 800 km) below the surface.\nThat's because the location and movement of these fluids might be the key to understanding deep earthquakes, Shirey said.\nDeep earthquakes are energetic, frequent and \"a very interesting manifestation of plate tectonics — kind of as deep as we can see plate tectonics,\" Shirey said.\nJust what happens at that frontier of plate tectonics \"turns out to be a very interesting planetary question,\" he said.", "keywords": ["shirey", "surface", "fluid", "tectonics", "deep", "plate", "mysterious", "mantle", "explain", "scientists", "diamonds", "miles", "earthquakes", "400", "science", "buried"], "paragraphs": ["SAN FRANCISCO — Deep under Earth's surface, earthquakes rumble in the mantle's transition zone, the area that divides the upper mantle from the lower. Liquid in the mantle is thought to play a part in driving those deep earthquakes, but until now, no smoking gun could prove that fluid was present at those depths.", "Now, scientists think they may have found evidence of fluid in an unlikely place: inside superdeep diamonds.", "While most diamonds crystallize at depths of 87 to 124 miles (140 to 200 kilometers), superdeep diamonds are found as far as 373 to 497 miles (600 to 800 km) below the surface. Inside these gems forged at depth are tiny flaws, or inclusions, made by fluids. These flaws reveal that liquid is likely flowing in the mantle layers where the diamonds formed.", "It's this liquid that interests scientists studying the deep Earth, geochemist Steven Shirey, a senior research scientist at the Carnegie Institution for Science in Stanford, California, told Live Science at the annual meeting of the American Geophysical Union (AGU). That's because the location and movement of these fluids might be the key to understanding deep earthquakes, Shirey said.", "Related: Shine On: Photos of Dazzling Mineral Specimens", "In new research, presented at the AGU meeting on Tuesday (Dec. 10), Shirey and his colleagues modeled the movement of fluid at depth using information about the spots where these diamonds formed in the mantle.", "In creating these models, the scientists are hoping to connect the dots among fluid movement into the deep mantle, diamond formation \"and the physical rupture properties of the rocks in that region\" of the mantle-transition zone, Shirey said. As a next step, researchers need to \"relate the currents of those fluids to deep-focus earthquakes,\" he explained.", "Deep earthquakes are energetic, frequent and \"a very interesting manifestation of plate tectonics — kind of as deep as we can see plate tectonics,\" Shirey said.", "Just what happens at that frontier of plate tectonics \"turns out to be a very interesting planetary question,\" he said.", "Sinister Sparkle Gallery: 13 Mysterious & Cursed Gemstones", "50 Interesting Facts About Planet Earth", "7 Ways the Earth Changes in the Blink of an Eye", "Originally published on Live Science."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/science/diamonds-buried-400-miles-below-surface-could-explain-mysterious-earthquakes", "authors": [], "id": "b9cd1d77-387d-35b1-9eb6-e576e78884e4", "pubDate": null, "title": "Diamonds buried 400 miles below surface could explain mysterious earthquakes"}