{"paragraphs": ["This story is part of a series on how we watch stuff—from the emotional tug of Facebook video series to crappy captions on YouTube.", "For me, Star Wars movies are a lot like dental appointments: I feel obligated to go at regular intervals, but I always get a little nervous as the date looms. The series is a cultural juggernaut, especially on the internet. You can't escape the opinions about it. Problem is, I’ve never been invested enough in the story or characters to feel much about them one way or the other. So I’ll do what anyone in the digital age does when they want to learn more about something: go watch an hour-long video of people talking about it on YouTube.", "As it has almost everything else, the internet has democratized critique. Anyone can set up a camera or microphone and record themselves talking about movies or shows—a few people around a table or on a couch, sitting perhaps in substitution for IRL interactions and discussions. It's a format that owes as much to Siskel & Ebert and Mystery Science Theater as it does to the postgame analysis panels on ESPN. Podcasts and videos in this vein can garner hundreds of thousands of subscribers and millions of views.", "I got into shows like this a couple years ago when I had a job digitizing thousands of pages of paperwork at the corporate headquarters of a now-defunct retail chain. Wedged into the file room, isolated from any other people, I sat hunched over an ever-churning scanner for eight hours a day. To keep my brain from melting, I listened to podcasts and streamed YouTube videos in the background. It was a way to keep myself company as I slowly bled out from the papercuts.", "WIRED Series A dive into how we watch stuff.", "My favorite of these channels was Red Letter Media, which features a group of grumpy white guys from Milwaukee whose rumpled demeanor belies their astute film knowledge. If you aren’t familiar with them, RLM rose to prominence in 2009 with a 70-minute-long deconstruction of Star Wars: The Phantom Menace that came to define the internet video essay. It was a thorough, meticulous review that explained nuanced flaws in the film (best summarized by the refrain: “You may not have noticed it, but your brain did”). The format of most of RLM's videos since then has been more conversational, where the guys sit around and review recent films or ridicule older, bad movies together. Their commentary is often insightful, sometimes problematic, but always peppered with dark absurdist comedy. They’re funny and they make me think about movies in new ways.", "There's also something inviting about the style: I’m separated by a screen, of course, but I feel like I’m part of the discussions. Watching those group videos is like sitting around with a bunch of smart friends. Often, I even find the review of a movie more entertaining than the film itself, and I have watched many episodes in which they discuss movies that I haven't even seen. Not only that, but these kinds of shows—not the movies they are discussing, but the commenters themselves—inspire their own fanbases. And oh boy, do those fans get invested.", "I Love You, Man", "An academic perspective on film discussion videos: Having a film examined from a wide array of viewpoints can help us better understand the work and how it fits into various cultural situations. YouTubers like Lindsey Ellis craft long, brilliant video essays that recontextualize broadly familiar films with unique insights. Alison Pregler’s Movie Nights are entertaining looks at the strangeness of cult classics and bad movies. Even something with no real analysis, like a trailer reaction video, invites people to share in that excited energy. “In these times of profound disconnection, people are just looking to connect in some way,” says Jennifer Holt, an associate professor of film and media studies at UC Santa Barbara, “to hear other people discussing things that interest them.”"], "pubDate": null, "summary": "This story is part of a series on how we watch stuff—from the emotional tug of Facebook video series to crappy captions on YouTube.\nProblem is, I’ve never been invested enough in the story or characters to feel much about them one way or the other.\nIf you aren’t familiar with them, RLM rose to prominence in 2009 with a 70-minute-long deconstruction of Star Wars: The Phantom Menace that came to define the internet video essay.\nAlison Pregler’s Movie Nights are entertaining looks at the strangeness of cult classics and bad movies.\nEven something with no real analysis, like a trailer reaction video, invites people to share in that excited energy.", "title": "Authority Figures: Movie Talk and the Rise of Review Culture", "url": "https://wired.com/story/what-we-talk-about-when-we-talk-about-movies/", "keywords": ["video", "movies", "way", "figures", "culture", "rise", "authority", "watch", "movie", "film", "internet", "review", "talk", "feel", "videos", "series"], "authors": ["Condé Nast", "Boone Ashwort", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Jess Grey", "Wired Staff", "Scott Gilbertson"], "id": "ba2b2e12-20e7-34da-81a3-055dd65a4aa3", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}