{"id": "ba36cc02-23af-37e0-86dd-0b4f8935efdb", "title": "Schumpeter - Which Japanese mogul will leave the biggest legacy?", "url": "https://www.economist.com/business/2020/11/07/which-japanese-mogul-will-leave-the-biggest-legacy", "summary": "In Japan SoftBank and Rakuten are elbowing their way onto each other’s turf.\nUntil recently Masa, as Mr Son is known, appeared to have the advantage.\nHe has bigger money bags than Mr Mikitani, and a higher profile thanks to the audacity of his $100bn Vision Fund, which backed blitzscaling tech startups globally.\nYet Mickey, as Mr Mikitani is known, has made a quieter bet on mobile communications that is almost as bold—though in a different way.\nGlobally, Tareq Amin, Rakuten’s mobile-technology guru, has become one of the most prominent Open RAN evangelists.", "paragraphs": ["I N THE 1990S , when a youthful Son Masayoshi, a Japanese entrepreneur, was pursuing acquisitions in his home country, he sought advice from a banker eight years his junior called Mikitani Hiroshi. They shared a lot in common: both had studied in America (Mr Son at the University of California, Berkeley, Mr Mikitani at Harvard Business School); they had a common interest in the internet; and they were both baseball mad.", "In the decades since, both men have blazed past a stifling corporate hierarchy to become two of Japan’s leading tech billionaires. Mr Mikitani, who says in an interview that he did not even know the word “entrepreneur” when he enrolled at Harvard, pioneered e-commerce in Japan via Rakuten, which is now a sprawling tech conglomerate worth $14bn. Mr Son’s SoftBank, after spectacular investments in early internet stocks, muscled into Japan’s telecoms industry. They have both invested heavily in Silicon Valley. They also each own baseball teams named after birds of prey; the SoftBank Hawks and the Rakuten Golden Eagles.", "Now it is rivalry, not a shared past, that better defines their relationship. In Japan SoftBank and Rakuten are elbowing their way onto each other’s turf. Their respective investments overseas in Uber and Lyft, two ride-hailing firms, put them at odds. Even the Hawks and the Eagles are bitter enemies. Until recently Masa, as Mr Son is known, appeared to have the advantage. He has bigger money bags than Mr Mikitani, and a higher profile thanks to the audacity of his $100bn Vision Fund, which backed blitzscaling tech startups globally. Yet Mickey, as Mr Mikitani is known, has made a quieter bet on mobile communications that is almost as bold—though in a different way. If it pays off, it could start a revolution not just in Japan, but across the world, too.", "Discussing it by Zoom from his home in Tokyo, a hoodie-wearing Mr Mikitani is keen to emphasise both the audacity of the bet and the difficulty of bringing it to fruition. Since 2018 he has committed $8bn to build a fourth- and fifth-generation (5 G ) mobile network from scratch in Japan, a country where a triumvirate of industry heavyweights, including SoftBank, dominate. Instead of replicating the huge investments they have made in hardware, he used low-cost base stations, cloud-based architecture and software to create what Rakuten calls the world’s first fully commercial virtualised network, adaptable for a new modular technology called Open RAN . In essence, what Mr Mikitani has sought to show is that an internet firm like his, with a geeky software-engineering culture, can provide a high-quality, low-cost alternative to the hardware-obsessed telecoms giants, using Open RAN at the core of its 5 G architecture. It’s a work in progress but it has been blessed with geopolitical tailwinds. Concerns about the influence of the Chinese government over Huawei, the world’s biggest 5 G equipment supplier, have caused telephone companies, as well as governments, to embark on a frantic hunt for alternatives. Open RAN is attracting a lot of attention. All eyes are on Rakuten to see whether its network functions.", "Mr Mikitani and his lieutenants are upbeat. Though he has faced naysayers all the way—“Good luck, Mickey, you’re going to fail,” he says his CEO friends all told him—the company has brought forward to 2021 the year when it expects to have coverage over almost all of Japan. It had been 2026. Low costs have lured more than 1m customers, even though coverage remains patchy. Globally, Tareq Amin, Rakuten’s mobile-technology guru, has become one of the most prominent Open RAN evangelists. In September he struck a deal with Madrid-based Telefónica, a big telecoms group, to develop the technology further. Mr Mikitani says one of the blessings of the Open RAN model is that, rather than replacing antiquated kit with each new generation of mobile technology, it can be updated with software. He likens it to Tesla’s ability to use software to upgrade its electric cars.", "For all that, Mr Son is hovering menacingly in the background. Well before Mr Mikitani started to encroach on his telecoms territory, he used SoftBank’s big stake in Yahoo Japan to challenge Rakuten in e-commerce. Last year SoftBank upped the stakes by orchestrating a merger between Yahoo Japan (now known as Z Holdings) and Line, a messaging app, to create Japan’s largest online services company. Kirk Boodry of Redex Research, an Asian equity-research firm, says Rakuten’s e-commerce operating margins have fallen by half recently as it spends money to defend itself against both Yahoo and Amazon in e-commerce. That may eventually constrain Rakuten’s telecoms ambitions. As he puts it: “They don’t have enough money to be as disruptive as they’d like to be.”", "Mr Mikitani is gracious about his former client. He credits Mr Son with having a great eye for investments and tactfully does not mention the Vision Fund’s debacle with WeWork, an office-rental firm that faced near-collapse last year. He insists SoftBank and Yahoo “are my rivals, not my enemies”. He goes on to express the irony that whereas once he was Mr Son’s investment banker, now, of the two, he is more of the operator.", "Home RAN?"], "authors": ["The Economist"], "keywords": ["ran", "mr", "japanese", "japan", "mogul", "legacy", "son", "telecoms", "biggest", "leave", "schumpeter", "open", "investments", "softbank", "rakuten", "mikitani"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}