{"id": "ba40d966-39eb-334e-9075-df1e4e2c3382", "summary": "Equally critical to any successful communication is your ability to understand what others are communicating to you.\nIn today’s environment there are many more modes of communication in use than ever before.\nIn this seminar we will explore the communication process identifying when to use what mode, pitfalls and traps to avoid, including assessing your particular style/preferences and determining areas for you to further develop.\nWe will work on how to build rapport, an essential element in promoting understanding.\nFinally, we’ll identify techniques in developing positive confrontation skills and delivering feedback to improve and build on new and existing relationships.", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Your success in whatever role you take on is highly influenced by your ability to communicate your thoughts, needs, and concerns in such a way that the recipient is open and able to understand them.", "Equally critical to any successful communication is your ability to understand what others are communicating to you. Indeed Steven Covey recommends in his 7 habits, #5, “Seek first to understand, then to be understood.” Communicating effectively is a process that is rife with pitfalls and traps that can sabotage your communications and consequently your relationships. In today’s environment there are many more modes of communication in use than ever before. These modes whether social media, email, texting, phoning, or face-to-face can be very effective when used in the right context but can also create misunderstanding or misinterpretation of the message.", "In this seminar we will explore the communication process identifying when to use what mode, pitfalls and traps to avoid, including assessing your particular style/preferences and determining areas for you to further develop. We will work on how to build rapport, an essential element in promoting understanding. Finally, we’ll identify techniques in developing positive confrontation skills and delivering feedback to improve and build on new and existing relationships."], "url": "https://execed.economist.com/sobey-school-business/improving-interpersonal-communication-2019-12-02", "title": "Improving Interpersonal Communication", "pubDate": null, "keywords": ["modes", "build", "relationships", "interpersonal", "pitfalls", "traps", "process", "communicating", "understand", "communication", "ability", "improving"]}