{"pubDate": null, "url": "https://parenting.nytimes.com/childrens-health/how-to-manage-a-carsick-kid?module=article-group&topic=Children%27s%20Health&rank=3&position=3", "id": "ba50e9da-2808-351f-a56e-20a0e1af1b74", "keywords": ["involves", "motion", "strategies", "training", "helped", "manage", "seat", "car", "carsick", "nasa", "kid", "sickness"], "authors": ["Marnie Hanel"], "title": "How to Manage a Carsick Kid", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Nothing can keep me from spending Thanksgiving with my family, but my son’s motion sickness comes close.\nYet we still don’t know why some children feel fine riding in the way-back (or in a rear-facing car seat) and others can’t stomach it.\nIn recent years, NASA has researched preventing motion sickness, since, they’ve estimated, 50 percent of astronauts suffer from it during space travel.\n“Bottom line: There is no easy way to keep a kid from puking in the car,” said Millard Reschke, Ph.D., chief of NASA Neuroscience.\nThis guide focuses on strategies for dealing with carsickness; however, most apply to motion sickness in general.", "paragraphs": ["Nothing can keep me from spending Thanksgiving with my family, but my son’s motion sickness comes close. Every year, when we set out for the journey that involves a cross-country flight followed by a three-hour drive literally over the river and through the woods to my in-laws’ home in rural Vermont, I brace myself for the possibility that our idyllic holiday road trip might prominently feature vomit.", "Get the NYT Parenting Newsletter Enter your email Sign Up", "Adults have dealt with their kids’ motion sickness for ages — at least since 300 A.D., when, according to an article published in the Journal of Neurology, \"cart-sickness” was observed in ancient China. Yet we still don’t know why some children feel fine riding in the way-back (or in a rear-facing car seat) and others can’t stomach it.", "In recent years, NASA has researched preventing motion sickness, since, they’ve estimated, 50 percent of astronauts suffer from it during space travel. The organization’s patented technique for avoiding it involves training astronauts to steady their heart rate and blood pressure while rapidly rotating in a chair for 30 minutes, or as long as they can handle it, for 12 sessions. There are no such proven training methods for children.", "“Bottom line: There is no easy way to keep a kid from puking in the car,” said Millard Reschke, Ph.D., chief of NASA Neuroscience. So parents are left to find their own mitigating — and cleaning — strategies through trial and error, since what works for one kid may not work for another. Fresh air and Sea-bands, which apply acupressure to the wrist to relieve nausea, have helped my son. When those tricks haven’t worked, this portable upholstery cleaner recommended by Wirecutter and car seat with a machine-washable cover helped my husband and I clean the car. Over time, all three of us have gotten better at spotting early symptoms and taking timely breaks to head off carsickness at the pass.", "To help families find their own techniques, I spoke to several experts — including a neuroscientist, pediatrician, occupational therapist, pediatric psychologist and a dietitian — as well as a children’s book reviewer, podcast host and professional auto detailer. This guide focuses on strategies for dealing with carsickness; however, most apply to motion sickness in general."]}