{"summary": "Police in Alabama helped to facilitate “a Christmas blessing” for one woman who lost over $11,000 in traveler’s checks more than a decade ago.\nMcGurk later told police that she bought those traveler's checks in 1997.\n“What she did not know is that [the checks] never expire,” the Foley Police Department wrote on Facebook.\n“This was most definitely a Christmas blessing!” the department wrote.\n“Our store is honored to have been the conduit for this tremendous Christmas blessing!” they shared.", "keywords": ["wrote", "thrift", "department", "checks", "christmas", "helps", "bless", "foley", "thriftshop", "owner", "travelers", "later", "blessing", "suitcase", "shopper", "finds", "11g", "mcgurk"], "paragraphs": ["Police in Alabama helped to facilitate “a Christmas blessing” for one woman who lost over $11,000 in traveler’s checks more than a decade ago.", "Last Monday, a local resident entered the Foley Police Department with an unusual case to report. The man had recently purchased an old suitcase from a Foley thrift store, only to later realize it contained $11,570 in traveler’s checks stashed “in a pouch at the bottom” of the luggage, police said.", "8 PACKING TIPS FOR TRAVELERS TRYING TO SAVE SPACE", "There were also signatures on the backs of the checks, which gave police enough information to track down Karen McGurk, the original owner of the suitcase.", "McGurk later told police that she bought those traveler's checks in 1997. She said she assumed they were gone forever when her home was burglarized a few years later, and the thieves made off with the suitcase.", "“What she did not know is that [the checks] never expire,” the Foley Police Department wrote on Facebook.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "On Wednesday, McGurk came to retrieve the checks, telling authorities she planned to use them to pay off medical bills and to fund a procedure she previously couldn’t afford.", "“This was most definitely a Christmas blessing!” the department wrote.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Commenters on Facebook soon erupted with praise for the person who returned the checks, as well as their delight over McGurk being reunited with her money.", "“How awesome for her. Thank you to the honest person that turned them in. Thank you Foley Police for investigating to return them to the owner!” wrote one commenter. “Amazing story!”", "\"Wow! What a wonderful story!” another said. “I hope that man is truly blessed, I know that he is for what the lady needs. God will bless him!”", "CLICK HERE TO GET THE FOX NEWS APP", "The Waterfront Rescue Mission, which operates the thrift shop that recently sold the suitcase, added that it was “honored” to be part of the story.", "“Our store is honored to have been the conduit for this tremendous Christmas blessing!” they shared."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/travel/shopper-finds-11g-of-travelers-checks-in-thrift-shop-suitcase-helps-track-down-the-owner", "authors": ["Michael Bartiromo"], "id": "ba55afbc-e00c-3074-9b4a-74cc2c177edb", "pubDate": null, "title": "Shopper finds $11G of traveler's checks in thrift-shop suitcase, helps find owner: 'Bless him'"}