{"id": "ba69307f-63b5-390a-955d-b6318ca82325", "title": "GI Show - Our Early Game Of The Year Predictions", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/08/13/gi-show-our-early-game-of-the-year-predictions", "summary": "In this week's episode of The Game Informer Show we talk about a handful of the games we've been playing recently, including: Tony Hawk's Pro Skater 1 + 2 remake, Hyper Scape, Undermine, and Stream Raiders.\nThen we go through some of the biggest games we've already played this year and talk about our personal GOTY (to date).\nNext up, we have an interview with Atari game designer Howard Scott Warshaw who worked on classics such as Yars' Revenge, Raiders of the Lost Ark, and E.T.\nHoward Scott Warshaw can also be seen in the upcoming 6-episode Netflix video game documentary series, High Score, which releases on August 19.\nOur thanks to The Rapture Twins for The Game Informer Show's intro song.", "paragraphs": ["In this week's episode of The Game Informer Show we talk about a handful of the games we've been playing recently, including: Tony Hawk's Pro Skater 1 + 2 remake, Hyper Scape, Undermine, and Stream Raiders. Then we go through some of the biggest games we've already played this year and talk about our personal GOTY (to date).", "Next up, we have an interview with Atari game designer Howard Scott Warshaw who worked on classics such as Yars' Revenge, Raiders of the Lost Ark, and E.T. the Extra-Terrestrial. Howard Scott Warshaw can also be seen in the upcoming 6-episode Netflix video game documentary series, High Score, which releases on August 19. Finally, we close out the show with a fantastic round of community emails. So please join Joe Juba, Dan Tack, Alex Stadnik, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Hyper Scape: 00:02:49", "UnderMine: 00:05:13", "Stream Raiders: 00:06:44", "Tony Hawk's Pro Skater 1 + 2: 00:11:01", "Fall Guys: 00:16:40", "Stardew Valley: 00:18:13", "Ori and the Will of the Wisps: 00:19:00", "Littlewood: 00:20:21", "Half-Life: Alyx - Final Hours: 00:21:55", "High Score Netflix Documentary: 00:23:34", "Our GOTY So Far: 00:26:14", "Howard Scott Warshaw Interview: 00:48:13", "Community Emails: 01:19:17", "Character Rankings: 01:46:40"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["skater", "stream", "scott", "video", "sure", "early", "raiders", "weve", "talk", "predictions", "warshaw", "game", "gi"], "pubDate": "2020-08-13T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}