{"authors": [], "title": "Sylvester Stallone and Richard Gere once fought over Princess Diana according to Elton John", "url": "https://www.foxnews.com/entertainment/sylvester-stallone-richard-gere-fought-over-princess-diana", "summary": "Princess Diana almost caused a fight between Slyvester Stallone and Richard Gere at one of Elton John's famous parties.\nElton and his husband David Furnish also invited A-listers Richard Gere and Sylvester Stallone to the party alongside George Michael, Richard Curtis and his wife Emma Freud.\nJudging by the kind of looks he kept shooting them, Diana and Richard Gere's newly blossoming friendship was not going down well with Sylvester Stallone at all.\"\nElton claims Sly attended the dinner party just to meet Diana - and he had hoped to romance her.\nPrincess Diana had no idea what transpired and later went back to the fireplace with handsome Richard Gere.", "keywords": ["stallone", "gere", "elton", "richard", "princess", "diana", "according", "fought", "john", "prince", "party", "sylvester", "dinner"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Princess Diana almost caused a fight between Slyvester Stallone and Richard Gere at one of Elton John's famous parties.", "The \"Tiny Dancer\" singer has revealed his new autobiography, \"Me,\" that he threw a posh dinner party for the head of Disney Jeffrey Katzenberg when he was making \"The Lion King\"-- and was begged to invite his pal Princess Di.", "Elton and his husband David Furnish also invited A-listers Richard Gere and Sylvester Stallone to the party alongside George Michael, Richard Curtis and his wife Emma Freud.", "PRINCESS DIANA WAS ‘PARANOID’ ABOUT HER CAR BEFORE FATAL CRASH, PODCAST CLAIMS", "Diana was separated from Prince Charles at the time and was \"very taken\" with dashing Richard Gere who had just broken up with Cindy Crawford.", "\"They ended up sitting in front of the fireplace together, locked in rapt conversation,\" an excerpt from Elton's autobiography published in the Daily Mail reads.", "\"As the rest of us chatted, I couldn't help notice a strange atmosphere in the room. Judging by the kind of looks he kept shooting them, Diana and Richard Gere's newly blossoming friendship was not going down well with Sylvester Stallone at all.\"", "Elton claims Sly attended the dinner party just to meet Diana - and he had hoped to romance her.", "So when everyone sat down to dinner Sly took Richard for a word outside.", "PRINCE HARRY RETRACES PRINCESS DIANA’S FOOTSTEPS, WALKS THROUGH ANGOLA MINEFIELD 22 YEARS LATER", "\"It transpired that David discovered Sylvester Stallone and Richard Gere in the corridor, squaring up to each other, apparently about to settle their differences over Diana by having a fist-fight,\" Elton writes.", "\"He'd managed to calm things down by pretending he hadn't noticed what was going on — 'Hey, guys! Time for dinner!' — but Sylvester clearly still wasn't happy.\"", "\"I never would have come,\" he snapped, as David and I showed him to the door, \"If I'd known Prince f***in' Charming was gonna be here.\"", "MEGHAN MARKLE AND PRINCE HARRY PAY TRIBUTE TO LATE PRINCESS DIANA ON SOCIAL MEDIA", "Then he added: \"If I'd wanted her, I would've taken her!\"", "Princess Diana had no idea what transpired and later went back to the fireplace with handsome Richard Gere.", "\"Me: Elton John Official Autobiography\" by Elton John is published on October 15."], "pubDate": null, "id": "bae577e9-c998-3ca8-9f32-a72d8d576cef"}