{"keywords": ["murder", "gardner", "went", "case", "haysom", "led", "hed", "haysoms", "soering", "soerings", "told", "prison", "college", "romance"], "paragraphs": ["The door was locked but the light outside was burning bright, and when the three women arrived for bridge with Mr. Haysom they were puzzled to find no one answering the bell. The cars were in the driveway. Though it was daytime, the porch lamp by the door had been left on. It was April 3, 1985, and the neighborhood was quiet. The women called Annie Massie, a friend who had a spare key, in case something had befallen their bridge partner or his wife. Holcomb Rock Road, where Derek and Nancy Haysom lived, snaked through central Virginia and into the hilly deep woods around Lynchburg. Derek, seventy-two, was a South African engineer. He had met Nancy, an American, known as Cita, in Johannesburg when they were both divorced. They’d joined their families, and, in 1964, they had their only child together, Elizabeth, raised in Nova Scotia, where Derek ran a steel mill. The house on Holcomb Rock Road, which they’d bought a few years earlier for retirement, was modest, but it had a tennis court, a swimming pool, and a view of the Blue Ridge Mountains. Nancy dubbed the place Loose Chippings, after a British phrase for scattered gravel on the road. When Massie entered the house, she found the Haysoms sprawled on the ground, caked in gore. Derek Haysom was on his side near a doorway, an arm stretched out before him. Nancy Haysom was in the kitchen, traced in crimson whirls, as if someone had wiped the blood around her like Windex on glass. Both bodies were ragged with stab wounds, and their necks had been cut nearly from ear to ear. Officers soon swarmed the scene. Loose Chippings had a Lynchburg mailing address but sat in Bedford County, outside town. Though the crimes were in the jurisdiction of the county sheriff’s office, a task force from central Virginia joined the case. Chuck Reid and Ricky Gardner, investigators from Bedford, set out to discover what the neighbors knew. Gardner, then twenty-nine, had never worked a homicide before. The house revealed no indication of forced entry. On the dining-room table were place settings and the remnants of a meal. No weapon could be found, but there were footprints in the blood. One looked to have been made by a tennis shoe, and two more by a sock. Forensic study showed that the Haysoms had blood-alcohol levels of .22—exceedingly high. A vodka bottle nearby carried fingerprints, as did a shot glass. Four blood types were in evidence: the Haysoms’ A and AB, a bit of B blood on a damp rag, and, on the screen door and in the master suite, spots of O. DNA analysis was largely unavailable in 1985, but, from these samples, it was possible to reconstruct a sequence of events. At some point between March 29th and 31st, the killer or killers had arrived at Loose Chippings, probably during a meal. Someone, it seemed, had sat down at the table with the Haysoms to eat. A trail of blood suggested that Derek Haysom was attacked there, and stumbled across the dining room as he bled. A bloody palm print on a side chair showed where he’d put a hand down, as if struggling to stay upright; his killer had pursued him. Derek Haysom’s jugular and carotid were cut, and he had been stabbed thirty-six times. Then the murderer, with great presence of mind, seemed to have got up, wiped down much of the scene, and washed up in the bathroom.", "By the time Elizabeth Roxanne Haysom started as a freshman at the University of Virginia, in the late summer of 1984, she was twenty—two years older than most of her classmates. In her final year at Wycombe Abbey, a boarding school outside London, she had botched her interview for Trinity College, Cambridge, blown off her A levels, then run away with a female lover to travel through Europe, sometimes high on drugs. Living with her parents on her return, feeling that her life had reached an early end, she’d got into U.Va. as an élite Echols Scholar. It wasn’t the fairy tale of which she’d dreamed. At an orientation event, she met Jens Soering. He was a German student, born in Thailand and educated largely in the American South. He had horn-rimmed glasses, Mick Jagger lips, and a priggish haughtiness of manner. That evening, he struggled to make sense of Haysom. She wore her dirty-blond hair short. She had assessing gray eyes. Around campus, she smoked with the cool effortlessness of a nouvelle-vague film star. She talked, like Soering, with an unplaceable British-ish accent. They were different, though. In high school, in Atlanta, Soering had edited the school newspaper, done photography, acted on the school stage, played guitar in garage bands, won an art award, and taken many A.P. classes. His father, a bureaucrat with the German consular service, had recently transferred from Atlanta to Detroit. Soering’s achievements were part of a plan to meet the admissions requirements of German universities. But he had been accepted at U.Va. as a Jefferson Scholar, an élite within the élite, and given a full scholarship and spending money. He rarely saw Haysom as the weeks progressed; they moved in separate worlds. Then, one night in October, they found themselves together at a movie screening. By November, they were meeting in the Tree House, a campus snack bar, and lingering like Beauvoir and Sartre at Les Deux Magots. Haysom felt herself falling for Soering. She liked his Mitteleuropean aloofness, his rock-band past—No language, just sound, that’s all we need know—and his ambition. She saw him as a tortured artist. Once, in the Tree House, he joked that they had started prattling on together like an old married couple. Haysom took what seemed to be her cue, and she confessed her love for him. In December, she left a letter in his room: I hated my love for you for a long time. I hated myself for discovering vulnerability, but as the weeks passed I began to understand. I had always believed that I made men fall in love with me so that I could take out all the hatred I felt for them by humiliating them. I despised their cheap lust and easy passions. And in the end I made them hate themselves for loving me and the torture I inflicted. I would make a man humiliate himself to obtain me, then I would give him the best fuck he’s ever likely to get and then walk out. With Soering, she explained, it wasn’t like that: I love you, and it may alter intensity and direction from time to time, but I will always love you with a part of me which no one else will be able to snatch. “Hold on—I’ll call in an air strike.”", "Charlottesville in autumn was a restive and romantic place. Soering had a ground-floor dorm room facing the Slaughter Recreation Center. Haysom had a room on a higher floor. The two were together until winter break pulled them apart, sending Haysom to Loose Chippings with her parents and Soering to Detroit with his. Home depressed him. He’d never really lived in Michigan. His father, Klaus, had a temper, and his mother was an alcoholic, prone to moods and sadness. Haysom, too, was going crazy at home. One of her half brothers described their father as a parent from a previous generation—publicly gregarious; privately reserved, authoritarian—and Haysom had a troubled relationship with her mother. During the winter break, Haysom wrote Soering letters: 21/12/84 A day of raining loneliness. This morning I built my father a desk for his computer. It took all morning. I didn’t smoke. Then I went shopping. I bought cigarettes. I bought other things too—my father fell down (I prayed) he got up. . . . My parents began to drink. My father says that the juniper extract used to flavor gin is a potent poison/drug. It causes similar aggression as “speed.” My mother begins her 6th gin (I pray she’ll use the poker on my cold, guiding father). Soering, in his letters, tried to channel Haysom’s antic stream of consciousness, but he had a more starched-and-pressed mind: Were I to meet your parents, I have the ultimate “weapon.” Strange things are happening within me. I’m turning more and more into a Christ-figure (a small imitation, anyway), I think. I believe I could either make them completely lose their wits, get heart attacks, or they would become lovers (in an agape kind of way) of the rest of the world. In January, he went back to Charlottesville with a buoyant sense of escape. During the next few weeks, he and Haysom visited Loose Chippings when her parents weren’t home. One evening, at U.Va., Soering says, he returned from the library to find Haysom alone in bed, hugging her knees. On the inside of her elbow was a small needle mark: heroin, he says she told him. A friend of her dealer had come by, and, well, she was so sorry for using. (Haysom denies this.) That winter, the Haysoms came to Charlottesville to take the young couple to lunch. They grilled Soering about his family and his past. When the Haysoms hosted a niece of Derek’s, a week or so later, they were still talking about the weirdness of the meal. They worried that Soering had insufficient “standing” for their daughter. Nancy Haysom found him oddly jumpy at the table, too. During spring break, Haysom went skiing in Colorado. Soering stayed in Charlottesville to finish some school projects. One was a screenplay for his creative-writing class, and he acted the way he thought writers should. He perched at the typewriter in his underwear, eating pizza. He tried to smoke a cigarette. His screenplay was about a brilliant sleuth who used Zen philosophy to solve crimes, and, as he typed scenes about corpses, clues, and exotic poisons, he filled a wastepaper basket with discarded drafts. He was trying to plot the perfect murder. From Haysom’s winter correspondence to Soering: My mother went to her hair appointment, 3 days late. My father and I cut down cedars for Christmas presents. Would it be possible to hypnotise my parents, do voo doo on them, will them to death? It seems my concentration on their death is causing them problems. My father nearly drove over a cliff at lunch, he nearly got squashed by a tree when he got home (and he keeps falling over) and my mother (drunk) fell into the fire. I think I shall seriously take up black magic. . . . We can either wait till we graduate and then leave them behind or we can get rid of them soon. My mother said today that if some accident befell them she knew I would become a worthless adventurer. More maternal acumen. On the afternoon of Friday, March 29, 1985, Haysom and Soering rented a gray Chevette and drove to Washington, D.C., where he used his father’s Visa card to book a room at the Georgetown Marriott. After checking in, they went to see the movie “Porky’s Revenge!” They spent Saturday midday wandering around the neighborhood, then went for a late lunch at a restaurant with a train theme. Soering made a joke about the phallic iconography of the image, in the Freudian paradigm. On Sunday, they drove back to Charlottesville. Haysom was notified of her parents’ murders on Wednesday, when the bodies were discovered. What later interested investigators was the odometer on the Chevette. According to rental records, the car had been driven six hundred and sixty-nine miles between its rental and its return—some four hundred miles more than a trip to and from Washington, D.C. This was the distance from Charlottesville to Washington, Washington to Loose Chippings, and back along the same route.", "A suspect profile from the F.B.I. had identified the murderer as a female who knew the family. For a time, suspicion fell on the daughter of a local judge, whose engagement to Haysom’s older half brother Julian had ended, Chuck Reid had heard, under pressure from his parents. (Julian says that his parents were actually disappointed by the end of the engagement.) A few weeks before the murders, Reid was told, she had brought knives to a friend, and asked him to take them, because evil spirits were pursuing her. Reid thought that the woman was skittish, with a different-drummer kind of imagination, but not a killer. And she had told him an unsettling story. At one point, she said, Elizabeth Haysom had approached her. “I’m the devil,” Haysom had told her, according to Reid. “You’re the sacrificial lamb.” (Haysom denies this.) On Monday, April 8th, Gardner and another investigator sat down with Haysom at an elementary school where they had set up a field station. Gardner was struck by Haysom’s accent. She told him that she had been dating a German, and that they’d rented a car to spend the weekend in D.C. The investigators sent her home but called her back later to ask about the extra miles on the Chevette. She said that she and Soering had got lost on the drive. In June, Soering and Haysom flew to Europe for a vacation. They returned to U.Va. for summer school, where their romance bloomed. They made love to Joni Mitchell’s “Don Juan’s Reckless Daughter”: I nearly broke down and cried. But the split-tongue spirit laughed at me. He says, “Your serpent cannot be denied.” When school started again in the fall, Soering effectively moved into the house where Haysom lived with roommates and a cat named Snark. On October 6th, he drove to the Bedford County Sheriff’s Office to talk with Reid and Gardner. The investigators asked for his fingerprints, footprints, and blood, to help eliminate him as a suspect. Haysom had given hers. Soering balked. He told them that he’d have to clear the request with the German Embassy. Gardner was feeling pressured for results from the Haysom family—especially from Elizabeth’s half brother Howard Haysom, a doctor in Houston, who was due to visit Lynchburg on October 15th. Six days before the visit, Soering phoned Gardner to say that he was busy with schoolwork but that he could meet in a week to give his blood and prints. On the night of Howard Haysom’s arrival, Gardner was working late in the field when the sheriff’s office patched through an urgent call. It was Howard, livid. Elizabeth and Soering had vanished. When the investigators got to Charlottesville, Haysom’s roommate handed them a letter from Soering: Dear Officers Reid and Gardner, . . . I assume that especially you, Mr. Gardner, will be very excited by now, which is why I hate to disappoint you (well, that’s not exactly true . . . ) . . . . I suggest that you continue your investigation as before; undoubtedly you will find whom you are looking for. As for me, I am afraid you must remain, as Officer Reid put it, only “99% sure” of my innocence. From what Liz has told me of what you discovered at Loose Chippings, I can only say that I am incapable of such a thing. I do not have many friends, but I think they will substantiate this—and my long-standing dissatisfaction with my life here. By the time Gardner got back to his office, Soering had become his leading suspect.", "Haysom and Soering followed separate itineraries and rendezvoused that Tuesday, in Paris, under the Arc de Triomphe. Haysom had dyed her hair bright red. From there, they travelled to the small city of Ettelbruck, in Luxembourg. The plan was to go to Thailand, locate Soering’s birth certificate, marry, and apply jointly for Thai passports. They rented a Fiat, planning to drive through France, Switzerland, Italy, Yugoslavia, Bulgaria, Turkey, and onward. It didn’t work. At the Bulgarian border, they were told that they would need to get a visa at the Bulgarian Embassy in Belgrade. As Haysom turned the car around, a driver travelling in the opposite direction pulled into their lane. She swerved into the shoulder, where the Fiat blew a tire and careered back through the oncoming traffic; Soering briefly lost consciousness in the crash. Following an appearance in the local traffic court, they decided to fly the rest of the way. Bangkok was hot and bustling. Haysom loathed it, but Soering was enchanted; the city had an air of louche cosmopolitanism—everyone there seemed to work a shady sideline—and he glided toward the underworld. He bought books about British banking. He and Haysom visited Bangkok’s crooked printing shops to obtain false papers, modelled on hers: Canadian driver’s licenses, citizenship certificates, and certified passport copies. They had three sets of photos made, rearranging their hair between each set, so that the head shots would seem to have been taken at different times. As the year drew to a close, they took a thousand-mile bus trip from Bangkok to Singapore, and then flew to Moscow, spending New Year’s Eve in a Sheremetyevo airport hotel, drinking vodka. From there, they made their way to Canterbury, where they assumed false identities as Tim and Julia Holte, two married Canadian students at the University of Kent. The Holtes went to the local branch of Lloyds to open bank accounts. They wanted “check-guarantee cards”—special bank I.D.s, then widely used in England, whereby Lloyds would honor bounced checks of up to fifty pounds. Because the Holtes had made only a small deposit, they were given a four-to-six-week probationary period, during which they had to maintain a certain balance. To wait it out, Haysom and Soering rented a room with a local family. Soering kept the pair vigilant. They used each other’s aliases even when having sex—“Tim!” “Julia!”—in case the sounds happened to carry. When their check-guarantee cards came, they went to London. Starting on Monday, February 24, 1986, they spent ten hours a day touring the city’s Marks & Spencer branches, executing a con around a leather jacket that cost £49.50. One of them would enter the store and buy the jacket with a Lloyds-guaranteed Holte check. The other, entering later, would return a jacket previously purchased at another M. & S. in exchange for cash. The checks would bounce, but M. & S. would get its money, and Lloyds had a policy of not reporting frauds of less than ten thousand pounds. Checks accepted on a Monday took until Friday to clear. When Haysom and Soering started, they had a hundred and twenty Holte checks. By the time the first check bounced, they had spent and cash-redeemed all of them: a profit of six thousand pounds, or nine thousand dollars. With a deposit of that size, they could get check-guarantee cards with no waiting period. They went to Bath and opened accounts at Midland Bank under the names Tara Lucy Noe and Christopher Platt Noe. Their new checkbooks came in days, and they rented a flat on Baker Street. As the Holtes, they’d avoided being in the same M. & S. concurrently. This time, Haysom suggested that they go in at the same time but stay apart. At the last M. & S. they visited, on April 30th, a store employee noticed them and grew suspicious. She followed them onto the street and flagged them for a plainclothes officer.", "Chuck Reid quit the police force that spring, to support his family with a better-paying job at a freight company; Ricky Gardner was now alone on the case. On Thursday, May 29, 1986, more than a year after the murders, Gardner got a call from London. Detective Constable Terry Wright, of the Metropolitan Police, wanted to know whether he was acquainted with Elizabeth Haysom or Jens Soering. Wright explained that they were in custody in Richmond, in southwest London. Perhaps Gardner would like to meet with them. Gardner flew to London four days later with James W. Updike, Jr., Bedford County’s prosecutor. They had no warrant, but a magistrate ruled that they could interview the suspects through the weekend. If they failed to find what they were looking for, they would have to return home, and the fraud charges against Haysom and Soering would proceed. Soering had no lawyer present for these interviews. He was given solicitor-waiver forms, and he signed them. He says that he did so because Wright’s colleague Ken Beever had threatened to harm Haysom unless he talked. (No threat is documented, and Beever calls the claim “preposterous.”) Soering insists that he repeatedly asked for a lawyer. At one point, Beever asked whether Soering would ever consider pleading guilty to something he didn’t do. “I can’t say that for sure right now,” Soering replied, “but I can see—I can see it happening, yes. I think it is a possibility. I think it happens in real life.” Late on Sunday, Beever summoned Gardner. Soering had asked to talk with him, without a tape recorder. This time, he told a very different story of what had happened in March of 1985. While driving to Washington, D.C., Soering said, he and Haysom had talked about the problem of her parents. They objected to her dating him. The idea of killing them, mentioned in the winter letters, arose again. Yet Soering had thought that he could talk things through with them, and, on Saturday night, he’d driven to Loose Chippings alone. Haysom stayed in Georgetown, where—to create an alibi, in case one proved necessary—she bought a pair of tickets to several evening movies. “How’s the war going?” Derek Haysom had answered the door at Loose Chippings, and served Soering a drink or two. He and the Haysoms sat at the table together, Soering with his back to the window, Derek Haysom to his left. The Haysoms were drinking, and they began to argue. They threatened to have Soering expelled from U.Va. if he kept seeing their daughter. Soering got up to leave. As he rose, Derek Haysom slammed him against the wall, where he hit his head. Soering took up a knife, and struck at Haysom’s neck, opening a vein. Haysom yelled, “God, you must be crazy, man!” Nancy Haysom came at him with a knife of her own. Soering wrestled it away from her, grabbed her, and began using her as a shield against Derek Haysom, who was flailing at him with a spoon. Soering slashed Nancy Haysom in the neck, too, then let go of her. He’d lost his glasses in the struggle. Derek Haysom struck him again in the head. The next thing Soering recalled was tossing tableware, his clothes, and the two knives into a dumpster at the end of the road. He hadn’t noticed until then that he had cut his hand. He went back to the house in his socks to wipe away fingerprints and blood; he swirled the stains around Nancy Haysom to obscure his footprints. He washed his hand and bound a towel around it. Then he wrapped himself in a sheet, turned out the lights, and went back to Georgetown to meet Elizabeth, after “The Rocky Horror Picture Show.” At the end of Soering’s explanation, Gardner left the room, and returned with Wright and Beever. Soering repeated his account for them. He showed some scars on his fingers, which he said had come from the struggle. On June 13th, a grand jury convened by the circuit court of Bedford County indicted Soering, who remained in custody in England, for the murders.", "Both Haysom and Soering underwent psychological evaluations. Haysom’s diagnosis was borderline personality disorder, a condition of unstable identity and impulse control. Soering was given a diagnosis of shared delusional disorder, or folie à deux. In October, she wrote him what amounted to a Dear John letter: she was going to plead guilty. The following May, she was extradited to Virginia, and her story, during a three-day hearing, seemed to match Soering’s confession broadly. She was sentenced to ninety years in prison, as an accessory before the fact. During one of Gardner’s talks with Haysom, she had described, in chilling precision, the exterior of Gardner’s house. She knew what it looked like, she said, because Soering had followed Gardner home after their interview, wanting to kill him. By the terms of the 1961 Vienna Convention, some privileges, including immunity from most criminal and civil prosecution, are extended to a diplomat’s household. When Soering confessed, he believed that he had such immunity. If he were extradited to Germany, he would probably be tried as a minor and sentenced to a maximum of ten years, with parole likely in five. Yet, shortly after receiving Haysom’s letter, Soering learned that the United States granted such immunity only to employees at Washington, D.C., embassies. If Soering were extradited to Virginia, he would be tried for capital murder. Soering recanted his confession. He had not killed the Haysoms, he said. Haysom had, and he had taken the blame. The reversal carried no weight. On May 20th, the U.K. informed Germany that it was considering Soering’s extradition to Virginia, while asking that the death penalty not be a sentencing option. But that was a request, not a requirement, and Soering’s lawyers fought for more stringent language in a review process that rose to the European Court of Human Rights. The verdict, delivered on July 7, 1989, was a landmark, the first European ruling on extradition to a death-penalty country. The court agreed that sending Soering into U.S. custody constituted a risk of being “subjected to torture or inhuman or degrading treatment or punishment.” On August 1st, the U.K. agreed to extradition if the U.S. dropped capital charges—which, eventually, it did.", "The trial of Jens Soering, which began on June 1, 1990, and lasted three weeks, was the first major trial in Virginia’s history to be broadcast on TV. Soering’s father had hired a lawyer from Detroit, Richard A. Neaton, to lead the local counsel. In preliminary proceedings, they objected to the cameras, which they worried would result in an unfair trial; the judge, William W. Sweeney, overruled the request. They asked for a change of venue, arguing that Bedford had been saturated with coverage. Sweeney agreed to bring in jurors from nearby Nelson County; he had gathered that people there were less aware of the trial. Soering’s team filed a pretrial motion for Sweeney to recuse himself: he and Nancy Haysom’s brother had gone to the Virginia Military Institute together, and, a few years before the murder, Sweeney had attended a party in honor of Nancy Haysom. He had also given an interview to a local magazine, in which he said, “As far as the acts themselves, I don’t think [Elizabeth Haysom] planned all that out. It was like double-dare-you. I think she was shocked he took the dare.” Sweeney decided that no conflict of interest existed. To many onlookers, Soering did not carry himself well. He was smirky and officious on camera. The air-conditioner broke during his testimony, making him look clammy. Updike sought to underscore his arrogance. “Is it an intellectual challenge for you?” he asked Soering about the cross-examination. “No, it isn’t,” Soering said. “It certainly wouldn’t be a challenge for you, with your intellect, to outwit me, would it?” Soering caught himself. “Well, I think so far you’ve been outwitting me.” Updike, a man in early middle age, with obedient, golden-retriever eyes and a chestnut mustache, placed his hands on his hips to spread the jacket of his light-blue summer suit. He cocked his head incredulously. “I just can’t understand, sir, why you at times are sitting up there, under these circumstances, on trial for murder, laughing.” The prosecution’s case rested in large part on Soering’s recanted confession, and it noted that Soering’s blood type, O, was found at Loose Chippings. But Updike’s crucial evidence was the more distinct of the two bloody sock prints. The police’s first analyst could make no identification. The prosecution summoned a second analyst, Robert Hallett, a forensic-impressions examiner, who had resized the crime-scene photograph to the scale of Soering’s police footprint and printed the latter on a transparency sheet. In court, Updike made a show of laying it over the photo of the bloody stain. The two prints appeared to match exactly. Sign Up for The Sunday Archive Newsletter Read classic New Yorker stories, curated by our archivists and editors. When Haysom gave testimony, she was an inmate at the Goochland Correctional Center for Women, thirty miles west of Richmond. At her own hearing, in 1987, she said that she had not desired the deaths: “I wasn’t thinking murder, and it seems that he was.” Now she said, “I was much more concerned that he would not kill them.” Initially, she said that she had seen the alibi movies; now she said that she had bought the tickets but didn’t go into the theatre. When Updike questioned Haysom, he brought up her high-school interest in theatre. “Did you see yourself as Lady Macbeth?” he asked. “Yes, sir, I did,” Haysom answered. On June 21st, Soering was found guilty of the murders of Derek and Nancy Haysom. The jury issued the maximum punishment available—life in prison—for each death. Yet some aspects of the murders were still unexplained. If Soering had killed the Haysoms alone, who had made the tennis-shoe print in blood, a mark smaller than Soering’s foot? Who had left type-B—Elizabeth’s type—blood? Who was responsible for the unidentified fingerprints, including the one on Derek Haysom’s shot glass? Soering had misremembered the position of Derek Haysom’s body and the clothes that Nancy Haysom had worn, among other things. Inconsistencies are not disproof; memory is notoriously unreliable. It is also possible that Soering’s errors were deliberate, an attempt to avoid conviction. Still, the evidence could have supported different conclusions. “Technically, we had no physical evidence that could have tried it,” Chuck Reid told me recently. “If Jens Soering hadn’t admitted to it, I don’t know that we could have convicted him.”", "The Buckingham Correctional Center, where Jens Soering has lived since 2009, is in central Virginia, an hour south of Charlottesville. Trees hide the prison from the road; on the approach, the building crops up quickly, wide and beige, a desert palace in the middle of a grassland. When I visited for the first time, last fall, I was led to the Administration Conference Room, which had a long table with fake wood grain and padded office chairs. On the walls were posters saying “THE ESSENCE OF DESTINY” (a river and a sunset on mountains) and “THE SKY’S THE LIMIT” (an eagle over clouds). The room reminded me of high school. “My first line was going to be ‘You’re late—ten years too late,’ ” Soering said, appearing in the doorway with a guard. He moved quickly to a chair and shook my hand with boardroom vigor. At forty-nine, he is no longer a plump-cheeked nebbish. He is wiry and well-defined, with chiselled features and the sort of wide, rectangular glasses that are freshly fashionable. His hair, cropped short, has turned a leaden hue. With a blue short-sleeved oxford over a gray sweatshirt, he looked less like a convict than like an uncared-for professor of math. Like a professor, he had come prepared. He flipped open a pocket folder and spread across the conference table notes, outlines, and documents. “Any reasonable human being will come to the conclusion that I shouldn’t have been convicted,” he said. “That’s not the same as proving I’m innocent.” For years, Soering has followed the daily regimen of an athlete or a monk, rising at six and going to breakfast. By nine, he’s in the weight room or jogging. He spends much of the afternoon on projects of his own. Soering details his schedule in “One Day in the Life of 179212,” the most recent of five books that he has published in English. It takes its title from Solzhenitsyn, and is mostly about prison life, although his work has explored other topics, too. “He’s done an astonishing amount of research given the limitation of his resources,” Martin Rowe, a co-founder of Lantern Books, which has published many of Soering’s titles, says. Soering composes mainly on wide-ruled binder paper, with Bic Cristal pens. Because he makes carbon copies of each letter he sends, for his files, he is used to pressing hard enough to score two pages, and his conversation mimics this penmanship style. “Especially lately, I’ve been looking back, wondering what it’s all about,” he told me. Soering thinks that his trial was a travesty: a weak and circumstantial case that went unchallenged owing to ineptitude and bias. In the nineties, his counsel, Richard Neaton, had his law license suspended twice, once at Soering’s behest, for infractions ranging from forgery to incompetence; in 2001, the license was revoked. “If I had committed the murders, I would have committed them the way I committed the check fraud,” Soering said—with care and planning. The slaughter of the Haysoms appeared risky, messy, personal. At her hearing, Haysom was asked about allegations that she had been sexually abused by her mother. She denied them. But Nancy Haysom had taken photographs of her daughter nude, ostensibly as a model for painting, and Elizabeth had showed the photographs to Soering during a visit to Loose Chippings. He thought that the abuse, which Haysom now acknowledges, could be a motive. Soering’s version of events is detailed in “Nicht Schuldig!”—“Not Guilty!”—a memoir that he wrote in English but that was translated and published, in Germany, in 2012. During the Saturday lunch at the train-themed restaurant, Soering says, Haysom confessed that she was using heroin again. As a result, she owed money to her dealer. To pay the debt, she had arranged to pick up a drug shipment in D.C. and bring it back to U.Va. If she didn’t go through with the plan, her dealer would tell her parents about her drug use. Soering says that she asked him to buy a pair of tickets to two movies, “Witness” and “Stranger Than Paradise”—titles that wink slyly at him—to establish an alibi for her drug run. He also says that he bought a single ticket for the midnight showing of “The Rocky Horror Picture Show.” He says that he’d got annoyed when she didn’t return on time and decided to see the movie on his own. When Haysom finally returned to the hotel, he says, he’d ordered room service and was watching TV. Her forearms bore red-brown smears. She said that she’d killed her parents—drugs had made her do it. Soering says that she pleaded with him to use the movie-ticket alibi to cover her. (Haysom denies this entire account.) Soering explains that, as his mind raced across what he knew from books and movies, it alighted on Sydney Carton, of “A Tale of Two Cities.” He decided that he would take the blame to save her from the gallows. On the night of his sentencing, Soering says, he put a plastic bag over his head and tied it in place with a shoelace. He panicked and broke the bag before he could harm himself, and the horror of his prison life went on. Following his time in the Bedford County jail, he was incarcerated at the Southampton Reception and Classification Center, and then, in 1991, at Mecklenburg, near the southern border of the state. In 1994, Soering’s unit was transferred to Keen Mountain, in the Appalachian hills. He hated the place—the cells were doubles, rather than singles—but he’d ended up with a like-minded cellmate, whom he believed to be innocent as well. By then, too, Soering’s appeals for reassessment of his case had started to bear fruit.", "“If you were really trying to confess, why would you have these blatant errors?” Gail Starling Marshall asked me one morning in the sunroom of her law office, in a house in the rolling countryside outside Charlottesville. From 1986 to 1994, Marshall was a deputy attorney general of Virginia. She is a brisk, unflappable woman with a shock of white hair clipped close on one side and swept edgily over the ear on the other. In 1994, she began examining Soering’s case. “Help! I can’t swim! No immediate danger, but it does worry me.” “When I looked at the transcript and did some research, I realized that there had been multiple—multiple—very prejudicial errors in the trial,” she said. These errors, she believed, provided grounds for a habeas-corpus petition, which reëxamines significant errors made in the process of trying a case. In 1996, Marshall filed with the Virginia Supreme Court, arguing, among other things, that Soering’s Fifth Amendment rights had been violated by the admission into domestic evidence of his lawyerless confession abroad. Soon afterward, a former deputy sheriff in Bedford County approached her. Within days of the murders, he said, he had picked up two vagrants in Bedford: not long after the crime, there had been a multiple-stab-wound murder in nearby Roanoke, and he was suspicious. He had let the men go, but later discovered a knife in the back seat of his car. In Marshall’s view, disclosing nothing about this before the trial amounted to a Brady violation, a prosecutorial failure to share potentially exculpatory evidence with the defense. She also concluded that Hallett’s footprint analysis was bunk. “Smeared socks are not unique,” she told me dryly. Like gloved handprints, they lack dermal ridges—marks of skin-to-surface contact that show what part of the foot struck where, and whether it moved, distorting the outline. Competent counsel, Marshall said, could easily have rebutted Hallett’s testimony by summoning a footprint specialist. Marshall’s own experts found that the prints could not be sized with precision, but they were inclined to agree with the police’s initial analyst, who pronounced them the footprints of a woman or a boy. In 1998, the Virginia Supreme Court denied Marshall’s habeas petition. She filed a federal habeas petition with the U.S. District Court, which acknowledged procedural errors but disagreed that they were significant. When the U.S. Court of Appeals for the Fourth Circuit denied the petition, too, she went to the U.S. Supreme Court. The case was never taken up. Still, she retained what she describes as a “moral certainty” not only that Soering didn’t get a fair trial but that he did not commit the murders. “It’s an innate sense when you delve into the circumstances of the crime” and its aftermath, she said. Virginia prisons weigh misconduct in infraction points, which can accrue from behavior as innocuous as sleeping through an early-morning head count. Even placid prisoners often end up with a few, but Soering, after more than twenty-five years, has none. It defied belief, she thought, that a bookish, well-behaved kid would commit a rage-fuelled knife attack on two people he’d met once and then, for nearly thirty years, be pristinely behaved in one of the most violent and crazy-making environments on the planet.", "In 1999, Soering’s unit was transferred a second time, from Keen Mountain to Wallens Ridge, a supermax facility. He was there for less than a year; he negotiated a transfer to another prison after being hit with a ricocheting rubber pellet from a guard’s shotgun. In that time, his spirits crashed. His mother had died, from alcoholism, and he blamed himself. Listening to music began to make him too sad, so he started reading intensively. He read “The Last Temptation of Christ,” which the Catholic Church had condemned, and its depiction of Jesus fascinated him. He read the Bible and began studying “centering prayer”—a meditation regimen, based on breathing and word repetition. The technique was intended as a purification of the spirit, but for Soering, who had been obsessing over Haysom and the crime, it also served as a cleansing of the mind. On Easter, 2002, he was confirmed as a Catholic. The previous year, he’d started working on a book about how centering prayer could help people who were spiritually “imprisoned.” The manuscript was organized by the principles of lectio divina, an early Benedictine approach to scriptural study, and his prose style was unfancy but erudite. The first long text examined was from Luke 4: the temptation of Christ. “The devil led him to Jerusalem and had him stand on the highest point of the temple. ‘If you are the son of God,’ he said, ‘throw yourself down from here.’ ” The middle of the work contains, as an interpolation, Soering’s account of the murders and his case. A visitor to the prison offered to distribute the manuscript to publishers. Rejections flooded back, but Father Thomas Keating, a Trappist monk and centering-prayer advocate, saw the book as a triumph, and he passed it to an editor at Lantern Books. “There’s hardly a worse environment than prison for centering prayer to flourish, but when it does it makes those people better than those on the outside,” Keating told me. When “The Way of the Prisoner” was published, in 2003, it sold modestly, but it gained supporters. Soering, who had run a centering-prayer group and a Tai Chi class behind bars, was reborn as something other than a teen-age killer. In 2004, he returned from breakfast one morning to find that his cellmate had hanged himself. Soering’s second book, “An Expensive Way to Make Bad People Worse,” was an extensively researched case against the American prison system. In the style of a sociology monograph, Soering wove a counterintuitive argument that prison reform ought to be a cause for the fiscally minded political right. He drew on statistics to describe costly growth in the prison population. He traced how the United States’ use of prison for nonviolent offenses drained budgets with no benefit. In his next two works, Soering split the difference between his cause and his faith, even as the latter was tested. When Soering’s wealthy grandmother died, in 1999, she willed him an inheritance that included a German town house. During a family squabble about the home, Klaus Soering cut off contact. Meanwhile, Soering’s growing ranks of supporters had turned to a new project: repatriating him to a German prison, through an obscure agreement of the Council of Europe. Repatriation would not require Soering to be declared innocent or fit for release. But a letter of family support would help his case when applying for approval. In 2008, Soering wrote to his father, requesting a note. He was told that Klaus was too infirm to submit one. His uncle supplied one instead, but the repatriation request was denied. The next morning, he woke up feeling empty. His belief in God, he knew, had gone. “It felt like half of me was missing,” he told me. And, in spite of going through the motions of centering prayer every day for nine months, he was unable to get it back.", "The decision about whether to repatriate Soering starts with the Virginia governor. In the late two-thousands, that was Tim Kaine, who is now the state’s junior senator. In October, 2009, Tom Elliott, a deacon who became invested in Soering’s case after the prisoner wrote to him, helped Richmond’s bishop, Walter Sullivan, and a deacon named Chris Malone to arrange a meeting with Kaine to discuss sending Soering home. Although Catholic ministry was Elliott’s spiritual vocation, he’d had a decades-long intelligence career, at one point running an N.S.A. station in West Germany during the late Cold War. Since retiring, he’d amassed and indexed thousands of pages of documentation pertaining to Soering’s case. “Quit saying ‘President Trump.’ You’re spookin’ the horses.” The Governor told Sullivan and Malone that he did not think that Soering was innocent. He hadn’t got a straight answer from the Germans about what would happen on Soering’s return. There would have to be a prison-to-prison transfer, and the Germans had to promise that Soering would stay locked up for a period of time. Lawyers in both countries raced to design a legal bridge to meet these requirements. Soering, then serving out his twenty-ninth year, had already exceeded the equivalent German punishment for his crime, and the German courts worked up a mechanism to award him a special, extra-long sentence. A path was ready by late December, and, on January 12, 2010, Kaine informed Attorney General Eric Holder that he consented to the repatriation. On January 16th, Robert McDonnell was sworn in as Virginia’s new governor. Three days later, he retracted Kaine’s approval. It was especially wrenching to Soering because, in 2009, evidence from Loose Chippings had been DNA-tested. Of forty-two examined samples, thirty-one were so degraded that DNA typing was not possible. Eleven offered some information, but not enough for a match; the blood could have come from the victims. Much of it was male.", "In the summer of 1985, Tony Marin Buchanan, the proprietor of a transmission auto shop near the Lynchburg city limits, was asked to repair a two-door coupe whose undercarriage was covered in mud and grass. Looking inside, he found the floor in front matted with dried blood, and a bloody knife had been shoved between the driver’s seat and the console. People went deer hunting in the area, and Buchanan assumed that the car had been used for “spotlighting”: a technique of stunning game in headlights. A young woman had paid with a credit card, but she said that the car belonged to a young man who accompanied her. Buchanan forgot about the episode until he saw an article about Loose Chippings and, he says, recognized Haysom in the photo: “The girl who was in here with her damn car!” He was puzzled, though, by the photo of Soering. It wasn’t the man whom he had seen. Buchanan, a Bronze Star Vietnam veteran with a graying mustache, is retired now, living in the hills outside Lynchburg, and I visited him there one day in winter. He showed me to a sofa, and I sat. Buchanan continued to stand. “Now, first things first,” he said crisply. “Let’s see some identification.” I fished around in pockets and came up with a business card. Buchanan scrutinized it for a long time. Then he reached into the back of his pants and drew a semiautomatic gun. “You understand,” he said. “This is because I don’t know who you really are.” Buchanan sat and laid the gun down on the coffee table in front of him. Sometimes, as we spoke, he’d reach forward and touch it, as if about to take it up. “No way—that little S.O.B. with his glasses was not in the shop,” he said, of Soering. The guy with the bloody car had hair that was parted on the side but long in front. “When Soering’s picture come in the paper, he didn’t have no hair over like that,” Buchanan said. Then he leaned toward me with a grin I could not read. “The guy in the shop with her looked like you.” Buchanan picked up his weapon and, without explanation, left the room. He came back with a binder. Inside were photographs that Soering’s supporters had sent him for identification. Buchanan had cartooned crazy droopy hair on most of them. After Buchanan realized that the man with the car was not Soering, he said, he’d tried getting in touch with Soering’s legal team. He alerted Judge Sweeney, whom he knew from a veterans’ organization. He’d called Ricky Gardner, too. Neither had seemed to care. “He kind of brushed me off,” Buchanan said, of Gardner. More strangely, both Gardner and Sweeney later denied ever hearing from him. (Haysom, for her part, denies being at Buchanan’s shop, and says that she didn’t have a credit card.) Later, he was put in touch with Soering’s parole lawyer, Gail A. Ball, who took an affidavit. Nothing came of that, either. Before I left, Buchanan presented me with a slender paperback book. It was his military memoir, published with Warwick House, a local press. Vietnam was another thing people tended not to believe you about, he said, so he’d wanted to get it down. Before he bid me farewell, he amiably inscribed the title page. The memoir was called “Women Made Me Do It.”", "Last year, Soering had a visit from a stranger who had flown to Virginia to see him after acquiring the diary and some letters of a man who’d known Haysom at U.Va. The letters began in May, 1985, after the murders; the man wrote cryptically of Haysom’s “situation.” In a spring diary entry, he complained about his car being dead. Nothing in the journal entries and letters that I read specifically incriminates the writer; the entry about the car predates the murders by a few weeks. But they do suggest an intimate relationship. In a letter to Haysom a few months later, the man wrote critically of Soering, whom he’d met. He found him “an uneven child/man, heavier on the former, unsure and overbearing in an attempt to compensate.” Soering was disconsolate after he read the letters. When I asked about them at the Buckingham conference table, he teared up. All this time, he said, he’d thought that, maybe, maybe, if things had worked out differently, he and Haysom could have ended up together. The letters had challenged his faith in the real romance that stood for all the magic that might still redeem his life. “Maybe all I was was a sugar daddy, because she was screwing other people on the side,” he said bitterly, pounding his pen into the tabletop. It struck me then that, for all of Soering’s dark experiences, certain of his innocences were puzzlingly intact.", "The political stakes of Soering’s case seem to rise a little every year. During a May, 2010, congressional hearing, Eric Holder said that he was waiting to see how Virginia would settle the repatriation issue. McDonnell wrote Holder a prickly reply: “I want to formally reiterate that Virginia has clearly revoked authorization for a transfer.” The sentiment was shared by the Haysoms. Nancy Haysom’s brother Risque Benedict had sent his state senator a letter objecting to Soering’s deportation. Howard Haysom had written to Governor Kaine, calling the repatriation “a shameful, shameful decision.” Soering’s counsel fired back. Steven D. Rosenfield, a civil-rights lawyer, filed suit contesting McDonnell’s revocation of consent, on the ground that it had become a federal concern as soon as Kaine authorized repatriation. A new governor could no more “repeal” a signed, sealed, and delivered order moving the process to the Department of Justice than a quarterback could recall a completed pass. But the circuit court ruled against Soering, and the Virginia Supreme Court didn’t take up the case. (Soering’s father recently wrote a letter endorsing his return.) “How sophisticated is Jeremy’s palate?” Meanwhile, Soering took steps to clarify what was opaque. At the suggestion of a parole investigator, Soering’s parole lawyer hired a private eye named Dave Watson, a gruff retired homicide detective. Watson took the case on the condition of his independence: he would not hold back any of his findings, even if they pointed to Soering’s guilt. In a September, 2012, affidavit for Soering’s parole board, Watson took issue with Hallett’s sock-print overlay, presented to the jury. When he reviewed analyses of the full range of prints that the police had collected from Soering and Haysom, it was unclear whose foot matched better. He said that he was also “troubled” by the inconsistencies in Haysom’s testimony. On the other hand, he told me, he’d found nothing to prove Soering’s innocence. “If he’s just an accessory after the fact, he got pretty well screwed,” Watson said. “If he is the one who killed these people, he’s pretty lucky.”", "After testifying at Soering’s trial, Haysom underwent a kind of molting. She quit smoking, and enrolled in a computer-aided design course at the prison. She got certified by the American Drafting Design Association, and began to teach the course; some of her students went on to do drafting work for Boeing. When she was transferred to a new prison, Fluvanna, in 1998, the CAD program moved with her. At Fluvanna, Haysom learned to train rescue dogs. She began approaching her human students as if they were fearful animals; her favorites were the ones who hated school, because she enjoyed flipping them. In 2007, she was certified as a Braille transcriber and started Brailling books. At the moment, she is finishing her bachelor’s degree through an Ohio University distance-learning program. “She’s entirely different from the evening I met her,” Phyllis Workman, a cousin who first encountered Elizabeth as a teen-age “heroin addict,” told me. Not long ago, Haysom received some watercolors and oil pastels; she says she wants to paint prison scenes in the Norman Rockwell style. For a while, she wrote a column about prison life for the Fluvanna Review. Last year, a poem she composed, “An Ordinary Prison,” won the PEN American Center’s prison-writing competition. In it, she described: An ordinary household of hungry bleeding women hunched over scores and crumbs Burning their hair straight Burning their lives down Burning their popcorn in a microwave just like ordinary people on the subway. It was not her first literary success. In 1997, Haysom mailed a novel she had written to Writers House, an agency in New York. Simon Lipskar, a young agent, picked it from the slush pile. “It showed real literary merit and an originality of voice and structure,” Lipskar, now the president of Writers House, says. In 1998, he wrote a letter to the parole board about her creative talent. An editor at Henry Holt liked the manuscript, too, but wanted revisions. In the midst of her correspondence with Lipskar, Haysom was transferred to Fluvanna, and Lipskar lost contact. She gave up the novel for dead. Recently, Lipskar dug out the manuscript and sent it to me. “Memoirs of a Phantom Leg,” nearly five hundred pages in typescript, is about an avant-garde artist who loses her leg in a skiing accident. The governing metaphor in Haysom’s mind was starting at the top and racing down. A skier knows the risks—they’re part of the sport’s thrill—but maybe one time her ski hits a small rock and she goes flying. Then everything is different. How did the change happen? The narrator says, “I must find the root. The first moment.” The book has several epigraphs. One is an inscription at a German naval officers’ school: “Say not ‘This is the truth’ / but ‘So it seems to me to be as I now see / the things I think I see.’ ” Another is from Niels Bohr: “A great truth is a truth whose opposite is also a great truth.” One day, I went to talk with Haysom, who is now fifty-one, at Fluvanna. She entered the white cinder-block visitors’ room with amused self-consciousness. She wore baggy jeans, a pale denim shirt, and a pair of small, oval tortoiseshell glasses. Her hair, still dirty blond, was bobbed above the ears and neatly parted on one side. “This whole thing with Jens feels like a public divorce,” she told me when we sat. “I’ve chosen to do my time and to deal with it my way, and he’s dealing with it in his.” She hoped that Soering would be repatriated: “I want him to go back to Germany so bad. Please, go back to Germany.” Haysom told me that her love for Soering had been so true at the start that it had taken her weeks to figure out how to deal with it. “When your mother is your lover,” she said wryly, “you get confused by affection.” Her boarding-school accent is gone now, replaced with a faintly Southern one; only certain word choices, such as “disorientated,” hinted at her far-flung past. When I brought up the man who wrote the letters, she appeared confused. “I don’t know what to say,” she told me. “We were lovers for a week?” They’d had a fling on a ski trip. In a letter she sent me later, she described him as her “last breath of freedom.” “I dated some really nice guys, but it was always out of the shell—I performed,” she said. With Soering, things had been different. “I thought he was my soul mate, my life partner, my creative partner,” she said. “He opened this door for me which some people might say it would be good to keep closed.” Haysom told me that she and Soering began having sex only on the night of her parents’ funeral: he’d had hangups about intercourse until that moment, and her own sexual avidity ran in odd channels because of her mother. (Soering says their sexual encounters began months earlier.) When I asked her about some erotic letters she had sent Soering long before then—“my lips pressed into you, and my tongue licking your lips, your teeth, sucking on your tongue, holding it, biting it, sucking your breath away”—she told me that she was simply trying to entice him. She took a good deal of responsibility for the murders, calling them “my crime,” but denied being at her parents’ house that night. One of the prison staffers came in to bring Haysom lunch. She didn’t want the food but took a couple of the beverages: “fake apple juice,” as she called it, and milk, both sealed in plastic sacks. She tried to tear them open with her teeth, apologizing all the while—prison, she says, wreaks havoc on manners—and, when that failed, stuck her head out the door and asked the guard, “Do you have a pen or something I could stab this with?” Haysom told me that she’d had a great shrink a few years ago who helped her come to terms with her mother’s abuse. Soering’s account of her entanglement with heroin was a fabrication, she said; the only drug she’d ever used in the United States was marijuana. Her court testimonies about drug use had been efforts to explain away her emotional disequilibrium and thus avoid coming clean about the incest. Her half brother Veryan says that he now finds her genuinely remorseful: “I have forgiven her.” Julian resumed contact some years ago. Haysom wrote to Howard, but never heard back. She said, “I think the happiest part of my life was when I was living on the streets of Europe—and I was lost.” “When I was making money, I made the most money, and now that I’m spiritual I’m the most spiritual.” Haysom’s style contrasted with that of Soering, who lays out arguments in his defense at every turn. She was defending herself, too, but her approach was oblique. I was puzzled that she kept talking about her awful driving—she was a menace, she said, always dinging up rental cars—until I realized she was trying to tell me that she couldn’t have driven the Chevette to Loose Chippings. (Soering says her driving was fine; he told me that he couldn’t have driven there, because he’d been there only twice and couldn’t have managed the route in the dark.) I asked Haysom about the tennis-shoe print in blood, too small for Soering’s foot. She said that it was a mystery to her, but that her mother—unlike her—had dainty feet: “I believe my mother walked in her own blood.” (Nancy Haysom was not wearing tennis shoes.) In talking, Haysom consistently looked past the murders with a kind of long view, as if they had been a mysterious event, like a horrific bout of food poisoning. She seemed to see Loose Chippings as the history of a man and a woman who came together by buying into each other’s stories and then came apart, distrustfully, holding tight to accounts that had become inviolably their own—in other words, a love affair that ended. “I have just one thing to say about Lady Macbeth, because apparently there’s no one who’s read the play,” she said suddenly. “It was Lady Macbeth who died of remorse and grief and killed herself. It was Macbeth who discovered his true nature.”", "The crimes of which Haysom and Soering were convicted, it has become increasingly probable, weren’t the murders that occurred. While Soering could have killed Derek and Nancy Haysom alone, as he confessed, it would have been impossible for him to leave prints smaller than his foot in the blood. It is likewise hard to imagine Haysom single-handedly knife-murdering two adults, one of them a large man. Were the verdicts, even if arrived at through selective evidence and legal error, actually unjust? Dave Watson, the private detective, told me he thought that the police had focussed on “the right people.” The question wasn’t whether Haysom and Soering were involved, he said, but to what extent. Could Soering and Haysom have operated as a team? Nobody is known to have seen either of them in Georgetown on that Saturday night. The murders, for that matter, may not have taken place on Saturday evening at all. Forensic analysts speak of a “window of death”: the period from the last time the victim was known to be alive to the latest moment when biological indicators would allow death to have occurred. The window for the Haysoms comprised the entire weekend, and Haysom and Soering’s movements during that period were in large part unconfirmed. Soering could have planned to confess to the crime, to protect Haysom. If he was convicted, he would get a few years’ imprisonment in Germany, after which he and Haysom could reunite. The plan would have collapsed when Soering learned that he didn’t have diplomatic immunity and Haysom broke off their relationship. They’d accuse each other, because the truth would implicate them both more deeply. His coverup would have a troublesomely literary quality, its contours taken from Dickens, the Bible, and Hollywood cliché—the drug run (one last job, and I’m out), the femme fatale (I’ve got myself in a real bad fix)—because he is a researcher; he draws on texts. Haysom’s version would have a fantastical air, because that was how her own mind worked. Loose Chippings would be a tale about two storytellers who aroused each other’s imaginations and composed a vast creative project not on paper but in life. Of course, nothing specifically supports this story. Unlike the convicting narrative, it could explain the tennis-shoe print, but the question of motive remains elusive. Haysom and a jury said that Soering brutally murdered two people to please a dormitory girlfriend he had barely started seeing in earnest. Soering says that, on learning that his new girlfriend had butchered her parents in a fit of pique, he kept on dating her and, in fact, took her on a lovely holiday to his homeland. Or it may be that they killed together. None of these scenarios seem plausible. One seems to have occurred. The thin vein running through them all is belief: a young man embracing a wildly romantic story and striving to live within it. That much we can understand. For most people, life means believing narratives as wishful as the fairy tales that Soering was in thrall to. We hold that heartfelt deeds will make a difference; stories starting with a meet-cute will, by the logic of plot, end well. We find ourselves in hard-strummed songs; we cherish characters in books and shows for seeming like real people, though our sense of what is genuine is shaped largely by what we watch and read. I think it happens in real life, Soering had told his questioners, of false confessions. Was he speaking as an heir to these mythologies, or as a dark manipulator? What unified the people I spoke with was that they all believed in a heroic storyline: the narrative of justice served, of injustice assuaged through process, of redemption sought in faith and good work. Somebody was lying. The killer was the person, or people, who had seen the other side of these beliefs, and knew how expectations and a sense of rightness could be conjured by playing into common arcs of plot. A wrongful-conviction storyline, for instance. Or the story of a scattered, vulnerable college woman overcome. At least one of the people implicated has been hiding the truth with a writer’s mind.", "Soering mails Angela Merkel a Christmas card every December, and this year she returned the cheer. In February, during her conversations with President Obama, Merkel raised the subject of Soering’s repatriation. The gesture followed mounting public interest in the case. In July, 2013, Germany’s minister of justice had written to Eric Holder, reaffirming that Germany wanted Soering back. Half a year later, Christoph Strässer, the German commissioner for human-rights policy and humanitarian aid, submitted a petition signed by a hundred and twenty members of the Bundestag, urging Virginia’s governor, Terry McAuliffe, to reauthorize Kaine’s repatriation plan. Christian Wulff, Germany’s former President, had similarly written to McDonnell. Repatriation has become, for them, both a human-rights cause and a policy argument, a way of championing the rehabilitative German model over the costly, punitive American one. “It is an essential part of our justice system that criminals deserve a second chance and need to have the perspective of a life in freedom,” Wulff told me. “Mr. Soering has been in jail for thirty years, more than half of his lifetime, for a crime that many in Germany believe he didn’t commit.” “Hey! I was looking all over for you. You have the wrong piece of paper.” McAuliffe, in whose hands the decision to repatriate to a German prison now rests, has been quiet. A member of Soering’s legal team says that it brokered a deal with McAuliffe’s administration: Soering would temper his noisy activism on the issue of repatriation if the Governor would grant a fifteen-minute audience on the subject. (McAuliffe’s office denies that conditions were placed on a meeting.) A legal document was sent to McAuliffe’s staff in early summer, as a reference for the meeting, and—when there was no reply—a follow-up letter. So far, no meeting with the Governor has been granted. Soering has never used the Web, and yet today his Facebook page and eponymous Web site attract a large international following. Bernadette Faber, a secondary-school teacher who leads German publicity, says, “My main job is to help an innocent man to be free.” She learned about Soering from a TV program in 2007, the same year that Karin Steinberger, a reporter and editor at the Süddeutsche Zeitung, wrote a widely circulated article on his case. A fresh wave of publicity will reach Europe this winter, with a documentary called “The Promise,” a collaboration between Steinberger and the filmmaker Marcus Vetter; it is slated for a number of festivals, and will go into European and American release in March. The film is told from Soering’s point of view, though Vetter withholds judgment on the matter of guilt. “Whether he or she committed the crime, they were young,” Vetter says. “When should the punishment end? How much punishment can society accept?”"], "url": "https://www.newyorker.com/magazine/2015/11/09/blood-ties", "id": "bae9275b-6c15-39fb-881f-f8902263dd80", "title": "A College Romance That Led to Murder", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Nathan Heller", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino", "James Lasdun", "Janet Malcolm", "E. J. Kahn", "St. Clair Mckelway"], "summary": "During spring break, Haysom went skiing in Colorado.\nIn 1994, she began examining Soering’s case.\nSince retiring, he’d amassed and indexed thousands of pages of documentation pertaining to Soering’s case.\nThe political stakes of Soering’s case seem to rise a little every year.\nThe film is told from Soering’s point of view, though Vetter withholds judgment on the matter of guilt.", "pubDate": null}