{"paragraphs": ["(CNN) — Rome restaurant has attracted a wave of complaints over the alleged overcharging of tourists after two Japanese diners claimed they had been slapped with a bill for €430 ($470) for two plates of spaghetti and fish, and water.", "A picture of the hefty bill by Antico Caffè di Marte restaurant, near Castel Sant'Angelo, made the rounds on social media after it was posted on Facebook earlier in September.", "In addition to the €349.50 total for food, the tourists were charged an extra €80 for the tip.", "A number of other diners have also come forward to claim that they, too, have been ripped off by the restaurant.", "Minh Ngoc Bui, who is Vietnamese but lives in Germany, is one of several people who left accounts on Tripadvisor of their alleged experiences at the establishment.", "Along with three other friends, Minh was having lunch at Antico Caffè on August 27 when the waiter suggested the \"seafood -- mixed fish\" dish from the menu, with a price of €6.5 per 100 grams, she told CNN.", "Tourist complaints over rip-off Rome restaurant mount after viral $500 bill Minh Ngoc Bui", "\"We agreed because It would be not a big deal to pay €6.5 extra to try a recommendation dish,\" Minh said. \"But they brought us only one plate of mixed fish around 2 kg.\"", "\"We were kind of surprised when we saw this dish because we didn't expect '100 grams fish' would be this big. But it was our last day in Italy so we told ourselves it was OK. It's around 2 kg of fish so I agreed to pay around €130-150 for this dish of fish. We don't want to have more drama in Italy.\"", "But when one of her friends asked for the bill, he was asked to pay for 4.8 kg of mixed fish at a cost of €315, Minh said.", "Adding €40 of service fee and €40 for the tip, the whole bill was a staggering €476.40.", "Tourist complaints over rip-off Rome restaurant mount after viral $500 bill Minh Ngoc Bui", "\"He complained that this could not be this much and he doesn't agree to pay this much for the service and tip, they did not announce clearly about this rule on the menu. But they told him that the service and tip were the rules and we really ate that much,\" the woman said. \"He tried to complain but they forced him to pay. So he paid by himself.\"", "When Minh later found out about the bill, she suggested to her friend that they return to the restaurant to complain.", "\"When we returned, I asked the man who served us to put 4.8 kg of mixed seafood on that plate. Because I firmly believe that it is impossible and they cannot do it. And just like I thought, they couldn't do it and refused to do it with the excuse that they didn't have time,\" she said.", "Related content These European destinations will charge you the most to visit", "They tried to report the restaurant to police, but authorities told them they should have called before the payment, Minh said.", "CNN has contacted the Antico Caffè di Marte restaurant for comment.", "Following the backlash, Tripadvisor suspended the restaurant's review page with this statement: \"Due to a recent event that has attracted media attention and has caused an influx of review submissions that do not describe a firsthand experience, we have temporarily suspended publishing new reviews for this listing. If you've had a firsthand experience at this property, please check back soon -- we're looking forward to receiving your review!\"", "Antico Caffè di Marte replied to the criticism triggered by the Japanese tourists' bill by saying that the menu \"is clear,\" according to a statement published by the Italian newspaper Il Messaggero", "\"Everything is written in detail, just look at the prices: €16 maximum for a spaghetti with seafood,\" Giacomo Jin, the owner, said, according to the paper. \"To pay that figure, the [Japanese] girls ordered not only spaghetti, but also fish. On the other hand, our fish is fresh: the client picks it at the counter, we weigh it and we cook it.\""], "id": "baf99609-61ac-36a6-aa8a-aeb1232a653f", "url": "https://edition.cnn.com/travel/article/tourists-complaints-rome-restaurant-intl-scli/index.html", "title": "Rome restaurant faces wave of tourist complaints after $500 bill goes viral", "authors": [], "keywords": ["caffè", "viral", "tourist", "restaurant", "wave", "complaints", "mixed", "dish", "goes", "rome", "pay", "tourists", "minh", "faces", "told", "fish", "bill", "500"], "pubDate": null, "summary": "A number of other diners have also come forward to claim that they, too, have been ripped off by the restaurant.\nTourist complaints over rip-off Rome restaurant mount after viral $500 bill Minh Ngoc Bui\"We agreed because It would be not a big deal to pay €6.5 extra to try a recommendation dish,\" Minh said.\n\"But they brought us only one plate of mixed fish around 2 kg.\"\nIt's around 2 kg of fish so I agreed to pay around €130-150 for this dish of fish.\nWhen Minh later found out about the bill, she suggested to her friend that they return to the restaurant to complain.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}