{"summary": "Happy Birthday, Kirk Douglas!\nMichael Douglas, his 75-year-old son, shared a sweet snap of himself kissing his father’s forehead.\nKIRK DOUGLAS SAYS WIFE ANNE SAVED HIS LIFE TWICE, EVEN THOUGH HE HASN'T ALWAYS BEEN FAITHFUL\"Happy birthday Dad!\"\n\"So, he was 100, big birthday, big birthday.\nThe trouble is, when you're 100, you don't really want a big birthday,\" Michael explained.", "keywords": ["sweet", "tributes", "michael", "family", "big", "dad", "golden", "gets", "celebrates", "zetajones", "douglas", "catherine", "kirk", "youre", "birthday"], "paragraphs": ["Happy Birthday, Kirk Douglas!", "The legendary actor turned 103 on Monday, and in honor of his special day, he was showered with touching messages from famous family members.", "Michael Douglas, his 75-year-old son, shared a sweet snap of himself kissing his father’s forehead.", "KIRK DOUGLAS SAYS WIFE ANNE SAVED HIS LIFE TWICE, EVEN THOUGH HE HASN'T ALWAYS BEEN FAITHFUL", "\"Happy birthday Dad!\" he captioned the Instagram post. \"You are a living legend and your entire family sends you all the love in their hearts!\"", "Catherine Zeta-Jones – who’s married to Michael Douglas – also shared her own touching tribute to her father-in-law in an undated throwback image of Kirk sitting on her lap.", "\"This guy on my knee, is 103!!!!!,\" the “Chicago” actress, 50, wrote. \"Happy Birthday Pappy!!! I love you with all my heart. 😘❤️.\"", "CATHERINE ZETA-JONES GUSHES OVER KIRK DOUGLAS", "Last month, Michael Douglas revealed to Jimmy Kimmel that his father wanted just a small birthday celebration as opposed to the extravagant affair the family usually presented year after year.", "\"So, he was 100, big birthday, big birthday. The trouble is, when you're 100, you don't really want a big birthday,\" Michael explained. \"I threw a big party for him, it was great.\"", "\"101. You know, 'OK, let's have a nice party.' 'Again? I don't...' 'Dad, it's 101 years old. You have to have a birthday.' 102...\" he continued. \"He's begging me, he's got tears down his eyes. 'Let's just have dinner, the family together. Bring the kids.'\"", "MICHAEL DOUGLAS DISHES ON HIS ADVICE TO DAUGHTER CARYS AS SHE STARTS DATING: 'WHAT DO YOU MEAN YOU'RE FRIENDS?'", "Monday also spelled congratulations for the Douglas family as Michael also received a Golden Globe nomination for Best Performance by an Actor in a TV series – Musical or Comedy, for \"The Kominsky Method.\" He'd won the award at the last Golden Globes back in January.", "Zeta-Jones congratulated the \"Wall Street\" star with a picture of the two on her Instagram Story in their red-carpet best, writing, \"Congrats darling! Golden Globe nominee!\"", "CLICK HERE TO GET THE FOX NEWS APP", "Sharing an image of himself with his father, Michael issued his own \"thank you\" for his nomination.", "\"12.9.2019 what a great day!\" Michael added. \"Thank you to the [Hollywood Foreign Press Association] for the @GoldenGlobes nomination, and for making my Dad proud on his 103rd birthday! #TheKominskyMethod.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/entertainment/kirk-douglas-103-birthday-michael-catherine-zeta-jones", "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "id": "bb09f7fa-7665-3e33-afbd-2260503c7c53", "pubDate": null, "title": "Kirk Douglas celebrates 103rd birthday, gets sweet tributes from Michael Douglas and Catherine Zeta-Jones"}