{"id": "bb18896b-541f-3c04-947c-c35bddbe32b8", "title": "Soccer star Mesut Özil had this excuse for speeding at 97 mph", "url": "https://www.foxnews.com/auto/soccer-star-mesut-ozil-had-this-excuse-for-speeding-at-97-mph", "summary": "German soccer star Mesut Özil told a British court that he didn’t know how fast he was driving when he was caught for speeding at 97 mph in July.\nThe Arsenal player was caught by police on his way home from practice in his Mercedes-Benz G-Class SUV.\n“When attempting to rationalize my actions, I believe it was the combination of the empty road, with no other vehicles to gauge my vehicle's speed against, and the misapprehension that I was traveling kph rather than mph,” Özil said in his testimony, according to The Sun.\n“The vehicle I was driving has very low engine noise and it is automatic transmission.\n“In the current climate, I would be very much against traveling on public transport with my baby daughter,\" he said.", "paragraphs": ["German soccer star Mesut Özil told a British court that he didn’t know how fast he was driving when he was caught for speeding at 97 mph in July.", "The Arsenal player was caught by police on his way home from practice in his Mercedes-Benz G-Class SUV.", "“When attempting to rationalize my actions, I believe it was the combination of the empty road, with no other vehicles to gauge my vehicle's speed against, and the misapprehension that I was traveling kph rather than mph,” Özil said in his testimony, according to The Sun.", "“The vehicle I was driving has very low engine noise and it is automatic transmission. I am a German national and I am obviously used to driving vehicles that would display speed in kilometers as compared to miles per hour.”", "FOX NEWS AUTOS TEST DRIVE: MERCEDES-BENZ G550", "Özil, who is paid $450,000 per week by the London team, pleaded guilty to the offense, but is asking the court to be fined rather than have his license suspended.", "He admitted his speed was “unacceptable,” but said he needs to drive for work and to help care for his 7-month-old daughter, because his wife does not drive.", "“In the current climate, I would be very much against traveling on public transport with my baby daughter,\" he said.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["excuse", "star", "speeding", "driving", "soccer", "mesut", "97", "mph", "mercedesbenz", "vehicles", "drive", "daughter", "german", "traveling", "özil", "speed"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}