{"id": "bb7e7860-ac16-3f19-844a-3ebcc655f27a", "title": "Borderlands 3 Review – Sticking To Its Guns", "url": "https://www.gameinformer.com/review/borderlands-3/borderlands-3-review-sticking-to-its-guns", "summary": "A lot has changed in the FPS game scene since 2012, when the last numbered entry of Borderlands arrived in our gaming machines.\nGuns are once again the real stars of the show, with an unreal assortment of firearms that feature just as much gameplay variety as visual uniqueness.\nCombat is frenetic but simplistic, especially in the early hours, as waves of enemies spawn repeatedly to be mown down.\nLike its predecessors, Borderlands 3 is at its best when played cooperatively with up to four players online.\nBorderlands 3 is a love letter to its fans and a celebration of the style of play it first popularized.", "paragraphs": ["A lot has changed in the FPS game scene since 2012, when the last numbered entry of Borderlands arrived in our gaming machines. In all the ways that matter, the sequel hews closely to the blueprint established in that well-loved release, exploding forth onto our screens with a bevy of wild weaponry, asinine humor, and bloody battles. The formula feels dated. But with some updates to UI and gameplay, and a huge adventure across a variety of destinations, it’s easy to embrace the insanity once again, even if – in the back of your head – you know it all feels just a bit too familiar.", "Players once again jump into the role of one of four unique vault hunters, each with engaging gimmicks that set their playstyles apart. From the brawling melee charges of the latest Siren to the mech-powered sustained assaults of the Gunner, each character offers a range of build options, and theory-crafting your way to a powerful murder machine is especially compelling after several dozen hours of play and earned skill points. Most of those playstyles borrow liberally from earlier games or other franchises entirely, so most powersets will feel like an old pair of shoes to genre faithful – easy to slip into, but with few surprises.", "Across an especially lengthy campaign, Borderlands 3 skewers internet and corporate culture in equal measures, satirizing the inherent narcissism and selfishness of both with the series’ trademark sophomoric wit. The humor is certainly hit and miss, but the writers seem to have adopted the philosophy that you miss 100 percent of the shots you don’t take; the chatter is nearly constant. Storytelling feels more epic this time as the heroes jet between planets. Previous games in the franchise have sometimes felt too tied to a particular environment, and this new installment combats that stale sensation with several well-realized locales, from an idyllic monastery to a corporate megacity. The variety is a welcome diversion, and keeps the visual palette pleasing.", "Guns are once again the real stars of the show, with an unreal assortment of firearms that feature just as much gameplay variety as visual uniqueness. I enjoy the varied options at hand, and the solid gunplay across the board ensures engagement for many hours. From assault rifles that launch blasts of radiation to a pistol that shoots rockets, there’s no end of experimentation to be had. If anything, the plethora of options can feel overwhelming and slow down the otherwise frenzied pace of play as you simply try to figure out what is worth keeping or selling – a problem exacerbated by cumbersome inventory management and too few sell spots. It doesn’t help that weapons only sometimes conform to their expected archetypes. When a pistol is sometimes a better long-range option than a sniper, how best to judge an item’s utility at a glance?", "Sliding under gaps and mantling over obstacles contribute to the fast flow of exploration, and I appreciate the sense of speed and mobility. Combat is frenetic but simplistic, especially in the early hours, as waves of enemies spawn repeatedly to be mown down. Later hours offer more interesting mixes of foes, but suffer from a different problem; many bad guys are extreme bullet sponges, extending fights in a way that feels unnecessary in an already meaty campaign playthrough. Several bosses are especially guilty of this sin, and can make for a miserable slog, especially played solo, where endless circle strafing quickly loses its appeal.", "Like its predecessors, Borderlands 3 is at its best when played cooperatively with up to four players online. As more vault hunters enter the fray, the visual phantasmagoria of color and explosions is amusing and strangely delightful. The game supports easy drop-in play, and options for independent level scaling and difficulty, smoothing out the hurdles facing players in different places in the game.", "If the “bang” you want for your buck is simply a wealth of content and a lot to do, Gearbox has you covered. Beyond the potential for trying out different characters and builds through the lengthy sweep of the narrative, the post-game experience opens up a range of challenge options, tiers of mayhem-infused encounters to climb through, and rank increases to shoot for as you dive back into the action. I welcome the commitment to endgame engagement. However, I must add that in my own playthrough, I felt the core loop of combat wore out its welcome well before the credits rolled, especially since the highest available initial difficulty (normal) rarely mounted a meaningful challenge.", "Borderlands 3 is a love letter to its fans and a celebration of the style of play it first popularized. Filled with characters from previous installments, and unapologetic in its silly humor and bombastic action, it’s an amusing ride that seems hesitant to innovate. If more of what you loved before is your chief desire, Gearbox has granted that wish through a game of impressive scope that charts some very safe territory.", "Borderlands 3 is also available on PlayStation 4 and Xbox One. Those versions feature 2-Player local split-screen cooperative play."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["review", "variety", "play", "guns", "humor", "sticking", "hours", "borderlands", "options", "especially", "visual", "feels", "game", "welcome"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}