{"id": "bb889162-b583-3565-8467-5f9c2a6e5022", "title": "Election Highlights: Biden, Flipping Michigan and Wisconsin, Says It’s ‘Clear’ He Will Reach 270", "url": "https://www.nytimes.com/live/2020/11/04/us/trump-biden-election", "summary": "ET Election Highlights: Biden, Flipping Michigan and Wisconsin, Says It’s ‘Clear’ He Will Reach 270 President Trump’s campaign threatened legal challenges after its path to victory narrowed, with Joe Biden winning two critical states in the upper Midwest.\nMr. Biden urged his supporters — and by implication, Mr. Trump — to show patience and allow the process to play out.\nAs of early Thursday, Mr. Biden led Mr. Trump in Arizona by 68,400 votes, or less than three percentage points.\nSome in the crowd chanted “Down With Fox,” a criticism of the television network’s decision to call Arizona for Mr. Biden.\n(In one such state, Wisconsin, Mr. Biden was declared the winner on Wednesday afternoon, by 0.6 percentage points.)", "paragraphs": ["Live Updated Nov. 5, 2020, 3:40 a.m. ET Nov. 5, 2020, 3:40 a.m. ET Election Highlights: Biden, Flipping Michigan and Wisconsin, Says It’s ‘Clear’ He Will Reach 270 President Trump’s campaign threatened legal challenges after its path to victory narrowed, with Joe Biden winning two critical states in the upper Midwest. Several other battlegrounds remained too close to call. RIGHT NOW As final votes are counted in Arizona, Biden’s lead narrows.", "As Biden wins Michigan and Wisconsin, Trump’s path to re-election narrows. Radical Alexander, 34, attended a Defend the Vote event in Madison, Wis., on Wednesday, after President Trump said he would seek a recount in the state. Credit... Lauren Justice for The New York Times The undecided presidential election entered a new phase on Wednesday as former Vice President Joseph R. Biden Jr. was declared the winner of Michigan and Wisconsin, two key swing states that President Trump won four years ago. With its path to victory narrowing, the Trump campaign said that it would seek a recount in Wisconsin and announced that it had taken legal action seeking to halt the vote count in Michigan, one of a flurry of lawsuits that included joining an action challenging the extension of ballot deadlines in Pennsylvania and filing another seeking to segregate late absentee ballots in Georgia. The Trump campaign’s string of challenges came as the president found himself with few ways to win the 270 electoral votes needed to be re-elected. By Wednesday afternoon, Mr. Biden was holding slim leads in several key states which, if the trend continues, could propel him to the critical Electoral College threshold and the presidency. The lingering uncertainty of the 2020 campaign was perhaps unsurprising in an election with record-breaking turnout where most ballots were cast before Election Day but many could not be counted until afterward. Mr. Trump’s chances of winning a second term depended on his ability to hang on to his leads in states like Georgia and Pennsylvania — where Mr. Biden has been narrowing the gap as vote counting progresses — and on overtaking Mr. Biden in one of the states where he is currently ahead. With millions of votes yet to be counted across several key states — there is a reason that news organizations and other usually impatient actors were waiting to declare victors — Mr. Biden had narrow leads in Arizona and Nevada. If he can hold those states, the former vice president could win the election even without Pennsylvania, which has long been viewed as a must-have battleground state. “I’m not here to declare that we’ve won,” Mr. Biden said in a speech Wednesday afternoon in Wilmington, Del., “but I am here to report that when the count is finished, we believe we will be the winners.” Even before the Wisconsin race was called, the Trump campaign said that it would request a recount. Under Wisconsin law, a recount can be requested if the margin between the top two candidates is less than one percentage point. Bill Stepien, Mr. Trump’s campaign manager, said in a statement that “the president is well within the threshold to request a recount and we will immediately do so.” Mr. Stepien later claimed that the Trump campaign had not been given “meaningful access” to several counting locations in Michigan, and that it had a filed suit in the Michigan Court of Claims to halt counting until access was granted. Shortly after that he announced that the campaign would intervene in Pennsylvania. Later in the evening, the campaign said it was filing suit in Georgia seeking to get counties to separate late-arriving ballots from the rest. Taken together, the legal actions threatened to slow the counting in states where Mr. Trump was projected to lose or in danger of losing. One source of Mr. Biden’s resilience lies in the nature of the votes still to be counted. Many are mail-in ballots, which favor him because the Democratic Party spent months promoting the message of submitting votes in advance, while Mr. Trump encouraged his voters to turn out on Election Day. And in Pennsylvania, many of the uncounted votes are from populous urban and suburban areas that tend to vote heavily for Democrats. Four years ago, Michigan provided one of Mr. Trump’s most surprising victories and helped him take back the Northern industrial states that had favored Democrats in presidential elections since the 1990s. In this election, Mr. Trump’s popularity took a serious hit with the coalition of white voters — independents, those who had an unfavorable view of him but supported him anyway, people with and without college educations — that helped secure his win in Michigan in 2016. Even in Pennsylvania, where Mr. Trump had run up a daunting lead of roughly eight percentage points as of Wednesday afternoon, Mr. Biden had a plausible shot of catching up. Pennsylvania’s secretary of state said there were more than 1.4 million mail-in ballots still to be counted, and those votes are expected to heavily favor Mr. Biden. Mr. Trump held leads in North Carolina and Georgia, and his campaign expressed hopes that his early Pennsylvania lead could withstand an influx of mail-in ballots for Mr. Biden. Then, if Mr. Trump were able to retake the lead from Mr. Biden in Arizona or Nevada, which has gone Democratic in recent elections, he would have a path to a second term. Early Wednesday, Mr. Trump prematurely declared victory and said he would petition the Supreme Court to demand a halt to the counting. Mr. Biden urged his supporters — and by implication, Mr. Trump — to show patience and allow the process to play out. — Michael Cooper and", "Speaking in Delaware, Biden says it’s ‘clear’ he will reach 270 electoral votes. Video transcript Back bars 0:00 / 1:57 - 0:00 transcript ‘We Believe We Will Be the Winners,’ Biden Says Joseph R. Biden Jr., the Democratic nominee for president, said he was confident his campaign would reach the 270 electoral votes needed to win the presidency. Yesterday once again proved that democracy is the heartbeat of this nation. Just as it as been the heartbeat of this nation for two centuries. And even in the face of pandemic, more Americans voted this election than ever before in American history. Here, the people rule. Power can’t be taken or asserted. It flows from the people. And it’s their will that determines who will be the president of the United States, and their will alone. And now, after a long night of counting, it’s clear that we’re winning enough states to reach 270 electoral votes needed to win the presidency. I’m not here to declare that we’ve won, but I am here to report, when the count is finished, we believe we will be the winners. Now, every vote must be counted. No one’s going to take our democracy away from us. Not now, not ever. America’s come too far. America’s fought too many battles. America’s endured too much to ever let that happen. We the people will not be silenced. We the people will not be bullied. We the people will not surrender. My friends, I’m confident we’ll emerge victorious, but this will not be my victory alone or our victory alone — it would be a victory for the American people, for our democracy, for America. And there will be no blue states and red states when we win, just the United States of America. Joseph R. Biden Jr., the Democratic nominee for president, said he was confident his campaign would reach the 270 electoral votes needed to win the presidency. Credit Credit... Erin Schaff/The New York Times WILMINGTON, Del. — Joseph R. Biden Jr. expressed confidence on Wednesday that he would win the presidency and stressed the need for the country to come together after the election, though he stopped short of claiming victory. “After a long night of counting, it’s clear that we’re winning enough states to reach 270 electoral votes needed to win the presidency,” Mr. Biden said late in the afternoon at an event center in Wilmington, Del. “I’m not here to declare that we’ve won,” he continued, “but I am here to report that when the count is finished, we believe we will be the winners.” After President Trump claimed without evidence early Wednesday that he had won the election and demanded that vote counting be halted, Mr. Biden offered a strikingly different message in a six-minute speech, paying tribute to democracy. “Here, the people rule,” he said. “Power can’t be taken or asserted. It flows from the people. And it’s their will that determines who will be the president of the United States, and their will alone.” Mr. Biden, who was joined by his running mate, Senator Kamala Harris, added that “every vote must be counted.” “No one’s going to take our democracy away from us,” he said. “Not now, not ever.” And in a continuation of one of the broad themes of his campaign, he offered a unifying message for the American people. He said that the presidency “is not a partisan institution” and promised, “I will work as hard for those who didn’t vote for me as I will for those who did vote for me.” “My friends, I’m confident we’ll emerge victorious,” he said. “But this will not be my victory alone or our victory alone. It will be a victory for the American people, for our democracy, for America. And there will be no blue states and red states when we win — just the United States of America.” —", "Advertisement Continue reading the main story", "With votes still to count in Georgia, Biden is closing the gap on Trump. Counting ballots in Atlanta on Wednesday. If the trajectory of gains for Joseph R. Biden Jr. continues, it appears he could overtake President Trump in Georgia. Credit... Audra Melton for The New York Times ATLANTA — The presidential race in Georgia appeared headed for a photo finish as former Vice President Joseph R. Biden Jr. steadily gained ground on President Trump. The victor will be awarded 16 electoral votes. Mr. Biden began Wednesday morning approximately 100,000 votes behind Mr. Trump, but as county elections workers around the state continued the laborious tabulation of absentee ballots into Thursday morning, Mr. Trump’s lead narrowed to 23,000 votes, or 0.5 percent. Under Georgia election law, a candidate may request a recount if the margin is 0.5 or less. In Fulton County, a Democratic stronghold and home to most of Atlanta, Mr. Biden narrowed the margin by more than 18,000 votes between 5 p.m. and midnight as the work of processing and tabulating the votes continued. In DeKalb County, also part of the metropolitan region, Mr. Biden narrowed it by an additional 5,000. The next update from Georgia’s secretary of state is scheduled for 10:30 a.m. Thursday. Brad Raffensperger, the Georgia secretary of state, said that as of 10:15 p.m. Wednesday, about 90,735 ballots still needed to be counted. More than a third of them were in Fulton and DeKalb counties. If the trajectory of Mr. Biden’s gains continued, it appeared he could overtake Mr. Trump in Georgia by the final tally on Thursday. The question was whether additional absentee votes from rural and more Republican areas would offset enough of Mr. Biden’s gains to preserve Mr. Trump’s lead. Republicans in Georgia were nervously assessing the vote count and promised to file lawsuits in a dozen or more counties aimed at knocking off votes here and there. The first case, filed in Savannah on Wednesday, was an effort to chisel away 53 ballots that Georgia Republicans said had arrived too late to be counted. —", "As final votes are counted in Arizona, Biden’s lead narrows. Voters on Election Day in Arizona. The state was still counting ballots on Thursday morning. Credit... Adriana Zehbrauskas for The New York Times Former Vice President Joseph R. Biden Jr. has maintained a steady but slightly narrowing lead in Arizona vote tallies after Election Day, with Latino voters lining up behind the former vice president in a state that President Trump won by three and a half percentage points in 2016. As of early Thursday, Mr. Biden led Mr. Trump in Arizona by 68,400 votes, or less than three percentage points. In the votes so far from Maricopa County, which includes Phoenix, Mr. Biden leads by five percentage points, with about 5 percent of the total vote still outstanding. Even Mr. Biden’s narrow edge underscored a profound political shift in Arizona, a longtime Republican bastion that has lurched left in recent years, fueled by rapidly evolving demographics and a growing contingent of young Latino voters who favor liberal policies. The count was delayed in the early hours of Thursday, as dozens of Trump supporters demonstrated outside the Maricopa County election office where the votes were being counted. In one of the brightest spots for Democrats so far, the former astronaut Mark Kelly defeated the state’s Republican senator, Martha McSally, in a special election, making Mr. Kelly and Kyrsten Sinema the first pair of Democrats to represent Arizona in the Senate since the 1950s. —", "Protests sweep U.S. cities, as pro-Trump demonstrators bring guns to vote counting center in Arizona. Supporters of President Trump gathered outside the Maricopa County Tabulation and Election Center in Phoenix on Wednesday to protest the early election results there, which favor Joseph R. Biden Jr. Credit... Edgard Garrido/Reuters Calling on election officials to “count every vote,” protesters marched through the streets of several American cities on Wednesday in response to President Trump’s aggressive effort to challenge the vote count in Tuesday’s presidential election. A crowd of more than 150 supporters of President Trump gathered Wednesday night in front of the Maricopa County Recorder’s building near downtown Phoenix to protest what they described as efforts to cast President Trump as losing Arizona. Many in the crowd were holding Trump flags, and numerous people were wielding AR-15 rifles and other firearms. Some in the crowd chanted “Down With Fox,” a criticism of the television network’s decision to call Arizona for Mr. Biden. “The only way Biden can win Arizona is through fraud,” said Jim Williams, 67, a welder who attended the protest. “I won’t accept a Biden victory. I don’t want to live under Communist rule.” At several points, protesters contended that Adrian Fontes, the county official who oversees elections in Maricopa County, was improperly failing to count some ballots and costing Mr. Trump votes in Arizona’s most populous county — although there was no evidence that any ballots had been improperly tossed. Keely Varvel, chief deputy for the Maricopa County Recorder, said there were no plans to halt counting of the ballots because of the protest in front of the building. ”We are still planning to finish up our scheduled ballot processing work and report out more results tonight,” Ms. Varvel said. In Minneapolis, protesters blocked a freeway, prompting arrests. In Portland, hundreds gathered on the waterfront to protest the president’s attempted interventions in the vote count as a separate group protesting the police and urging racial justice surged through downtown, smashing shop windows and confronting police officers and National Guard troops. Protesters also gathered in Philadelphia, Los Angeles, Chicago and elsewhere, some of them continuing the protests over racial justice and policing that have rocked the country since the police killing of George Floyd in Minneapolis in May. More demonstrations were scheduled for the coming days. In Minneapolis, several hundred protesters angered over the president’s declarations marched onto Interstate 94, prompting the police to clear the roadway. “Our focus is on not allowing Donald Trump to steal this election from the American people,” Nekima Levy Armstrong, a lawyer who was part of the protest, said in a phone interview from the freeway. She said that the protesters had halted traffic and that the police, some on horses, had begun to make arrests and were not allowing protesters to leave. The Minnesota State Patrol said on Twitter that it was arresting protesters and that demonstrating on the freeway “is illegal and very dangerous for pedestrians and motorists.” In New York, protesters held a peaceful demonstration in Manhattan earlier on Wednesday calling for every vote to be counted and for racial equality, but hostile clashes between protesters and the police developed later on when protesters briefly shut down traffic in the West Village, and officers pushed protesters to the sidewalks and arrested at least 20 people. — Simon Romero, Mike Baker and", "Advertisement Continue reading the main story", "Trump is demanding a recount in Wisconsin, which Biden won. Ballots being counted Tuesday night in Milwaukee. Credit... Chang W. Lee/The New York Times MADISON, Wis. — Even before Joseph R. Biden Jr. was declared the winner in Wisconsin, successfully flipping a state President Trump narrowly won in 2016, Mr. Trump’s campaign signaled it would request a recount. Under Wisconsin law, a recount can be requested if the margin between the leading candidates is less than 1 percent, and Mr. Trump’s campaign manager, Bill Stepien, said that the campaign would “immediately do so.” Mr. Biden currently leads in Wisconsin by 0.6 percentage points. “The president is well within the threshold to demand a recount,” Mr. Stepien said. In 2016, a statewide recount increased Mr. Trump’s margin in Wisconsin by 131 votes. Whoever requests the recount would have to pay for it unless the margin is less than one-quarter of 1 percent. Andrew Bates, a spokesman for the Biden campaign, said the push for a recount was not the behavior of a winning campaign. “When Donald Trump won Wisconsin in 2016 by roughly the same amount of votes that Joe Biden just did, or won Michigan with fewer votes than Joe Biden is winning it now, he bragged about a ‘landslide,’ and called recount efforts ‘sad,’” Mr. Bates said. “What makes these charades especially pathetic is that while Trump is demanding recounts in places he has already lost, he’s simultaneously engaged in fruitless attempts to halt the counting of votes in other states in which he’s on the road to defeat.” Mr. Biden’s narrow Wisconsin advantage came after several of the state’s large cities — including Milwaukee, Green Bay and Kenosha — reported results from their absentee ballots on Wednesday morning. The Biden campaign maintained a sharp focus on Wisconsin after the state was one of three crucial Great Lakes states that the party lost four years ago. It was a key part of the campaign’s hope of clearing a straightforward path to 270 electoral votes. During his campaign, Mr. Biden made three visits to the state, which was set to host the Democratic National Convention before it became an all-virtual event because of the coronavirus pandemic, which is currently worse in Wisconsin than in any other battleground state. He maintained a steady lead in the polls in the run-up to Election Day. In 2016, Mr. Trump became the first Republican presidential candidate to win Wisconsin since 1984, narrowly defeating Hillary Clinton in a state with a large population of white, working-class Democrats. Wisconsin saw a surge of infections from the coronavirus this fall as voters were preparing to go to the polls. The state had also been upended this year after Kenosha became the site of unrest and protests over the police shooting of Jacob Blake. — Reid J. Epstein, Lauren Katzenberg and", "Amid challenges from the Trump campaign, Pennsylvania keeps counting. Election workers with the Philadelphia City Commissioners office sorted thousands of ballots on Wednesday. Credit... Kriston Jae Bethel for The New York Times Vote counting is still underway in the crucial swing state of Pennsylvania, even as the Trump campaign challenges the process. President Trump, who won the state narrowly in 2016, had secured about 52 percent of the vote by 5 p.m. Wednesday, with the state reporting 84 percent of ballots counted. The mail ballots that have yet to be counted in Pennsylvania were expected to favor Democrats, and Mr. Biden has been narrowing Mr. Trump’s lead as the counting progresses. But Mr. Trump tweeted on Wednesday that his campaign had “claimed” Pennsylvania “for Electoral Vote purposes,” even though the votes are still being counted. And at an afternoon news conference in Philadelphia, Eric Trump, one of the president’s sons, and Rudolph W. Giuliani, the president’s personal lawyer, made the baseless assertion that the election in Pennsylvania was being stolen from Mr. Trump, and claimed that the campaign had been barred from observing the counting. Mr. Giuliani claimed, with no evidence, that dead people had voted. Eric Trump said the campaign was filing a lawsuit in the state. They took no questions. In Philadelphia, city commissioners processed an additional 47,000 mail-in ballots for a total of 233,486, commissioner Lisa Deeley said on Wednesday. She also said that 347,000 in-person ballots had been counted, or 97 percent of those cast, but that city officials were still waiting to receive some mail-in ballots. Commissioner Al Schmidt, a Republican, defended the Philadelphia counting process against attacks by the Trump campaign, which has accused the commission of preventing Republican poll watchers from observing the count. “In the room down the hall where all this activity is taking place, you can see a group of observers from the campaigns standing at a close but also safe distance from where all the activity is,” Mr. Schmidt said. — Nick Corasaniti, Jon Hurdle, Annie Karni and", "Advertisement Continue reading the main story", "The Battle for the Senate Gary Peters holds on to his Senate seat in Michigan, as Susan Collins is re-elected in Maine. Senator Gary Peters, Democrat of Michigan, and his wife, Colleen Ochoa, on election night. Credit... Carlos Osorio/Associated Press Senator Susan Collins, Republican of Maine, emerged victorious on Wednesday in her bid to secure a fifth term, beating back an avalanche of Democratic money and liberal anger in the most difficult race of her career to defeat Sara Gideon, a Democrat, and strengthen her party’s hold on the Senate. Ms. Collins’s victory dashed Democratic hopes of a crucial pickup as their ambitions of a Senate takeover hung by a thread. So far, Democrats have flipped two seats and Republicans have flipped one, for a net gain to the Democrats of one seat. If Joseph R. Biden Jr. wins the presidency, Democrats need to gain three seats to retake control of the Senate. If President Trump is re-elected, Democrats need to gain four seats. But Democrats held onto one of their most hotly contested seats in Michigan, where Gary Peters, a low-profile Democratic senator, survived a tight race against his Republican challenger, John James. The contest became one of the most competitive in the nation in the past few weeks and was a priority for Republicans. Mr. James, an Army combat veteran and businessman, would have become only the third Black Republican elected to the upper chamber since Reconstruction. The Collins-Gideon race was the most expensive in Maine history, with national donors flooding the state with tens of millions of dollars and an onslaught of negative campaign ads. The battle for control of the Senate appeared to be heading out of reach for Democrats. Democrats early Wednesday won a crucial seat in Arizona, with Mark Kelly, a former astronaut, defeating Senator Martha McSally, and former Gov. John Hickenlooper defeated Senator Cory Gardner on Tuesday night in the high-profile fight for Colorado’s Senate seat. Those victories were essential to Democrats’ push to take the Senate majority. In Georgia, the Rev. Dr. Raphael G. Warnock, a Democrat, advanced to a runoff election against Senator Kelly Loeffler, the Republican incumbent. The other race in the state, between Jon Ossoff, the Democratic challenger, and Senator David Perdue, a Republican, was too close to call. But Republicans across the country were successful in holding off well-funded challengers in a number of key races. In Montana, Senator Steve Daines defeated Gov. Steve Bullock and in Iowa, Senator Joni Ernst defeated Theresa Greenfield, a businesswoman who had styled herself as a “scrappy farm kid.” Senator Lindsey Graham, a Republican, hung onto his seat in South Carolina, fending off the toughest challenge of his political career from Jaime Harrison, a Black Democrat whose upstart campaign electrified progressives across the country and inspired a record-setting onslaught of campaign cash. Senator John Cornyn, Republican of Texas, also defeated a challenge from M.J. Hegar, a former Air Force pilot who Democrats hoped could have an outside chance of winning in the rapidly changing state. In Kentucky, Senator Mitch McConnell, the majority leader, easily won re-election, defeating Amy McGrath, a Democrat who struggled to gain ground despite an outpouring of financial support from her party’s supporters around the nation. Republicans succeeded in ousting Senator Doug Jones, Democrat of Alabama, who came to power in a 2017 special election against Roy S. Moore, who was accused of sexually assaulting and pursuing teenage girls. Senator Thom Tillis, Republican of North Carolina, claimed victory Wednesday afternoon over his Democratic challenger, Cal Cunningham, in a seat that strategists in both parties identified as a possible tipping point, but news organizations did not declare a victor and Mr. Cunningham did not concede. —", "Tensions escalate as election workers continue to count the votes in Detroit. Video transcript Back bars 0:00 / 0:48 - 0:00 transcript ‘Stop the Count’: Protesters Swarm Detroit Vote-Counting Center Supporters of President Trump and Democratic observers converged on the TCF Center in Detroit as poll workers tried to finish counting more than 170,000 absentee ballots. “Who’s security?” “You don’t work here! Move your hand!” “Look at him.” “You guys are here to uphold the law, correct?” “Let us in. Let us in. Let us in. Let us in. Let us in. Let us in.” “Stop the vote. Stop the vote. Stop the vote. Stop the vote.” “Stop the count. Stop the count. Stop the count. Stop the count. Stop the count. Stop the count. Stop the count.” “Let us in. Let us in. Let us in. Let us in.” Supporters of President Trump and Democratic observers converged on the TCF Center in Detroit as poll workers tried to finish counting more than 170,000 absentee ballots. Credit Credit... Brittany Greeson for The New York Times Not long before multiple news outlets declared former Vice President Joseph R. Biden Jr. the winner in Michigan, tensions escalated on Wednesday at a ballot-counting center in Detroit, a critical reservoir of votes for Mr. Biden in the battleground state. President Trump’s supporters and Democratic observers converged on the TCF Center to monitor poll workers as they tried to finish counting more than 170,000 absentee ballots in the state’s largest city. The president’s backers chanted “stop the count” as law enforcement officers stood in front of the doors to the convention center, a video of the episode showed. While there was a standoff at the convention center, there were no apparent episodes of violence. It was not immediately clear if there were any arrests. Though Mr. Trump took an early lead in Michigan as votes began to be counted, his margin evaporated overnight as ballots from Detroit, which is in Wayne County, were counted. The president’s campaign filed a lawsuit on Wednesday in which it accused election officials of blocking access to observers from the Trump campaign as the ballots were tabulated. When counting began, 85 challengers were monitoring the 900 city workers who were counting the absentee ballots in shifts. Outside the TCF Center, dozens of challengers — most not wearing masks — urged poll workers to stop counting votes and chanted “let us in.” A group of counter-demonstrators responded with “count every vote” chants. Rich Henry, a protester from Livonia, a city in Wayne County, said that he was angered that the county was still counting ballots. His comments echoed the president’s false claims that ballots tabulated after Election Day should not count, despite it being commonplace in U.S. elections. Mr. Henry, who owns a construction business and voted in person on Tuesday, called the mail-in ballot system a “fraud.” “Why are we pushing it, because of the pandemic?” he said. Behind the crowd, about 20 police officers watched as people continued to congregate in the late afternoon, and a helicopter circled overhead. At one point, an argument between two demonstrators broke out after the group challenging the ballot count began chanting “no more abortion.” Some of the counter-demonstrators held signs saying “count every vote.” Beryl Satter, a history professor at Rutgers University who traveled to the Detroit area for the election, stood with the group. “It seems to me, that if they’re going to have an election and a democracy, the votes should be counted,” she said. “It seems common sense and completely uncontroversial.” — Kathleen Gray, Giulia McDonnell Nieto del Rio and", "The Trump campaign pursues an aggressive legal strategy to challenge votes in key states. President Trump spoke to campaign workers in Arlington, Va. Credit... Anna Moneymaker for The New York Times Republican lawyers and Trump campaign officials on Wednesday began a wide-ranging legal assault to challenge Democratic votes in key swing states, part of a long-telegraphed, post-Election Day campaign to claim victory over Joseph R. Biden Jr. with help from the courts. By midday Wednesday, the Trump campaign had announced that it was suing to halt the counting of mail-in ballots in Michigan because of what it called insufficient transparency in the process. “President Trump’s campaign has not been provided with meaningful access to numerous counting locations to observe the opening of ballots and the counting process, as guaranteed by Michigan law,” said Bill Stepien, President Trump’s campaign manager. Separately, the Trump campaign said it would seek a recount of the vote in Wisconsin, even before the race was called. Mr. Biden was named the winner there on Wednesday afternoon by The Associated Press, by a margin of more than 20,000 votes, or 0.6 percentage points. In news briefings and interviews, campaign aides grounded their legal arguments in a claim that they were merely seeking to ensure that no votes get to count that should not count, rather than repeating the president’s own early-morning claims that all counting should have stopped on Election Day, when early and incomplete results showed him ahead in some battleground states that will help decide the Electoral College winner. “If we count all legal ballots, the president wins,” Mr. Stepien said on a morning conference call with reporters. Earlier in the morning, Mr. Trump had emerged from watching returns at the White House to say, “We’ll be going to the U.S. Supreme Court. We want all voting to stop,” a crude rendering of his campaign’s legal position that was legally meaningless and that drew bipartisan criticism. Already on Wednesday the Trump and Biden campaigns were in Pennsylvania courts pressing dual lawsuits to invalidate provisional and corrected ballots by citizens who were informed before polls closed that problems with their mail-in votes had caused them to be rejected by election officials. In Georgia, where the president clung to a slim lead by Wednesday evening, but where many votes still had not been counted in metro Atlanta, an area that favored Mr. Biden, the Trump campaign challenged the validity of 53 mail-in ballots in a lawsuit that was filed on Wednesday in a county court. About 46,000 votes separated the candidates in Georgia. The Trump campaign claimed that poll workers in Chatham County, which includes Savannah, did not follow the proper chain of custody procedures to determine whether the ballots had been received by 7 p.m. on Election Day, and claimed that they mixed them in with ballots that had been validated. The petition asks the court to issue an order that would force the local election board to “collect, secure and safely store” all absentee ballots it received after the deadline, and “provide an accounting” of the ballots, including the names of absentee voters and the times the ballots were received. Trump campaign officials also indicated they were considering more legal action in Arizona and in Nevada, where the Trump campaign was already pressing a lawsuit protesting the counting process in the state’s largest county. Biden campaign officials said they had readied contingencies and legal papers for any challenges the president and his allies might bring. “We are prepared for any effort any Republicans make in any of these states,” said Bob Bauer, a senior adviser to Mr. Biden’s campaign. “As far as our own planning, we’re winning the election.” The Biden campaign’s position marked a key difference from the last time the nation was in a similarly contested setting, in Florida in 2000. In that case, Al Gore, the Democrat, was behind in the returns and was portrayed by Republicans as seeking to snatch victory away from George W. Bush — a position that kept Mr. Gore at a disadvantage throughout the legal fighting that followed. — Jim Rutenberg, Annie Karni, Nick Corasaniti, Maggie Haberman and", "Advertisement Continue reading the main story", "Will the Supreme Court intervene in the election? Here’s what we know. The Supreme Court decides actual disputes, not abstract propositions, and then only after lower courts have made their own rulings. Credit... Anna Moneymaker for The New York Times While there have been countless election cases filed around the nation, it is not clear which of them might reach the Supreme Court in the coming days. But one candidate is already on the docket, and on Wednesday that Trump campaign said that it was intervening in the case, from Pennsylvania, which challenges a ruling by the state’s highest court that extended the deadline for receiving mail ballots by three days. Last month, the court refused to put the Pennsylvania on a fast track, but three justices indicated that the court might return to it later if need be. Should the vote in Pennsylvania have the potential to determine the outcome in the Electoral College and should those late-arriving ballots have the potential to swing the state — two big ifs — the U.S. Supreme Court might well intercede. Late last month, the justices refused a plea from Republicans to fast-track a decision on whether the Pennsylvania Supreme Court had acted lawfully when it ordered a three-day extension for ballots clearly mailed on or before Election Day, and for ballots with missing or illegible postmarks “unless a preponderance of the evidence demonstrates that it was mailed after Election Day.” The justices’ refusal came a little more than a week after the court deadlocked, 4 to 4, on an emergency application in the case on Oct. 19. Justices Clarence Thomas, Samuel A. Alito Jr., Neil M. Gorsuch and Brett M. Kavanaugh said they would have granted a stay blocking the Pennsylvania Supreme Court’s decision. On the other side were Chief Justice John G. Roberts Jr. and the court’s three-member liberal wing: Justices Stephen G. Breyer, Sonia Sotomayor and Elena Kagan. Justice Amy Coney Barrett, who joined the court on Oct. 27, did not take part in the decision not to fast-track the case. Justice Alito, joined by Justices Thomas and Gorsuch, criticized his court’s treatment of the matter, which he said had “needlessly created conditions that could lead to serious postelection problems.” “It would be highly desirable to issue a ruling on the constitutionality of the State Supreme Court’s decision before the election,” Justice Alito wrote. “That question has national importance, and there is a strong likelihood that the State Supreme Court decision violates the federal Constitution.” But there was not enough time, he wrote. Still, Justice Alito left little doubt about where he stood on the question in the case. Pennsylvania officials have instructed county election officials to segregate ballots arriving after 8 p.m. on Election Day through 5 p.m. on Friday. That would as a practical matter allow a ruling from the Supreme Court to determine whether they were ultimately counted. —", "As in 2016, polls gave a misleading picture of the race. What happened? People at the Detroit Department of Elections waited as the remaining absentee ballots were counted on Tuesday. Credit... Brittany Greeson for The New York Times As the results rolled in on Tuesday night, a feeing of déjà vu arrived along with them. Pre-election polls, it appeared, had been misleading once again. While the nation awaits final results from Michigan, Pennsylvania and a few other states, it is already clear — no matter who ends up winning — that the industry failed to fully account for the missteps that led it to underestimate President Trump’s support four years ago. The misses raise the question whether the polling industry, which has become a national fixation in an era of data journalism and statistical forecasting, can survive yet another crisis of confidence. “I want to see all the results in,” Christopher Borick, the director of polling at Muhlenberg College in Pennsylvania, said in an interview. “I want to see where those deviations are from pre-election polls and final margins. But there’s ample evidence that there were major issues again. Just how deep they are, we’ll see.” In some states where many polls had projected Mr. Trump losing narrowly — like Ohio, Iowa and Florida — he had already been declared the winner by early Wednesday. And in states that had seemed more than likely to go for Mr. Biden, like Michigan and Nevada, results were too close to call as the official tallies trickled in. (In one such state, Wisconsin, Mr. Biden was declared the winner on Wednesday afternoon, by 0.6 percentage points.) Given the ballots that have been counted, it is now clear that there was an overestimation of Mr. Biden’s support across the board, particularly with white voters and with men. And while polling had presaged a swing away from Mr. Trump among white voters 65 and over, that never fully took shape. Partly as a result, Mr. Biden underperformed his expectations not only in polyglot states like Florida but in heavily white, suburban areas such as Macomb County, Mich., where he had been widely expected to do well. Dr. Borick pointed out that while state-level polls had widely misfired in 2016, the same thing had generally not occurred in the 2018 midterm elections. This led him to conclude that Mr. Trump was a complicating factor. “In the end, like so many Trump-related things, there may be different rules,” he said. “I’m a quantifiable type of human being; I want to see evidence. And I only have two elections with Donald Trump in them — but both seem to be behaving in ways that others don’t behave.” Not every pollster fared poorly. Ann Selzer, long considered one of the top pollsters in the country, released a poll with The Des Moines Register days before the election showing Mr. Trump opening up a seven-point lead in Iowa; that appears to be in line with the actual result thus far. And inevitably, Robert Cahaly and his mysterious Trafalgar Group — which projected a bunch of close races in the battlegrounds — will get another look from curious commentators wondering why it has been so close to accurate, both in 2016 and this year. The firm was among the only pollsters to show Mr. Trump’s strength in the Midwest and Pennsylvania four years ago, and while its polls this fall may end up being a little on the rosy-red side, it appears to have gotten the horse race in many states closer than other pollsters, by not giving short shrift to Mr. Trump’s strengths. —", "A judge threatens the postmaster general over slow execution of sweeps for undelivered ballots. A judge ordered the Postal Service to conduct sweeps of 12 districts to search for ballots that might have slipped through the cracks. Credit... John Roark/The Idaho Post-Register, via Associated Press A federal judge on Wednesday threatened to call Postmaster General Louis DeJoy to appear before him, expressing frustration with the Postal Service’s slow response in carrying out Election Day sweeps of postal facilities looking for undelivered ballots. “The postmaster is either going have to be deposed or appear before me,” said Judge Emmet G. Sullivan of the District of Columbia, as he continued to monitor the agency’s performance delivering ballots, which can be counted for days after the election in many states. On Tuesday, Judge Sullivan had ordered inspectors to sweep facilities in 12 districts after the Postal Service said in court that some 300,000 ballots it had received had not been scanned for delivery. He said he was particularly concerned about ballot delivery in key swing districts with low on-time delivery scores, including Central Pennsylvania, Philadelphia and Detroit. The judge gave the agency until 3 p.m. to complete the sweeps, but the Postal Service said it would need until 8 p.m. to do the work without disrupting the processing of a flood of Election Day ballots. On Wednesday morning, the Postal Service said it had completed the sweeps, and that they turned up only a “relative handful of ballots” — about 12 or 13, according to a U.S. Department of Justice lawyer representing the Postal Service. The judge’s dramatic Election Day order came as record numbers of Americans cast ballots by mail this year, with voters anxious to avoid crowds at the polls during the pandemic. “Why was it as of yesterday there were still ballots being delivered late?” Shankar Duraiswamy, the lead lawyer for the nonprofit coalition Vote Forward, which is suing the Postal Service to try to ensure all ballots are delivered, asked during Wednesday’s hearing. He said the court must now focus on getting ballots to the 21 states in the country that accept ballots postmarked by or before Election Day in the days after the election. Roughly 300,000 ballots that the Postal Service says it processed showed no scan confirming their delivery to ballot-counting sites, according to data filed recently in federal court in Washington, D.C., leaving voter-rights advocates concerned. Postal officials said that just because a ballot never received a final scan before going out for delivery, it did not mean that it wasn’t delivered. A machine scanning ballots for final processing can sometimes miss ballots that are stuck together or have smudged bar codes. And hand-sorted ballots typically do not receive a final scan before delivery. The Postal Service said Wednesday morning it had been conducting daily searches at all of its facilities for ballots that might fall through the cracks. In a statement, a Postal Service spokesman said some ballots, expedited to election officials, had bypassed certain processing operations and did not receive a final scan. “The assumption that there are unaccounted ballots within the Postal Service network is inaccurate,” he said. “We remain in close contact with state and local boards of elections and we do not currently have any open issues.” As the agency continues to process ballots, states across the country are still counting votes cast by mail. In the final hours that election officials in Texas can accept some mail-in ballots, Judge Sullivan also ruled Wednesday that the Postal Service must instruct employees in Texas to conduct additional sweeps for ballots sent to election officials. The Associated Press has already called the state in Mr. Trump’s favor. — Luke Broadwater and", "Advertisement Continue reading the main story", "Biden surpasses Obama’s 2008 popular-vote total (with asterisks). Barack Obama and Joseph R. Biden Jr. at a campaign drive-in event at Belle Isle Casino in Detroit on Oct. 31. Credit... Erin Schaff/The New York Times While the outcome of the presidential race remains undecided, former Vice President Joseph R. Biden Jr. has notched one clear milestone: He has collected more votes than his old boss Barack Obama did in 2008, to set a new record for the popular vote. Powered by the enormous turnout, Mr. Biden has received more than 71 million votes, and still counting, nationwide, exceeding the 69,498,516 collected by Mr. Obama in another year with enormous voter enthusiasm that held the record until this year. Democrats are likely to point to the vote total as evidence that they continue to represent the majority of the country in presidential elections. They have won the popular vote in every presidential election since 2000 with the exception of 2004. But there are some caveats: The population of the country has grown since 2008 from 304 million to more than 330 million people in 2020. This means that Mr. Obama received the votes of a greater percentage of Americans — about 23 percent, to Mr. Biden’s 22 percent. Mr. Obama also drew a higher percentage of the country’s registered voters, 48 percent to Mr. Biden’s 45 percent. While Mr. Obama was swept in with a clear majority of the popular vote, Mr. Biden, who served two terms as his vice president, is on track for a narrower margin in the nationwide results, reflecting a more divided electorate, said Rogers Smith, a professor of political science at the University of Pennsylvania “This was an extraordinary election that appears to have spurred one of the highest turnouts in a century,” he said. “That means that both candidates are going to receive larger vote totals than they would have in the past.” —", "Twitter flags posts by Trump that made premature claims of victory or baseless ones about election fraud. Twitter has attached warnings to tweets by President Trump and his allies in the last 24 hours. Credit... Doug Mills/The New York Times For the sixth time in less than 24 hours, Twitter on Wednesday flagged tweets by President Trump for violating its rules because they included unsupported claims of widespread election fraud and premature declarations of victory in key battleground states. Twitter attached warnings to each of the president’s tweets, but also to others posted by his allies, including, among others, his official campaign account, the White House press secretary Kayleigh McEnany and the president’s son Eric Trump. All three had, like the president, claimed victory for Mr. Trump in Pennsylvania, a race that no major news organization has said is decided. Image At least three of Mr. Trump’s posts were hidden and one was partially hidden, but each allowed Twitter users the option of viewing them. The platform also restricted the ability of users to retweet or repost the posts by the president that had violated the company’s standards. Twitter’s actions came as Mr. Trump’s possible path to re-election narrowed, with former Vice President Joseph R. Biden Jr. winning Wisconsin and Michigan, two states in the so-called Midwest blue wall that Mr. Trump had won in 2016. Mr. Trump falsely claimed on Wednesday afternoon that he had won not only Pennsylvania but also Georgia and North Carolina, states in which he had been leading in early vote totals but where a significant number of ballots remained uncounted. In each case, his lead was shrinking. Mr. Trump has nearly 88 million followers on Twitter, which faced accusations of bias from Republicans during the campaign. —"], "authors": ["Michael Cooper", "Mark Landler", "Thomas Kaplan", "Stephanie Saul", "Jennifer Medina", "Nicholas Bogel-Burroughs", "Jacey Fortin", "Emily Cochrane", "Neil Vigdor", "Adam Liptak"], "keywords": ["wisconsin", "reach", "president", "campaign", "election", "votes", "flipping", "biden", "270", "states", "trump", "clear", "michigan", "mr", "highlights", "ballots", "vote"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}