{"id": "bbc1796a-1a80-339d-8a53-2c34f7a632f4", "title": "‘Selling Sunset’ star Christine Quinn says she has a tiger as a security animal amid ‘death threats’", "url": "https://www.foxnews.com/entertainment/selling-sunset-christine-quinn-has-tiger-home-security-animal-amid-death-threats", "summary": "“Selling Sunset” star Christine Quinn revealed in a recent episode of MTV Cribs that she has a tiger at her Los Angeles, Calif., home for security.\nOn the show, which aired Monday on MTV International channels, the real estate agent claimed she was getting death threats.\nQuinn, 32, also said she feared her safety at home was at risk because her mansion appeared on the Netflix series “Selling Sunset.”The realtor’s revelation comes after much controversy surrounding the big cat documentary “Tiger King” on Netflix.\nKIM KARDASHIAN DRESSES UP AS CAROLE BASKIN FOR HALLOWEEN, PAL JONATHAN CHEBAN GOES AS JOE EXOTIC“[My husband and I] have got full-time security.\nWe got it all because the house was featured on ‘Selling Sunset,’” Quinn said according to Daily Star.", "paragraphs": ["“Selling Sunset” star Christine Quinn revealed in a recent episode of MTV Cribs that she has a tiger at her Los Angeles, Calif., home for security.", "On the show, which aired Monday on MTV International channels, the real estate agent claimed she was getting death threats.", "Quinn, 32, also said she feared her safety at home was at risk because her mansion appeared on the Netflix series “Selling Sunset.”", "The realtor’s revelation comes after much controversy surrounding the big cat documentary “Tiger King” on Netflix.", "KIM KARDASHIAN DRESSES UP AS CAROLE BASKIN FOR HALLOWEEN, PAL JONATHAN CHEBAN GOES AS JOE EXOTIC", "“[My husband and I] have got full-time security. There are armed guards and canine unit dogs. We got it all because the house was featured on ‘Selling Sunset,’” Quinn said according to Daily Star. “My neighbors recognized it and called me up.”", "She continued: “I realized it meant people knew where we live now. That was a little scary to me because we are here a lot. And now, when we are away, we take extra precautions.”", "The realtor then revealed, “The death threats I had were terrifying.”", "CAROLE BASKIN IN TEARS ON 'DANCING WITH THE STARS' REFLECTING ON 'TIGER KING' FAME", "\"We were warned that a lot of weird things were happening in the area and I joked, 'If guns and dogs don't scare people, we need a tiger,’” Quinn recalled. “Then I decided it would be really fun to do that. So we found this guy who trains tigers as pets and got one.”", "CLICK HERE TO GET THE FOX NEWS APP", "Despite having the dangerous animal, the “Selling Sunset” star said when the tiger is over “he isn't even on a leash.”", "“I've been within a foot of him and I wasn't nervous at all. He is so friendly,” Quinn said."], "authors": ["Naledi Ushe"], "keywords": ["security", "star", "dogs", "lot", "king", "animal", "revealed", "threats", "sunset", "quinn", "tiger", "christine", "death", "selling", "mtv"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}