{"id": "bbd2258f-205d-3c80-ad05-f0e33c3914ff", "title": "Invisible Inc Review – Compelling Strategy Takes A Turn Being Sneaky", "url": "https://www.gameinformer.com/games/invisible_inc/b/macintosh/archive/2015/05/13/invisible-inc-game-informer-review.aspx", "summary": "Seconds later, an alarm goes off and the automated surveillance system sends a security detail to check on the situation.\nKlei Entertainment’s newest game, Invisible, Inc., sends players through a series of randomly generated, turn-based tactical missions.\nUnlike most turn-based strategy games, which encourage you to leave your enemy’s corpses strewn across the battlefield, Invisible, Inc. rewards you for avoiding combat altogether.\nThe missions let you put that sexy spy tech to good use for everything from knocking out guards across the room to temporarily turning invisible.\nUnfortunately, Invisible, Inc.’s roguelike nature makes it difficult for Klei to tell a compelling story.", "paragraphs": ["I can hear the guard in the other room wake up as I extract a hard drive’s worth of corporate lies from a secure databank. Seconds later, an alarm goes off and the automated surveillance system sends a security detail to check on the situation. A safe full of credits sits to my left, but I know my window to extract it is closing fast. I dart down the hall. The noise alerts two more guards to my presence, but I have enough time to use an EMP bomb on the automated turret in front of the elevator and escape. It's not a clean exit, but it's effective, and I’m riding high from the thrill of escaping the hunt.", "Klei Entertainment’s newest game, Invisible, Inc., sends players through a series of randomly generated, turn-based tactical missions. Like Don't Stave and Mark of the Ninja before it, Invisible, Inc. has an eye-catching design that draws you into the action. Thankfully, that action doesn't disappoint. Unlike most turn-based strategy games, which encourage you to leave your enemy’s corpses strewn across the battlefield, Invisible, Inc. rewards you for avoiding combat altogether. The goals for each mission vary from downloading corporate files to stealing covert technology to rescuing fellow agents from holding cells. Klei injects enough variety to the missions that they never feel repetitive, and I was always eager to complete these new objectives in order to earn new tech.", "The missions let you put that sexy spy tech to good use for everything from knocking out guards across the room to temporarily turning invisible. An advanced hacking program called Incognita lets you remotely break through corporate firewalls to control security feeds or possess defense drones. While you’re in a mission zone, the security system’s alertness level slowly raises, turning on new cameras and other defensive measures as you hunt for your goal. These ever evolving play-fields force you to think on your feet, creating pressure cooker environments that result in memorable impromptu escapes.", "Unfortunately, Invisible, Inc.’s roguelike nature makes it difficult for Klei to tell a compelling story. I love the studio’s take on a cyberpunk, corporate-controlled future, but a few short mission debriefs between levels aren’t enough to explore that concept. The randomly generated levels are never impossible, but I did run into a few areas that stacked several tricky obstacles in front of my goal, creating what I called “hallways of despair,” which forced me to either sacrifice my ammo and stims or leave empty-handed. If you blow a few missions in a row – or lose an agent – you might as well start over.", "Invisible, Inc. rewards successive playthroughs by giving you access to new agents complete with a variety of different skills, as well as more specialized hacking programs that make it easier to work your way out of tough situations. Invisible, Inc. doesn’t always feel like it’s playing by the rules, but clever thinking and a good loadout empower you to fight from the shadows."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["review", "missions", "variety", "compelling", "mission", "turnbased", "corporate", "room", "takes", "turning", "turn", "security", "sends", "strategy", "invisible", "sneaky"], "pubDate": "2015-05-13T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}