{"id": "bc0a3317-923e-3447-8ee9-f804a50c400a", "title": "The keystone state - Eyes are on Pennsylvania, the biggest prize left in America’s election", "url": "https://www.economist.com/united-states/2020/11/04/eyes-are-on-pennsylvania-the-biggest-prize-left-in-americas-election", "summary": "That is not the only pending legal challenge concerning the state’s votes.\nThe same day, Republicans asked a state court to prevent the secretary of state from letting voters who made mistakes on their mailed ballots cast provisional ballots.\nWith 77% of votes counted, Mr Trump leads Mr Biden in the state by around eight points, or 470,000 votes.\nBut even if Mr Trump holds on to win Pennsylvania, Mr Biden retains a plausible path to victory.\nMr Trump, by contrast, must keep his leads in the southern states and reverse Mr Biden’s in at least one of the other four.", "paragraphs": ["Editor’s note: See our results page for details of the vote.", "ST STANISLAUS CHURCH, in Queen Village in South Philadelphia, opened its doors to voters at 7am on November 3rd. Heather Atkinson, a local committeewoman, says the queues stretched down the sidewalk in both directions. Similar scenes played out at voting places across Pennsylvania’s biggest city (see article). Shortly after polls opened, at a Fraternal Order of Police Lodge in its more conservative north-east corner, the line went out of the door and into the parking lot. Sean Banks, an elections judge in the 18th ward, on Philadelphia’s east side, said that before 8am, “we had 100 people come in...which is rare in this area.”", "Of the states still awaiting results on the morning of November 4th, Pennsylvania is the richest prize, with 20 votes (out of 538) in the electoral college that chooses the American president. It has awarded them to a Republican candidate just once in 32 years: Donald Trump, in 2016, when he defeated Hillary Clinton by just over one percentage point. Both campaigns lavished attention on the state in the campaign’s closing days, with multiple visits and a deluge of ads. They—and the rest of the world—must wait to see who prevailed. Pennsylvania does not expect to have final results until November 6th, and the legal wrangling, there and elsewhere, could last weeks beyond.", "There are two reasons for the late results. First, Pennsylvania law forbids election officials from processing mailed ballots—ie, removing them from envelopes, verifying voters’ eligibility and checking signatures, all of which take time—before election day. The state’s Democratic governor, Tom Wolf, and its Republican-controlled legislature failed to reach a deal that would speed up the process. At least eight counties did not begin processing mailed ballots until the morning after election day. Second, Pennsylvania’s supreme court ruled that the state could accept mailed ballots until November 6th, provided they were postmarked by election day.", "Republicans asked the United States Supreme Court to overturn that ruling. It declined, but Justice Samuel Alito issued an opinion that left open the possibility of returning to the issue after the election. Amy Coney Barrett, a conservative justice who joined the court only on October 26th, did not participate in that decision because, as the Court’s public-information office said, “she has not had time to fully review the parties’ filings.” If the case comes before the court again, Ms Barrett may find the time. Pennsylvania’s secretary of state has taken the possibility of the deadline being changed seriously enough to segregate ballots arriving after election day, so she will know which legally cast votes the court’s conservative majority orders her to reject.", "That is not the only pending legal challenge concerning the state’s votes. On the afternoon of November 3rd, Republicans filed a federal lawsuit alleging that election officials in Montgomery County, home to Democratic-leaning suburbs, inspected ballots early and illegally offered voters a chance to “cure” improperly cast votes. The same day, Republicans asked a state court to prevent the secretary of state from letting voters who made mistakes on their mailed ballots cast provisional ballots. Both cases are being heard on November 4th. They fit a pattern of Republicans devoting extraordinary time and energy to blocking people’s votes.", "The number of votes these cases affect may be small, but small numbers decide close elections. With 77% of votes counted, Mr Trump leads Mr Biden in the state by around eight points, or 470,000 votes. That gap will almost certainly narrow, and may well disappear, as absentee ballots—and in-person votes from populous and overwhelmingly Democratic Philadelphia County—are counted.", "But even if Mr Trump holds on to win Pennsylvania, Mr Biden retains a plausible path to victory. He leads in Wisconsin and Arizona, both of which may finish counting their votes on November 4th. He is also ahead in Michigan, which is awaiting more votes from Wayne County (ie, Detroit and some of its suburbs), which is populous and heavily Democratic; and in Nevada, which will announce its results tomorrow. Those four states would get him to 270 electoral-college votes—and just over the line—even if Mr Trump wins North Carolina, which looks likely, and Georgia, where he holds a small lead threatened by metro Atlanta, which is still counting. Mr Trump, by contrast, must keep his leads in the southern states and reverse Mr Biden’s in at least one of the other four.", "That is unlikely—if all legally cast ballots are counted. So Mr Trump seems to have hit on a different strategy: declare premature victory, as he did last night; baselessly cast doubts on the results; and hope for help from the courts. On election night he said, “We’ll be going to the Supreme Court,” though it remains unclear why, how or with what complaint. Meanwhile, election officials in the outstanding states will continue to count, as America—and the world—continue to wait.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics.", "Clarification (November 4th 2020): This article has been updated."], "authors": ["The Economist"], "keywords": ["trump", "cast", "election", "mr", "results", "biggest", "states", "left", "americas", "court", "keystone", "state", "prize", "pennsylvania", "ballots", "eyes", "votes"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}