{"id": "bc9dd93f-5724-37bb-953f-a82a74b6bbbb", "keywords": ["tomatoes", "large", "table", "olive", "oil", "spaghetti", "pasta", "salt", "add", "mothers", "pancetta", "water", "day"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Lilian Huang"], "url": "https://radio.foxnews.com/2019/05/09/the-mothers-day-table/", "title": "The Mother’s Day Table", "summary": "A Mother's Day bounty of tips from someone who's been sharing the joys of Italian food for decades.\nSERVES 4 OR 5 reserved pasta water.\nWhile you are cooking it, if it looks very dry, as if there isn't enough fat, add another tablespoon of olive oil.\nAdd the pasta to the pan with the pancetta, along with the reserved pasta water.\nIn the meantime, pour the olive oil into a large frying pan (big enough to hold the drained pasta later).", "pubDate": null, "paragraphs": ["A Mother's Day bounty of tips from someone who's been sharing the joys of Italian food for decades. Author Elizabeth Minchilli and celebrity chef Anito Lo chat with Fox News's Lilian Huang Woo about easy biscotti, pasta and other favorites to turn out for family celebrations. Listen Here:", "Follow Lilian Woo on Twitter: @LilianNY", "Spaghetti alla Vigliacca COWARD'S SPAGHETTI", "This sauce is all about the pancetta. It uses a HUGE amount of pancetta per person. It is what it is. And what it is, is amazing. When my daughter Sophie and I were at Rocco's recently we got into a discussion with the owners about the amount of pancetta in the dish, because the quantity was more than you'd usually see atop a plate of pasta. Sophie was definitely on \"Team More\" with Rocco the chef. I felt it was a bit too much. The following recipe is the happy medium. But one thing to keep in mind is that since pancetta is the only thing going on here, try to get ahold of the best pancetta possible. Definitely do not substitute bacon and absolutely do not use anything smoked. While Trattoria Rocco makes this with run-of-the-mill spaghetti, and it's pretty great, when I make it I try to use a more artisanal brand like Faella or Gentile from Gragnano. The quality really does make a difference. You can serve the dish with ground chili pepper (Rocco sprinkles a bit along the edges of each plate). Traditionally this dish is not served with grated cheese. If you're wondering why it's called Spaghetti alla Vigliacca, I have no idea. And after much research, seemingly no one else does either. SERVES 4 OR 5 reserved pasta water. Turn up the heat and finish cooking the pasta, mixing well to distribute the pancetta and fats over the strands of spaghetti. Garnish with the parsley. Serve immediately. NOTE The pancetta pieces tend to congregate at the bottom of the pan or bowl. When serving, stir well and make sure everyone gets their fair share of pancetta!", "3/4 pound pancetta 2 tablespoons of extra-virgin olive oil, plus an additional tablespoon if needed 2 or 3 small Italian dried or fresh chili peppers (peperoncino), to taste Sea salt, for the cooking water 1 pound of spaghetti Minced parsley for garnish Pancetta often comes with the skin attached; if so, trim this off with a sharp knife. Slice the pancetta against the grain into 1/4-inch slices. Cut each slice into 1/4-inch pieces, across the rows of fat, resulting in about 11/2 cups of little log-shaped, fat-striated pieces. Pour the olive oil into a pan large enough to fit the drained pasta later, then add the pancetta and chili peppers. Turn on the heat to medium- low and let the pancetta cook slowly and render its fat slowly. The desired texture is chewy; it shouldn't burn or even become crispy. While you are cooking it, if it looks very dry, as if there isn't enough fat, add another tablespoon of olive oil. You can tell it is done when the fat loses its translucent look and becomes opaque. It should take 10 minutes or so. Remove from the heat. Bring a large pot of salted water to boil. Add the spaghetti and cook until almost al dente. Drain, reserving 1 cup of the pasta water. Add the pasta to the pan with the pancetta, along with the reserved pasta water. Turn up the heat and finish cooking the pasta, mixing well to distribute the pancetta and fats over the strands of spaghetti. Garnish with the parsley. Serve immediately.", "NOTE The pancetta pieces tend to congregate at the bottom of the pan or bowl. When serving, stir well and make sure everyone gets their fair share of pancetta!", "Oyster Mushrooms, Endive & Shallots over Polenta", "OliveOilJones.com olive oil 1.5 lb Oyster mushrooms 2 endive 2-3 cloves garlic 3-4 shallots 1 C fast cooking polenta Parmesan for grating", "Pasta con Pomodorini Schiacciati e Rughetta PASTA WITH SMASHED CHERRY TOMATOES AND ARUGULA", "This is one of those effortless recipes that relies on extraordinary ingredients. The cherry tomatoes used here are datterini, a particularly intense variety grown on the estate. If you're unsure if your cherry tomatoes are up to the job, just taste one. If it's watery and bland, this recipe won't do anything to improve it. Better to move on to another recipe or else search out better tomatoes. The arugula used here is the perennial variety, which grows wild in Puglia. Tough and spicy, it adds both flavor and texture to the dish. Prewashed, bagged hothouse arugula may not have the same effect but will be close. SERVES 6", "Sea salt and freshly ground black pepper 1 pound of cavatelli or orecchiette 1/3 cup of extra-virgin olive oil, plus more for drizzling 1 pound of cherry tomatoes 1/4 cup of fresh basil leaves 1 bunch of arugula or other spicy green, rinsed and dried 4 ounces of ricotta salata, grated (1 cup)", "Bring a large pot of salted water to boil. Add the pasta and cook according to the package directions until al dente. In the meantime, pour the olive oil into a large frying pan (big enough to hold the drained pasta later). Add the cherry tomatoes, basil, and salt and pepper to taste. Cook over high heat for about 10 minutes, until the tomatoes have started to break down. Drain the pasta and add it to the tomatoes. Using the back of your spoon, smash the tomatoes to let their juices run out. Toss well to coat the pasta completely. Divide the pasta into six individual bowls. Scatter the arugula leaves and ricotta salata over the top. Drizzle with more olive oil and serve immediately.", "Click HERE to listen to more FOX & Food podcasts", "Crucchi CHOCOLATE AND HAZELNUT BISCOTTI Crucchi belong to a category of rustic cookie that shows up all over Italy with slight variations depending on local ingredients. These not only use local hazelnuts but also chocolate, which turns them a dark, intense color. Don't expect a soft, chewy cookie. These are very hard, but also very addictive. They go perfectly with coffee at the end of a meal. MAKES 16 COOKIES", "1 cup of toasted blanched hazelnuts (preferably halved) 2 tablespoons of all-purpose flour 1 cup of unsweetened cocoa powder 11/2 cups of sugar Pinch of sea salt 2 large eggs", "Preheat the oven to 325°F. Line a cookie sheet with parchment paper. If your hazelnuts are whole, stick the point of a knife into a nut at the fat, dimpled end, and it should break in half fairly easily. Don't worry if the halves aren't perfectly even. If that seems too fussy, then just roughly chop them. Just don't chop too finely! Put the flour, cocoa powder, sugar, and salt in a large bowl and mix to combine. Crack the eggs into a small bowl and beat them with a fork. Add the eggs to the flour mixture and mix with a spoon. The mixture will be very dry and stiff. Use your hands to finish mixing, adding the nuts at the end. Using your hands, form an irregular, raggedy mound of about a tablespoon of dough, and drop it onto the cookie sheet. Repeat with the rest of the dough, spacing the cookies about 1 inch apart. Bake for 20 minutes. It is hard to tell when they are done, since they are a deep, dark brown, but 20 minutes is usually good. Remove them from the oven and let them cool completely. The cookies will be very hard on the outside and a little moist and chewy on the inside. If making them ahead, store them in an airtight container for up to a week.", "Prologue (David Mor, Cindy's Rooftop, Chicago) .75oz Lillet Rose .75oz Luxardo Bitter Bianco .25oz Giffard Abricot du Roussillon .5oz hibiscus syrup .5oz yuzu juice Fever-Tree Aromatic Tonic Garnish: Frilled dianthus flower Vessel: Coupe Ice: n/a Method: Combine ingredients in cocktail shaker with ice, shake + strain into a coupe glass. Top with Fever-Tree Aromatic Tonic.", "Inspiration from David Mor: \"The Fever-Tree Aromatic Tonic is pretty much unlike anything I have ever tasted; it is bitter while still floral and refreshing. It offers the notable flavors of Angostura bark while bringing up unknown flavors. I wanted to create a low-ABV aperitif that could be bittersweet, effervescent, and tropical. With flavors like yuzu, hibiscus, and apricot, the drink is balanced and acts as a perfect prologue to an experience.\""]}