{"summary": "A major online retailer apologized for selling a “fat-suit game” after criticism that it was insensitive to the plus-size community.\nSEE IT: CHILD'S HOMEWORK ASSIGNMENT ASKS HER TO IDENTIFY 'FAT' PERSONBritish e-commerce site ASOS stocked a product called “Ballerina Charades” by Typo U.K., reports the Independent.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER“Thank you for making us aware of this.\nIt was never our intention to cause [offense], we’ve decided to remove the product from our site,” an ASOS rep tweeted on Dec. 6.\n” I feel like this is a really positive outcome and very happy for their prompt response.”CLICK HERE TO GET THE FOX NEWS APPThis article originally appeared in The New York Post.", "keywords": ["fat", "suit", "game", "bodyshaming", "apologizes", "plussize", "accusations", "retailer", "social", "site", "vanier", "product", "positive", "removes", "remove", "following", "asos"], "paragraphs": ["A major online retailer apologized for selling a “fat-suit game” after criticism that it was insensitive to the plus-size community.", "SEE IT: CHILD'S HOMEWORK ASSIGNMENT ASKS HER TO IDENTIFY 'FAT' PERSON", "British e-commerce site ASOS stocked a product called “Ballerina Charades” by Typo U.K., reports the Independent. The $25 toy comes in a box featuring a photo of a model wearing an inflatable fat suit with a tutu and a tagline that reads, “The perfect ice breaker and party game filled with laughter!”", "On Dec. 5, plus-size social media personality Danielle Vanier critiqued the game in a tweet: “Erm, @ASOS – What is this please? Why would you stock something that is clearly marketed towards laughing at a body that looks like mine?”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Vanier’s tweet, as well as a chorus of other ones from several social media users who lashed out against the game for fat-shaming, prompted ASOS to remove the game from its website and issue an apology.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“Thank you for making us aware of this. It was never our intention to cause [offense], we’ve decided to remove the product from our site,” an ASOS rep tweeted on Dec. 6. “As a responsible fashion retailer we’re aware of the importance of promoting positive body image, so we appreciate your feedback.”", "“A member of PR team emailed me and told me they were putting this item on hold and I’m so glad they have decided to remove the product from the site,” Vanier wrote in a later tweet. ” I feel like this is a really positive outcome and very happy for their prompt response.”", "CLICK HERE TO GET THE FOX NEWS APP", "This article originally appeared in The New York Post."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/lifestyle/asos-apologizes-removes-fat-suit-game-following-accusations-of-body-shaming", "authors": [], "id": "bcb8e16c-2ecd-3eb5-91f1-3dda11b38070", "pubDate": null, "title": "ASOS apologizes, removes 'fat suit' game following accusations of body-shaming"}