{"id": "bcbcc01a-a447-3316-b1ed-7dfb5bfd2c34", "title": "12 of the best things to see and do in Ghana", "url": "https://edition.cnn.com/travel/article/ghana-best-things-to-do/index.html", "summary": "From surfing at deserted beaches, to hanging out with wild elephants, here are some of the top things to do while visiting Ghana .\nKo-Sa Beach Resort , Cape Coast; + 233 244 375 432Related content 25 of Africa's best beachesSurf at Cape Three PointsCape Three Points is one of the best surfing spots in West Africa.\nGuests can swim across the lagoon, or paddle in the lodge's pirogue, to reach a seemingly never-ending wild beach.\nMarvel at wild elephants in Mole National ParkMole National Park is home to African elephants, kob antelopes, buffaloes, baboons and even warthogs.\nOne of the park's biggest selling points is how close it allows visitors to get to the wild elephants while on foot.", "paragraphs": ["(CNN) — Slotted into the underbelly of Africa's northwestern huddle, Ghana is a country that's steadily reinventing itself.", "Known for its colorful culture, wildlife and natural beauty, the West African nation had one of Sub-Saharan Africa's fastest-growing economies in the past few years, thanks to cocoa and a relatively recent discovery of oil.", "The economic upturn helped to inject a new lease of life into the arts and fashion scene, leading to a boost in restaurant openings.", "While Ghana has no doubt been impacted by the pandemic, the country remains as eclectic and alluring as ever.", "The country has long been a mecca for volunteers, and there are many hip and affordable accommodation options available, as well as more high-end hideaways.", "A handful of international hotel brands have opened up here over the past few years, but traveling here still feels authentic.", "While it's likely be a while before many of us are able to do so due to current travel restrictions -- its borders by land and sea remain closed to passenger travel, there's no harm in planning ahead.", "From surfing at deserted beaches, to hanging out with wild elephants, here are some of the top things to do while visiting Ghana .", "Visit Cape Coast Castle", "Now a UNESCO World Heritage site, Cape Coast Castle was one of around 30 \"slave forts\" built by Dutch, Portuguese and British traders along the country's coastline.", "The huge white stone building offers knowledgeable guides who take visitors down to the bleak dungeons where slaves were once shackled, and the Door of no Return, the point they would have been crammed into ships heading for America.", "Previous visitors include the Obamas, who came here during their first visit to Africa after the former US President was sworn into office. Michelle Obama's roots have been traced back to slaves taken from this castle.", "There's also a fantastic vegetarian restaurant named Baobab café that serves delicious, healthy smoothies and juices.", "Visitors can also head inland to Kakum National Park and swing across the rainforest on its 350-meter-long canopy walkway.", "Baobab Café , Cape Coast; + 233 54 043 6130", "Try local, naturally grown foods", "Be sure to try traditional Ghanian dishes like Banku, made by mixing fermented corn and cassava dough in hot water. Jordi Perdigo/Anadolu Agency/Getty Images", "Baobab trees are scattered all over the country, and they happen to produce one of the world's most nutrient-dense and antioxidant-rich fruits.", "This can be made into a powder, which is wonderful in smoothies, and is said to boost the immune system as well as fight fatigue.", "Ghana is also filled with Moringa trees, a powerhouse of proteins and vitamins that aids metabolism. A tea or powder can be made from its leaves.", "As for top local dishes, kenkey, made from corn, is sold in most local \"chop bars\" and is definitely worth a try.", "Banku, cooked by mixing fermented corn, cassava dough and hot water into a smooth paste, is also very popular.", "However, red-red, a stew of black eyed peas made with red palm oil and served with fried plantain, is particularly delicious.", "Check out the coastline", "\"Environmentally aware\" resort Ko-Sa Beach, located near fishing village Ampenyi, offers beachfront properties. Courtesy Ko-Sa Beach Resort", "Ghana has a chunk of tropical coastline, over 335 miles (560 kilometers) of it, in fact.", "There are plenty of fantastic spots to choose from close to Accra, but the beaches are far more pristine slightly further afield.", "Ko-Sa Beach Resort, a two-hour drive east from Accra, is run by a Dutch couple and suits all budgets, with beachfront, traditionally constructed buildings with thatched roofs as well as more affordable options.", "Children from the neighboring fishing villages come here to sell peanuts and bananas. But their approach is gentle, only adding to the chilled out vibe.", "Ko-Sa Beach Resort , Cape Coast; + 233 244 375 432", "Related content 25 of Africa's best beaches", "Surf at Cape Three Points", "Cape Three Points is one of the best surfing spots in West Africa. Kate Eshelby", "Despite Ghana becoming something of a hotspot for surfers, Cape Three Points is one of the few places where you won't have to share the waves.", "The wild, rainforest-backed beach perched on the southernmost tip of the country, stretches for almost two kilometers and is practically deserted due to its far-flung location.", "Cape Three Points is a six-hour drive from Accra, with the last 40 minutes of the journey along a rough track that can become difficult to navigate during the rainy season.", "Those who do venture out here can catch a point break, watch humpback whales migrate or just sway in the hammocks under almond trees while sipping hibiscus juice.", "Escape 3 Points Ecolodge owned by Akwasi, a Ghanaian-Canadian with a degree in sustainable architecture, is based on the beach.", "Made up of raffia and bamboo-stilted chalets and a dormitory, the eco lodge is electricity free and holds compost toilets.", "There's also a communal beach shack with table football that's ideal for entertaining kids, as well as a natural swimming pool at low tide.", "Remember to hire a surfboard (Mr. Bright's Surf School in Kokrobite is a good place) before you arrive if you don't already have one. Surf lessons are available from local Brett.", "Escape 3 Points Ecolodge , Cape Three Points; + 233 26 721 8700", "Related content 25 of Africa's best beaches", "Discover local artisans and craftspeople", "While it's often mass-produced, there are many folk weavers around the country who make kente cloths by hand. Shutterstock", "One of Ghana's national cloths, Kente was once reserved for kings and queens, but it's now far more widespread.", "Traditionally associated with the Ashanti people, the interwoven material with abstract designs is often mass-produced, but folk weavers can be found all around the country.", "Adinkra, another traditional cloth, is decorated with symbols, each signifying a proverb or tradition.", "Kumasi, the capital city of the Ashanti Region, is the best place to buy traditional cloths.", "Artisans are emerging in the country all the time, producing new fabrics and other arts and crafts.", "Akosua Afriyie-Kumi, creator of accessories brand AAKS , is one of the most successful.", "The designer's handcrafted bags were snapped up by US clothing retailer Anthropologie, which spotted her work on Instagram, and are now sold worldwide.", "Stay at a non-profit lodge or hostel", "Guests can stay in thatched \"Chief Suites\" at non-profit lodge Meet Me There. Courtesy Meet Me There", "Ghana boasts various nonprofit accommodation options.", "The most well-known is lodge Meet Me There, located up in the mountainous Volta Region between the villages of Dzita and Dzita-Abledomi, a two-hour drive from Accra.", "This relaxed property features a lovely tropical garden as well as stilted eating area that juts into a beautiful lagoon.", "Guests can swim across the lagoon, or paddle in the lodge's pirogue, to reach a seemingly never-ending wild beach.", "The lodge's holds double rooms or suites -- the latter being little thatched cottages painted with adinkra symbols.", "Activities available include boat trips to the Volta River, visits to local markets or take drumming lessons.", "There's also the opportunity to attend a local cult ceremony, which takes place every Friday and is led by a female shaman named Mamishie Rasta.", "Locals claim she disappeared into the sea for a few years and returned with magic powers from the ocean.", "Meet Me There is linked to local charity Dream Big Ghana, which supports a community learning center, sanitation and health for the neighboring villages.", "Meanwhile in Kumasi, Ghana's second largest city, nonprofit hostel Tumi is focused on giving underprivileged females the skills to provide for themselves.", "Started by a Dutch lady named Milou, its profits go towards sewing and hairdressing train for young and disadvantaged women.", "Guests can watch them busily sewing bright African prints in the workshop next door, before the hostel sells their creations.", "Small and intimate, with just two rooms and an eight-person dormitory, Tumi is decorated with huge pictures painted by local artists and its curtains and cushions are all made on site.", "There's also an outdoor terrace with wooden crates, where guest can eat meals.", "Tumi Hostel, Kumasi Asokwa Road; + 233 559 002 062", "Hang out in Accra", "The fishing village of Jamestown, one of the oldest districts of Accra. Shutterstock", "Accra is a city without any major attractions, but it still has great charm.", "Several areas have been revamped, in particular Osu and the land surrounding the airport, now as trendy and cosmopolitan as it gets.", "Here you can find designers shops like Christie Brown, Wild Gecko handicrafts and art galleries like the Artists Alliance", "As for restaurants, the Republic is an Accra staple, known for its live music and akpeteshie-based cocktails, a traditional sugar cane alcohol, while cocktail bar Coco Lounge wouldn't look out of place in New York.", "Then there's Jamestown, Accra's oldest district, jammed with a vibrant fishermen's shanty town and hordes of colorful boats, all against the backdrop of a red and white lighthouse and former fort.", "Although there's much to see, travelers shouldn't be too ambitious with their plans (unless moving around on foot) as Accra's traffic can be challenging -- cars are often stuck in jams for over an hour.", "Marvel at wild elephants in Mole National Park", "Mole National Park is home to African elephants, kob antelopes, buffaloes, baboons and even warthogs. Shutterstock", "Ghana's largest wildlife refuge, Mole National Park is home to around 93 species of mammals, including African elephants, Nolan warthogs and spotted hyenas.", "One of the park's biggest selling points is how close it allows visitors to get to the wild elephants while on foot.", "It also boasts a beautiful on site property, Zaina, West Africa's first luxury safari lodge.", "Guests here don't even have to leave to get the safari experience, as it's possible to watch elephants while swimming in the infinity pool.", "The lodge is up on a hill, with views sweeping out over a sea of green Rosewood and Shea nut trees.", "Its rooms are spacious and air conditioned East African style safari tents with thatched roofs, with the majority directly facing a watering hole.", "Zaina Lodge , Mole National Park, Northern Region;+ 233 540 111 503", "Related content 25 of Africa's most amazing places to visit", "Go shopping in Bolgatanga", "The farmer's market in Bolgatanga. Shutterstock", "Known as the crafts center of Upper East Region, Bolgatanga is home to a very large central market.", "Here visitors can watch cotton fugu smocks being handmade and browse stalls selling everything from turtle shells, to dried snakes and porcupine quills.", "There's also a craft market with various shops selling Bolga baskets, which are handwoven from dried elephant grass, then dyed to produce a vibrancy of colors, and can only be found here.", "Sleep on rooftops at the Green House", "Green House encourages guests to fully experience the way locals live. Kate Eshelby", "Positioned 30 minutes drive from Bolgatanga, this wonderful eco guest house in Karimenga is owned by visionary local Ibrahim, who's passionate about mud architecture and promoting organic farming.", "Green House has just five rooms, all traditionally built from mud and clay, and has no electricity.", "Its flat roofs, synonymous with local architecture, can be reached by climbing earthen stairs, so boarders can sleep there when it becomes too hot.", "Here guests are encouraged immerse with the surrounding communities, with activities such as visits to Ibrahim's farm, lessons on bee keeping and cooking Ghanaian dishes with Felicia, the guest house's cook, on offer.", "Green House;+ 233 24 933 3184", "Visit Larabanga Mosque", "Larabanga Mosque -- the \"Mecca of West Africa.\" Shutterstock", "At around 600 years old, Larabanga is Ghana's oldest mosque as well as one of the oldest in West Africa.", "Situated close to Mole Park in the north, the foundations of this striking black and white adobe building are believed to have been divinely built.", "Built with mud and reeds, it's similar to other ancient Sudanese-style buildings seen throughout West Africa, such as the Great Mosque in Djenné, Mali.", "Greet the chief in Tongo", "The chief's palace in Tongo is home to around 300 people. Kate Eshelby", "The village of Tongo in the Tengzug Hills is famous for it traditional shrines as well as Whispering Rocks, where boulders are balanced precariously on top of each other and the wind makes whistling sounds through cracks at the top.", "However, one of the most fascinating sights here is the chief's palace, a large mud compound that houses around 300 members of his family, including his more than 20 wives."], "authors": ["Kate Eshelby"], "keywords": ["ghana", "country", "local", "national", "best", "points", "west", "beach", "wild", "lodge", "elephants", "12", "things", "cape"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}