{"summary": "The Tokyo district court ordered Yamaguchi, who has consistently denied the allegations, to pay Ito damages and dismissed his 130m yen counter suit against her.\nFacebook Twitter Pinterest Supporters of Shiori Ito hold up signs in front of the Tokyo district court on Wednesday.\nPhotograph: Takashi Aoyama/Getty ImagesIto alleged Yamaguchi, 53, had raped her in 2015 after they met for a meal and drinks to discuss a job opportunity.\nIto launched a civil suit after police decided not to arrest Yamaguchi – a move that focused attention on what critics say is Japan’s failure to properly investigate allegations of rape and sexual assault.\nShe had sought 11m yen in damages for her suffering after prosecutors declined to indict Yamaguchi, citing insufficient evidence.", "url": "https://www.theguardian.com/world/2019/dec/18/shiori-ito-symbol-of-japans-metoo-movement-wins-lawsuit-damages", "paragraphs": ["Civil court rules in favour of reporter, two years after she alleged a bureau chief date-raped her", "A Japanese woman whose rape accusations against a prominent TV journalist turned her into a symbol of the country’s fledgling #MeToo movement has been awarded 3.3m yen [$30,000] in damages.", "Shiori Ito went public in 2017 with allegations that Noriyuki Yamaguchi, a former Washington bureau chief for the TBS network with close ties to the prime minister, Shinzo Abe, had raped her two years earlier.", "The Tokyo district court ordered Yamaguchi, who has consistently denied the allegations, to pay Ito damages and dismissed his 130m yen counter suit against her.", "The court said in its written ruling that she was “forced to have sex without contraception, while in a state of unconsciousness and severe inebriation”.", "“We acknowledge that the plaintiff continues to suffer from flashbacks and panic attacks until now.”", "Ito, who faced a torrent of abuse online after taking the rare step of going public about her experience, held up a “victory” banner outside the court on Wednesday. “We won. The countersuit was turned down,” she said.", "Just before the verdict, she told reporters she had received widespread support for her decision to pursue Yamaguchi through the courts.", "“Since I woke up this morning, I have seen several messages from around the world that they are with me no matter how this turns out because my action has been meaningful,” she said.", "Facebook Twitter Pinterest Supporters of Shiori Ito hold up signs in front of the Tokyo district court on Wednesday. Photograph: Takashi Aoyama/Getty Images", "Ito alleged Yamaguchi, 53, had raped her in 2015 after they met for a meal and drinks to discuss a job opportunity. She alleged that he had dragged her to a hotel room and sexually assaulted her after she passed out while they were dining.", "“When I regained consciousness, in intense pain, I was in a hotel room and he was on top of me,” she told Agence France-Presse in a recent interview. “I knew what had happened but I couldn’t process it.”", "In Black Box, her book about the incident, Ito suggested she had been given a “date rape” drug but that she had no way of knowing, since police did not test her for substances after she filed her initial complaint.", "Yamaguchi wrote in a 2017 magazine article the same year that he had “neither seen nor heard of the date rape drugs” Ito mentioned and that she had been “overconfident about the amount of alcohol and drank too much”.", "Ito launched a civil suit after police decided not to arrest Yamaguchi – a move that focused attention on what critics say is Japan’s failure to properly investigate allegations of rape and sexual assault.", "She had sought 11m yen in damages for her suffering after prosecutors declined to indict Yamaguchi, citing insufficient evidence.", "Ito, who was the subject of a BBC documentary last year, credited the MeToo movement with giving her the confidence to carry on after she made her initial allegations.", "“I thought ‘It wasn’t only me!’ and I believe there were others who thought so, too,” she said. “I saw women in Europe or the United States actively discussing it and standing up together but I didn’t think that happened in Japan at the same time.”", "Some have credited Ito with prompting a shift in the way rape and sexual assault are viewed in wider Japanese society.", "According to a 2017 survey, only 4% of women in Japan come forward. The same year, MPs revised a century-old rape law, raising the minimum prison term from three to five years and broadening the definition of sexual assault victims.", "But the revisions have drawn criticism for leaving intact controversial requirements that prosecutors must prove violence or intimidation was involved or that the victim was “incapable of resistance”."], "pubDate": null, "keywords": ["ito", "movement", "lawsuit", "women", "yamaguchi", "shiori", "sexual", "alleged", "court", "japans", "damages", "symbol", "metoo", "rape", "wins", "allegations", "yen", "2017"], "id": "bcd5180c-af38-3d38-8b3f-46fdb23e285f", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Justin Mccurry"], "title": "Shiori Ito, symbol of Japan's MeToo movement, wins rape lawsuit damages"}