{"id": "bcdb4967-bff8-3c02-af6e-4e074789079a", "title": "Couple with last names 'White,' 'Christmas' marry just in time for the holidays", "url": "https://www.foxnews.com/lifestyle/couple-last-names-white-christmas-marry", "summary": "Move over Mr. and Mrs. Claus, there’s a new holiday couple in town.\nKieran White and Tilly Christmas have come together in a union that should be celebrated by decking the halls with boughs of holly — or some jingle bells, at the very least.\nThe British couple, who decided to hyphenate their last names and become Mr. and Mrs. White-Christmas, were first engaged in 2018 during (what else) the Christmas season, South West News Service (SWNS) reports.\nThe couple originally planned to marry in July but had to postpone plans due to the coronavirus.\nIn September, a couple named Russell and Stover got married in a chocolate-themed wedding thrown for them by the popular candy brand.", "paragraphs": ["Move over Mr. and Mrs. Claus, there’s a new holiday couple in town.", "Kieran White and Tilly Christmas have come together in a union that should be celebrated by decking the halls with boughs of holly — or some jingle bells, at the very least.", "The British couple, who decided to hyphenate their last names and become Mr. and Mrs. White-Christmas, were first engaged in 2018 during (what else) the Christmas season, South West News Service (SWNS) reports.", "The couple originally planned to marry in July but had to postpone plans due to the coronavirus. On Nov. 13, however, they were finally able to wed in England in a COVID-safe ceremony with 13 guests in attendance.", "BRITISH MAN TO MARRY AMERICAN WOMAN WHO LIKED HIS ‘CHONKY’ CAT PHOTO", "The 20-year-old high school sweethearts said they didn’t put much thought into their sing-songy surnames until a friend tagged them in a photo with the hashtag “#WhiteChristmas.”", "\"I wanted to keep the surname Christmas for a few reasons — I've always loved having it as a last name throughout my life and I really love Christmastime as well,” Tilly told SWNS. \"It just so happens that the man I've married has the perfect surname to go with it!\"", "COUPLE CELEBRATES WEDDING AT MCDONALD'S AFTER CORONAVIRUS DERAILS PLANS", "Kieran seems to be a fan of the unique surname as well, but Tilly concedes that he may not realize how complicated having the last name can be.", "\"I've grown up with the last name Christmas so I'm used to it but I think it'll take a while for Kieran to adjust,” she told the news agency. \"I've booked tables at restaurants during the Christmas period before, and then found out the reservation wasn't made as they thought it was a joke!”", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The White-Christmases aren't the first couple to bond over their unusual combination of last names. In September, a couple named Russell and Stover got married in a chocolate-themed wedding thrown for them by the popular candy brand. And later, in October, a couple in Tennessee named Helms and Mayo parlayed their unusual monikers into a wedding with a mayonnaise theme, courtesy of the popular brand Hellmann's."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["swns", "white", "unusual", "thought", "wedding", "names", "tilly", "ive", "couple", "told", "surname", "holidays", "christmas", "marry"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}