{"pubDate": null, "title": "GI Show - Mario Maker 2, Harry Potter, Bloodstained", "keywords": ["wizards", "stream", "harry", "gi", "podcast", "mario", "game", "team", "bloodstained", "ritual", "summer", "maker", "super", "potter", "samurai"], "id": "bceda290-0144-3239-b9fd-9c584cca1cfd", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "paragraphs": ["Welcome back to The Game Informer Show! This week is a little bit funky, as we streamed the podcast live on our YouTube and Twitch channels. We covered Super Mario Maker 2, Crash Team Racing, Harry Potter: Wizards Unite, Bloodstained: Ritual of the Night, Summer Games Done Quick, Samurai Shodown, Judgment, and more!", "You can watch the archive of the stream above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "4:08 - Super Mario Maker 2", "17:11 - Crash Team Racing", "26:15 - Harry Potter: Wizards Unite", "36:41 - Bloodstained: Ritual Of The Night", "43:55 - Summer Games Done Quick", "50:12 - Samurai Shodown", "58:35 - Judgment", "1:07:30 - Community Emails"], "authors": ["Video Producer", "Ben Hanson Has Been A Video Producer With Game Informer Since", "He Produces Most Of The Cover Story Video Content", "Hosts The Game Informer Show Podcast."], "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/06/27/gi-show-mario-maker-2-harry-potter-bloodstained", "summary": "This week is a little bit funky, as we streamed the podcast live on our YouTube and Twitch channels.\nWe covered Super Mario Maker 2, Crash Team Racing, Harry Potter: Wizards Unite, Bloodstained: Ritual of the Night, Summer Games Done Quick, Samurai Shodown, Judgment, and more!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n4:08 - Super Mario Maker 217:11 - Crash Team Racing26:15 - Harry Potter: Wizards Unite36:41 - Bloodstained: Ritual Of The Night43:55 - Summer Games Done Quick50:12 - Samurai Shodown58:35 - Judgment1:07:30 - Community Emails"}