{"id": "bd021f65-5725-3ca6-8da7-a138a1eb366c", "title": "The notorious GDP - What GDP can and cannot tell you about the post-pandemic economy", "url": "https://www.economist.com/finance-and-economics/2020/10/29/what-gdp-can-and-cannot-tell-you-about-the-post-pandemic-economy", "summary": "These data are informative—measures of output today are in part a reflection of governments’ success or failure in controlling the spread of covid-19.\nReal GDP in America shrank at a reported annualised pace of 31% in the second quarter, seeming to suggest that covid-19 swallowed nearly a third of America’s economic output.\nIn fact, production in the second quarter was 9% below that in the first—still staggering, but quite a lot less dramatic.\nTumbling private investment accounted for roughly a quarter of the dramatic decline in America’s GDP in the second quarter.\nAlthough stimulus cheques pushed up disposable incomes in the second quarter in America, for instance, households still saved 26% of their income, up from 7% in the second quarter of 2019.", "paragraphs": ["P ITY THE world’s chartmakers. For years, normal economic fluctuations will be dwarfed by the extraordinary gyrations of 2020, such as the third-quarter GDP figures that are now rolling in. These data are informative—measures of output today are in part a reflection of governments’ success or failure in controlling the spread of covid-19. Yet they can easily mislead, and should be treated with care.", "This year’s GDP figures pose a number of interpretative challenges. In America and Japan, for instance, statisticians present GDP growth compared with the previous quarter as an annualised rate, indicating how much an economy would shrink or expand if its performance in the relevant quarter were sustained for an entire year. As economies have swung into and out of lockdowns the practice has yielded numbers that are astonishing and misleading in equal parts. Real GDP in America shrank at a reported annualised pace of 31% in the second quarter, seeming to suggest that covid-19 swallowed nearly a third of America’s economic output. In fact, production in the second quarter was 9% below that in the first—still staggering, but quite a lot less dramatic.", "Simple mathematics adds to confusion. On October 29th the Bureau of Economic Analysis reported that American GDP rose at an annual pace of 33% in the third quarter, compared with the second. The rate in this case is doubly misleading. Output rose by just 7.4% from the second quarter to the third. Though the third-quarter rise is larger, in absolute terms, than the second-quarter fall, the fact that the third-quarter growth rate took place from a pandemic-diminished base of output means that American GDP will still be nearly 3% lower than it was a year ago.", "A similar year-on-year drop is expected for the world economy; the IMF expects global output to shrink by 4.4% this year. Exceptions—like China, where GDP in the third quarter stood about 5% above its level in the third quarter of 2019—look not only to have managed the crisis better than others but to have stolen a march on the rest of the world. Looks, though, can be deceiving. GDP is what economists call a “flow” variable: an estimate of how much is produced (or, equivalently, how much is spent or earned) in a period of time. If the economy is a hose conveying a stream of water, covid-19 is a kink constricting the torrent. Because of the pandemic, many normal activities—meals out, holidays, trips to the dentist—have gone unrealised. The kink has been more obstructive in some places than in others; Germany’s economy is forecast to shrink by 6% this year, whereas Spain’s may contract by 13%. The question is whether kinks today cause lingering damage to the hose, affecting its long-run capacity—ie, whether there will be what economists call “hysteresis”. The extent of such scarring is not clear-cut.", "Hysteresis is a serious worry. IMF forecasts suggest that many large economies—Brazil, Britain, France and Japan among them—will produce less in 2022 than they did in 2019, in real terms. In Italy the shortfall may persist through 2025. But the depth and persistence of these effects is only loosely related to how much output flows through the hose this year. Consider the potential sources of long-run damage. Lost income for firms and households could mean loan defaults and bankruptcies, all of which stand to impair recovery as the threat from covid-19 recedes. Company shutdowns that sever job ties could delay a return to full employment and extend the period during which jobless workers’ skills and networks erode. A shortfall in investment has also checked the flow of GDP this year in ways that might depress long-run growth, by reducing levels of capital per worker and undercutting productivity growth. Tumbling private investment accounted for roughly a quarter of the dramatic decline in America’s GDP in the second quarter.", "Yet the risk of scarring can be mitigated. Generous government stimulus could help break the link between households’ consumption today and their ability to consume tomorrow. Such relief may not have boosted GDP by much so far: recipients may have chosen to save their handouts, rather than spending them, or may have been forced to do so, because of lockdowns. Although stimulus cheques pushed up disposable incomes in the second quarter in America, for instance, households still saved 26% of their income, up from 7% in the second quarter of 2019. But healthy household balance-sheets prime the economy for a boom after the pandemic. This is why allowing some relief to lapse over the summer will be damaging. (The failure to renew stimulus is also a symptom of lawmakers’ mistaken emphasis on the short run. More borrowing today is likely to be better for long-run fiscal sustainability than a stingy response that depresses incomes for years to come.)", "Got a story to tell", "The extent to which investment today affects tomorrow’s capacity to grow is also harder to assess than you might suppose. When firms explore ways to make use of new technologies, as many have been forced to do this year, they are spending on “intangible capital”, which may improve long-run growth without being recorded in today’s GDP . China’s expansion this year, by contrast, has been powered by investment in housing and infrastructure. Capital spending accounted for all of its economic growth in the second quarter, compared with the previous year, offsetting a steep drop in consumption, and for more than half of the rise in GDP in the third quarter. If these projects were well chosen, then they should contribute to future growth. If they were not, however, then an impressive GDP figure in 2020 may have bought little more than short-term bragging rights for the Chinese government.", "No statistical measure is perfect. GDP is a crude proxy for a country’s economic health at the best of times, the sterling efforts of government data-gatherers notwithstanding. Tempting as it is to compare flows, sound economic management demands a different focus in the face of a deadly pandemic. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["second", "covid19", "notorious", "today", "quarter", "economic", "economy", "growth", "output", "gdp", "postpandemic", "tell", "longrun"], "pubDate": "2020-10-29T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}