{"id": "bd54722b-8b36-3c82-8a65-9a879ee8333b", "summary": "Among other things the code outlaws extramarital sex and same-sex relations, and criminalises criticism of the president.\nThe bill would punish cohabitation and consensual sex outside marriage with up to a year in jail.\nLast month the Ulema Council, a powerful Muslim organisation run by Mr Amin, encouraged Jokowi to approve the new criminal code.\n“Indonesia’s draft criminal code is disastrous not only for women and religious and gender minorities, but for all Indonesians,” argues Mr Harsono.\nHe told the Sydney Morning Herald, “You have to ask why Jokowi agreed to proceed with this law, then reversed his position.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["IT WAS A staggering reversal. On September 20th President Joko Widodo, popularly known as Jokowi, abruptly asked Indonesia’s parliament to delay a vote on a new criminal code that has provoked a storm of criticism both at home and abroad. Among other things the code outlaws extramarital sex and same-sex relations, and criminalises criticism of the president. Jokowi’s request came just two days after his government and the parliament agreed on a final draft of the bill, and four days before legislators were expected to pass it.", "The proposed revisions to the penal code, which dates from the Dutch colonial era, reach deep into the private lives of Indonesians. The bill would punish cohabitation and consensual sex outside marriage with up to a year in jail. Because there is no provision for same-sex marriage in Indonesia, the new code in effect bans same-sex relations, too. It punishes some abortions with prison terms of four to five years, and contrives to censor the dissemination of information about contraception.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "In addition to jeopardising the rights of women and sexual minorities, the bill also discriminates against religious minorities. Though Indonesia is a Muslim-majority country—the world’s largest—it is also home to millions of Christians, Hindus and Buddhists. The bill endorses “living laws”, by which it means local by-laws, which often reflect a chauvinist and puritanical interpretation of Islam and are regularly thrown out by the government and the courts.", "Pluralism is baked into Indonesia’s state philosophy. Yet in the past few years, religious intolerance has been on the rise. Conservative Islam has emerged as a potent political force. Jokowi, on whom Indonesian liberals and secularists pinned great hopes when he first took office in 2014, has been criticised for failing to stand up to this trend. During the presidential election in April, he picked as his running mate Ma’ruf Amin, a prominent Islamic cleric. Last month the Ulema Council, a powerful Muslim organisation run by Mr Amin, encouraged Jokowi to approve the new criminal code. Andreas Harsono, of Human Rights Watch, a lobby group, described the bill as “the crown jewel of the sharia campaign in Indonesia”.", "Civil-rights groups and NGOs have denounced the bill. “Indonesia’s draft criminal code is disastrous not only for women and religious and gender minorities, but for all Indonesians,” argues Mr Harsono. Citing a study indicating that 40% of Indonesian adolescents have had sex before marriage, the Institute for Criminal Justice Reform has cautioned that millions could be penalised.", "Foreigners would not be immune from the new laws—although because only relatives would be allowed to report people for extra-marital sex, prosecutions may in practice be rare. On September 20th the Australian government updated its travel advice warning citizens about the proposed legal changes. More than 1m Australians travel to Indonesia each year.", "At a televised news conference, Jokowi stated that after listening to criticisms of rights and civil-society groups, he had concluded that further deliberation of the bill was needed. He said that he had directed the minister of law and human rights to tell parliament that the bill’s passage should be postponed until it could be further discussed by the next session of parliament, which begins in October. “I have also ordered the law and human rights minister to seek inputs from various society groups to perfect the revision,” Jokowi said.", "Legally, parliament is not bound by the president’s request, but it is very unlikely to ignore it, argues Tim Lindsey, director of the Centre for Indonesian Law, Islam and Society at Melbourne University. He told the Sydney Morning Herald, “You have to ask why Jokowi agreed to proceed with this law, then reversed his position. Either he wasn’t paying attention to the laws, or he came under huge political pressure. Maybe he is just hugely embarrassed by the international media storm.”"], "url": "https://www.economist.com/asia/2019/09/20/indonesias-president-delays-a-law-banning-extramarital-sex", "title": "Indonesia’s president delays a law banning extramarital sex", "pubDate": null, "keywords": ["law", "president", "indonesias", "samesex", "jokowi", "parliament", "extramarital", "criminal", "religious", "rights", "code", "bill", "sex", "delays", "banning"]}