{"summary": "With that in mind, here are five of the best places around the world to visit in July, in no particular order:1.\nBoston, MassachusettsA Boston tour guide shows the best way to see the city on your next work trip.\nBlack Hills, South DakotaCome soak in some Wild West history in Deadwood, South Dakota.\nTahiti, French PolynesiaMotocross veteran Robbie Maddison rides a modified dirt bike on huge waves in Tahiti.\nHotel Sofitel Moorea Ia Ora Beach Resort is a nearby five-star resort with dreamy bungalows built over the water.", "id": "bd6fca70-4fac-3f3c-a233-79b8fd6f2556", "pubDate": null, "url": "https://edition.cnn.com/travel/article/places-to-visit-july/index.html", "authors": [], "paragraphs": ["(CNN) — School's out and the heat's on in July. This is peak travel season in the USA , much of Europe and a lot of the Northern Hemisphere.", "This means lots of vacation destinations from which to choose but also potential headaches, depending on your disposition toward crowds, higher prices and heat.", "Julie Hall, AAA spokesperson, has a few driving and flying tips for July:", "-- Be road-trip ready. Have a mechanic test your battery, check your tires for air and your engine for coolant leaks.", "-- Pack an emergency kit. Have a mobile phone and car charger, flashlight with extra batteries, first-aid kit and drinking water and snacks.", "-- Airports will be busy and security lines may be longer than usual, particularly around July 4. Plan accordingly.", "With that in mind, here are five of the best places around the world to visit in July, in no particular order:", "1. Boston, Massachusetts", "A Boston tour guide shows the best way to see the city on your next work trip.", "If July puts you in the Spirit of '76, then why not rock out in the cradle of the American Revolution?", "Each year on July 4, the famed Boston Pops Orchestra puts on a patriotic music and fireworks show that sets the standard for the United States. This beloved event is free, and gates open three hours before the show. If you can't make the July 4 show or just want to attend something less packed, there's a concert minus the fireworks on July 3. (DCR Hatch Shell on the Esplanade, 47 David G. Mugar Way)", "Hall of AAA points out that \"no trip to Boston would be complete without a walk along the Freedom Trail winding through the Financial District, Beacon Hill and the North End, past more than a dozen famous landmarks, (including) Faneuil Hall, the Old North Church, Paul Revere's house.\" You can head to the Boston Common Visitors Center to help you plan your route. (139 Tremont St., Boston, 02111; Phone: +1 617-536-4100)", "While you're here, you may want to take in a baseball game at venerable Fenway Park , which opened in 1912, to see the American League's Red Sox in action. Check the website for game days and ticket info. (4 Jersey Street, Boston, 02215; +1 877-733-7699)", "Related content Best vacations for American sports fans", "Here are a couple of special events that happen in July:", "Boston is more than a bastion of the Irish. The French get their moment with a terrific Bastille Day celebration of liberté, égalité and fraternité. (Starting 6 p.m. Friday, July 12, at Marlborough Street between Berkeley and Clarendon). -- Bastille Day 2019 Boston is more than a bastion of the Irish. The French get their moment with a terrific Bastille Day celebration of liberté, égalité and fraternité. (Starting 6 p.m. Friday, July 12, at Marlborough Street between Berkeley and Clarendon).", "-- Shakespeare on the Common : Bring a blanket, spread it out on a gentle slope in the park and watch the Bard's comedic take on marriage, class and deceit in \"Cymbeline\" in 2019. (Parkman Bandstand, Boston Common, check website for full schedule)", "AAA calls Boston \"America's Walking City,\" so why not step along the steep and storied streets of Boston's premiere neighborhood, Beacon Hill ? You can see Federal, Victorian and Greek Revival architecture, browse antique shops and boutiques and stop in at great restaurants and watering holes. (Bound by Storrow Drive and Cambridge, Somerset and Beacon streets).", "If running is more your speed, the Boston area is overrun with great routes , and July is the perfect time to take advantage of early morning or evening weather. The Emerald Necklace route starts at Boston Common and heads to Franklin Park. You'll have plenty of shade from tree-lined paths. If the hilly parts tire you out, the \"T,\" Boston's subway, has stops along the way.", "Be prepared for variable weather in July. You may encounter rain, a muggy heat wave or you may get sunny skies with nice, temperate days.", "2. Black Hills, South Dakota", "Come soak in some Wild West history in Deadwood, South Dakota. Shutterstock", "Another place to visit in the United States if you're brimming over with patriotism this time of year is the wild and rugged Black Hills area of South Dakota, home of Mount Rushmore.", "AAA's Hall warns that July 3 and 4 are the two busiest days of the year to visit Mount Rushmore National Memorial , so factor in your tolerance of crowds as you plan to cast your gaze toward the massive stone busts of George Washington, Thomas Jefferson, Theodore Roosevelt and Abraham Lincoln. (13000 SD-244, Keystone, SD 57751; +1 605 574 2523)", "A few facts and tips about your Rushmore visit from AAA:", "-- The Lincoln Borglum Museum below the Grand View Terrace provides the memorial's history, with exhibits and a 13-minute film.", "-- The Sculptor's Studio houses tools and models from the memorial's construction.", "-- No overnight accommodations, campsites or picnic areas are on the memorial grounds, but they can be found in nearby parks, forests and communities.", "-- Rapid City Regional Airport is 35 miles away; no public transportation options are available.", "There is more to this area, though, than four gigantic stone heads. Here's a small sampling of other things to do and see in the Black Hills in the southwestern part of the state:", "Related content Roam with the bison in North Dakota", "If you have horseback riding fantasies in the West, see the Black Hills National Forest astride a saddle. Ideal for horseback riding, Centennial Trail is the longest in the Black Hills, AAA says. And if you'd rather take in the views from a car, numerous roads pass through the park. (Custer, SD 57730; +1 800 732 5682)", "At Custer State Park , you'll find a splendid spot for hiking, biking, rock climbing, bird-watching and more. AAA says it's home to an impressive herd of free-roaming bison, which you may encounter if you take the 18-mile scenic Wildlife Loop Road. (13329 US Highway 16A, Custer, SD 57730; +1 605 255 4515)", "Deadwood helped form our national vision of the West -- a place of danger and possible fortunes. Settled in the 1870s, you can come visit today and walk in the steps of Wild Bill Hickok and Calamity Jane. Get a history of the town at the Days of 76 Museum . (18 Seventy Six Drive, Deadwood, SD 57732; +1 605-578-1657)", "Gold put the Black Hills on the modern map. Two places where you can pan for gold and learn more about the colorful and sometimes heartbreaking history of the rush (be sure to check hours of operation before you make your plans):", "You can expect variable weather in the Black Hills in July; however, because of the rise in elevation, it is usually cooler here in summer than the flat prairie lands in the rest of the state.", "3. Wales", "Wales is filled with castles, and Conwy Castle is one of the best to visit. Shutterstock", "It has a cornucopia of castles. It's got gobs of history. And it has hiking galore. And in July, Wales also has long, warm days to greet visitors to this western protrusion of Britain.", "Wales' maritime climate is responsible for that beautiful, lush and green countryside, but can also bring rain and wind. Though July is actually one of the drier months on average, be prepared and pack accordingly.", "Summer is prime for festivals . Here are a few of them you can catch only in July:", "-- Gower Festival: More than 40 years strong, this brings music to the masses in beautiful churches spread across southwest Wales. You can hear choirs, piano, harp, guitar and more. It's an excellent way to get to know the music of Wales in an intimate setting. (July 1-13 in 2019).", "-- Llangollen Eisteddfod: More music, along with some folk dancing, too. Llangollen, in northeast Wales not so far from Liverpool, England, has been staging this major cultural event since 1947. You can catch the likes of Van Morrison here. Roughly 4,000 performers and 50,000 people attend each year. (July 1-7 in 2019)", "-- Royal Welsh Show : This is an agricultural show and competition with Welsh flair, and the welcome mat is rolled out for overseas visitors . With everything from wood-chopping contests to home crafts and honey, it's a fantastic opportunity to get to know the people of Wales outside a tourist attraction. It's held in the town of Builth Wells, in central Wales, (Llanelwedd, Builth Wells, Powys, LD2 3SY, Wales; +44 01982 553683; July 22-25 in 2019)", "Related content 15 of the best European castle hotels", "Wales is stuffed with castles. Among so many options, here are just two of many worthy choices:", "-- Conwy Castle : It was built for King Edward I of England, who led his first invasion of Wales in 1277. Castle experts consider it one of the finest medieval fortifications you can still see in all of Britain, and it's in a good state of preservation. You can package it with some time to enjoy the northern coast. (Rose Hill St, Conwy LL32 8AY, UK)", "-- Beaumaris Castle : Even the Welsh government gets excited about this one, calling it the \"most technically perfect castle in Britain.\" It's on the Isle Anglesey and has a moat supplied by seawater. (Castle St, Beaumaris LL58 8AP, UK)", "The most famous outdoor spot in Wales is probably Snowdonia National Park . Its Mount Snowdon, the tallest mountain in Wales, is where Sir Edmund Hillary trained for his eventual hike to the top of Mount Everest in Asia. But don't worry -- while Snowdon is quite challenging, you don't need to go so far as to pack oxygen tanks and such for your hike. If you love the outdoors, this a must for your Wales travel list.", "Finally, if you're looking for something a little more offbeat to do, how about bouncing around from net to net in a cavern? That's just one of the adventures offered by Zip World . ( Zip World Slate Caverns , Blaenau Ffestiniog LL41 3NB, United Kingdom; +44 1248 601444)", "4. Tahiti, French Polynesia", "Motocross veteran Robbie Maddison rides a modified dirt bike on huge waves in Tahiti.", "When it comes to exotic holidays, Tahiti wrote the book. First things first: Where is it exactly?", "The largest island in French Polynesia is in the South Pacific, roughly halfway between Australia and South America, on roughly the same latitude with the southern tip of Peru. It's in the same time zone as Hawaii.", "It's really warm year-round. July is appealingly in the middle of dry season -- and also in the middle of high season, so warn your wallet. Tahiti was formed by volcanic activity, and you're going to find tall, jagged peaks covered in greenery, mountain streams ending in waterfalls and clear, blue Pacific waters that aren't always so placid.", "If you're a really good surfer or just like to watch other people tame big waves, head to the village of Teahupoo . Waves can reach 23 feet (about 7 meters). If you're still learning, the waves at the black-sand beach of Papara offer a challenge. If you're just starting out, Papenoo is a good place to go but expect a crowd. July is usually prime time for good waves.", "Related content 12 most romantic islands in the South Pacific", "If you want a more general beach experience, consider these:", "-- La Plage de Maui Beach: It's on the peninsula that juts out of the southeastern side of the island.", "-- Lafayette Beach: This is a black-sand beach on Tahiti's north shore. The This is a black-sand beach on Tahiti's north shore. The Tahiti Pearl Beach Resort , only about 10 minutes from the capital of Papeete, is here if you'd like somewhere to stay. (PK7, 'Ārue, French Polynesia; +689 40 48 88 00)", "-- Temae Plage Publique: This beautiful beach is actually on the east coast of the nearby island of Moorea, looking back toward the main island of Tahiti. This beautiful beach is actually on the east coast of the nearby island of Moorea, looking back toward the main island of Tahiti. Hotel Sofitel Moorea Ia Ora Beach Resort is a nearby five-star resort with dreamy bungalows built over the water. (Maharepa 98728, French Polynesia; +689 40 55 12 12)", "If you're looking for a place to stay with true exclusivity and star power, try the Brando resort (as in Marlon). It's on the nearby tiny island of Onetahi and an unforgettable 20-minute plane ride from Papeete. The resort can help you arrange the private flight. (Brando Resort, Onetahi, French Polynesia; +689 40 86 63 00)", "Finally, it's hard to imagine anyone getting tired of the beach in Tahiti. But if you are, here's a suggestion: Vaipahi Gardens . This verdant slice of paradise is rich in plant life and history. It's fed by Lake Vaihiria, Tahiti's only freshwater lake, in the center of the island, according to the website The Tahiti Traveler.", "5. Chile", "Santiago is Chile's capital and not far from the Andes Mountains. Shutterstock", "If summer's not your thing and you live in the Northern Hemisphere, maybe you should take advantage of the Earth's tilt of the axis and head south.", "July is wintertime in Chile, and that means snow skiing and other winter sports in this long, slender country filled with the Andes Mountains. There's plenty of great skiing to be had close to the capital of Santiago.", "Portillo is the oldest ski area in South America and also highly regarded today by ski buffs. Portillo is on the southern end of Laguna del Inca, making for a dramatic setting. It's known for its big mountain runs. It's just 35 miles (56 kilometers) from Santiago but still about a two-hour drive. (Renato Sánchez 4270, Las Condes, Santiago, Chile; +56 2 2263 0606)", "Related content Our August line-up will knock your socks off", "But you have other options:", "If you want something that might not have quite the crowds of Portillo, Valle Nevado made CNN Travel's list of overlooked ski resorts around the world. It's just 35 miles north of Santiago, and you can expect to find deep powder here on a typical winter. If you're skiing as a quartet, it has a high-speed quad lift. Valle Nevado has two runs that made CNN Travel's best ski runs around the world: Eclipse/Luna and Adrenalina. (Avenida Vitacura 5250 of. 304, Vitacura, Región Metropolitana, Chile; +56 2 2477 7000)", "If you're looking for even more adventure, how about being transported up the Andes via a helicopter ? You can do that at Noi Puma Lodge , where one of the main attractions is nearly 2,000 square miles of untouched powder in the Andes. The Nordic-style lodge has 24 rooms, and you'll have hot tubs and fireplaces to warm you up afterward. (Km 22 Fundo Sierra Nevada, Machali, Chile; +56 2 2432 6800)", "If you're not into winter sports but do like cooler weather on your vacation, Santiago and the colorful coastal resort town of Valparaiso offer heat relief but are not buried in snow like the high-elevation ski resorts. In Santiago, you can expect average highs around 60 F (15.5 C) and average lows around 37 F (2.7 C). Travelers warn that buildings in Santiago aren't necessarily kept warm and toasty at night, so pack accordingly."], "keywords": ["resort", "tahiti", "hills", "wales", "youre", "boston", "island", "best", "visit", "french", "south", "beach", "places", "2019"], "title": "5 best places to visit in July 2019", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}