{"authors": ["Mark Maurer"], "keywords": ["company", "suppliers", "companys", "mr", "lears", "production", "seating", "business", "cardew", "autoparts", "incoming", "revenue", "boost", "focus", "customer", "lear", "electrical", "cfo"], "summary": "The maker of seats and electrical components said Mr. Cardew succeeds current CFO Jeffrey Vanneste, who will retire at the end of the month.\nMr. Cardew said he will assist with managing the impact of the walkout.\nJason Cardew, incoming CFO at Lear Corp. Photo: Erika CrydermanMr. Cardew said he is concerned about the financial consequences of GM’s work stoppage.\n“When a customer shuts down production, we shut down production,” Mr. Cardew said.\n“I was very much interested in having another shot at the role,” Mr. Cardew said.", "title": "Auto-Parts Supplier’s Incoming CFO to Focus on Revenue Boost for Electrical Business", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "bd7764f5-88a3-3bab-87d8-1d2fcec477cf", "pubDate": null, "paragraphs": ["Automotive-parts supplier Lear Corp. promoted a company veteran to the position of chief financial officer in an effort to boost profit margins at its struggling electrical systems business.", "Jason Cardew, who was most recently vice president of finance for Lear’s seating and e-systems businesses, will take over the company’s finance function, effective Nov. 1, Southfield, Mich.-based Lear said Tuesday. The maker of seats and electrical components said Mr. Cardew succeeds current CFO Jeffrey Vanneste, who will retire at the end of the month.", "Newsletter Sign-up", "Mr. Cardew’s appointment comes as one of Lear’s biggest customers, General Motors Co. , is facing a nationwide strike that started Sept. 15. Mr. Cardew said he will assist with managing the impact of the walkout.", "Jason Cardew, incoming CFO at Lear Corp. Photo: Erika Cryderman", "Mr. Cardew said he is concerned about the financial consequences of GM’s work stoppage. GM is Lear’s No. 1 customer for seating and accounts for 18% of the company’s overall net sales of $21.15 billion, according to its most recent annual report. The Detroit automaker is the second largest customer of its e-systems business, which manufactures and sells electrical distribution systems.", "“When a customer shuts down production, we shut down production,” Mr. Cardew said. “We want to see GM work through this issue with UAW and we are monitoring the situation closely.”", "Lear has halted seat production for vehicles at GM facilities affected by the strike, a company spokesperson said. The company declined to comment further.", "As one of the world’s largest auto suppliers, Lear also has to contend with the economic slowdown in China, which resulted in lower orders from car makers.", "Lear wants to increase lagging profit margins in its e-systems business to 10% from 7.5% over the next three years in an effort to diversify, Mr. Cardew said at a conference last month. Margins for that unit have declined by roughly 70% since 2017 due to lower production volumes and a change in the mix of business by region and customer, Chief Executive Raymond Scott said on an earnings call in July.", "The company is also looking to make small, niche acquisitions, Mr. Cardew said in an interview with CFO Journal on Tuesday.", "Still, about 75% of the company’s sales are in seating, Mr. Cardew said. “That provides a platform for cash flow generation and allows us to pour money into electrification and e-systems.”", "Mr. Cardew is expected to further diversify Lear’s customer base to reduce the company’s reliance on big automakers such as Ford Motor Co. , said James Picariello, a senior automotive analyst at investment bank KeyBanc Capital Markets Inc.", "Mr. Cardew has worked at Lear for 27 years in various finance roles. He served as interim CFO for roughly six months in 2011 and 2012, which gave him firsthand experience in a position he would assume years later. “I was very much interested in having another shot at the role,” Mr. Cardew said.", "Lear shares fell 3.5% to $113.76 on the New York Stock Exchange at closing Tuesday.", "—Chris Wack contributed to this article.", "Write to Mark Maurer at mark.maurer@wsj.com"], "url": "https://www.wsj.com/articles/auto-parts-suppliers-incoming-cfo-to-focus-on-revenue-boost-for-electrical-business-11569969970?mod=hp_minor_pos9"}