{"authors": ["Dylan Tokar"], "keywords": ["probe", "nigeria", "legal", "justice", "opl", "facts", "end", "proceedings", "department", "shell", "oil", "nigerian", "bribery", "discloses", "deal", "eni"], "summary": "The U.S. Department of Justice has closed its investigation into Royal Dutch Shell PLC’s involvement in a 2011 deal for an offshore oil block in Nigeria, the oil company said Friday.\n“The U.S. Department of Justice (DoJ) has notified us that it has closed its inquiry into Shell in relation to OPL 245,” a Shell spokesman said in a statement.\n“We understand that this is based on the facts available to the DoJ, including ongoing legal proceedings in Europe.”Shell’s statement was reported by Reuters on Wednesday.\nNewsletter Sign-upThe $1.3 billion deal Shell and Italian oil company Eni SpA struck with Nigeria in 2011 has been the focus of legal proceedings in Milan.\nEni on Tuesday said the Justice Department had closed its probe into the company in relation to the Nigerian oil block.", "title": "Shell Discloses End of U.S. Bribery Probe Into Nigerian Oil Deal", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "bde17884-53a1-33bc-a128-6ea49a2a2569", "pubDate": null, "paragraphs": ["The U.S. Department of Justice has closed its investigation into Royal Dutch Shell PLC’s involvement in a 2011 deal for an offshore oil block in Nigeria, the oil company said Friday.", "Shell said it believed the Justice Department’s decision to drop the inquiry into the company’s involvement in the oil block OPL 245 transaction was based on the facts available to prosecutors, as well as continuing legal proceedings in Europe.", "“The U.S. Department of Justice (DoJ) has notified us that it has closed its inquiry into Shell in relation to OPL 245,” a Shell spokesman said in a statement. “We understand that this is based on the facts available to the DoJ, including ongoing legal proceedings in Europe.”", "Shell’s statement was reported by Reuters on Wednesday.", "Newsletter Sign-up", "The $1.3 billion deal Shell and Italian oil company Eni SpA struck with Nigeria in 2011 has been the focus of legal proceedings in Milan.", "Italian prosecutors have said Eni CEO Claudio Descalzi and other executives at both Shell and Eni knew most of the $1.3 billion the companies paid to the Nigerian government to acquire the drilling rights would be distributed as bribes.", "“We maintain that the 2011 settlement of longstanding legal disputes related to OPL 245 was a fully legal transaction and, based on our review of the Prosecutor of Milan’s file and all of the information and facts available to us, we do not believe that there is a basis to convict Shell or any of its former employees in Milan,” the Shell spokesman said.", "Eni on Tuesday said the Justice Department had closed its probe into the company in relation to the Nigerian oil block.", "Shell was among six companies that agreed to pay a combined $236 million in 2010 to settle bribery allegations spanning Nigeria, Brazil, Azerbaijan, Russia, Turkmenistan, Kazakhstan and Angola.", "Write to Dylan Tokar at dylan.tokar@wsj.com"], "url": "https://www.wsj.com/articles/shell-discloses-end-of-u-s-bribery-probe-into-nigerian-oil-deal-11570209374?mod=hp_minor_pos10"}