{"title": "Charlemagne - Why Pedro Sánchez needs an agreement with Catalan separatists", "summary": "Mr Sánchez is seeking the abstention of Esquerra’s 13 deputies in the national Congress.\nMr Sánchez won a plurality of seats in Congress at an election in April, but not a big one: only 123 of the 350.\nUntil 2015 the country had essentially a two-party system pitting the Socialists against the conservative People’s Party ( PP ).\nThe fact that its price includes a political dialogue with Catalan separatists has right-wing newspapers outraged.\nMr Sánchez hoped for a government by Christmas.", "paragraphs": ["T HE STREETS of Barcelona twinkle with Christmas lights. The city council has quietly re-asphalted bits of roadway that were damaged by the nightly fires and barricades that lasted for a week in October, after nine Catalan separatist leaders were sentenced to long jail terms for their failed independence bid of 2017. The most unusual thing in Barcelona this week was a discreet meeting on December 10th between leaders from the Socialist party of Pedro Sánchez, Spain’s acting prime minister, and Esquerra, the strongest Catalan separatist party. Mr Sánchez is seeking the abstention of Esquerra’s 13 deputies in the national Congress. That would mean he could win the vote he needs to form a coalition government with Podemos, a party politically to the left of the Socialists.", "It would, however, involve a double climb-down for the prime minister, and it highlights how Spain’s political deadlock has become intertwined with the stand-off over independence in Catalonia. Mr Sánchez won a plurality of seats in Congress at an election in April, but not a big one: only 123 of the 350. Over the summer he broke off desultory coalition talks with Podemos’s leader, Pablo Iglesias. Against the instincts of wiser heads in his party, he called a fresh election for November 10th to seek “a strong progressive government that doesn’t depend on separatists”, as a government official put it.", "His gambit backfired: the fourth election in four years, held in the shadow of the Barcelona protests, served only to show that Spain is becoming ever more fragmented politically. The main winner was Vox, a new hard-right party, which grabbed 15% of the vote. Until 2015 the country had essentially a two-party system pitting the Socialists against the conservative People’s Party ( PP ). The new Congress contains 16 parties.", "The PP is reluctant to join Mr Sánchez and leave Vox to monopolise the opposition. A broad left government seems to be the prime minister’s preference, but he also has little alternative. Whatever happens, Spain looks set for its first coalition since democracy was restored in 1977. The prospect alarms many business types, who fear that Podemos would raise taxes and repeal a labour reform that speeded Spain’s recovery from the slump of 2008-13. The fact that its price includes a political dialogue with Catalan separatists has right-wing newspapers outraged.", "Some taxes will go up, and eliminating the fiscal deficit may take longer, if the coalition is formed. But the panic looks overdone. Podemos is already in office in six regional governments. In this year’s campaigns, Mr Iglesias stressed his support for the constitution. He is likely to be one of three vice-presidents, in charge of social affairs. Podemos will not manage economic policy or foreign policy in the proposed future administration, says the government official.", "The critics have a stronger point when it comes to the talks with Esquerra. “The prime minister is negotiating with a party whose support for legality is dubious,” says Carlos Aragonés, a PP deputy. In 2017 Esquerra’s elected officials in Catalonia helped to stage an illegal referendum and declaration of independence in what many Spaniards saw as an attempted coup against the constitution. Oriol Junqueras, the party’s leader, received a 13-year jail sentence for it. Esquerra wants government-to-government talks—“a meeting of equals” in which the Catalan administration can propose a referendum on self-determination, as Pere Aragonès (no relation), Mr Junqueras’s deputy, puts it. The critics say there can be no equality between the central government and a region.", "The prime minister has said that any agreement will be “within the framework of the constitution”, which does not recognise a right to self-determination by a region. Mr Sánchez hoped for a government by Christmas. But Esquerra is taking its time. Analysts of separatism believe prison has persuaded Mr Junqueras to abandon the unilateral strategy of 2017 for the kind of pragmatism practised by the Scottish National Party. But as long as leaders remain in jail, emotion will run high in separatist Catalonia. The division of the independence movement into three parties generates a logic of competitive radicalisation. Mr Junqueras is said to fear that any sign of moderation will be exploited by the party of Carles Puigdemont, the former Catalan president who is a fugitive in Belgium.", "Neither side has much room for manoeuvre, but both have much to gain. The separatists touched a void in 2017. No European government is prepared to embrace them, and elections have repeatedly refuted their claim to speak for a majority in Catalonia. “Many separatists now realise there’s no way forward without an agreement,” says Miquel Iceta, the leader of the Socialists in Catalonia. For their part, political leaders in Madrid have reasons to try to defuse the Catalan conflict. Although the Catalan economy, which accounts for a fifth of Spain’s GDP , has proved resilient, the conflict carries a rising opportunity cost. And Spain’s failure to persuade more than 2m people that they have a future in the country is bad for its image.", "Lancing the boil", "There is a third reason. “To hope that there won’t be Spanish nationalism when there is Catalan ultranationalism is impossible,” says the PP ’s Mr Aragonés. Although Vox has tapped into worries about illegal immigration, it has mainly been fuelled by fear and anger over separatism. In a survey of how Spaniards voted in November, the Centre for Sociological Research concluded that 69% of those who backed Vox said that Catalonia had influenced their vote. Many of them had previously voted PP ."], "pubDate": null, "authors": ["The Economist"], "keywords": ["agreement", "sánchez", "mr", "catalonia", "pp", "charlemagne", "party", "pedro", "spains", "separatists", "catalan", "vox", "prime", "needs"], "id": "bde654f1-3457-394c-9202-4337ad238bce", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/europe/2019/12/12/why-pedro-sanchez-needs-an-agreement-with-catalan-separatists"}