{"summary": "The woman who sued Robert De Niro for workplace gender discrimination has filed a motion seeking to have \"The Irishman” star’s lawsuit against her dismissed, court papers show.\nRepresentatives for De Niro did not immediately respond to FOX Business' request for comment.\nGET FOX BUSINESS ON THE GO BY CLICKING HEREShe was 25 years old when she started with the company in 2008 and worked with De Niro until April 2019.\nYou can no longer threaten them,\" her other attorney, Jeremy Heisler, told FOX Business at the time.\n- Graham Chase Robinson v. Robert De Niro and Canal Productions, Inc.", "keywords": ["suit", "niro", "fox", "canal", "seeking", "robinson", "told", "robert", "business", "actors", "productions", "filed", "dismiss", "accuser", "lawsuit"], "paragraphs": ["The woman who sued Robert De Niro for workplace gender discrimination has filed a motion seeking to have \"The Irishman” star’s lawsuit against her dismissed, court papers show.", "Continue Reading Below", "Graham Chase Robinson is asking a New York Supreme Court judge to drop a lawsuit filed by one of de Niro’s production companies, Canal Productions, Inc., in August, or to put the case on hold until her own case against the longtime actor and political firebrand is handled.", "In court papers filed late Monday, Robinson’s legal team argued “that Canal’s preemptive strike was an act of unlawful retaliation” and called the film company’s request for $6 million in relief “clearly excessive,\" one of her spokespersons said.", "“Canal’s lawsuit against Ms. Robinson is retaliatory and abusive, and it should not be allowed to proceed,\" said one of Robinson's attorneys, Alexandra Harwin, on Tuesday.", "Representatives for De Niro did not immediately respond to FOX Business' request for comment.", "ROBERT DE NIRO HAS EXPLETIVE-LACED MELTDOWN OVER TRUMP", "Robinson slammed the 76-year-old actor with a suit in October claiming he harassed her and discriminated against her for being a woman – then retaliated against her when she told him of her plans to take legal action.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "She was 25 years old when she started with the company in 2008 and worked with De Niro until April 2019. During her tenure, she rose through the ranks from executive assistant to director of productions and vice president of production and finance.", "\"Ms. Robinson has no choice but ... to send him a message: the Harvey Weinsteins of this world should realize their approach is extinct. You can no longer intimidate women. You can no longer threaten them,\" her other attorney, Jeremy Heisler, told FOX Business at the time.", "DE NIRO ACCUSER FIRES BACK AFTER ACTOR DISMISSES BOMBSHELL AUDIO", "Robinson said the Hollywood star treated her like his “office wife,” the October lawsuit states, and often went ballistic on her.", "Among these duties, De Niro directed Ms. Robinson to put away his boxers, hang up his clothes, wash his sheets, vacuum his apartment, set his table, mend his clothing, and select gifts for his children. - Graham Chase Robinson v. Robert De Niro and Canal Productions, Inc.", "In one example, De Niro allegedly called her a “spoiled brat” in an explicit voicemail when she did not answer his phone call, according to the suit.", "“How dare you f------ disrespect me?” he said in the voicemail, according to the suit, and also told her: “You’re f------ history.”", "LISTEN TO BOMBSHELL AUDIO IN DE NIRO HARASSMENT CASE:", "De Niro's attorney, Tom Harvey, dismissed the claims at the time, saying: “The allegations made by Graham Chase Robinson against Robert De Niro are beyond absurd.”", "Robinson's team said once De Niro learned his former employee was taking legal action, the multimillionaire struck first and filed a $6 million lawsuit of his own in August 2019 under his company name, Canal Productions, accusing the former employee of stealing hundreds of thousands of company dollars before suddenly resigning. The suit also alleges Robinson lied to get paid for 96 unused vacation days and in one instance watched 55 episodes of \"Friends\" on Netflix during work hours.", "READ MORE ON FOX BUSINESS BY CLICKING HERE", "According to the lawsuit filed by Canal Productions, she was paid a salary of more than $175,000 in 2017, more than $225,000 in 2018 and $300,000 in 2019."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxbusiness.com/lifestyle/robert-de-niro-accuser-dismiss-actors-suit", "authors": ["Stephanie Pagones"], "id": "be1059f4-59ac-3b69-a0c3-06da78cb17b2", "pubDate": null, "title": "Robert De Niro accuser seeking to dismiss actor’s suit against her"}