{"authors": [], "keywords": ["holland", "tour", "youll", "ship", "rotterdam", "lower", "bulbfields", "enjoy", "city", "arosa", "visit", "cruise", "rhine", "river"], "pubDate": null, "summary": "OverviewSharesBeautiful landscapes & historic citiesJoin this springtime all-inclusive A-ROSA cruise, which encompasses some of the best the Netherlands has to offer.\nMeander along picturesque Dutch waterways and enjoy the freedom and variety of life on-board an A-ROSA river cruise vessel.\nDeparting Cologne, you'll pass through the Lower Rhine and into the colourful landscape of the Netherlands.\nIn the late afternoon she'll head out into the Rhine to begin your river cruise.\nDay5 After an overnight cruise up the Rhine, you'll arrive back at Cologne.", "title": "The Lower Rhine, Holland & the Bulbfields", "url": "https://holidays.theguardian.com/holidays/the-lower-rhine-holland-and-the-bulbfields-c0939db56be257761c995b001f198c74", "id": "be19579c-22d9-37a5-ae38-74198560bbcf", "paragraphs": ["Overview", "Shares", "Beautiful landscapes & historic cities", "Join this springtime all-inclusive A-ROSA cruise, which encompasses some of the best the Netherlands has to offer. Meander along picturesque Dutch waterways and enjoy the freedom and variety of life on-board an A-ROSA river cruise vessel.", "", "The A-ROSA experience brings flexibility, relaxation and freshness to river cruising. The contemporary fleet lets you enjoy casual dining and a range of fun and entertaining activities on board, but how you choose to spend your time is up to you. This is river cruising - your way.", "", "Departing Cologne, you'll pass through the Lower Rhine and into the colourful landscape of the Netherlands. From the charms and culture of Amsterdam to the striking architecture of Rotterdam and the elegant streets and buildings of the ancient city of Nijmegen, this five-day A-ROSA river cruise lets you experience some of Holland's most fascinating cultural highlights.", "Spend a full day and evening in Amsterdam", "Enjoy an included visit to Keukenhof Gardens", "Discover maritime Rotterdam", "A visit to ancient Nijmegen on the River Waal", "Embark A-ROSA FLORA in Cologne", "Gallery", "Highlights and Inclusions Four nights' all-inclusive cruise accommodation", "Buffet breakfasts, lunches and dinners on board", "A large selection of alcoholic and non-alcoholic drinks all day long", "On-board activities and entertainment", "Return travel from the UK (unless you select our Tour Only option)", "Included coach transfers to the ship (unless you select our Tour Only option)", "Itinerary Day", "1 Travel to Cologne and head to your A-ROSA ship. In the late afternoon she'll head out into the Rhine to begin your river cruise. Enjoy an early evening meal on board and settle into your new surroundings. Day", "2 This morning, you'll arrive in cosmopolitan Amsterdam. Explore the city, visit any number of its famous museums and galleries, or take to the water on a tour of the canals for which Amsterdam is so renowned. You'll also enjoy an included visit to Keukenhof's fantastic, verdant Gardens before returning to the ship, or staying in the city to sample the local cuisine. Stop for a drink in one of the many lively pubs and bars, or simply stroll the cobbled streets taking in the city's many sights. Day", "3 Early this morning you will arrive in maritime Rotterdam, Europe's largest port. Rotterdam is also Holland's second largest city, and is home to the Erasmus Bridge. Observe the intriguing architectural landscape of the city, which was completely re-shaped after its near destruction during World War Two.", "", "This afternoon, return to your A-ROSA vessel to enjoy a delightful cruise through the Dutch waterways. Day", "4 Early today you'll dock in Nijmegen, the Netherland's oldest city with over 2000 years of history behind it. Despite its age, the city has a lively atmosphere, which you'll discover on a stroll through the cobbled historic quarter of elegant Dutch townhouses and pretty courtyards that surround the Great Market and Stevenskerk church. Day", "5 After an overnight cruise up the Rhine, you'll arrive back at Cologne. Say farewell to your fellow passengers and disembark to begin your journey home."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}