{"id": "be9fd511-ac86-3ace-9fa6-c80e9762e824", "title": "New Monster Hunter: Rise Video Highlights Pet Customization", "url": "https://www.gameinformer.com/2020/11/05/new-monster-hunter-rise-video-highlights-pet-customization", "summary": "A new video from the Monster Hunter: Rise team shows off exactly how the pet customization works.\nMonster Hunter: Rise will retain the familiarity that we love with this franchise with a few newer twists.\nIn Monster Hunter World, it was often frustrating to have to go through cutscenes over and over again.\nMonster Hunter Rise is expected to launch on March 26, 2021 specifically for Nintendo Switch.\nWhat do you think about our latest look at pet customization in Monster Hunter: Rise?", "paragraphs": ["A new Monster Hunter experience is on the horizon with Rise and more than Palicos, players can have a puppers companion as well with the Palamute. A new video from the Monster Hunter: Rise team shows off exactly how the pet customization works.", "The official Monster Hunter Twitter account shared the latest video to show off how the Palamute and Palico customization works in the upcoming game:", "With the incredible success seen in Monster Hunter: World and the upcoming film dropping soon, this beloved universe continues to grow in amazing ways. With this franchise's growing popularity in the west also bodes well for the future of the series, but for now we're just ooh-ing and aaah-ing over those cute little good boys seen in the latest video.", "Monster Hunter: Rise will retain the familiarity that we love with this franchise with a few newer twists. Our own Daniel Tack broke down the reveal when it happened earlier this year, with a brief synopsis of the upcoming co-op game below:", "Players can party up in four-player multiplayer in both local and online co-op. In Monster Hunter World, it was often frustrating to have to go through cutscenes over and over again. Thankfully, cutscenes can actually be skipped in this game. There won't be G Rank or Master rank quest experiences, only Low Rank and High Rank, though we don't know if the higher difficulty tier may be added in the future. A maximum of three monsters can be on any map at any given time, similar to other games in the franchise. When asked about how the team determines which monsters to bring back to the games, the response was that they determine which environments and locations to create first, and then select monsters that would be appropriate to those areas.", "Monster Hunter Rise is expected to launch on March 26, 2021 specifically for Nintendo Switch.", "What do you think about our latest look at pet customization in Monster Hunter: Rise? What are you most excited to learn about the latest game in the series? Sound off with your thoughts in the comment section below! You can also learn more about the newest game with our previous breakdown here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["customization", "game", "pet", "video", "upcoming", "hunter", "monster", "highlights", "world", "rise", "monsters", "latest", "rank"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}