{"id": "beb52b3a-88a8-3266-8c49-0b17269d1c95", "title": "Chicago violence: 5 dead, 32 shot amid bloody weekend", "url": "https://www.foxnews.com/us/chicago-violence-5-dead-32-shot-amid-bloody-weekend", "summary": "Chicago authorities on Sunday said that five people have been killed and 32 people were shot amid another violent weekend in the city, according to reports.\nGunfire this weekend in Chicago also left at least three teenagers shot.\nCHICAGO POLICE OUT THROUGHOUT CITY ENSURING SAFETY ON ELECTION NIGHA 24-year-old woman was also shot in a vehicle at the scene.\nThis weekend's violence occurred about a week after four people were fatally shot and 26 people were injured across the city, authorities said.\nCHICAGO VIOLENCE: 4 DEAD, 22 SHOT IN BLOODY WEEKENDMurders in the city are up 50% compared with 2019 and more police are being shot at, according to the Chicago Sun-Times.", "paragraphs": ["Chicago authorities on Sunday said that five people have been killed and 32 people were shot amid another violent weekend in the city, according to reports.", "Gunfire this weekend in Chicago also left at least three teenagers shot. Two boys, both 15, were shot and injured early Sunday. A 16-year-old boy was struck by gunfire on Friday night, reports said.", "The most recent shooting occurred at 6:15 p.m. in the southside community of Auburn Gresham. A man, 24, was found unresponsive after being shot in the back. He was taken to a local area hospital and pronounced dead, according to Chicago's WBBM-TV.", "CHICAGO POLICE OUT THROUGHOUT CITY ENSURING SAFETY ON ELECTION NIGH", "A 24-year-old woman was also shot in a vehicle at the scene. She self-transported to a hospital in good condition after being struck in the right shoulder, the station reported.", "This weekend's violence occurred about a week after four people were fatally shot and 26 people were injured across the city, authorities said.", "CHICAGO VIOLENCE: 4 DEAD, 22 SHOT IN BLOODY WEEKEND", "Murders in the city are up 50% compared with 2019 and more police are being shot at, according to the Chicago Sun-Times. The paper reported how 67 city police officers were shot at this year, while other crimes have dropped by 7%.", "CLICK HERE FOR THE FOX NEWS APP", "The city was bracing for possible civil unrest ahead of the Nov. 3 election."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["violence", "bloody", "according", "weekend", "shot", "amid", "struck", "32", "occurred", "dead", "city", "hospital", "injured", "chicago"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}