{"id": "beb62f95-7075-3f24-8c19-bf77885baf5b", "title": "Princess Diana, her brother and the questions about the Martin Bashir interview that won't go away", "url": "https://www.theguardian.com/focus/2020/nov/08/princess-diana-her-brother-and-the-questions-about-the-martin-bashir-interview-that-wont-go-away", "summary": "“If it were not for me seeing these statements, I would not have introduced Bashir to my sister.\nBut now Spencer also claims the BBC journalist indicated he had evidence of much more, including secret service surveillance, something Purvis regards as “much more serious”.\nBut the late Steve Hewlett, editor of Panorama at the time of the Diana interview, had words of praise: “Martin is a fantastically good listener and it’s because he genuinely wants to know,” he once told the Observer.\nFacebook Twitter Pinterest Charles and Diana Spencer, then engaged to be married, at a public event in May 1981.\nBashir finally resigned from MSNBC after referring to the Republican politician Sarah Palin as “a world-class idiot” on air.", "paragraphs": ["Confidence is crucial. It has to be established to entice a big name to give a candid TV interview. It is also, of course, the basis of many a scam. Pulling off a confidence trick commonly involves first offering your “mark”, or target, something useful, in an open-handed way, to build up trust, before going in for the kill.", "The BBC and its journalist Martin Bashir now both stand accused, once again, of perpetrating this kind of con on Diana, Princess of Wales and her brother, Charles Spencer, to set up Bashir’s sensational Panorama interview in 1995: the programme that fully exposed the discord at the heart of the most famous marriage in the world.", "What’s worse for the BBC, Lord Spencer has now also alleged the corporation deliberately covered up its failings when the incident was first looked into. Spencer wants the BBC to accept “the full gravity of this situation” and is demanding a formal inquiry into the deceptions used – recently re-examined in a Channel 4 documentary – and into the “whitewash”.", "Leading figures in British broadcasting are backing his call for an independent investigation into the whole affair. On Friday the ex-ITV executive Stewart Purvis, formerly of Ofcom, said: “I don’t see why the investigation shouldn’t start immediately, because the key issue is whether the BBC did originally reach out to Lord Spencer.”", "Facebook Twitter Pinterest Martin Bashir interviewing Diana in Kensington Palace. Photograph: Rex Features", "When Diana, in a dark skirt suit and dark mascara, took her seat opposite Bashir that Guy Fawkes Day 25 years ago, she was to change the way the monarchy would be seen for ever. It was a public event, but it was personal too. It was the interview that was to open the final lurid chapter of a royal romance that had begun in 1981, with her lavish fairytale wedding to the Prince of Wales, and which is now all to be re-enacted on television screens later this month in the fourth season of The Crown. So was this dramatic encounter in Diana’s Kensington Palace apartment, later watched by 23 million viewers, really leveraged by deceit and even forgery?", "Back in 1996, a year before Diana’s death, Spencer – himself a former TV journalist – claimed Bashir had initially approached him with fraudulent bank statements indicating he had a mole in his security staff.", "“If it were not for me seeing these statements, I would not have introduced Bashir to my sister. In turn, he would have remained just one of thousands of journalists hoping that he/she had a tiny chance of getting her to speak to them,” wrote Spencer in a letter of complaint, seen by the Daily Mail. But now Spencer also claims the BBC journalist indicated he had evidence of much more, including secret service surveillance, something Purvis regards as “much more serious”.", "“I can’t believe the new director general of the BBC would not want to get to the bottom of that one way or the other,” he told Martha Kearney on Radio 4’s Today programme.", "When the issue was first investigated by Tony Hall – then a BBC news executive and later the corporation’s director general – Bashir was cleared of wrongdoing. Key to that ruling was a handwritten note from the princess in which she appeared to explain that she would have spoken to Panorama without any alleged chicanery. Then 34 years old, she was nearing the end of the “War of the Waleses”, and so it was credible that she would be eager to finally speak out. She had endured “Squidgygate”, the tape released by the Sun of her conversations with her close friend James Gilbey, known by his pet name for her. She had also survived her husband’s confessional interview with Jonathan Dimbleby and the ignominy of the publication of the text of a taped clandestine phone call between the Prince of Wales and his lover, Camilla Parker Bowles.", "But even so, looking back, this note, whatever its provenance, still appears irrelevant to Jason Lewis, one of two Mail on Sunday journalists who worked on the story at the time. Speaking to the Observer this weekend Lewis points out it was Spencer, not his sister, who was the alleged target and that false bank statements would have played upon the concerns of a family already besieged by implications of treachery and tabloid scrutiny. “They were living in this bubble at the time, amid all these embarrassing stories that were coming out, and they were suggestible,” Lewis said.", "Facebook Twitter Pinterest Emma Corrin as Diana and Josh O’Connor as Charles in the new season of The Crown, which is released this month. Photograph: Ollie Upton/Ollie UptonNetflix", "The fake statements had been created by a graphic artist used by the BBC: someone who had previously drawn up legitimate papers for other investigations so they could be seen on screen. “Creating bank statements is something I’ve absolutely not come across journalists doing before. It was forgery really, and the kind of behaviour the tabloids are often hammered with, not the BBC,” added Lewis.", "In 1996 the graphic artist said he had told BBC bosses about the unusual commission after a mysterious burglary at his London flat on the night of the 1995 Panorama Christmas party. According to the Daily Mail on Saturday, he said: “I expressed real worry … they assured me that there would be no repercussions for me personally.”", "The current director general, Tim Davie, has already apologised for the use of fake statements. A BBC spokesperson also said the corporation was happy to apologise again and investigate any “substantive new information”.", "Sadly, the journalist at the centre of the affair is sick and cannot clarify events or defend himself. Bashir, now the BBC’s religion editor, has been gravely ill with Covid-19 for some weeks.", "The 57-year-old, once feted in America as well as Britain, and surrounded by controversy several times during his career, is unable to protect his reputation. But the late Steve Hewlett, editor of Panorama at the time of the Diana interview, had words of praise: “Martin is a fantastically good listener and it’s because he genuinely wants to know,” he once told the Observer.", "Bashir’s record is impressive. He tackled the threat of Islamic fundamentalism after the fatwa on Salman Rushdie, examined Scientology, queried the use of performance-enhancing drugs in sport and, notoriously, asked Michael Jackson if he slept with children.", "His journalism has unravelled deceit and altered public opinion, as well as giving rise to unforgettable lines such as Diana’s “Well, there were three of us in this marriage, so it was a bit crowded”, or Jackson’s admission he had “slept in a bed with many children” adding, “I tuck them in … it’s very charming, it’s very sweet.”", "The BBC’s Jeremy Vine has previously spoken of Bashir’s skilful sense of timing: “He is one of those who chooses his moment and has the nerve to leave gaps between his interviews.” Vine also appreciated Bashir’s approach to interviewing. “Hard questions don’t often get stories,” he said.", "David Mannion, a former head of ITV News, has also defended “relationship-building” as inevitable. “Martin may get close with a subject, but he remains a journalist. He gets to a position where he understands their world and where they know that he understands their world,” he has said of Bashir, who is perhaps most familiar now to some viewers for his appearance last year on The X Factor: Celebrity.", "Announcing his appointment as religion editor in 2016, Jonathan Munro, head of BBC Newsgathering, hailed Bashir’s “track record in enterprising journalism”. But Bashir’s back catalogue of controversy is illuminating. After working as a correspondent for BBC News until 1992, he moved to Panorama until 1999, then went to ITV as a correspondent on Tonight for a reported salary of £300,000 a year plus bonuses.", "Facebook Twitter Pinterest Charles and Diana Spencer, then engaged to be married, at a public event in May 1981. Photograph: Bettmann/Bettmann Archive", "Once at ITV, Bashir was associated with what was then loosely referred to as the Americanisation of British journalism, particularly after a 2002 interview with Joanne Lees, the young woman whose boyfriend was murdered while they were on holiday in Australia, who had accepted a fee of £50,000. This transactional journalism (not actually allowed in the US) is abhorred by many, including Jeremy Paxman, who told the Observer at the time he regarded it as “utterly wrong to pay for interviews”. Others were concerned that agreed lines of questioning had been made conditions of access. This has been strongly denied since by Steve Anderson, the then controller of news and current affairs on the network. “I certainly did not sanction that kind of deal and am not aware of it ever happening,” he has said.", "Bashir’s world-shaking Jackson documentary, Living with Michael Jackson, in 2003 followed eight months of close-up access to the singer, but it caused problems once Jackson was later exonerated, at least at the time, of child abuse allegations. Jackson alleged that agreements had been broken by the documentary team, a claim that Bashir rejected, saying he “didn’t believe he had betrayed” Jackson and that he had not accused the singer of anything.", "Bashir was then said to have been lured out to America soon afterwards by a million-dollar offer to become the host of ABC’s Nightline, later working for NBC as a news anchor and a correspondent on the Dateline programme.", "News headlines about him followed. He had to apologise after making “tasteless” comments about “Asian babes” when speaking at a public event, and then annoyed rapper Sean Combs, aka Diddy, when he asked him about giving his son a top-of-the-range sports car for his 16th birthday. Bashir finally resigned from MSNBC after referring to the Republican politician Sarah Palin as “a world-class idiot” on air.", "Journalism deals in controversy, so perhaps a track record like this is no reason for the BBC not to have renewed its association with Bashir. Yet if it is proved that forged documents led Diana to that fateful interview for Panorama, then another question emerges: was the Spencer family’s dread of being hunted by the media fed not just by the tabloid press, but encouraged by the BBC?"], "authors": ["Vanessa Thorpe"], "keywords": ["panorama", "later", "bashir", "journalist", "away", "brother", "bbc", "statements", "martin", "diana", "wont", "spencer", "jackson", "princess", "interview", "questions"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}