{"id": "becf9fec-a87a-3c5a-8a0d-5560719af951", "title": "An Early Test for Biden: Managing a Divided Democratic Party", "url": "https://www.nytimes.com/2020/11/09/us/politics/democrats-biden-win.html", "summary": "Ever since President Trump won the White House in 2016, a shocked Democratic Party had been united behind the mission of defeating him.\nThe fault lines began to emerge within hours of Mr. Biden’s victory.\nModerates argued that his success, particularly in industrial Midwestern states that Mr. Trump seized from the Democrats in 2016, was proof that a candidate who resisted progressive litmus tests was best positioned to win back voters who had abandoned the Democratic Party.\nThose tests included single-payer health care, aggressive measures to combat climate change and expanding the Supreme Court.\n“The progressives said we need a base candidate,” said Rahm Emanuel, the former mayor of Chicago and White House chief of staff under President Barack Obama, referring to a nominee who appeals to the left wing of the party.", "paragraphs": ["Ever since President Trump won the White House in 2016, a shocked Democratic Party had been united behind the mission of defeating him. Four years later, with the election of Joseph R. Biden Jr., the divides that have long simmered among Democrats are now beginning to burst into the open, as the president-elect confronts deep generational and ideological differences among congressional lawmakers, activists and the party’s grass-roots base.", "The fault lines began to emerge within hours of Mr. Biden’s victory. Moderates argued that his success, particularly in industrial Midwestern states that Mr. Trump seized from the Democrats in 2016, was proof that a candidate who resisted progressive litmus tests was best positioned to win back voters who had abandoned the Democratic Party. Those tests included single-payer health care, aggressive measures to combat climate change and expanding the Supreme Court.", "“The progressives said we need a base candidate,” said Rahm Emanuel, the former mayor of Chicago and White House chief of staff under President Barack Obama, referring to a nominee who appeals to the left wing of the party. “No we didn’t. We needed someone to get swing voters. If you campaign appropriately, you can make that a governing transformation.”", "Moderate Democrats said they were hopeful the urgency of the problems confronting the nation would delay the inevitable reckoning the party faces between its ideological wings. Beyond that, they said that a disappointing showing by Democrats in congressional races — the party lost seats in the House and faces a struggle for even narrow control of the Senate — would give liberal Democrats less of a platform to push Mr. Biden to the left."], "authors": ["Astead W. Herndon", "Adam Nagourney"], "keywords": ["mr", "voters", "trump", "left", "democratic", "party", "early", "president", "divided", "test", "white", "biden", "tests", "democrats", "house", "managing"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}