{"id": "bee5a9d6-2024-33bb-bf05-c92312de24f4", "title": "Covid-19 vaccine candidate is 90% effective, says manufacturer", "url": "https://www.theguardian.com/world/2020/nov/09/covid-19-vaccine-candidate-effective-pfizer-biontech", "summary": "A vaccine against Covid-19 is in sight, with the announcement of the first interim results in large-scale trials showing the Pfizer/BioNTech candidate is 90% effective, according to the manufacturers.\nThe first set of results from our phase 3 Covid-19 vaccine trial provides the initial evidence of our vaccine’s ability to prevent Covid-19,” said Dr Albert Bourla, the Pfizer chairman and chief executive.\nInterim results are also expected this month or in early December from the trials for the Oxford University/AstraZeneca vaccine, which is based on a different technology.\nThe interim analysis looks at how many of those who got infected with Covid-19 had had the new vaccine and how many had the placebo.\nThe companies have a $1.95bn contract with the US government to deliver 100m vaccine doses beginning this year.", "paragraphs": ["A vaccine against Covid-19 is in sight, with the announcement of the first interim results in large-scale trials showing the Pfizer/BioNTech candidate is 90% effective, according to the manufacturers.", "Their analysis shows a much better performance than most experts had hoped for and brings into view a potential end to a pandemic that has killed more than a million people, battered economies and upended daily life worldwide.", "The company says there have been no serious side-effects while the high percentage of those protected makes the findings especially compelling. Regulators have said they would approve a vaccine that has a far lower 50% effectiveness rate – protecting half of those who get it.", "“Today is a great day for science and humanity. The first set of results from our phase 3 Covid-19 vaccine trial provides the initial evidence of our vaccine’s ability to prevent Covid-19,” said Dr Albert Bourla, the Pfizer chairman and chief executive.", "“We are reaching this critical milestone in our vaccine development programme at a time when the world needs it most with infection rates setting new records, hospitals nearing over-capacity and economies struggling to reopen.”", "“I’m near-ecstatic,” Bill Gruber, one of Pfizer’s top vaccine scientists, said in an interview. “This is a great day for public health and for the potential to get us all out of the circumstances we’re now in.”", "The trial will continue, meaning there is potential for the efficacy rate to change, but an interim finding that 90% of infections were prevented will excite politicians and public health leaders,", "The company says gathering the required safety data will take until the third week of November, after which it will submit a dossier to regulators for approval. Speedy licensing could mean the first doses being given to healthcare workers by the end of the year.", "People from black and minority ethnic backgrounds appear to have been as well-protected as everyone else, the company says.", "Pfizer/BioNTech’s mRNA vaccine, which uses the genetic code rather than any part of the virus itself, has been one of the race leaders for a while. Interim results are also expected this month or in early December from the trials for the Oxford University/AstraZeneca vaccine, which is based on a different technology.", "The phase 3 trials have involved more than 43,000 people and are intended to establish whether the vaccine works. Volunteers are given either the Covid vaccine, which was administered in two shots about three weeks apart, or a placebo alternative such as the meningitis vaccine, and neither they nor their doctors know which they have had.", "The interim analysis looks at how many of those who got infected with Covid-19 had had the new vaccine and how many had the placebo. So far, 94 people have become infected with Covid-19 – this is three times more than the company originally planned, but since the analysis shows that 90% had not received the vaccine, it implies that no more than eight people had received it.", "To confirm its efficacy rate, Pfizer said it will continue the trial until there are 164 Covid-19 cases among participants in vaccinated and non-vaccinated groups. Given the recent spike in US infection rates, that number could be reached by early December, Gruber said.", "The data is yet to be peer-reviewed or published in a medical journal. Pfizer said it would do so once it had results from the entire trial.", "To save time, the companies began manufacturing the vaccine before they knew whether it would work. They now expect to produce up to 50m doses, or enough vaccine to protect 25 million people, this year, and up to to 1.3bn doses in 2021.", "The US and UK both welcomed the development but urged patience.", "“I congratulate the brilliant women and men who helped produce this breakthrough and to give us so much cause for hope,” the US president-elect, Joe Biden, said. “It is also important to understand that the end of the battle against Covid-19 is still months away … a mask remains a more potent weapon against the virus than a vaccine. Today’s news does not change this urgent reality.”", "A spokesman for the British prime minister, Boris Johnson, said: “The results are promising, and while we’re optimistic of a breakthrough we must remember that there are no guarantees.”", "Many countries already have orders for the Pfizer/BioNTech vaccine. The UK has bought 30m doses – enough for 15 million people because two doses are required. The EU has secured 200m doses, which it will distribute. The companies have a $1.95bn contract with the US government to deliver 100m vaccine doses beginning this year.", "There is an issue for low-income countries, however, because this is a vaccine that needs ultra-cold chain; it must be stored at -80C. The BioNTech chief executive, Uğur Şahin, has said his company is researching whether the vaccine might also be able to survive for up to five days at a normal fridge temperature of 4C.", "In Germany, the government is planning to set up vaccination centres equipped with ultra-low-temperature freezers for the first phase of vaccinations.", "Founded in 2008 and based in Mainz, BioNTech employs about 500 scientists. The company, which was set up by Şahin and his wife, Dr Özlem Türeci, as well as the Austrian oncologist Christopher Huber, originally set out to develop new types of immunotherapy against cancer, but has concentrated its capacities on the race for a Covid-19 vaccine.", "Even before the first shutdown in the spring, the company had developed 20 candidates for a vaccine and then tested five, of which two showed particularly strong immune reactions."], "authors": ["Sarah Boseley", "Philip Oltermann"], "keywords": ["trials", "rate", "set", "90", "covid19", "interim", "doses", "effective", "trial", "vaccine", "manufacturer", "results", "candidate", "company"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}