{"summary": "NHL 20 is that team that didn’t make moves in the off-season beyond conditioning its current players and adding mid-tier free agents.\nAfter going big last year with a new skating and physics engine, NHL 20 dials back by focusing on refinements and smaller improvements.\nNHL 20 also features alumni rosters, although they feel like an afterthought with some questionable line-ups, like the Anaheim Ducks’ roster featuring Jarkko Ruutu, Niklas Hagman, and Bryan Allen (201 franchise games), while omitting Francois Beauchemin and Paul Kariya (1198 franchise games).\nArcade-focused Ones includes couch co-op, allowing you to play as star NHL players against friends.\nNHL 20 is an uneven experience.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["coaches", "modes", "players", "mode", "20", "franchise", "way", "player", "review", "better", "nhl", "post"], "id": "bf317e57-4315-3087-986f-84fbcea650fd", "url": "https://www.gameinformer.com/review/nhl-20/nhl-20-review-off-the-post", "title": "NHL 20 Review – Off The Post", "pubDate": null, "paragraphs": ["NHL 20 is that team that didn’t make moves in the off-season beyond conditioning its current players and adding mid-tier free agents. After going big last year with a new skating and physics engine, NHL 20 dials back by focusing on refinements and smaller improvements. The result is better gameplay, but the changes – or in some cases the lack thereof – to the core modes leave much to be desired.", "While not a complete reinvention, the overall gameplay looks and feels better than it ever has. The addition of contextual and star players’ signature shots make all the difference. Not every player looks the same winding up a slapshot, and now players react more realistically, such as going down on one knee to snipe or leaning forward into the stick for more snapping power. This adds some much-needed variety to the on-ice action and makes setting up plays more fun. Everything feels more natural, especially one-timers and jamming the stick in scrums for the dirty goals. Although, in turn, I found scoring a lot easier than in past entries, leading to ridiculously high-scoring games.", "One part that feels off is the checking; sometimes out of nowhere, players get a surge of momentum, allowing them to land hulking, unrealistic checks. I wish physicality factored more into board battles like real-life, an area that still needs work. Players’ on-ice awareness also stands to be improved; you still see them skating past pucks or reverting back to defense when they should be battling for the puck. Also, while I was impressed with the new goaltending animations that had them making acrobatic saves, I can’t say the same for the goaltending A.I. itself. While goalies certainly follow the puck better, they still don’t adjust to player tendencies, biting on the same moves repeatedly.", "Everyone will invariably be attracted to different modes, but expect refinements rather than large-scale changes. Be A Pro players are once again left out in the dust with the mode being practically identical to last year and in desperate need of new lifeblood. EA Sports Hockey League also remains largely the same, with its player classes, traits, and specialties in need of new options. Unfortunately, this also means things like A.I. defensemen jumping into the play at inappropriate times. NHL 20 also features alumni rosters, although they feel like an afterthought with some questionable line-ups, like the Anaheim Ducks’ roster featuring Jarkko Ruutu, Niklas Hagman, and Bryan Allen (201 franchise games), while omitting Francois Beauchemin and Paul Kariya (1198 franchise games).", "This may seem disappointing, but a slew of other modes make smart, though minor, additions. Arcade-focused Ones includes couch co-op, allowing you to play as star NHL players against friends. Ultimate Team introduces squad battles, a single-player competitive mode where you compete against A.I.-controlled teams created by the HUT community, which give players an easier way to earn rewards. World of Chel adds new cosmetic items alongside weekly challenges to get special limited-time jerseys and hats (though it is still lacking compared to other games on the market).", "The mode that got the biggest face-lift is Franchise, where you pull the strings behind the scenes by taking on the role of general manager, forging a path to the cup. You now have more ways to strategize by hiring coaches with their own systems and finding the right players to fit within it, or firing your coaching staff when it no longer works. I love the idea, but this mode is a mess and will probably take EA some time to iron out the kinks. Franchise’s new trade finder is barely functional, most of the time turning up nothing or less-than-ideal deals. Signing coaches is the most frustrating process, as they’re extremely picky if your franchise isn’t 100-percent ideal, requiring you to throw money at them, and even then, they sometimes cannot be swayed. And it appears EA just forgot the option to have you filter for goalie coaches, meaning you won’t find candidates to interview who want that role.", "I like that players and coaches come to you to have conversations, but it’s very one-sided as you can never summon them to discuss changes or poor performance. Worse is you don’t always have ways to meet their demands. For instance, when a player asks for more minutes, you have no way to communicate this to the coach except to try playing them on another line and hoping the coach leans on that one more. To Franchise’s credit, the player readiness category in scouting is extremely helpful for planning future rosters. Also, players asking for appropriate compensation for contracts based on their stats and the season they’re having is a welcome improvement. The mode no doubt needed a shakeup, and the ideas are promising, I just wish it was in better shape.", "NHL 20 is an uneven experience. One minute I’d feel the high of setting up an awesome play and seeing the puck land in the back of the net, but then I’d slam my stick into the ice frustrated by disappointing aspects across its modes. Seeing similar issues continually bleed over year after year is getting harder to forgive the longer they go on, but it’s still the only way you can really experience the thrill of being on the ice, and at the very least, it captures that well."]}