{"id": "bf533d7a-887f-3e97-8b39-06cdee329cd8", "keywords": ["katmai", "fishermen", "alaska", "brown", "photographer", "park", "wildlife", "bear", "according", "photobombs", "hawthorne", "national", "oblivious", "photographers"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Michael Hollan"], "url": "https://www.foxnews.com/great-outdoors/brown-bear-photobombs-fishermen-alaska-wildlife-photographer", "title": "Brown bear photo-bombs 'oblivious' fishermen in wildlife photographer's photo", "summary": "A wildlife photographer in Alaska recently captured a jaw-dropping photograph of a brown bear creeping up behind two oblivious, soon-to-be stunned fishermen.\nALASKA'S KATMAI NATIONAL PARK & RESERVE KICKS OFF ANNUAL 'FAT BEAR WEEK'Robert Hawthorne snapped the picture during a recent visit to Katmai National Park, Alaska, The Sun reports.\n“Believe it or not, the fishermen were thinking about nothing but their fishing,\" Hawthorne said of the encounter, according to The Sun.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COMKatmai National Park is home to thousands of brown bears, some of which can grow to between 600 and 900 pounds, according to the National Park Service.\nThe Kodiak bear, a brown bear subspecies native to Alaska's Kodiak archipelago, is generally thought to be the second-largest bear after the polar bear, according to the Library of Congress.", "pubDate": null, "paragraphs": ["A wildlife photographer in Alaska recently captured a jaw-dropping photograph of a brown bear creeping up behind two oblivious, soon-to-be stunned fishermen.", "The amazing image shows the men staring directly into the photographer's camera, looking a bit confused, while the massive predator stands only a few feet behind them.", "ALASKA'S KATMAI NATIONAL PARK & RESERVE KICKS OFF ANNUAL 'FAT BEAR WEEK'", "Robert Hawthorne snapped the picture during a recent visit to Katmai National Park, Alaska, The Sun reports. The photographer reportedly warned the men of what was lurking nearby, but only after seeing the scene unfold through his lens.", "“Believe it or not, the fishermen were thinking about nothing but their fishing,\" Hawthorne said of the encounter, according to The Sun. \"They were oblivious to the bear behind them.”", "Hawthorne, originally from Montana, has been photographing brown bears for several years, but only trekked to Alaska this past May to take a job as a photography guide, according to Explore Big Sky,", "“Alaska is truly special,” Hawthorne told the outlet. “Nowhere else on this planet can you experience the magnificent brown bear as you can there.”", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "And this experience at Katmai National Park, specifically, is likely one of the craziest encounters Hawthorne has ever captured.", "“I believe this photo strikes a nerve for a lot of people,\" he said, per The Sun. \"Many people shiver and recoil when they see it, imagining themselves in the fishermen's shoes.”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Hawthorne confirmed that both fishermen escaped without any injury, though they were a little shaken.", "“[People] then they immediately ask, 'What happened next? Are they alive?'\" he said, \"People can't imagine being that close to a bear and not being attacked, and I don't blame them. The bear truly was not interested in the fishermen, although he may have been interested to see if they had caught a fish for stealing.”", "The photographer credited the story's thankfully uneventful end to the fact that he didn’t see any bear cubs in the area. He also claimed that the two fishermen apparently only suffered “a good startle,” but once they realized there was no danger, they went right back to fishing.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Katmai National Park is home to thousands of brown bears, some of which can grow to between 600 and 900 pounds, according to the National Park Service. The Kodiak bear, a brown bear subspecies native to Alaska's Kodiak archipelago, is generally thought to be the second-largest bear after the polar bear, according to the Library of Congress."]}