{"id": "bf58b7fd-3d51-370f-a06d-80e7789acc42", "title": "‘Count Every Vote’: Protests Over Ballot Tallies Sweep Through U.S. Cities", "url": "https://www.nytimes.com/2020/11/05/us/election-protests-portland-minnesota-arizona.html", "summary": "PORTLAND, Ore. — Calling on election officials to “count every vote,” protesters marched through the streets of several American cities on Wednesday in response to President Trump’s aggressive effort to challenge the vote count in Tuesday’s presidential election.\nIn Minneapolis, protesters blocked a freeway, prompting arrests.\nIn Portland, hundreds gathered on the waterfront to protest the president’s attempted interventions in the vote count as a separate group protesting the police and urging racial justice surged through downtown, smashing shop windows and confronting police officers and National Guard troops.\nIn Phoenix, about 150 pro-Trump protesters, some of them armed, gathered outside the county recorder’s office where a closely watched count of votes that could help determine the outcome of the election was being conducted.\nAt several points, protesters contended that Adrian Fontes, the county official who oversees elections in Maricopa County, was improperly failing to count some ballots and costing Mr. Trump votes in Arizona’s most populous county — although there was no evidence that any ballots had been improperly tossed.", "paragraphs": ["PORTLAND, Ore. — Calling on election officials to “count every vote,” protesters marched through the streets of several American cities on Wednesday in response to President Trump’s aggressive effort to challenge the vote count in Tuesday’s presidential election.", "In Minneapolis, protesters blocked a freeway, prompting arrests. In Portland, hundreds gathered on the waterfront to protest the president’s attempted interventions in the vote count as a separate group protesting the police and urging racial justice surged through downtown, smashing shop windows and confronting police officers and National Guard troops.", "In Phoenix, about 150 pro-Trump protesters, some of them armed, gathered outside the county recorder’s office where a closely watched count of votes that could help determine the outcome of the election was being conducted.", "At several points, protesters contended that Adrian Fontes, the county official who oversees elections in Maricopa County, was improperly failing to count some ballots and costing Mr. Trump votes in Arizona’s most populous county — although there was no evidence that any ballots had been improperly tossed."], "authors": ["Mike Baker", "Nicholas Bogel-Burroughs", "Simon Romero"], "keywords": ["ballot", "cities", "protests", "portland", "votes", "improperly", "gathered", "protesters", "count", "election", "sweep", "tallies", "ballots", "vote", "county"], "pubDate": "2020-11-05T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}