{"id": "bf60b890-9d67-33b4-b2f3-f52c98707e4c", "title": "17 Pieces of Cozy Knitwear to Wear This Fall", "url": "https://www.vogue.com/slideshow/new-knitwear", "summary": "It’s made an impact on how designers thought about their upcoming spring 2021 collections too, where we saw plenty of stylish sweatsuits and knitwear.\nIf you’d rather not wait, however, there’s comfortable, cozy knits for this fall and winter in many familiar silhouettes.\nFrom ribbed, Bermuda-length culotte trouser shorts to knitted pleated midi-skirts, these styles take structured classics and spin them in the softest knits.\nFor those who like to keep it simple, there’s a collection of wardrobe staples and closet essentials in knitwear form, like straight leg trousers, T-shirts, bodysuits, and bike shorts.\nHere’s to fashionable dressing in its softest form yet.", "paragraphs": ["Photographed by Greg Harris, Vogue, August 2016", "There’s no doubt the pandemic has affected the way we dress, as staying home more generally means dressing for comfort first, if you’re wearing real clothing at all. It’s made an impact on how designers thought about their upcoming spring 2021 collections too, where we saw plenty of stylish sweatsuits and knitwear. If you’d rather not wait, however, there’s comfortable, cozy knits for this fall and winter in many familiar silhouettes. We don’t just mean simple sweaters, dresses, or joggers. No, there’s far more variety this season. Because they mix structure with softness, they will have a place in your wardrobe whether you’re getting dressed up for Zoom every day or not.", "From ribbed, Bermuda-length culotte trouser shorts to knitted pleated midi-skirts, these styles take structured classics and spin them in the softest knits. Camisoles have turned cashmere, knit tank tops have received bustier-style stitching to turn them into a 2020 version of a “going-out top,” and blouses have been replaced with knit tanks and accompanying sleeved shrugs. Swapping a crisp button-up with a relaxed, knit collared shirt is quite the comfort-meets-professional hack when it comes to working from home. There’s even a knit cardigan that has all the components of a standard jacket, including a lapel collar, front pockets, and workwear buttons. For those who like to keep it simple, there’s a collection of wardrobe staples and closet essentials in knitwear form, like straight leg trousers, T-shirts, bodysuits, and bike shorts. Whatever your style, there’s a new knit to discover. Here’s to fashionable dressing in its softest form yet."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["pieces", "knits", "cozy", "youre", "softest", "shorts", "wardrobe", "form", "theres", "fall", "knitwear", "knit", "17", "simple", "wear"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}