{"id": "bf7e89d4-306e-31dc-8cd3-f5fa1960aecd", "title": "Thomasina Miers' recipe for ginger-crusted lemon cheesecake tart", "url": "https://www.theguardian.com/food/2020/nov/09/thomasina-miers-recipe-for-ginger-crusted-lemon-cheesecake-tart", "summary": "But this one is different: a cheesecake tart with a shallower filling than normal.\nIt has a delicious, caramelised, gingery base, and a filling spiked with lemon zest and vanilla.\nPush into the base and sides of a 24cm loose-bottomed cake tin, using a cup to flatten and smooth the edges.\nFinish by folding in the vanilla extract, lemon zest and juice, then transfer to the baking tin, smoothing the top with a palette knife.\nAnd for the rest of the week …This tart is also delicious scattered with passion fruit or pomegranate seeds.", "paragraphs": ["Cheesecakes are tricky beasts. One moment too sweet, the next too creamy, and sometimes that crucially crisp biscuit base goes soggy: it is hard to get them right. I often find they are over-filled, leaving me slumped in my seat. But this one is different: a cheesecake tart with a shallower filling than normal. There’s enough sugar to sweeten, but not so much as to spoil the flavour of the cream cheese. It has a delicious, caramelised, gingery base, and a filling spiked with lemon zest and vanilla. I love it, and hope you will, too.", "Ginger-crusted lemon cheesecake tart", "Not all ginger biscuits are the same: different brands will absorb differing quantities of fat, so play around with the amount of butter and flour in the base if you feel it is too stiff or too oily.", "Prep 25 min", "Cook 1 hr 10 min", "Chill 3 hr", "Serves 8-10", "350g ginger biscuits", "4-5 tbsp plain flour", "2 ½ tbsp granulated sugar", "½ tsp salt", "110g unsalted butter, melted", "For the filling", "500g full-fat cream cheese", "110g golden caster sugar, plus 2 tbsp for the blackberries", "150ml soured cream", "2 tbsp plain flour", "2 eggs, beaten", "1 tsp vanilla extract", "Zest of 1 lemon, plus 1 tsp juice", "300g blackberries, fresh or frozen", "Heat the oven to 160C (140C fan)/gas mark 3½. Put the biscuits in a food processor and pulse until fine, then add four tablespoons of the flour, the sugar, salt and butter and blitz to combine. You may need the extra tablespoon of flour.", "Push into the base and sides of a 24cm loose-bottomed cake tin, using a cup to flatten and smooth the edges. Do not worry if the mixture does not come all the way up the sides – the finished product will look great. Bake in the middle of the oven for 30-35 minutes until golden. Leave to cool, pushing the sides up again if they have sunk down.", "In a large mixing bowl, use a spoon to beat together the cream cheese and sugar until smooth, then add the soured cream, a tiny pinch of salt and the flour. Add the eggs a little at a time, mixing between each addition. Finish by folding in the vanilla extract, lemon zest and juice, then transfer to the baking tin, smoothing the top with a palette knife.", "Bake in the middle of the oven for another 30-35 minutes, until set but with a wobble in the middle.", "Once it goes in the oven, toss the blackberries in two tablespoons of sugar and spread out in a baking dish. Roast in same oven for last 20-25 minutes of cooking, from frozen. They should be deflated and juicy, but still hold their shape.", "When the cheesecake has cooled, refrigerate for a few hours. To serve, remove the tin surround and transfer to a serving plate, with the blackberries and their juices on top or alongside.", "And for the rest of the week …", "This tart is also delicious scattered with passion fruit or pomegranate seeds."], "authors": ["Thomasina Miers"], "keywords": ["tbsp", "oven", "sugar", "cream", "tsp", "sides", "gingercrusted", "miers", "recipe", "tart", "lemon", "cheesecake", "vanilla", "thomasina", "tin", "base"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}