{"id": "bfce35d6-bcde-37fd-8741-8b56ddf9e581", "title": "Luna: The Shadow Dust Review – A Beguiling Beauty", "url": "https://www.gameinformer.com/review/luna-the-shadow-dust/luna-the-shadow-dust-review-a-beguiling-beauty", "summary": "Luna: The Shadow Dust is visually enthralling.\nThe main hero in Luna is a nameless boy who explores a massive tower alongside his cat-like companion.\nWhen Luna is at its best, you feel like you’re uncovering a secret magic trapped inside the world.\nPart of my challenge in understanding Luna’s world comes from the fact that developer Lantern Studio tells a wordless story.\nAs much as I wanted to love Luna, I felt like the game was pushing me away.", "paragraphs": ["Luna: The Shadow Dust is visually enthralling. The opening sequence shows a boy falling from the sky and entering a twisted tower that is both exotic and magical thanks to a gorgeous hand-drawn aesthetic. Luna looks like a picture book come to life, and its world is so warm and inviting that I want to cozy up under it like a warm blanket. Unfortunately, some of Luna’s point-and-click puzzles are so prickly they sour much of the experience.", "The main hero in Luna is a nameless boy who explores a massive tower alongside his cat-like companion. Each new level of the tower is filled with new discoveries and curiosities. When I entered the main hall, I pored over its murals, which seemed to tell the story of an ancient society plagued by a shadowy evil. Inside a labyrinth library, I marveled at the small details on every bookshelf. In a tiny medieval-style kitchen, I could practically feel the warmth coming off the hearth. Each new room brought new visual wonders, and I was excited to explore every inch of this mysterious tower.", "Each room also contains one or two puzzles, which you must solve to progress. Many of these puzzles are incredibly rewarding, requiring out-of-the-box thinking. For example, in a room full of animal skeletons and lab experiments, I discovered a way for my cat-like companion to platform across a series of shadows projected on the wall to reach a lever that opened our exit. In another room, I used a special door to warp between seasons and help a tree grow fruit. When Luna is at its best, you feel like you’re uncovering a secret magic trapped inside the world.", "Unfortunately, Luna is bad at clearly communicating your goals. It uses outlandish and vague puzzle logic, which often left me confused and frustrated. One puzzle requires that you feed a rat certain food to make it remove a barrier from the room. However, the solution to this puzzle involves jumping on the rat, which doesn’t feel logical, so it took me a while to work it out. Another puzzle has you walking through a series of doors to illuminate wall paintings; I resorted to brute-force trial-and-error here because the connection between the doors and the paintings never became clear.", "Part of my challenge in understanding Luna’s world comes from the fact that developer Lantern Studio tells a wordless story. After finishing the game, I pieced together several of the big narrative beats, which involve the boy’s journey to fix a past mistake that led to his master’s downfall. However, several moments are missing key connective tissue, and the story ultimately doesn’t leave a lasting impact. It’s fitting that there isn’t a single line of dialogue in the entire game, because most of my frustrations with Luna’s puzzles stem from rarely understanding the game’s language.", "If Luna had not been so obtuse, it might have been close to greatness. I loved the atmosphere and the little touches in this world. Many puzzles are a joy to solve, but the bad ones are so poorly constructed that they tipped my frustration over the edge. As much as I wanted to love Luna, I felt like the game was pushing me away."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["review", "puzzles", "dust", "puzzle", "game", "feel", "world", "luna", "tower", "shadow", "lunas", "warm", "beguiling", "room", "beauty"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}