{"id": "bfe61b4e-0993-3b1c-8aa7-db1968f30670", "title": "Valorant Review – The Old Is New Again", "url": "https://www.gameinformer.com/review/valorant/valorant-review-the-old-is-new-again", "summary": "Valorant is a methodical, strategic affair; a stealthy and careful approach takes priority over going in guns-blazing.\nLuckily, their hero kits and abilities are far more interesting, and these aspects set Valorant apart from its inspirations.\nValorant has two modes, Standard and Spike Rush.\nBecause Spike Rush is basically just a pared-down version of Standard, it feels like Valorant only has one game type at the end of day.\nValorant doesn’t reinvent aspects of core tactical shooters, but it differentiates itself in meaningful ways by giving players new ways to glean information, protect areas, and obscure enemy perception.", "paragraphs": ["Valorant builds on what has made Counter-Strike a destination for decades. It adds hero-shooter nuance to a familiar arsenal of weapons. Valorant is a methodical, strategic affair; a stealthy and careful approach takes priority over going in guns-blazing. It’s a game of cat and mouse in which players are constantly attempting to glean information for an advantage. When the time comes to pull the trigger, speed and twitch reflexes are still paramount, but everything that happens before the confrontation is important. A combination of splashy and significant side abilities make a difference, but the core is all about corners, communication, and careful positioning.", "Valorant’s hero roster takes the “agents from many nations” route that was successful in injecting flavor into Overwatch’s cast of characters. It falls flat here, though, with a variety of uninteresting designs and repetitive quips. The cast is forgettable and bland, feeling more like off-brand action figures than cool characters. The last thing I want to hear before a match is Raze, ostensibly getting ready to punch holes in people with a revolver, chirping, \"You sure I can't listen to music? You're really bringing me down here man!\" or Phoenix zinging a \"stay out of fire\" because you know, he's the fire character. Personality across the board feels forced and flimsy. Luckily, their hero kits and abilities are far more interesting, and these aspects set Valorant apart from its inspirations.", "Many of these talents involve either providing or denying information. Cypher’s camera and trip-wires can detect threats long before they come into your sight lines, Sova’s drone can locate enemy movements while you hide safely behind cover, and numerous other skills obscure opponents’ vision to allow you to position safely. Information and communication, not spray-and-pray, is how games are won. Peeking corners carefully and tiptoeing around maps is a pleasant change of pace from many other shooters, but if you’re looking for frenzied assaults and fast respawns, this isn’t the game for you.", "The star of Valorant is the weapons. Regardless of your timing and usage of skills, eventually things come down to your guns. Each packs a precise and impactful punch, and they feel great to use. You need to stop moving to gain accuracy (which in turn makes you a target), but coming out of a 2v1 or 3v1 with intelligent reloading, cover usage, and judicious ability use gives you an amazing rush.", "Valorant has two modes, Standard and Spike Rush. Standard games can take quite a while to play and involve an economy element from round to round, where saving your money to buy better guns, armor, and skills can be a strategy. Mastering a weapon is good fun, and finding your favorite positions to play on each map is satisfying. For example, knowing where to take your Marshal sniper rifle for a long-range face-off is important. Spike Rush is essentially a fast take on the default mode, with greatly reduced number of rounds, randomized weapons each round, and everyone on the offensive team has a bomb to plant. Because Spike Rush is basically just a pared-down version of Standard, it feels like Valorant only has one game type at the end of day. The core experience is solid, but it doesn’t have enough variety.", "Valorant doesn’t reinvent aspects of core tactical shooters, but it differentiates itself in meaningful ways by giving players new ways to glean information, protect areas, and obscure enemy perception. While Valorant’s characters may be mundane and its modes limited, I had plenty of fun with its precision shooting, careful planning, and soft footsteps."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["review", "spike", "round", "rush", "skills", "core", "standard", "weapons", "information", "old", "valorant", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}