{"id": "c00019a9-58a9-3cfa-ab53-5839006974e6", "title": "Tropical Storm Eta brings heavy rains to already flooded Florida Keys", "url": "https://www.theguardian.com/us-news/2020/nov/09/eta-tropical-storm-eta-florida-keys-rains", "summary": "Eta is the 28th named storm of the Atlantic hurricane season, tying a record set in 2005.\nThe system’s slow speed and heavy rains posed an enormous threat to South Florida, an area already drenched from more than 14in of rain last month.\nThe US National Hurricane Center in Miami said a tropical storm warning was in place for the Keys from Ocean Reef to the Dry Tortugas, including Florida Bay.\n“Please don’t drive through flooded roadways.”Facebook Twitter Pinterest The Ramon Villeda Morales airport is seen after it was flooded by Tropical Storm Eta on Sunday in San Pedro Sula, Honduras.\nPhotograph: Yoseph Amaya/Getty ImagesThe storm swelled rivers and flooded coastal zones in Cuba, where 25,000 had been evacuated.", "paragraphs": ["Eta reaches Florida after leaving scores of dead and over 100 missing in Mexico and Central America", "Beaches and coronavirus testing sites were closed, public transportation shut down and some evacuations in place early on Monday after Tropical Storm Eta made landfall in the Florida Keys, bringing heavy rains to already flooded city streets after leaving scores of dead and more than 100 missing in Mexico and Central America.", "Eta is the 28th named storm of the Atlantic hurricane season, tying a record set in 2005. It is also the fifth to reach major hurricane status, having initially hit Nicaragua as a category 4 hurricane.", "The rapid intensification of some of these storms is consistent with the extra energy afforded them by the heating of the air and ocean through human activity, climate scientists have said.", "Eta hit land late on Sunday on Lower Matecumbe Key, Florida. The system’s slow speed and heavy rains posed an enormous threat to South Florida, an area already drenched from more than 14in of rain last month. Eta could dump an additional 6in to 12in, forecasters said.", "“In some areas, the water isn’t pumping out as fast as it’s coming in,” warned Miami-Dade commissioner Jose “Pepe” Diaz.", "The Miami-Dade county mayor, Carlos Gimenez, said he was in frequent contact with county water officials about the struggle to drain the flooded waters, which has stalled vehicles, whitewashed some intersections and even crept into some homes.", "On Sunday night, authorities in Lauderhill, Florida, responded to a report of a car that had driven into a canal. Photos taken by fire units on the scene about 30 miles north of Miami showed rescuers searching high waters near a parking lot.", "Firefighters pulled one person from a car and took the patient to a hospital in critical condition, according to a statement from Lauderhill Fire.", "The US National Hurricane Center in Miami said a tropical storm warning was in place for the Keys from Ocean Reef to the Dry Tortugas, including Florida Bay. Storm surge warnings were discontinued early on Monday.", "Eta had maximum sustained winds of 65mph and was centered about 45 miles north-north-west of Key West, Florida, and 65 miles south of Naples. It was moving west-north-west at 13mph.", "On the forecast track, Eta was expected to move out into the south-eastern Gulf of Mexico and intensify into a hurricane late Monday or Tuesday.", "In the Florida Keys, the mayor ordered mandatory evacuations for mobile home parks, campgrounds and RV parks and those in low-lying areas. Several schools districts closed, saying the roads were already too flooded and the winds could be too gusty for buses to transport students. Several shelters also opened in Miami and the Florida Keys.", "“Please take this storm seriously,” urged the Palm Beach county emergency management director, Bill Johnson. “Please don’t drive through flooded roadways.”", "Facebook Twitter Pinterest The Ramon Villeda Morales airport is seen after it was flooded by Tropical Storm Eta on Sunday in San Pedro Sula, Honduras. Photograph: Yoseph Amaya/Getty Images", "The storm swelled rivers and flooded coastal zones in Cuba, where 25,000 had been evacuated. But there were no reports of deaths. Authorities in Guatemala on Sunday raised the known death toll there to 27 from 15 and said more than 100 were missing, many of them in the landslide in San Cristobal Verapaz.", "Local officials in Honduras reported 21 dead, though the national disaster agency had confirmed only eight.", "Eta hit Nicaragua as a category 4 hurricane, and authorities from Panama to Mexico were still surveying the damages following days of torrential rains during the week.", "In Guatemala, search teams first had to overcome multiple landslides and deep mud just to reach the site where officials have estimated some 150 homes were devastated. In the worst-hit village, Queja, at least five bodies have been pulled from the mud. The indigenous community of about 1,200 residents consisted of simple homes of wood and tin roofs clinging to the mountainside.", "Rescue workers used a helicopter to evacuate survivor Emilio Caal, who said he lost as many as 40 family members and relatives. Caal, 65, suffered a dislocated shoulder when the landslide sent rocks, trees and earth hurtling on to the home where he was about to sit down to lunch with his wife and grandchildren. Caal said he was blown several yards (meters) by the force of the slide, and that none of the others were able to get out.", "“My wife is dead, my grandchildren are dead,” said Caal from a nearby hospital.", "Firefighters’ spokesman Ruben Tellez said at least one additional person died in Guatemala on Sunday when a small plane went down while carrying emergency supplies to the stricken area.", "Hurricane Eta lashes Nicaragua, raising fears of disastrous floods Read more", "In neighboring Honduras, 68-year-old Maria Elena Mejia Guadron died when the brown waters of the Chamelecon river poured into San Pedro Sula’s Planeta neighborhood before dawn Thursday.", "In southern Mexico, across the border from Guatemala, 20 people died as heavy rains attributed to Eta caused mudslides and swelled streams and rivers, according to Chiapas state civil defense official Elias Morales Rodriguez.", "The worst incident in Mexico occurred in the mountain township of Chenalho, where 10 people were swept away by a rain-swollen stream; their bodies were later found downstream.", "Flooding in the neighboring state of Tabasco was so bad that the president, Andrés Manuel López Obrador, cut short a trip to western Mexico and was flying to Tabasco, his home state, to oversee relief efforts."], "authors": ["Associated Press In Miami"], "keywords": ["hurricane", "dead", "caal", "flooded", "florida", "eta", "keys", "tropical", "guatemala", "storm", "rains", "heavy", "brings", "mexico"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}