{"authors": ["Stuart Heritage"], "keywords": ["coats", "coat", "bear", "whats", "paddington", "warm", "sensible", "cobain", "kurt", "youre", "photograph", "twitter", "pinterest", "season", "quiz"], "pubDate": null, "summary": "Facebook Twitter Pinterest Classic duffel: Paddington.\nFacebook Twitter Pinterest Warm, comfortable, padded: Arsène Wenger.\nFacebook Twitter Pinterest Leather trench: Morpheus (Laurence Fishburne) in The Matrix.\nFacebook Twitter Pinterest Tatty-looking leopardskin: Kurt Cobain.\nFacebook Twitter Pinterest Glass beads a-go-go: Liberace.", "title": "Paddington Bear or Kurt Cobain: what coat are you? – quiz", "url": "https://www.theguardian.com/fashion/2019/oct/05/paddington-bear-or-kurt-cobain-what-coat-are-you-quiz", "id": "c01110bf-a508-3e68-b1e1-4410b04b3f0a", "paragraphs": ["Are you a sensible Arsène Wenger or a look-at-me Liberace? Take our quiz to find your perfect coat match this season", "1 What’s for lunch?", "a A marmalade sandwich, please.", "b Rice, steamed vegetables and a lean protein source.", "c Lunch is for the weak.", "d Some heroin.", "e Candyfloss.", "2 How do you prepare for inclement weather?", "a I never go anywhere without a hood.", "b I do not fear rain, only cold and wind.", "c I stand in the rain looking up, defiant, at a god that has abandoned us.", "d I don’t prepare for anything.", "e I twirl.", "3 If you had a tattoo, what would it be?", "a No, thank you, tattoos are not for me.", "b A list of sensible instructions for the emergency services in the unfortunate case of my death.", "c “Screw you, Mum” across my face.", "d I already have plenty of tattoos.", "e Something small and tasteful.", "4 What’s your ideal holiday?", "a I’d love to visit the Peruvian rainforest.", "b Something sensible. A quiet beach and some poetry books, perhaps.", "c What, leave my bedroom? Are you crazy?", "d Nothing that requires me to use anything as corporate as a commercial aeroplane.", "e Is there a theme park that’s full of statues of me? Because, if so, that.", "5 What sort of vibe do you give off to strangers?", "a Warm, friendly, approachable.", "b Cerebral, realistic, determined.", "c Intense, angry, possibly violent.", "d Alternative, edgy, a bit smelly.", "e Confident, comfortable, stylish.", "6 Realistically, what could your coat double as?", "a Oxbridge cosplay.", "b A sleeping bag.", "c A place to hide all my guns.", "d A rug in a derelict mansion.", "e Something worn by a flamingo, if the flamingo happened to be a private investigator.", "7 What’s the biggest thing you’d like to fit into your pockets?", "a My sandwiches.", "b An important book about sociology.", "c A list of all the women who have ever crossed me.", "d All my scant possessions.", "e That would be telling.", "8 What’s your relationship status?", "a Voluntarily celibate.", "b Divorced but happy.", "c Involuntarily celibate and furious about it.", "d Married, weirdly.", "e Fabulous.", "Results", "Mostly As You are Paddington Bear.", "Facebook Twitter Pinterest Classic duffel: Paddington. Photograph: PA", "You are pretty much the most fashionable man on the planet right now. Burberry, Celine, Emporio Armani, Valentino and Kent & Curwen all unveiled sleek new duffel coats this season, which is very kind of them, and you’re very flattered. However, you can’t help but feel that they might be using you to their advantage. Hard stare.", "Mostly Bs You are Arsène Wenger.", "Facebook Twitter Pinterest Warm, comfortable, padded: Arsène Wenger. Photograph: Getty Images", "You are a sensible man who requires warmth and comfort above all else. Luckily, there are plenty of long-line padded jackets to choose from. Iceberg’s is a traditional sporty zip-up, Balenciaga’s has strong full-body coverage, and Fendi’s is elaborately patterned. But why not shell out for Craig Green x Moncler’s coat, which looks as if it has about a dozen full-sized pillows Velcroed on to it? Perfect for quick nap in the middle of a dull no-score draw.", "Mostly Cs You are Morpheus.", "Facebook Twitter Pinterest Leather trench: Morpheus (Laurence Fishburne) in The Matrix. Photograph: Allstar/Warner Bros", "Or, more specifically, you’re someone who weirdly made the decision to let The Matrix inform your main philosophies of the world. You rage against all the injustices that men like you have had to endure. But, hey, at least you can look stylish when you do it, as the silly, military leather trenchcoats you favour are back in vogue. Alexander McQueen, Salvatore Ferragamo and Berluti all went hard for them this season. However, I’d suggest buying Balenciaga’s ridiculous face-covering coat instead. It’ll keep you warm on the way to the cinema, to watch Joker 15 times in a row.", "Mostly Ds You are Kurt Cobain.", "Facebook Twitter Pinterest Tatty-looking leopardskin: Kurt Cobain. Photograph: Jesse Froham", "You’re edgy and eclectic, and you like to pave your own way when it comes to fashion. But let’s pretend that all the charity shops in the world have closed down and you’re forced to buy your tatty-looking leopardskin coats from a high-end fashion designer. Versace has one this season, as do John Lawrence Sullivan, Marni and No 21. You’re spoilt for choice.", "Mostly Es You are Liberace.", "Facebook Twitter Pinterest Glass beads a-go-go: Liberace. Photograph: Alamy", "I mean, no, you’re not. Liberace once wore a suit made of glass beads. The closest AW19 gets to that level of decadence is a bunch of pink coats. They’re nice pink coats – Berluti’s is shockingly vibrant, Acne Studios’ is arguably the best-looking coat of the entire season – but come back to me when they’ve unveiled a tuxedo with your name spelt in diamonds across the back.", "• If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication)."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}