{"id": "c04130a0-88fc-33fd-a840-927e45560049", "title": "NFL Week 9 recap, scores and standings", "url": "https://www.foxnews.com/sports/nfl-week-9-2020-recap-scores-standings", "summary": "Luton was 26-for-38 with 304 passing yards and a touchdown but Houston was able to do enough to get the second win of the season.\nThe Giants picked up their second win of the season.\nPatrick Mahomes had four touchdown passes and 372 passing yards in the win.\nNewcomer Desmond King had a fumble returned for a touchdown and Ryan Tannehill had two touchdown passes.\nKyler Murray had 283 passing yards and three touchdown passes.", "paragraphs": ["The NFL season is coming toward the home stretch with nine weeks nearly in the books.", "And through nine weeks, a few things are becoming clear: the Pittsburgh Steelers can pull out wins even if they play sloppy, the Buffalo Bills are underrated, the NFC is a bit more wide open than some thought and the MVP race will likely come down to Patrick Mahomes and Russell Wilson.", "NFL fans got to see some exciting games, including one between two future stars – Tua Tagovailoa and Kyler Murray, which came down to the wire in Glendale, Ariz.", "Read below for a brief look at how this week went.", "CLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COM", "**", "PACKERS 34, 49ERS 17", "The Aaron Rodgers-Davante Adams connection was alive and well Thursday night. Green Bay put together a solid victory over San Francisco.", "AARON RODGERS LEADS PACKERS PAST UNDERMANNED 49ERS, 34-17", "TEXANS 27, JAGUARS 25", "The Texans spoiled Jake Luton’s first career start for the Jaguars. Luton was 26-for-38 with 304 passing yards and a touchdown but Houston was able to do enough to get the second win of the season.", "WATSON, TEXANS SEND JAGUARS TO 7TH CONSECUTIVE LOSS, 27-25", "GIANTS 23, WASHINGTON 20", "It seemed like for a minute nobody wanted to win this game. But Daniel Jones improved to 4-0 against Washington in his career. The Giants picked up their second win of the season.", "JONES, GIANTS HOLD ON TO BEAT WASHINGTON FOR 2ND VICTORY", "VIKINGS 34, LIONS 20", "The Vikings have built some momentum behind Dalvin Cook. The running back ran for 206 yards and scored two touchdowns as Minnesota picked up its first home win of the year.", "COOK, VIKES TOP LIONS 34-20; STAFFORD IN CONCUSSION PROTOCOL", "CHIEFS 33, PANTHERS 31", "The Chiefs staved off an upset. Patrick Mahomes had four touchdown passes and 372 passing yards in the win. Christian McCaffrey had a rushing touchdown and a receiving touchdown in his return.", "RAVENS 24, COLTS 10", "The Ravens managed to hold off the Colts thanks to a solid defensive effort. Lamar Jackson was 19-for-23 with 170 passing yards and a rushing touchdown.", "RAVENS SET NFL RECORD FOR 20-POINT GAMES WITH WIN IN INDY", "TITANS 24, BEARS 17", "The Titans snapped their skid against the Bears. Newcomer Desmond King had a fumble returned for a touchdown and Ryan Tannehill had two touchdown passes.", "TITANS SNAP 2-GAME LOSING STREAK, BEAT SKIDDING BEARS 24-17", "BILLS 44, SEAHAWKS 34", "The Bills shocked the NFL with a big win over the Seahawks. Josh Allen had 415 passing yards and three touchdown passes in the win.", "ALLEN, BILLS TORCH SEAHAWKS, WIN 44-34 IN BALMY BUFFALO", "FALCONS 34, BRONCOS 27", "Matt Ryan had three touchdown passes and the Falcons barely hung on against the Broncos. Denver put up 21 fourth-quarter points but failed to add to Atlanta’s misery this season.", "RYAN THROWS 3 TDS AS FALCONS STOP COMEBACK, BEAT BRONCOS", "STEELERS 24, COWBOYS 19", "The Steelers needed 15 straight points in the fourth quarter but came back to beat the Cowboys. Ben Roethlisberger had three touchdown passes in the win. Pittsburgh is 8-0.", "STEELERS HOLD ON AGAINST COWBOYS FOR 8TH CONSECUTIVE VICTORY", "DOLPHINS 34, CARDINALS 31", "Tua Tagovailoa had two touchdown passes and 248 passing yards to pick up his second win as a starter. Kyler Murray had 283 passing yards and three touchdown passes. The teams combined for over 600 total yards and a duel of the future of the NFL.", "TAGOVAILOA, DOLPHINS RALLY FOR 34-31 WIN OVER CARDINALS", "RAIDERS 31, CHARGERS 26", "The Chargers nearly had the game-winning touchdown but Donald Parham Jr. had the ball knocked out of his hands as he hit the ground. Justin Herbert and Derek Carr each had two touchdown passes. The Raiders won the game.", "NO CATCH: RAIDERS OUTLAST CHARGERS AFTER REPLAY REVIEW", "SAINTS 38, BUCCANEERS 3", "Drew Brees and the New Orleans Saints came out swinging against the Tampa Bay Buccaneers and put on an onslaught in the first half with 31 points. It was more than enough for the Saints to pick up their second consecutive win over the Buccaneers this season and vault them into first place in the NFC South.", "SAINTS EMBARRASS BUCCANEERS ON THE ROAD, SIT ON TOP OF NFC SOUTH", "**", "NFL STANDINGS", "AFC EAST", "1). Bills (7-2)", "2). Dolphins (5-3)", "3). Patriots (2-5)", "4). Jets (0-8)", "AFC NORTH", "1). Steelers (8-0)", "2). Ravens (6-2)", "3). Browns (5-3)", "4). Bengals (2-5)", "AFC SOUTH", "1). Titans (6-2)", "2). Colts (5-3)", "3). Texans (2-6)", "4). Jaguars (1-7)", "AFC WEST", "1). Chiefs (8-1)", "2). Raiders (5-3)", "3). Broncos (3-5)", "4). Chargers (2-6)", "NFC EAST", "1). Eagles (3-4-1)", "2). Washington (2-6)", "3). Cowboys (2-7)", "4). Giants (2-7)", "NFC NORTH", "1). Packers 6-2)", "2). Bears (5-4)", "3). Vikings (3-5)", "4). Lions (3-5)", "NFC SOUTH", "1). Saints (6-2)", "2). Buccaneers (6-3)", "3). Falcons (3-6)", "4). Panthers (3-6)", "NFC WEST", "1). Seahawks (6-2)", "2). Cardinals (5-3)", "3). Rams (5-3)", "4). 49ers (4-5)"], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["recap", "yards", "week", "scores", "passes", "washington", "touchdown", "seahawks", "passing", "second", "buccaneers", "win", "nfl", "standings"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}