{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["going", "thats", "write", "cv", "start", "nice", "things", "youre", "really", "im", "topnotch"], "title": "How to write a top-notch CV", "paragraphs": ["You can enable subtitles (captions) in the video player", "So first, we're going to talk about CVs. CV stands for curriculum vitae, Latin for the course of my life. In America, they use resume, a summary of your life. The CV remember, is only to get you the interview. It's not to get you the job.", "What it should do is contain just enough to intrigue the reader that the next thing they want to do is actually meet you. So the three points you're trying to get over in a CV are that you take responsibility, you achieve things, and that you're nice to have around. But first, let's hear from some of our students.", "I'd definitely like to steer my career in a more creative direction where I'm less restricted by corporate boundaries and I can be a bit more creative in my approach to my work.", "Last year, I took the decision to leave my job in finance and pursue a master's in neuroscience. It was a bit of a risk at the time. And it's never nice to stop making money.", "As well as fashion, music is something that I'm really, really, really enthusiastic and passionate about. I've performed with choirs at the Brit awards. I performed in front of Meghan Markle and Prince Harry.", "My biggest achievement is working with a big US bank on the Brexit project during my summer internship. And another big achievement of mine was actually getting into university despite my poor grades.", "I had lived in three different continents and I travelled over 25 different countries by the age of 25.", "Something I'm very proud of is that I'm doing my second degree on the side, which is a distance learning course. And I'm teaching everything to myself, so at least I've been told that this is something to be proud of.", "So CV, the main rule is to think about the reader. Think about the person on the other side. It could be a wet Wednesday night and they've got a column of 80 of these things to get through. And they'd really rather go home now than be in the office and they've got to work through them.", "So it's that first no more than two seconds that someone is going to read them. So they're going to glance, let's just pick this one, and what you want is the person to say, oh, OK. Well, that's good, rather than the ... the heart sink, too much to read sort of stuff. So thinking about the reader.", "What we want on here is evidence, not assertion. And my first point would be, many of you have put a little background, or a little sort of commentary, at the start, a paragraph at the start, a personal statement. And you called it, Nithya, you called it background. We've got a profile from Bradley. And another one from Cosima.", "In fact, nearly all of you have done it. The problem with them is A, it takes up space, which you would be better used with some more evidence on here. And secondly, a lot of it is assertion with no evidence behind it. And you've got to think anybody could write some of this stuff.", "So anybody could have written: \"I have a strong record in extracurricular activities.\" \"I'm an ambitious third-year student.\" I wouldn't actually have the personal statement because you're going to need the space for evidence of other things.", "And we also, ideally, going to get this onto one page rather than two. There is a variation in these, and that's fine too. It is your CV. There is no standard one format to go.", "You've put education at the top. Generally, at this stage, education and then experience. And I would put all experience together, not just volunteering separately, or skills and achievements, or work. I would just have experience, in reverse order, and then, finally, other outside interests.", "Hi. Let me just interrupt for a minute. My name's Elizabeth Uviebinene, and I'm a marketing manager. I've also just co-authored a bestselling book all about empowering women. As you start out on your career, I want to share something I found empowering for myself - building a personal brand.", "When I was 16, I was convinced I was going to fail my GCSEs. I decided to find a job before disappointment on results day. It forced me to step out of my comfort zone and apply some creative thinking. I pitched an outdoor film screening to a London gallery and ways to appeal to a younger, diverse audience. They took up the idea and it became my first experience in marketing.", "I did do well on results day and I went on to college. But what I didn't know was I had already started to build an authentic personal brand - collaborative, creative, enterprising. And it's a brand that's been vital as I progressed in my career. So what does a personal brand even mean?", "Ultimately, to understand your brand is to understand what makes you unique, special, and what makes you stand out. Ask yourself, what are you good at? What are your values? Which qualities do you want to accentuate? What contribution do you want to make? What do you want to be known for?", "That's something that you should start thinking about as you sit down to write your CV and start applying for jobs. Find three words that best describe you and the impact you want to make at work. Yes, it's a bit about marketing yourself, but it's also a self-reminder of who you are or want to be.", "I've heard people say, \"if I'm good at my job, then that should speak for itself.\" And that's true. But your reputation is part of your brand. It's what people say when you're not in the room.", "And it helps you stand out in a competitive professional field, meaning you no longer have to chase all the opportunities, they'll start chasing you. So remember, branding is not just about businesses or logos, it's about your own unique selling points. Right. Back to the classroom.", "Three things we're trying to get over in the content of what you write-- that you take responsibility, that you achieve things, and that you're nice to have around. That's why I would employ you. So in all the bullet points, a great way to write them is to actually start them by saying, responsibilities included, or achievements included.", "We don't want process. Process is boring, actually. And also, it doesn't tell me if you spent 10 minutes producing the annual report, or 6 months, and who you presented the annual report to. Here's-- I'll pick out one here-- \"attending team meetings.\" Well, but that's what you do as part of the job.", "But what was the outcome? Did you write the minutes? Did you arrange things? What did you achieve? Because that's the only reason people pay you is that you achieve stuff. So you could just say, key responsibilities included X, Y, Z. Included means there's so much I could write to you about.", "But remember that point, we're trying to intrigue people. I really want to find out how they did that. How did they raise a business? How did they work with this company? What was that? But now, I'm going to have to meet them. And then you've won because then you're in the room.", "Make your applications look attractive, clean, easy to read. Short sentences. Active verbs. No jargon. Use Anglo-Saxon words, not Latin-based. Check you've got the correct use of apostrophes. No overused words like honed or passion.", "And certainly, no typos. Above all, remember that no applicant meets all the criteria. So if you think you only meet 80%, you're doing really well. Show how you have equivalent experience or skills to meet their criteria. Finally, polish to perfection.", "So lets go into more detail within the bullet points. And let's pick yours, Cosima. Numbers add power to all of these bullet points. So, for example, you said, \"Helped the site administrator with a diverse range of procurement-related tasks.\" It doesn't tell me whether that was half a day, or 2 months of working there, or whether it consumed a lot of your time. If you told us what sort of tasks, what the values were, even rough ranges of values.", "When you talk about \"wrote a technical manual,\" who is now using that? Has that been implemented and rolled out to the rest of the company? What happened with that? What was the achievement you got there? \"Wrote a research report for somebody.\" Again, kind of give us a length of how long it was, who it went to, who you presented it to.", "There was 1 over here, \"Organised a charity event\"-- which is great because, especially with students, there isn't a lot of work experience, but there's lots of other stuff you've done-- \"to raise money for underage refugees.\" Brilliant. Great things to have done. Tell us how much money. And it doesn't matter if it was $50, $500, $5,000 or whatever, because getting people to part with money is pretty difficult usually.", "Everyone says they will, but you've actually gone out and done it. So tell us how much it was. And that tells us 2 things-- that you know that money is important and that measuring things is important. And that's a really strong implicit message to send to any recruiter.", "Remember the third thing of a CV is teamwork, always nice to have around. You can't really write on here, I'm a nice person to have around. But what you can do is show, with third-party endorsements, that other people think you're nice. So if you were elected to a position, tell us about it.", "How do you deal with gaps in your CV?", "Every employer recognises that you're human beings. People get ill. You have to look after other people who are ill. You might have been travelling. It's fine, but explain what happened. We want to make sure you weren't in gaol.", "Even with travelling, like if you take a gap year, you can make a big virtue out of it about, I visited 17 countries in 3 months. I photographed 4 active volcanoes, whatever it was you did, I swam in 4 oceans of the world.", "This third section, which is classically interests, community activity, social activities you do, try to avoid things that we all do like reading, going to cinema, cooking, socialising, using Facebook, or whatever it is. And focus on something that's going to start a conversation, something common that's not about the job that you can talk to the interviewer about.", "Any good interviewer would spend a couple of minutes warming you up anyway and say, oh, I see that you've driven a car to Ulaanbaatar. Tell me about that. How was that? I've never been to Mongolia, so how did that go?", "Are there any major red flags that you'd say we should avoid having on our CV.", "We don't need to know about your clean driving licence or your Microsoft Office skills because everyone has those, or if they don't, you're probably not applying for a driving job anyway. Minimise it to just exactly what is needed here. References available upon request, waste of ink. We know that. Don't bother putting it on there.", "And remember, there's all that discrimination legislation. So we don't want to know about age, marital status, sexual preferences, or any of that stuff. It's not appropriate. It's not relevant.", "So, in summary, people read the CVs as like a capital letter F, down the side, and across the top to get your name, and somewhere in the middle. That's about 1 or 2 seconds to read that. And when they read that, they want to pick out that you are someone who takes responsibility, you achieve things, and that you're nice to have around.", "So I want some very strong words down the left-hand side. [? Things ?] like [INAUDIBLE] ordered, presented, responsible for, those sorts of strong words. And you can make it shorter and cut out all the process. Overall, it's something that everyone can learn to do well.", "[MUSIC PLAYING]"], "id": "c0708b11-3c41-3a2e-b64d-e58be33591fc", "url": "https://www.ft.com/video/fb1b22c3-61ec-4bd0-8411-ecc4f2d677ff", "authors": ["Directed", "Produced Joe Sinclair. Co-Produced Janina Conboye. Filmed Joe Sinclair", "Petros Gioumpasis. Edited Joe Sinclair", "Richard Topping"], "summary": "So the three points you're trying to get over in a CV are that you take responsibility, you achieve things, and that you're nice to have around.\nAs well as fashion, music is something that I'm really, really, really enthusiastic and passionate about.\nThat's something that you should start thinking about as you sit down to write your CV and start applying for jobs.\nYou can't really write on here, I'm a nice person to have around.\nBut what you can do is show, with third-party endorsements, that other people think you're nice."}