{"id": "c096c637-b46c-3b30-b901-bad919238d2e", "title": "5 ways you’re wasting money on tech purchases", "url": "https://www.foxnews.com/tech/5-ways-youre-wasting-money-on-tech-purchases", "summary": "Now that the holiday shopping season is underway, I bet you're thinking about ways you can save money.\nNow, let’s jump into common ways you’re wasting money on consumer tech and smart ways to save next time you hit “buy.”1.\nIf whatever tech you are thinking about upgrading works fine, and you’re happy with it, there’s no need to buy something new.\nBuying used tech from who knows whoWhen cash is tight and you need a car, it’s wise to consider a used car with a good warranty.\nNEED TECH HELP?", "paragraphs": ["What a year it has been for our collective wallets. Now that the holiday shopping season is underway, I bet you're thinking about ways you can save money.", "First, remember you don’t have to spend a fortune on a great gift. Here's my guide to presents people will love under $100. If you can budget a little more, check out my best tech picks under $150.", "To pass the time during the pandemic, you likely signed up for streaming subscriptions. Make sure you're not spending hand over fist every month on \"cheap\" subscriptions that add up to a whole lot of money. Tap or click for insider secrets to pare down your streaming budget and still watch what you want.", "Now, let’s jump into common ways you’re wasting money on consumer tech and smart ways to save next time you hit “buy.”", "1. Buying everything when it’s released", "Back in 2010, Apple’s annual product announcement event slogan was, “This changes everything. Again.” The change Apple really wants is in your pocket. Every year, we have new iPhones, iPads, i-this, and i-that. Frankly, the last three years’ iPhone changes weren’t worth annual upgrades.", "Here’s the thing to remember. If whatever tech you are thinking about upgrading works fine, and you’re happy with it, there’s no need to buy something new. Don’t get caught up in the vicious cycle of continually upgrading.", "Whether it’s a TV, laptop, phone, drone, desktop, wearable, or fill-in-the-tech-blank, there will always be something newer, better, smaller, larger, more powerful, and faster for you to buy. Give your credit card a break. It’s costly to upgrade all the time, plus it takes time and effort to switch from the old to the new.", "Wondering what tech is really, truly worth the money? From smart speakers to streaming devices, we nailed down the essentials.", "2. Buying used tech from who knows who", "When cash is tight and you need a car, it’s wise to consider a used car with a good warranty. The same goes for previously owned consumer tech. Like a used car, though, you need to shop carefully to make sure you’re not getting a lemon that doesn’t work correctly.", "Used tech goes by several names, including refurbished, renewed, off-lease, and remanufactured. Typically, the manufacturer or the site will offer a return policy or a special warranty. You need these assurances with any used tech.", "Second-hand devices sold by individuals on sites like eBay, Craigslist, or Facebook Marketplace may be cheaper for a good reason. You’re relying on the seller’s opinion of the device’s condition.", "Unless you set up certain conditions beforehand when buying, such as using an escrow service, you’re not going to get any guarantee that the device works as advertised. You might end up with a PC as a huge paperweight.", "A tech pro in your inbox: The internet doesn’t come with an instruction manual. For digital tricks you can trust, try my free Tech Tips newsletter.", "3. Not checking Amazon Renewed", "Amazon Renewed sells rebuilt and refurbished pre-owned items, including laptops, smartphones, smartwatches, cameras, computers, monitors, power tools, and more. Amazon says that all Renewed merchandise is \"tested and certified to work and look like new.\"", "There is a caveat: The products have no visible cosmetic imperfections to the naked eye when held 12 inches away.", "Amazon Renewed is worth checking out. Products come with at least a 90-day guarantee. The guarantee may be longer depending on the product, maybe up to six months. If your device malfunctions or doesn’t work as expected, you can return it or get a replacement.", "But, and here’s the big but, the product’s description must state that it’s “Backed by the 90-day Amazon Renewed Guarantee.”", "Here are a few laptop deals that I found:", "Looking for a Macbook? This Renewed Apple MacBook Air has an 11.6-inch screen, Intel Core i5, 4GB RAM, and 128GB SSD. It's two years old, which is fine and is half the price of a new Macbook Air at under $500.", "Want Windows laptop? This Renewed Windows 10 Pro Dell Latitude has a 14.6-inch screen, Intel Core i5-6300U, 8GB RAM, and a 256GB SSD priced around $450.", "If cash is tight, I found a Renewed Samsung Chromebook with an 11.6-inch screen, Exynos 5250, 2GB RAM, and 16GB SSD for less than $200.", "It’s worth noting that eBay has a new Certified Refurbished marketplace. Here, you’ll find brands like Microsoft, Acer, Lenovo, Hoover, and Philips selling goods backed by a 2-year Allstate Warranty. If you do buy, know there is only a 30-day return window.", "Best Buy and Apple also sell refurbished items on their site.", "4. Get a Peloton without the cost", "I love my Peloton bike, and the variety of classes and instructors' personalities have been my sanity saver throughout this pandemic. But it’s over $2,500 by the time you get the bike, shoes, mat, heart monitor, and delivery fees. Add to that the $40 per month fee to take the classes.", "To get almost the same experience, load the Peloton app on your phone or tablet to use with your own stationary bike. You get all their live and on-demand cycling classes including those off the bike, such as yoga, strength building, and running. After your 30-day free trial, the Peloton app costs $12.99 per month.", "If you’re in the market for a new stationary bike, the Sunny Health and Fitness Indoor Cycling Bike looks and works a lot like the Peloton bike. You use the flywheel to set resistance and it has a large holder on the handlebars for your device running the Peloton app.", "You might want to add a fitness mat, clip-in pedals and shoes. That’s up to you.", "Be sure to attach the Wahoo Cycling Cadence Sensor to your stationary bike’s crank arm or your shoe to complete the Peloton experience. Then, just clip-in and get going!", "Inbox packed? My twice-a-week smart newsletter, The Current, has all the tech news you need and nothing you don’t. Try it out here.", "5. Not saving a buck where you can", "Some people call me \"cheap.\" I'd instead use the word \"frugal.\" I've always believed that a dollar saved in my pocket is better than a dollar put in someone else's.", "This advice reaches far beyond consumer tech. You can save money so easily using promotional code gathering browser extensions. One of my favorites is Honey. Once installed, it will search the web for valid promo codes and apply them right to your cart.", "Wikibuy from Capital One works differently. It shows side-by-side price comparisons from multiple retailers. Talk about a time-saver.", "With the shopping season in full force, if there is a particular maker or site you know that you're using, set up a Google Alert. This way, whenever a specific phrase is used on the web, you are automatically notified.", "Visit Google.com/alerts and type the notification phrase. Use the brand name or the brand name + discount/coupon/special offer as the alert. Click on Show options to change settings for frequency, sources, language and region. You can also choose how many results you want and where you want them sent. Click Create Alert to start receiving alerts on your topics of interest.", "Finally, sign up for any of your favorite brands or site's email newsletters. Discounts and special offers are typically sent out this way.", "NEED TECH HELP? Post your tech questions for concrete answers from me and other tech pros. Visit my Q&A Forum and get tech help now.", "What digital lifestyle questions do you have? Call Kim’s national radio show and tap or click here to find it on your local radio station. You can listen to or watch The Kim Komando Show on your phone, tablet, television or computer. Or tap or click here for Kim’s free podcasts.", "Copyright 2021, WestStar Multimedia Entertainment. All rights reserved.", "Learn about all the latest technology on The Kim Komando Show, the nation’s largest weekend radio talk show. Kim takes calls and dispenses advice on today’s digital lifestyle, from smartphones and tablets to online privacy and data hacks. For her daily tips, free newsletters and more, visit her website at Komando.com."], "authors": [], "keywords": ["click", "works", "money", "tech", "renewed", "ways", "worth", "youre", "bike", "need", "peloton", "used", "purchases", "wasting"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}