{"id": "c0ac05bb-708e-3356-8fb7-c71f673ddc53", "title": "The Ultimate Marvel's Spider-Man: Miles Morales Story Primer", "url": "https://www.gameinformer.com/2020/10/16/the-ultimate-marvels-spider-man-miles-morales-story-primer", "summary": "The SetupIf you haven’t played Marvel’s Spider-Man (2018), you should probably play through that game before jumping into Miles Morales.\nIn Insomniac's universe, Miles’ father is an NYPD Officer named Jefferson Davis, who briefly teams up with Spider-Man (Peter) to investigate the criminal organization lead by Mister Negative.\n“That changed the whole trajectory of Miles’ life, but Miles isn’t motivated by that death,” Horton says.\nAt the beginning of Miles Morales' game we learn that Miles' mother, Rio, has transplanted them both to East Harlem, which is actually where Rio is from.\nMarvel's Spider-Man: Miles Morales releases on November 12 for the PlayStation 5 and PlayStation 4.", "paragraphs": ["Insomniac's follow-up to its 2018 open-world superhero adventure is just around the corner. In this adventure Peter Parker takes backstage, giving Miles a chance to shine as the lead. In the 2018 release, Insomniac put a focus on narrative and told an incredibly human story about loss and standing up for what’s right. Miles' game doesn’t look any different. Here is everything you need to know about Miles Morales’ story before playing the new game. Spoiler warning for Insomniac's 2018 game.", "The Setup", "If you haven’t played Marvel’s Spider-Man (2018), you should probably play through that game before jumping into Miles Morales. For one, it’s a great game. Moreover, it introduces players to Miles, an Afro-Latino teenager who befriends Peter Parker and eventually gets bitten by a genetically modified spider, which grants Miles superhuman powers. The events of the 2018 game don’t focus heavily on Miles, but they do show us how he gained his powers and covers several important personal moments – such as the death of Miles' father – which are bound to have lasting ramifications.", "A Different Kind Of Miles", "Those who played the 2018 release know that Insomniac isn’t trying to retell well-worn comic stories; the company is excited to put its own twist on popular characters and comic moments. “We always start with the comics,” says Insomniac creative director Brian Horton. “That is sort of home base, to go back to the comics, go back to where it started. [VP and head of creative at Marvel Games' Bill Roseman] always says, ‘Try stuff. Find ways to take these characters in new directions. As long as they don't break, you can stretch them and twist them, and then it becomes interesting.’ So, there is an Insomniac flavor to this story.”", "One big example of how Insomniac changed Miles’ backstory has to do with Miles’ father. In Insomniac's universe, Miles’ father is an NYPD Officer named Jefferson Davis, who briefly teams up with Spider-Man (Peter) to investigate the criminal organization lead by Mister Negative. Unfortunately, Davis is later killed during a political rally. This never happened in the comics, but Insomniac wants to continue to explore the repercussions of this event and show how Miles has pressed forward after the death of his father.", "“That changed the whole trajectory of Miles’ life, but Miles isn’t motivated by that death,” Horton says. “He's motivated by different things. His mentor Peter Parker, he looks up to him. And he has his mom who is running for city council that he looks up to. He has a different sort of motivation to be a Spider-Man.”", "Hometown Heroics", "In the comics, Miles was born and raised in the New York borough of Brooklyn. Insomniac is aware of this history, but for this game, the studio wanted to move the hero onto the island of Manhattan. At the beginning of Miles Morales' game we learn that Miles' mother, Rio, has transplanted them both to East Harlem, which is actually where Rio is from. Insomniac wanted to pay respect to the cultures in that area of the city and took a research trip to New York to survey several families in the neighborhood and gain a better understanding of the culture.", "“Moving Miles to Harlem was very deliberate,” Horton says. “We wanted to give Miles a bit of a fish-out-of-water story where he's learning how to be a Spider-Man on his own in a new place. Miles' journey to learn Harlem also parallels the players’ journey of learning Harlem. We wanted to build that foundation of why Harlem is a great place for this story. It's Rio's childhood home, so she's very familiar with it, and it is a blend of cultures. There's a strong Puerto Rican population there. We wanted to show that mix of cultures. The vibe of that place is alive, and we wanted to make sure to represent that in the game.”", "A Lonely Hero", "Moving to Harlem has made Miles feel a little out of place, but his biggest stressor might be from the fact that he will soon be New York’s only Spider-Man. Early in the game, Peter Parker decides to accompany Mary Jane on a reporting trip to Symkaria – a small eastern European country within the Balkans (you’ll only find it on Marvel maps). This leaves Miles as New York’s only Spider-Man for a few weeks.", "“Ultimately, [Miles] feels the weight of responsibility on his shoulders,\" Horton says. \"He understands what it means. For the past year, he's had training wheels on. He's been with Peter. He's done stuff with Peter, but now he's on his own. He doesn't have Peter to lean on. That is his challenge. ‘How can I do this alone? And will I need Peter’s support?'”", "During this journey, Miles steps up and is tested as a hero. Players also have a chance to learn more about Miles. During our time with the game, we learned that Miles is a music enthusiast and that he has a love of sneakers. Those details will supposedly come through more as the story progresses. Ultimately, players will learn how Miles is different from Peter, and how he tackles problems a little differently from his mentor.", "Get Your Roxxon", "A hero is nothing without a great villain. Traditionally, Spider-Man has some of the most iconic villains in the comic world, but Miles is still a young hero and his rogue's gallery is still growing. One of the most iconic villains is probably Miles’ uncle, Aaron Davis, aka the Prowler. However, Insomniac remained incredibly tight-lipped about whether or not the Prowler would appear in the game, but the studio acknowledged that the villainous organizations of Roxxon and the scoundrel known as the Tinkerer will both play important roles in this story.", "“[Roxxon] serves as a primary antagonist, and they're a threat to Harlem,” Horton says. “At first they present themselves as this clean energy company coming in with a modern, clean energy called Nuform. They're going to revitalize Harlem, and it all sounds great through a PR lens, but there's an insidious truth behind all of that and that's what this story covers. What is the truth? What is it all really about? Meanwhile, the Underground is an organization [lead by the Tinkerer] who is actively seeking to take Roxxon down, so there is this two-sided war and Harlem is in the middle.”", "In the comics, the Tinker has taken a few different forms, but he is probably best remembered as an old man who is skilled with building machines. In Insomniac's universe, the Tinkerer is now a woman who dons neon-infused techno armor. We don’t know much more about the Tinkerer at this time, but as an aside, in the comics, Miles’ Uncle Aaron actually stole his technology to become the Prowler from that version of the Tinkerer. Again, this doesn’t mean the Prowler will be in the game, but it seems likely.", "“At the core of the story Miles is trying to figure out what to do with his powers,” Horton says. “‘What kind of hero am I? What does it mean to be a hero?’ … This is Miles’ journey of discovering himself and embracing what's unique about himself. It's a coming of age story. When you go from youth to adulthood, you’re always trying to figure out who you are. That’s what this is about. We call it our coming of age superhero story.”", "Insomniac impressed comic fans and newcomers alike with its first outing into the Marvel universe and we can’t wait to see how Miles Morales' game comes together when it releases for the PlayStation 5 and PlayStation 4 on November 12. Miles is a very different hero from Peter but he is no less deserving of the spotlight, and his personal story has the potential to be incredibly powerful.", "Marvel's Spider-Man: Miles Morales releases on November 12 for the PlayStation 5 and PlayStation 4. For more on the game be sure to stay tuned to our month-long cover story hub, which includes exclusive developer interviews and new gameplay footage."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["spiderman", "hero", "miles", "morales", "different", "wanted", "harlem", "horton", "primer", "peter", "ultimate", "marvels", "insomniac", "game"], "pubDate": "2020-10-16T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}