{"paragraphs": ["Remember when e-cigarettes were supposed to be the safer way to smoke? With cases of a mysterious, sometimes lethal respiratory illness on the rise, that myth has gone up in a cloud of … vapor. Fearful of being reduced to wheezing, bed-ridden hospital patients, a growing number of users are trying to kick their vaping habit.", "But how do you quit the product that was supposed to help you quit?", "Basically, no one knows. “It’s a major research gap,” says Rachel Grana, the program director at the National Cancer Institute’s Tobacco Control Research Branch.", "E-cigarettes often contain nicotine, THC, or both. But their design can make them more addictive, and harder to quit, than regular cigarettes. Vape pens can deliver greater doses of nicotine because they use nicotine salts, which are smoother to inhale. Add in tempting flavors like “I love cookies” and “Unicorn milk,” and tobacco’s harsh flavor is almost completely obscured, making it easier to use the devices frequently and to get addicted faster.", "Those features can catch unsuspecting users by surprise, especially teenagers. Some kids who started vaping had no idea e-cigarettes even contained nicotine, says Yvonne Prutzman, also a program director at the National Cancer Institute. A recent survey finds that the number of teenagers who say they've vaped in the preceding month has doubled in the past two years. Almost 12 percent of high school seniors say they now vape daily.", "Teen vaping doesn’t follow the old patterns of cigarette use. “With vaping everything flips on its head,” says Sharon Levy, director of the Adolescent Substance Use and Addiction Program at Boston Children’s Hospital. In the past, kids rarely smoked at school, where the smell and plumes of smoke would get them in trouble. Now, she says, “we have kids that are only using at school.” That makes it nearly impossible for parents to keep an eye on them or help them stick to their goals.", "Teenagers can take a quick hit in the hallway or during class, or hang out in bathrooms, sharing each others’ e-cigarettes, and holding the vapor in their mouths long enough that it dissipates without releasing that telltale vapor cloud. “I have kids who were doing well over the summer and were saying, 'I don’t want to go back to school, because I know I’m going to walk into the bathroom and everybody’s going to be handing me a Juul,'” says Levy, referring to the largest American e-cigarette maker.", "E-cigarettes’ design also encourages high nicotine consumption. Many users will go through a pod a day. Pods vary widely between manufacturers, but of the two nicotine strengths Juul sells, its stronger pods contain the equivalent of 200 cigarette puffs, or roughly one pack of cigarettes. “Kids typically smoke a cigarette until they’re done with the cigarette, and that signals when they’re done,” says Amanda Graham, who studies nicotine addiction at the anti-smoking nonprofit Truth Initiative. For vapers, the feeling of being done only comes at the end of a pod, when they’ve inhaled about an entire cigarette pack’s worth of nicotine.", "And since vaping is now so prevalent, teens can find it socially isolating to try to quit. In a survey by the Truth Initiative, many teens reported being the only ones in their social groups who were trying to quit. Some said they faced bullying. Others had friends who offered them e-cigarettes all the time, making it harder to resist. “Refusal skills are not a strength of many kids,” says Graham. “It’s just literally everywhere when they’re exerting their best effort to break free from it.”"], "pubDate": null, "summary": "Fearful of being reduced to wheezing, bed-ridden hospital patients, a growing number of users are trying to kick their vaping habit.\nBut how do you quit the product that was supposed to help you quit?\nBut their design can make them more addictive, and harder to quit, than regular cigarettes.\nSome kids who started vaping had no idea e-cigarettes even contained nicotine, says Yvonne Prutzman, also a program director at the National Cancer Institute.\nAnd since vaping is now so prevalent, teens can find it socially isolating to try to quit.", "title": "So You Want to Quit Vaping? No One Actually Knows How", "url": "https://www.wired.com/story/so-you-want-to-quit-vaping-no-one-actually-knows-how/", "keywords": ["knows", "quit", "theyre", "ecigarettes", "vaping", "kids", "nicotine", "actually", "users", "vapor", "cigarette", "school"], "authors": ["Condé Nast", "Sara Harriso", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Megan Molteni", "Eric Niiler", "Jennifer Ouellette"], "id": "c0cb9a3d-353f-346b-9b3c-65faad2c4215", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}