{"id": "c0d68db1-a336-36b6-8373-858d6edcdc12", "title": "Italy faces 10,000 Covid deaths in a month with no lockdown - medics", "url": "https://www.theguardian.com/world/2020/nov/09/italy-faces-10000-covid-deaths-in-a-month-with-no-lockdown-medics", "summary": "Doctors in Italy have warned there will be an additional 10,000 Covid-19 deaths in a month in the country unless a national lockdown is imposed.\nThe government is moving toward placing further restrictions in four more regions considered high risk: Campania, Liguria, Abruzzo and Umbria.\nPuglia and Sicily are in the orange zone and the rest of the country is in the yellow zone.\n“Even regions currently in the yellow zone will soon find themselves in the same situation as the worst-affected areas.\nAs of 4 November, 434 of the 39,052 deaths recorded were among people under 50, according to the higher health institute.", "paragraphs": ["Doctors in Italy have warned there will be an additional 10,000 Covid-19 deaths in a month in the country unless a national lockdown is imposed.", "The government is moving toward placing further restrictions in four more regions considered high risk: Campania, Liguria, Abruzzo and Umbria.", "The Italian Order of Doctors, however, has urged tougher action as hospitals struggle to find space for coronavirus patients. Ambulances have been queuing outside emergency units from Turin in the north to Naples in the south. People were treated for Covid-19 in their cars outside Cotugno hospital in Naples, the capital of Campania, over the weekend. One 78-year-old woman waited in an ambulance for 26 hours before being admitted to hospital.", "As Italy edges towards a million coronavirus infections since the start of the pandemic, 32,616 new cases were registered on Sunday, a more than sevenfold increase since 8 October. There were 331 Covid-related fatalities, bringing the total to 41,394, the highest in mainland Europe.", "More than 26,000 people are being treated in hospital for Covid-19, of whom 2,749 are in intensive care, up from 1,939 on 1 November.", "“Considering last week’s data as a typical trend … the situation in a month will be dramatic and therefore we must immediately resort to a total closure,” said Filippo Anelli, the president of the Italian Order of Doctors.", "Giuseppe Conte’s government introduced a controversial tier system last week, which placed Italy’s 20 regions in either a yellow, orange or red zone depending on their levels of risk. Alto Adige joined Lombardy, Piedmont, Aosta Valley and Calabria in the red zone on Monday, meaning people can only leave their homes for work, health or emergency purposes. Puglia and Sicily are in the orange zone and the rest of the country is in the yellow zone.", "'Wiped off the map': tiny Italian villages cower from Covid threat Read more", "“Either we stop the virus or it will stop us because the signs are such that the system will not hold up,” Anelli said. “Even regions currently in the yellow zone will soon find themselves in the same situation as the worst-affected areas. With the current average, in a month we could reach a further 10,000 deaths.”", "The government has so far resisted a new national lockdown as it strives to regain control of the pandemic while lessening the impact on the economy. The regional measures have created divisions between local governors and central government, however, with some regions accused of manipulating data to avoid being upgraded to a higher risk zone.", "Lombardy continues to be the hardest-hit area, followed by Campania and Piedmont. Authorities in Piedmont have called on the help of medics working for NGOs as regional hospitals struggle with shortages. Staff at a hospital in the Lombardy province of Monza have asked for medical support from abroad. More than 16,000 health workers have been infected with Covid-19 in the last 30 days, according to figures from Italy’s higher health institute, and 186 medics have died since the start of the pandemic.", "Walter Ricciardi, the chief scientist advising the health minister, told La Stampa that the tiered system was the final attempt to bring down infections before the government was forced to impose a national lockdown.", "The average age of infection in Italy is currently 44, and the average age of death 80. As of 4 November, 434 of the 39,052 deaths recorded were among people under 50, according to the higher health institute. Of that number, 95 were under 40, of whom 64 had serious secondary illnesses. Fourteen did not have other conditions, and no clinical information was available for 17."], "authors": ["Angela Giuffrida"], "keywords": ["lockdown", "national", "deaths", "10000", "yellow", "regions", "faces", "covid19", "risk", "medics", "zone", "italy", "month", "piedmont", "covid", "system", "health"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}