{"id": "c0d87223-ae9b-3a79-86cf-ee9c8a79f8dc", "title": "Charlemagne - The European Parliament: powerful yet puny", "url": "https://www.economist.com/europe/2020/10/24/the-european-parliament-powerful-yet-puny", "summary": "The European Parliament is, in its own way, as mighty as its regicidal forebears.\nYet for all these threats, MEP s are not always treated with much respect.\nThe European Parliament may have dangerous weapons.\nSince its powers are predominantly legislative, MEP s are liable to get lost in the weeds of their own policy files.\n“But the [European] Parliament just plays avant-garde stuff only watched by specialists.” Other wings of the EU do drama rather better.", "paragraphs": ["K ILLING A KING is a good way of showing who is boss. In the 17th century, English parliamentarians put Charles I on trial for treason after a civil war. He was found guilty and swiftly executed. French lawmakers did something similar in the 18th century. Their 21st-century peers must rely on less bloody methods. The European Parliament is, in its own way, as mighty as its regicidal forebears. It has plenty of weapons at its disposal. It can block trade deals and veto the EU ’s budget. It has as much say on European legislation as ministers from national capitals. And the European Commission, the closest thing the EU has to a government, can be dismissed—although not put to death—at parliament’s will.", "Yet for all these threats, MEP s are not always treated with much respect. With negotiations ongoing over EU funding of €1.8trn ($2.1trn) between the European Parliament and the Council, which represents national governments, veto-wielding MEP s should be at the apex of their powers. Yet the EU aristocracy do not seem to fear a bout of revolutionary fervour among MEP s. When cornered by German MP s about the European Parliament’s demands in the latest round of talks, Angela Merkel’s main Europe adviser declared: “In the end, none of that is relevant.” David Sassoli, the parliament’s president, reiterated its demands for an extra €39bn for the EU budget at a summit meeting of the EU ’s national leaders and was politely told to get lost.", "The European Parliament may have dangerous weapons. But it has little idea where to aim them or when to use them. Since its first elections in 1979, it has slowly accrued more powers. By 2009, a raft of treaty changes had turned it from a merely advisory body into a proper legislature, deciding laws and bossing about the executive. It took time for this to sink in. The parliament was still dismissed as “Mickey Mouse”—Margaret Thatcher’s apocryphal label—long after the nickname was no longer justified. Everything from limits on bankers’ bonuses to strict data-protection rules largely owe their existence to the 705 MEP s. Now, a different (but still insulting) description is used: “monkeys with guns”.", "A pattern of handing ever-increasing power to the parliament has broken down a little in recent years. Gains have been lost. In 2014 a smart piece of constitutional ju-jitsu introduced a “Spitzenkandidaten” system, whereby the lead candidate from the party that won the most seats in European elections would end up in charge of the commission. Previously, this had been stitched up by national leaders. It was presented to the member states as a fait accompli; and they grudgingly signed up. But in 2019 the parliament effectively handed this power back. Leaders could not bear the thought of Manfred Weber, the candidate of the centre-right European People’s Party, taking the job, so opted instead for Ursula von der Leyen, a German former defence minister. Rather than fight back in a constitutional tussle, MEP s acquiesced. Mrs von der Leyen squeaked through a divided parliament by nine votes. Rather than regicide, MEP s chose genuflection.", "Anyway, not all parliamentarians want blood. Some behave more like diplomats, sticking up for purely national interests, rather than legislators acting in the European interest, complains one parliamentary aide. When they do venture into pure politics, MEP s often pick the wrong battles, pontificating about, say, foreign policy, where their views can be ignored. Wielding power requires skill. Holding legislation hostage that member states desperately want passed is one way of doing it. “The only language the council understands is power,” says an adviser. Unfortunately, this is a language many MEP s have yet to master. Today’s crop of MEP s is inexperienced. After the last election in 2019, 61% of them were first-timers. Even old hands do not always think strategically. Since its powers are predominantly legislative, MEP s are liable to get lost in the weeds of their own policy files.", "In politics, an element of drama is necessary. “Parliaments are theatres,” says one parliament wallah. “But the [European] Parliament just plays avant-garde stuff only watched by specialists.” Other wings of the EU do drama rather better. When a European Council kicks off, leaders fly in and dish out pronouncements from a red carpet before settling in for all-night negotiations. Hundreds of journalists gather in nearby rooms and ham up any hint of a fight to justify not having gone to bed. Summits obey Aristotelian rules of drama: unity of action, unity of place and unity of time.", "Voters notice. By contrast, the parliament is most powerful when it is least visible. The EU legislative process is simple but can be opaque. The European Commission proposes something. Ministers from member states in the Council cook up their version of the law. Meanwhile, MEP s agree on their own version. All sides then lock themselves in a room and hammer out a final text together, with often stark changes from the public proposals. It is at this stage that MEP s have the most clout, forcing through last-minute changes that then become law for nearly 450m people. Yet the whole performance is impossible for most voters to see.", "Come at the king, you best not miss"], "authors": ["The Economist"], "keywords": ["national", "s", "leaders", "powerful", "power", "charlemagne", "parliament", "parliaments", "eu", "mep", "puny", "council", "european"], "pubDate": "2020-10-24T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}