{"id": "c0f1a84a-8079-3146-92dc-6b18d907ad25", "title": "Juicy Couture Is Back! 10 Superfans On Why They Can’t Quit the Tracksuit", "url": "https://www.vogue.com/article/juicy-couture-tracksuits-are-back", "summary": "A Juicy tracksuit couldn’t feel more timely.\n“People aren't going into the office as much, but you want to look stylish, and there's something about a Juicy Couture tracksuit that you don't look like a slob.\nThere’s something refined about it.” In the fashion world, there have been signs that the Juicy tracksuit is slowly creeping back into our closet, too.\nTiffany Pollard, reality star and 2000s iconI love Juicy Couture!\nIt’s still my favorite Juicy Couture fragrances ‘til this day.", "paragraphs": ["The brand’s splashy return certainly comes at the right moment. For starters, COVID-19 lockdowns and the new WFH lifestyle has caused many of us to rethink our wardrobes: We basically all live in loungewear now. A Juicy tracksuit couldn’t feel more timely. “Post-quarantine, everyone's wardrobe and waistbands have gotten a lot more relaxed,” says Hilton, who is still a fan of the Juicy look. “People aren't going into the office as much, but you want to look stylish, and there's something about a Juicy Couture tracksuit that you don't look like a slob. There’s something refined about it.” In the fashion world, there have been signs that the Juicy tracksuit is slowly creeping back into our closet, too. Remember when Vetements partnered with Juicy on runway tracksuits in 2016, and then Rihanna wore it a year later on the streets? More recently, Timothée Chalamet broke the Internet with his pink Juicy hoodie which he wore in an issue of GQ, and Kim Kardashian West even released her own velour tracksuit line for Skims, tapping Paris Hilton to star in the promo photos with her (an obvious nod to their early-aughts Juicy days).", "For stars like Kardashian West and Hilton, the love for Juicy has clearly never stopped. But they’re not the only ones. Below, Vogue also asked nine Juicy superfans to look back on the craze—including celebrities, stylists, and vintage experts—and share why they’re excited about its return.", "Tiffany Pollard, reality star and 2000s icon", "I love Juicy Couture! Back in the day, they had the best (and most comfy) two-piece terry cloth sweat suits. I had one in pink and I had one in sky blue—I wore the hell out of both of them. And I also drowned myself in “Viva la Juicy” perfume. It’s still my favorite Juicy Couture fragrances ‘til this day.", "Nicky Hilton Rothschild, businesswoman and socialite", "My friend Lara Shriftman did the PR for Juicy [in the 2000s], so she gave Paris and I some pieces. We fell in love with it and it became our uniform. It was love at first sight. All the fun, bright colors. We were living in L.A. at the time time, and they really had that laid-back, California girl thing going on. One of the first things I wore was definitely a tracksuit. I also remember wearing the terry cloth tube dresses. Paris wore the more bright, bubblegum pink ones; I wore the navy, hunter green, and black. But definitely with rhinestones. I have a few of the originals. The brand recently sent me a velour tracksuit with my name in crystals on the back in Old English writing. But when Paris and I got robbed in the Hollywood Hills in the early 2000s, they stole a lot of our treasures! The [Dior] Saddle bags, the Louis Vuitton x Sprouse, and the Juicy."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["hilton", "juicy", "superfans", "couture", "cant", "2000s", "paris", "wore", "love", "quit", "tracksuit", "look", "pink"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}