{"id": "c1024ddb-602a-33f6-af00-35bdc90fce59", "keywords": ["following", "smart", "vehicle", "spokesperson", "teslas", "accident", "using", "reports", "looked", "company", "selfdriving", "nhtsa", "safety", "tesla", "feature", "summon"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor. Follow Him"], "url": "http://www.foxnews.com/auto/nhtsa-tesla-self-driving-smart-summon-accident", "title": "Tesla's self-driving Smart Summon feature being looked at by NHTSA following accident reports", "summary": "The National Highway Traffic and Safety Administration (NHTSA) is “gathering information” about a new Tesla feature that has apparently caused several minor accidents.\nThe feature is called Smart Summon and is designed to allow a Tesla owner to retrieve their vehicle remotely, using an app.\nFollowing its wide release last week, Tesla owners started posting reports and videos of it in action to social media.\nA NHTSA spokesperson told Reuters that it is aware of reports related to Tesla’s Summon feature.\nSafety is NHTSA’s top priority and the agency will not hesitate to act if it finds evidence of a safety-related defect,” the spokesperson said.", "pubDate": null, "paragraphs": ["The National Highway Traffic and Safety Administration (NHTSA) is “gathering information” about a new Tesla feature that has apparently caused several minor accidents.", "The feature is called Smart Summon and is designed to allow a Tesla owner to retrieve their vehicle remotely, using an app.", "With it, the cars are supposed to be able to drive themselves autonomously through parking lots to their owners while sticking to lanes and avoiding vehicles, pedestrians and other obstacles. Tesla cautions that operators should only use it if the vehicle is in their line of sight and that they should be prepared to stop it quickly.", "Following its wide release last week, Tesla owners started posting reports and videos of it in action to social media. While it has worked well for many, much to their delight, there have been several alleged incidents involving off-pavement excursions, close calls and collisions that have raised concerns.", "A NHTSA spokesperson told Reuters that it is aware of reports related to Tesla’s Summon feature. \"We are in ongoing contact with the company and we continue to gather information. Safety is NHTSA’s top priority and the agency will not hesitate to act if it finds evidence of a safety-related defect,” the spokesperson said.", "Tesla has not commented on NHTSA’s actions, but company CEO Elon Musk tweeted on Wednesday that over 550,000 people had used Smart Summon and added that a Smart Parking feature will follow in one or two months, but that it might be “a little silly at first.”", "Tesla's operating system allows the company to modify features using over-the-air updates.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM"]}