{"summary": "An Arkansas man faces a felony robbery charge following his arrest Friday after he allegedly shoplifted gel insoles and \"other foot products\" from a grocery store and then struck an intervening store employee with his vehicle in the store’s parking lot, according to a report.\nIn addition, Burroughs has outstanding warrants for failure to appear and failure to comply, the newspaper reported.\nThe man then reportedly threw the stolen items at the employees as he drove away.\nAfter deputies reviewed the store’s security footage, they recognized the suspect as Burroughs, the Democrat-Gazette reported.\nInside, they found Burroughs and reportedly confirmed he was the man seen in the security video.", "keywords": ["democratgazette", "products", "foot", "reportedly", "say", "burroughs", "man", "vehicle", "stealing", "video", "allegedly", "drove", "struck", "store", "victim", "gel", "insoles"], "paragraphs": ["An Arkansas man faces a felony robbery charge following his arrest Friday after he allegedly shoplifted gel insoles and \"other foot products\" from a grocery store and then struck an intervening store employee with his vehicle in the store’s parking lot, according to a report.", "Mitchell Allen Burroughs, 26, of Hot Springs, Ark., was arrested at his home shortly before 9:30 a.m. on the robbery charge, which is punishable by up to 20 years in prison, the Arkansas Democrat-Gazette reported Tuesday.", "In addition, Burroughs has outstanding warrants for failure to appear and failure to comply, the newspaper reported.", "", "ARKANSAS SHERIFF CHARGED WITH ASSAULTING 3 PEOPLE IN CUSTODY", "He was being held in lieu of $8,500 bond and was set to appear this coming Friday in Garland County District Court.", "According to an affidavit, early last Friday morning, Garland County Sheriff's Sgt. Joshua Cannon, Cpl. Clayton Green and Deputy Elwood McConnell were dispatched to Harps Food Store in response to reports of a shoplifter who, when confronted by employees, allegedly struck one with his vehicle while fleeing.", "", "ARKANSAS POLICE OFFICER 'EXECUTED' IN CAR WAS SHOT 10 TIMES IN THE HEAD, INVESTIGATORS SAY AS VIDEO EMERGES", "The deputies spoke to the alleged victim and a witness who said they had seen a man stealing the insoles and other items before running outside the building, the newspaper reported.", "", "CLICK HERE FOR THE FOX NEWS APP", "The pair reportedly confronted the man as he was trying to drive away before he allegedly drove forward, striking the victim with the front of his vehicle. The victim was reportedly uninjured, the Democrat-Gazette reported.", "The man then reportedly threw the stolen items at the employees as he drove away. Witnesses were able to get the license plate number.", "After deputies reviewed the store’s security footage, they recognized the suspect as Burroughs, the Democrat-Gazette reported. The vehicle was located a short time later at the home.", "", "Deputies drove to the house and spoke with Burroughs' mother, who let them in the house.", "Inside, they found Burroughs and reportedly confirmed he was the man seen in the security video. He was taken into custody without further incident."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/us/ark-man-accused-of-shoplifting-running-over-store-employee-during-escape", "authors": ["Jack Durschlag"], "id": "c1095d2c-fe2e-35b4-b5ba-4db23b0f760a", "pubDate": null, "title": "Arkansas man struck store employee with vehicle after stealing gel insoles, 'other foot products,' authorities say"}