{"id": "c13d6010-2e02-38af-a273-4ee9b5ab2609", "title": "Janelle Monáe, more celebs express displeasure with American Trump voters: ‘Burn’", "url": "https://www.foxnews.com/entertainment/janelle-monae-celebs-displeasure-american-trump-voters", "summary": "Janelle Monáe is flipping the bird to anyone who cast their 2020 presidential election vote for Donald Trump.\nThe singer and actress took to Twitter on Wednesday and called for millions of Trump voters to “burn” in a since-deleted tweet along with a photo of herself giving the middle finger to said voters.\n\"F--k Donald Tromp [sic] and every American citizen, celebrity, white woman, black man, ETC who supported him burnnnnnnnnnn,\" Monáe, 34, wrote in a screenshot obtained by Pop Crave.\nShe also quote-retweeted another tweet, which reads, “I’m never forgiving Trump voters and that doesn’t make me a bad person,” with the co-sign, “NEVER OR those who endorsed him.”Reps for Monáe did not immediately respond to Fox News' request for comment.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER“Joe Biden should not wrongfully claim the office of the President,” Trump tweeted on Friday.", "paragraphs": ["Janelle Monáe is flipping the bird to anyone who cast their 2020 presidential election vote for Donald Trump.", "The singer and actress took to Twitter on Wednesday and called for millions of Trump voters to “burn” in a since-deleted tweet along with a photo of herself giving the middle finger to said voters.", "\"F--k Donald Tromp [sic] and every American citizen, celebrity, white woman, black man, ETC who supported him burnnnnnnnnnn,\" Monáe, 34, wrote in a screenshot obtained by Pop Crave.", "\"I'm not going down the list for y'all you do the research and see who gave him millions of votes,\" the “Hidden Figures” star added in another deleted tweet.", "She also quote-retweeted another tweet, which reads, “I’m never forgiving Trump voters and that doesn’t make me a bad person,” with the co-sign, “NEVER OR those who endorsed him.”", "Reps for Monáe did not immediately respond to Fox News' request for comment.", "CLICK HERE TO SEE FOX NEWS’ LIVE PROBABILITY DIALS", "Monáe is a stout Democratic supporter and performed at CarolinaFest in support of Barack Obama in 2012 before later being handpicked by Stacey Abrams to produce an original record for Abrams’ 2020 documentary “All in All: The Fight for Democracy.”", "Other celebrities joined Monáe in voicing their own displeasure with the more than 70 million Americans who voted for the incumbent president, including Demi Lovato, who tweeted that she felt it “Kind of terribly sad how close this election was.”", "CLICK HERE TO INTERACT WITH FOX NEWS VOTER ANALYSIS", "“After this year and especially this summer it should’ve been a landslide. I don’t get it. Truly,” Lovato added.", "“White Men Can’t Jump” actor Wesley Snipes also tweeted that the “closeness of this election is showing just how many decided racism is ‘not a big deal.’”", "Election votes continue to be counted days after the Tuesday frenzy, and while Biden is leading in key states that could deliver him enough electoral votes to declare him the winner of the 2020 presidential race, Trump is steadfast there is still a race to be won for Republicans.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“Joe Biden should not wrongfully claim the office of the President,” Trump tweeted on Friday. “I could make that claim also. Legal proceedings are just now beginning!”"], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["2020", "celebs", "tweeted", "displeasure", "burn", "fox", "votes", "election", "presidential", "express", "monáe", "voters", "janelle", "american", "trump", "race"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}