{"keywords": ["loss", "grief", "anger", "felt", "weeks", "bueno", "relief", "miscarriage", "guilt", "envy", "woman", "tiny", "women", "feel", "pregnancy"], "authors": [], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://parenting.nytimes.com/pregnancy/after-a-miscarriage-grief-anger-envy-relief-and-guilt?module=article-group&topic=The%20Latest&rank=3&position=8", "summary": "Miscarriage is common — as many as 15 percent of known pregnancies end in a first-trimester loss.\nMy period is so irregular that I had to wait two additional weeks to confirm that the pregnancy was not progressing properly.\nI felt anger — spiky and random, popping up unexpectedly and without apparent trigger.\nAnd most appalling to me was the envy I felt toward women who were pregnant, successfully.\nNearly five years after my loss, I don’t think about the miscarriage much anymore.", "paragraphs": ["Image Credit Isabel Seliger", "October is pregnancy and infant loss awareness month, and if your family has experienced any kind of loss, we are here for you. Miscarriage is common — as many as 15 percent of known pregnancies end in a first-trimester loss. We have guides on miscarriage, stillbirth (far less common and incredibly heartbreaking), ectopic pregnancy (when a fertilized egg lands somewhere other than the uterus, also rare), sudden infant death syndrome (SIDS) and a beautiful essay from Amber Scorah about having a child after losing a child.", "***", "I had a miscarriage in between my two girls. I went in for an ultrasound at around seven weeks, and there was no heartbeat. My period is so irregular that I had to wait two additional weeks to confirm that the pregnancy was not progressing properly. My obstetrician couldn’t definitively date the pregnancy because he couldn’t definitively date the ovulation, so I trudged to multiple radiologists for multiple disappointing ultrasounds over 14 days.", "I expected to feel sad during this painful two-week wait, and after — and I absolutely did. A guttural sadness that would take months to lift.", "What I didn’t anticipate was that I would feel a lot of other things, and that the emotional ground would continue to shift under my feet. I felt relief when I was able to take a new job right around when I would have been due to give birth; I knew I wouldn’t have been able to take it had I carried that pregnancy to term. Then I felt guilty about feeling relieved. I felt anger — spiky and random, popping up unexpectedly and without apparent trigger. And most appalling to me was the envy I felt toward women who were pregnant, successfully. An acquaintance of mine was due around when I would have been, and I could not stand to be around her during her pregnancy. When she tried to make plans, I made excuses.", "There’s a myriad of responses to loss, said Julia Bueno, a psychotherapist and the author of “The Brink of Being: Talking About Miscarriage.” “There may well not be any grief,” Bueno said, and the grief some women feel is “exquisitely nuanced, powerful and profound.” If the miscarriage is in the first trimester, it may also be hidden, Bueno said, because you don’t always look pregnant to the outside world, and it’s not customary to reveal a pregnancy until you’re past 12 weeks.", "Partners of pregnant women may also feel a range of emotions. As technology allows us to know we’re pregnant just after a missed period, it allows partners to become bonded to babies far earlier than they might have been in previous generations. There’s a case study in Bueno’s book about a woman who miscarried twice, whose husband was grieving deeply. “He bought the pregnancy test. He saw that test emerge — he was drawn into it,” Bueno said. He was already forging a relationship with the baby that he had to mourn, too.", "Nearly five years after my loss, I don’t think about the miscarriage much anymore. I was lucky to have a second child, which is what I desperately wanted, and that helped me. But lots of families still feel complicated grief even after having additional children. Bueno lost twin girls, Florence and Matilda, at 22 weeks, and she had three miscarriages as well. She went on to have two boys, and for her, “the nourishment and joy runs alongside the grief.” Bueno told me about an oral history she had read from a woman with nine children. That woman had a miscarriage, too, and though she was in her 80s at the time of the oral history, she still felt the loss acutely despite her sizable brood.", "If you know someone who has experienced a loss, Bueno said, “err on the side of compassionate curiosity.” This could mean saying you’re sorry for a loss, and then asking something open-ended, like, “Tell me what it meant to you,” as it allows for the many kinds of emotion someone might feel. Be prepared for any response — a woman may not want to talk about it at all, or she may want to talk about the gory viscera. I recall making extremely dark jokes about what came out of me in the aftermath. Those physical side effects, “that stuff needs to be talked about,” Bueno said. Otherwise we run the risk of women feeling “icky and shameful and abnormal” about what they’ve experienced.", "We need to make cultural space for every single kind of reaction to loss — there will always be a gamut of responses. And sharing these stories is a good place to start.", "P.S. Forward this email to a friend. Follow us on Instagram @NYTParenting. Join us on Facebook. Find us on Twitter for the latest updates. Read last week’s newsletter about why stuffed animals are important to your child’s development.", "Want More on Loss and How to Cope?", "Tiny Victories", "Parenting can be a grind. Let’s celebrate the tiny victories.", "We were stuck behind the world’s longest train. I started using the F-word more liberally than I should have, and my 2-year-old immediately started repeating me. By the time the train passed, I had convinced him that I had seen a fox. — Adra Coberly Webster, Longmont, Colo.", "If you want a chance to get your Tiny Victory published, find us on Instagram @NYTparenting and use the hashtag #tinyvictories; or enter your Tiny Victory at the bottom of this page. Include your full name and location. Tiny Victories may be edited for clarity and style. Your name, location and comments may be published, but your contact information will not. By submitting to us, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us."], "id": "c13f32c8-6964-31b4-ae1c-bee41846aaf6", "pubDate": null, "title": "After a Miscarriage, Grief, Anger, Envy, Relief and Guilt"}