{"id": "c166947a-fe57-3c34-860d-686fd0a807b3", "title": "Lahore’s metro line opened to fanfare – but what is the real cost of China's 'gift'?", "url": "https://www.theguardian.com/global-development/2020/nov/05/lahore-metro-line-opened-to-fanfare-but-what-is-the-real-cost-of-china-gift", "summary": "But this week the Pakistani city of Lahore unveiled its “gift from China” – a $1.6bn (£1.23bn) light-rail transit system.\nThe Orange Line metro is designed to carry nearly a quarter of a million people a day in Pakistan’s second-largest city.\nFacebook Twitter Pinterest The Orange Line will reduce the time to cross bustling Lahore by more than half.\nNo one knew what was happening.”Facebook Twitter Pinterest Opponents of the Orange Line demonstrate at the official opening of the railway.\nFacebook Twitter Pinterest Lahoris riding the Orange Line for the first time.", "paragraphs": ["The Pakistani city’s railway is a hit with passengers, but critics say worker deaths and huge debt are too high a price to pay", "In a global pandemic, people across the world have avoided public transport systems where they can. But this week the Pakistani city of Lahore unveiled its “gift from China” – a $1.6bn (£1.23bn) light-rail transit system. The Orange Line metro is designed to carry nearly a quarter of a million people a day in Pakistan’s second-largest city.", "On Monday, 50,000 masked commuters packed into gleaming, air-conditioned trains festooned with Chinese and Pakistani flags to celebrate the first day of operation. Tayyaba Urooj, a 45-year-old mother, was among them, and had brought nine of her relatives from Karachi along for the trip. “Alhamdulillah, the train just started. We want it to succeed and for Pakistan to succeed,” says Urooj in the packed carriage. “I am a little worried because it’s congested – but it’s Pakistan, so there’s always a rush.”", "The number-one group this train will benefit is women – they don’t usually have their own vehicles Kiran Dar, politician", "“The more people who use this metro, the more beneficial it will be for our country,” says Badar Shahzad, 49, who welcomed the large crowds. “Ninety-five per cent of people riding it don’t even have anywhere to go – they’re just enjoying the journey,” he adds, pointing to kids snapping away with their phones.", "At 27km this is one of the largest metro projects under Xi Jinping’s belt and road initiative, bringing a grinding two-and-a-half hour commute across the sprawling city down to under an hour. It promises to reduce traffic, decrease pollution, and provide a cheaper way to get around one of south Asia’s most transport-starved cities. Financed by the Pakistani government and a $1.6bn loan from China’s Exim Bank, the train is jointly operated by China Railway and Norinco International, one of China’s largest engineering contractors. Guangzhou Metro Group and Daewoo Pakistan are also involved in the project.", "Facebook Twitter Pinterest The Orange Line will reduce the time to cross bustling Lahore by more than half. Photograph: Arif Ali/AFP/Getty Images", "The line is one of many rail and metro projects China is financing globally, in countries such as Indonesia, Laos, Serbia, Malaysia and Russia.", "“The number-one group this train will benefit is women – they don’t usually have their own vehicles,” says Pakistani politician Kiran Dar. Research shows Pakistani women are more likely than men to use public transport, due to their inability to access other options such as motorbikes, Lahore’s most popular form of transport.", "But the Orange Line has been dogged by problems, from accusations that it endangered Unesco heritage sites to complaints the government demolished low-income housing along the route. More than 50 Orange Line workers have died, highlighting the country’s labour problems, including its pattern of relying on precarious, subcontracted workers for large infrastructure projects, as well as weak enforcement of relevant laws.", "Workers were kept hidden in the camps. Their living conditions were miserable Khalid Mahmood, Labour Education Foundation", "In January 2017, seven labourers died and more than a dozen were injured in a fire at a temporary shelter housing Orange Line workers. There was a series of gruesome incidents during construction, from workers being electrocuted when a crane collided with cables to men being crushed in their sleep by a collapsing wall. In July 2016, following the death of a worker, some Orange Line labourers deemed the work too hazardous and initiated a strike, claiming the government was prioritising the speed of the project over workers’ lives.", "Labour activists say that the majority of incidents happened because labourers were not directly employed by the government or Chinese contractors, but by a convoluted network of Pakistani subcontractors who brought in workers from south Punjab on low wages and little health and safety protection.", "“There were major violations of the rights of workers,” says Khalid Mahmood, director of the Lahore-based Labour Education Foundation, who visited workers after the 2017 fire and discovered they had no contracts.", "“Unions were not able to go inside the work sites. No one was allowed to meet these workers,” Mahmood tells the Guardian. “These workers were kept hidden in the camps. Their living conditions were miserable.” Mahmood points out that Pakistani law offers protections and rights that labourers were not made aware of. He says his attempts to locate worker contracts at construction sites were undermined by the lack of information from companies. “There was no transparency. No one knew what was happening.”", "Facebook Twitter Pinterest Opponents of the Orange Line demonstrate at the official opening of the railway. Photograph: Arif Ali/AFP/Getty Images", "Sohail Janjua, a spokesperson for the Lahore Development Authority, the agency behind the Orange Line project, says: “As far as the law is concerned, the implementation of labour laws is the responsibility of the contractors.” Requests for comment from Chinese and Pakistani contractors Norinco and Habib Construction Services went unanswered.", "As well as labour problems, the Orange Line has been criticised for its cost, with members of the ruling government calling it a white elephant that burdens the public coffers. The line is expected to cost the taxpayer 5bn rupees (£23.8m) a year in subsidy.", "The women who risk their lives to deliver Pakistan's polio vaccines Read more", "Before he became prime minister, Imran Khan castigated the previous government for investing in the Orange Line instead of hospitals or ventilators, and rebuked its decision not to safeguard the environment and key heritage sites during construction. In 2018, Khan made the murky financial details of projects such as the Orange Line a focus of his anti-corruption drive, launching a commission to investigate how contracts were awarded, the costs involved and the level of transparency.", "Despite Khan’s criticism, in recent years Pakistan’s crumbling infrastructure and poor transport network has seen the country aggressively court more than $60bn in Chinese loans to finance big-ticket development projects – which observers say will plunge the debt-ridden country deeper into a financial quagmire. Pakistan’s external debt now amounts to 45% of its GDP.", "At the final stop at Lahore’s Dera Gujran terminal, the passengers seem unconcerned by the economic realities. For working-class Pakistanis the metro marks the dawn of comfortable travel in a city racked with dilapidated buildings and broken roads. “I am enjoying the speed of the train; it’s much more efficient than the bus,” first-time user Abbas Ali, 36, tells the Guardian.", "Facebook Twitter Pinterest Lahoris riding the Orange Line for the first time. The railway will improve the lives of many in the city. Photograph: Sabrina Toppa", "The line is also a boon for the nearly 3,700 Pakistani workers employed to operate it. “I’m very happy, I got a work opportunity and the public got a way to move around the city,” says Mukhtar Ali, 35, who was trained in Beijing ahead of the launch.", "“I want to thank China – they started a very good service that is cheap, safe and comfortable,” says Mahjabeen Qaisar, 36, a mother travelling with her young son.", "“China is Pakistan’s deepest friendship,” says Shahzad, pointing to the station platform where Chinese and Pakistani employees in black conductor hats inspect the train. “This is the proof of that strong friendship.”", "In the background, high-tech screens display animated videos of how to use tokens to exit stations, while a robotic voice intones the name of the next stop. “If we didn’t have our friendship with China, who knows if we ever would have gotten a train like this,” says Shahzad.", "Reporting for this story was supported by a grant from the Pulitzer Center on Crisis Reporting.", ""], "authors": ["Sabrina Toppa In Lahore"], "keywords": ["lahores", "fanfare", "opened", "real", "chinas", "pakistani", "train", "gift", "pakistans", "labour", "city", "metro", "line", "cost", "orange", "workers", "projects"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}