{"id": "c1843e19-9bc7-3926-b751-0063c033ae8b", "title": "U.S. Records 100,000 Cases in a Day for the First Time", "url": "https://www.nytimes.com/live/2020/11/04/world/covid-19-coronavirus-updates", "summary": "U.S. Records 100,000 Cases in a Day for the First Time European countries imposed sweeping new limits as they try to halt a second wave.\n100,000 cases in a single day push the U.S. into new terrain.\nStates report new cases unevenly from day to day, so seven-day averages are a more reliable gauge of trends than an individual day’s figures are.\nSwitzerland called on the army to support its medical services on Wednesday as the daily number of virus cases hit a new peak.\nAnd as virus cases spike in Italy, new rules may lead to more open tables.", "paragraphs": ["U.S. Records 100,000 Cases in a Day for the First Time European countries imposed sweeping new limits as they try to halt a second wave. And with the pandemic looming over the U.S. election, voters who saw the virus as a top issue favored Biden. This briefing has ended. Follow our latest coverage of the coronavirus pandemic.", "100,000 cases in a single day push the U.S. into new terrain. A bicyclist passing the New York Stock Exchange on Wednesday. Credit... Jeenah Moon for The New York Times The United States on Wednesday recorded over 100,000 new coronavirus cases in a single day for the first time since the pandemic began, bursting past a grim threshold even as the wave of infections engulfing the country shows no sign of receding. The total count of new infections on Wednesday was more than 107,800, according to a New York Times database. Twenty-three states have recorded more cases in the past week than in any other seven-day stretch. Five states — Maine, Minnesota, Indiana, Nebraska and Colorado — set single-day case records. Cases were also mounting in the Mountain West and even in the Northeast, which over the summer seemed to be getting the virus under control. North and South Dakota and Wisconsin have led the country for weeks in the number of new cases relative to their population. But other states have seen steep recent increases in the last 14 days. Daily case reports in Minnesota, on average, have increased 102 percent over that time, while those in Indiana have risen 73 percent. For months, Maine had among the lowest levels of transmission anywhere in the country, but new cases there have more than tripled. In Wyoming, new cases are up 73 percent, while in Iowa they have more than doubled. Deaths related to the coronavirus, which lag behind case reports, have increased 21 percent across the country in the last two weeks. Hospitals in some areas are feeling the strain of surging caseloads. More than 50,000 people are currently hospitalized with Covid-19 across the country, according to the Covid Tracking Project, an increase of roughly 64 percent since the beginning of October. Dr. Anthony S. Fauci, the country’s top infectious disease expert, predicted in June, when new cases were averaging roughly 42,000 a day, that the rate would eventually reach 100,000 a day if the pandemic were not brought under control. His blunt assessments of the country’s failure to control the virus drew attacks from Trump administration officials, including the president, who called him alarmist. In an interview on Friday, Dr. Fauci told The Washington Post that the country would most likely hit the 100,000 mark soon. “We’re in for a whole lot of hurt,” he said. Dr. Fauci said that the country “could not possibly be positioned more poorly” as winter approaches and colder temperatures lead people to gather indoors. States report new cases unevenly from day to day, so seven-day averages are a more reliable gauge of trends than an individual day’s figures are. But Wednesday was bad by that measure as well, with the seven-day average exceeding 90,000, the highest since the pandemic began. During the early days of the pandemic in March and April, testing in the United States was very limited, so it is not possible to say with certainty that the virus is spreading faster now than it did then. But the pattern of infection has clearly changed. Dr. Bill Hanage, an associate professor of epidemiology at Harvard’s T.H. Chan School of Public Health, said this week that while the surges in the spring and summer were concentrated in specific regions — the Northeast in the spring and the Sun Belt in the summer — the current one reflects transmission increases in nearly all parts of the country. Dr. Hanage called Wednesday’s milestone “the completely foreseeable consequence of not taking pandemic management seriously.” And he said the country would see “hospitalizations and deaths increase in due course.” “This is desperately concerning,” Dr. Hanage said, “because uncontrolled transmission will end up compromising health care, and in order to preserve it, we will almost certainly end up needing to take stronger action to prevent the worst outcomes.” “Look to Europe to see the consequences of leaving it too late,” he said. “The longer you leave it, the harder it will be to control.” —", "Italy will lock down six regions and prevent many people from crossing between them. Lombardy is one of the regions in Italy that will be going into lockdown. Credit... Alessandro Grassani for The New York Times The Italian government announced Wednesday night that it would lock down a significant portion of the country, including the northern regions that are its economic engine, in an effort to stop a resurgent wave of coronavirus infections. Prime Minister Giuseppe Conte said the measures, the most drastic since the nationwide lockdown in March, would take effect on Friday and will seal off six regions in the country’s deeply infected north and highly vulnerable, and poorer, south. “The situation is particularly critical,” Mr. Conte said at an evening news conference. He said the virus was moving at a “strong and even violent” pace. Across Europe, efforts to halt a second wave of cases with piecemeal measures are being replaced by far stricter rules — and hurried efforts to bolster health systems that could quickly reach capacity in the coming weeks. Starting Thursday, England will be under a second lockdown. Poland will shut schools and shops this weekend, and Lithuania will enter a full lockdown. Switzerland has called in the army to bolster hospitals. And France’s health minister is pushing to extend a state of emergency until February. In Italy, the new measures will ban residents of the six regions from crossing borders except for work, health or other “situations of necessity,” Mr. Conte said. Movement within the regions will also be strictly limited. Bars and restaurants will be closed in all of the regions and shops selling nonessential goods will be closed in most of them. Three of the regions span the country’s northwest and include Lombardy, which is the home of Italy’s financial capital Milan, Piedmont and Aosta Valley. The southern regions are Calabria, Puglia and the island of Sicily. Mr. Conte said the restrictions, which have triggered fierce opposition from business groups, restaurants and many citizens exasperated with government limits on their freedom, were being put in place because “there is a high probability that some regions will exceed the critical limits in intensive care units” in the coming weeks. “We necessarily have to intervene,” he said. The country will be essentially divided into three zones: red, orange and yellow, each with its own restrictions. The government will make those assessments on a weekly basis. The announcement adds specifics to a new government decree, announced earlier on Wednesday, which imposed a 10 p.m. curfew around the country and closed museums, high schools and, on the weekend, shopping malls. Mr. Conte also “strongly recommended” that Italians stay home during the day, but deferred the decision to establish local lockdowns to the country’s health minister and the regional governors. Mr. Conte said he had chosen a more targeted approach rather than a blanket lockdown because nationwide measures might be ineffective for the most infected areas and too draconian for places with fewer cases. In Britain, Mr. Johnson spoke before Parliament on Wednesday, saying there was no alternative to a monthlong lockdown if a “medical and moral disaster” was to be avoided. For weeks, Mr. Johnson had resisted such drastic measures, rejecting calls from scientists who advise the government, and from the opposition Labour Party, for an earlier but shorter lockdown. Britain has been the worst-hit country by the pandemic in Europe, with more than 60,000 deaths. London was bustling with shoppers hours before the new rules took effect. Stores, restaurants, pubs and other nonessential businesses must close for a month; schools will remain open. People will be asked to stay home unless they are needed at work, or out to buy food or exercise. Germany and France, which tried piecemeal measures, have reimposed nationwide lockdowns. Discontent has mounted throughout Italy in recent weeks, with restaurant and bar owners taking to the streets to protest early closings recently imposed by the authorities. Yet Prime Minister Giuseppe Conte has vowed to carry on with the new restrictive measures. At the Vatican, Pope Francis on Wednesday returned to his private library for his weekly general audience, as he urged people to follow the recommendations of political and health authorities. The pope stopped public audiences in March, but resumed them at the beginning of September, allowing small groups to participate in a Vatican courtyard or the audience hall. Switzerland called on the army to support its medical services on Wednesday as the daily number of virus cases hit a new peak. The Swiss cabinet said it agreed to deploy up to 2,500 military personnel to support testing, care and transport services. Switzerland recorded more than 10,000 cases on Wednesday, a single-day record, and 73 deaths. Lithuania said it would impose a nationwide lockdown as of Friday, after the number of new cases tripled in recent weeks, while the prime minister of Denmark, and most of the government, went into quarantine after the justice minister tested positive for the virus. Poland stopped short of a national lockdown, but announced new restrictions on Wednesday. Cultural institutions and nonessential shops in commercial centers must close on Saturday, and the number of customers allowed into other shops will be limited. Hotels will only be allowed to accept business travelers, and all schools starting at first grade will switch to online learning. — Karen Zraick, Stephen Castle, Elian Peltier, Elisabetta Povoledo, Emma Bubola, Nick Cumming-Bruce and", "Advertisement Continue reading the main story", "Voters who saw containing the virus as the most important issue favored Biden. Joe Biden, the Democratic nominee for president, spoke to supporters in Philadelphia on Tuesday. Credit... Erin Schaff/The New York Times As the United States faces a dual national crisis — a monthslong pandemic and economic devastation — voters were deeply divided on what mattered more: containing the coronavirus or hustling to rebuild the economy, according to early exit polls and voter surveys released Tuesday. Their opinion of which was more important fell along starkly partisan lines, with those who viewed the pandemic as the most pressing issue favoring Joseph R. Biden Jr. for president, while those who named the economy and jobs broke overwhelmingly toward re-electing President Trump. Reflecting a pervasive pessimism, nearly two-thirds of voters said they believed the country was heading in the wrong direction, according to an Associated Press canvass of those who had cast ballots — and those voters overwhelmingly picked Mr. Biden. And while Mr. Trump had attempted to focus the campaign on anything other than the pandemic, it remained a defining issue: More than four in 10 voters said it was the most important problem facing the country, far more than any other issue. A separate survey — the traditional exit poll, conducted by Edison Research — asked the question differently; it found that, as important as it was to them, only about one in five voters considered the virus the top issue affecting their vote. More said the economy was, and a similar share said racial inequality decided their ballots. The overwhelming majority of Trump supporters called the economy excellent or good while an equal share of Biden supporters said it was doing poorly. Views of the virus also cleaved to politics: Roughly four in five Trump supporters called it at least somewhat under control, while as many Biden voters said it was “not at all under control.” Those who reported that the pandemic had taken a personal toll tended to back Mr. Biden. More than a third of all voters said they or someone in their household had lost a job or income over the past eight months, and most of those voters favored Mr. Biden. — Jennifer Medina and", "North Dakota candidate, who died of Covid-19 last month, wins seat in state legislature. A North Dakota man who died from the coronavirus last month won a seat in the state legislature, according to results. David Andahl, a 55-year-old cattle rancher, died last month, after being hospitalized with the coronavirus, the Bismarck Tribune reported. Mr. Andahl’s mother, Pat Andahl, told the newspaper that her son, a Republican who in June defeated a longtime incumbent in the primary vote, had been looking forward to joining the state legislature. “He had a lot of feelings for his county and his country and wanting to make things better, and his heart was in farming,” Ms. Andahl told the Tribune. “He wanted things better for farmers and the coal industry.” Mr. Andahl, who won 36 percent of the vote, and Dave Nehring, who won 41 percent of votes, were elected to represent North Dakota’s eighth state house district. Because mail-in voting began in the state on Sept. 18, Mr. Andahl’s name could not be removed from the ballot after his death, North Dakota’s secretary of state, Alvin Jaeger, said. Mr. Jaeger, who has held his position since 1993, said he did not recall any other time that a candidate in North Dakota had died while balloting was underway. On Wednesday, Gov. Doug Burgum said that he had appointed Wade Boeshans, the president and general manager of BNI Energy, to fill the seat won by Mr. Andahl. The move came as a surprise to some officials. In mid-October, North Dakota’s attorney general, Wayne Stenehjem, said that Mr. Andahl’s seat, if he were elected, should be filled the same way as a vacancy following the retirement or death of lawmaker. In those cases, the district committee of the political party of the deceased person holds a meeting within 21 days of the vacancy and appoints someone to fill it. But Mr. Burgum, a Republican, said that he believed only he had the power to fill the empty seat. “After extensive research, it became clear that the only legal and constitutionally viable way to fill the District 8 seat is through gubernatorial appointment,” he said in a statement. Soon after, Mr. Stenehjem, also a Republican, released a statement saying the governor’s appointment was improper. —", "Advertisement Continue reading the main story", "With their restaurants forced to close early, Italians are crossing into tiny San Marino for dinner. Coronavirus restrictions introduced in Italy last month required eateries to close at 6 p.m. Credit... Alessandro Grassani for The New York Times With Italy’s restaurants forced to close early in response to a steep rise in new virus cases, San Marino, an independent microstate within northern Italy, has emerged as a dining destination. Coronavirus restrictions introduced in Italy last month require eateries to close at 6 p.m. — hours earlier than most Italians eat dinner. Restaurants in San Marino stay open until midnight and, in some areas, are just a 10-minute drive across the border. But the tiny state’s emergence as a late-night restaurant quarter has raised fears that travelers could spread the virus. And as virus cases spike in Italy, new rules may lead to more open tables. Starting Thursday, Italians will be subject to a 10 p.m. nationwide curfew, which will make it harder for people to go out for dinner at all. Pressure has also been building on San Marino to change its policies. A group of 15 mayors from bordering Italian towns wrote an open letter to San Marino, arguing that the country’s authorities should match Italy’s restrictions. The Vatican, for example, has followed Italy’s lead and adopted similar restrictions throughout the pandemic. San Marino has recorded roughly 1,000 coronavirus cases among its 30,000 inhabitants since the pandemic began — one of the highest per capita figures in the world, according to a Times database. But the authorities there have argued that with only three new reported cases on Monday, the situation is under control. They have also said that the strict social-distancing protocols in bars and restaurants are sufficient to keep the risk low. Italy’s early closing hours have caused widespread frustration, with restaurant and bar owners taking to the streets in recent days in several cities. —", "A mutation in the virus has prompted Denmark to kill millions of infected mink. Denmark has already begun killing all mink at 400 farms that were either infected, or close enough to infected farms, to cause concern. Credit... Henning Bagger/Agence France-Presse — Getty Images The Danish government will slaughter millions of mink at more than 1,000 farms, citing concerns that a mutation in the novel coronavirus that has infected them could possibly interfere with the effectiveness of a vaccine. Prime Minister Mette Frederiksen made the announcement at a news conference on Wednesday. There are 15 million or more mink in Denmark, which is one of the world’s major exporters of mink furs. She said the armed forces would be involved in the culling of the animals. At the news conference, according to Danish news reports, Kare Molbak, the head of the Danish Serum Institute, warned that some coronavirus mutations could impede the efficacy of future vaccines for humans. The government has notified the World Health Organization about the mutation, which shows a weak reaction to antibodies. Twelve people in Jutland are known to have virus with the mutation too, the W.H.O. said. Without published reports on the nature of the mutation or how the virus variant was tested, research scientists outside Denmark who study the virus were left somewhat in the dark. Stanley Perlman, a microbiologist at the University of Iowa and a specialist on the novel coronavirus, said he could not evaluate the Danish statements without more information. In September, Dutch scientists reported in a paper that has not yet been peer-reviewed that the virus was jumping between mink and humans. In Denmark, the government described a version of the virus that migrated from mink to humans. The coronavirus mutates slowly but regularly, and a different variant of the virus would not, in itself, be cause for concern, experts have said. Researchers have previously studied one mutation labeled D614G in the spike protein of the virus that may increase transmission. They concluded that there is no evidence so far that this particular mutation increases virulence or would affect the workings of a vaccine. Denmark has already begun killing all mink at 400 farms that were either infected, or close enough to infected farms, to cause concern. The killing of all mink will wipe out the industry, perhaps for years. Mink are in the weasel family, along with ferrets, which are easily infected with the coronavirus. But while ferrets appear to suffer mild symptoms, mink react more like humans. Many conservation scientists have become concerned about the spread of the virus to animal populations, like chimpanzees, which are believed to be susceptible, although cases have not been identified yet. —", "China imposes even more stringent rules on those trying to enter the country. At Beijing Daxing International Airport in September. China is tightening restrictions on arriving travelers. Credit... Carlos Garcia Rawlins/Reuters China is already one of the hardest countries in the world to enter during the pandemic. But on Saturday, it will become even harder. New Chinese government rules taking effect will require travelers to obtain not just a nucleic acid test for the coronavirus but also a blood test for antibodies against the virus. Both tests must be performed less than 48 hours before a passenger boards a flight to China. If the traveler obtains negative results on both tests, the traveler will then also need to have the results approved by a Chinese embassy or consulate and obtain an email of a stamped Chinese government form before making the trip. If the traveler has a transit stop in another country on the way to China, the same tests and consulate or embassy approval will also be required in the transit country. The new rules apply to both Chinese nationals and foreign residents. The European Union Chamber of Commerce in China criticized the latest rules. “While technically leaving the door open, these changes imply a de facto ban on anyone trying to get back to their lives, work and families in China,” the chamber said in a statement. The chamber also criticized the new requirement for an antibody test, noting that in some countries these tests are only available to essential personnel and frontline medical workers. “It also remains unclear why a positive antibody test result would disqualify returnees, as many of those with antibodies had the virus months ago and present no significantly greater risk than those without antibodies,” the statement said. —", "Advertisement Continue reading the main story", "Global roundup Kenya extends a curfew and bans political gatherings as cases rise. Lining up for coronavirus testing in Kenya’s capital, Nairobi, last month. Credit... Tony Karumba/Agence France-Presse — Getty Images Kenya’s president introduced a raft of new measures to curb the spread of the coronavirus on Wednesday, after admitting that the rising number of cases was a reversal of the gains achieved in the early months of the pandemic. The East African nation eased containment measures in late September, reopening schools, churches and bars with strict protocols in place. But the laxity in applying the rules, especially in the transport, entertainment and hospitality industries, as well as at political meetings and rallies, led to a sharp rise in virus cases. In October alone, President Uhuru Kenyatta said the country recorded more than 15,000 new cases of Covid-19 and approximately 300 deaths. Kenya has so far recorded at least 57,000 cases of the virus and more than 1,000 deaths, according to a Times database. “October has gone down as the most tragic month in our fight against Covid,” he said in a televised speech on Wednesday. Mr. Kenyatta announced the suspension of political gatherings for two months and ordered that all bars and restaurants be closed by 9 p.m. He also extended the nationwide curfew to Jan. 3 and moved back the start of the curfew each night to 10 p.m. All government employees over the age of 58 and those who are immunocompromised will be asked to work remotely, Mr. Kenyatta said. All in-person learning will resume in January 2021, even though dozens of students and teachers tested positive after schools were partially reopened last month. Earlier in the day, Wycliffe Oparanya, the chairman of the Council of Governors, said that as many as 12 of the country’s 47 counties had not attained the minimum 300-bed capacity stipulated to accommodate virus patients. He also said 11 counties had fewer than five intensive care unit beds in their isolation facilities, and warned of an increasing number of doctors getting infected by the virus. Mr. Kenyatta said Kenya was “now staring at a new wave of this pandemic” and urged citizens to observe the new rules. “The most fragile point in any war happens at the point when victory is in sight,” Mr. Kenyatta said. “This is why I emphasized that to win the overall war, the citizens have to exercise their civic duty and responsibility, especially in observing the Covid protocols.” In other developments around the world: Algeria’s secretive presidency confirmed that the mysterious illness that led to the hospitalization of President Abdelmadjid Tebboune in Germany last week was the coronavirus, The Associated Press reported. The presidency said the health of Mr. Tebboune, 74, was “gradually improving.” It was the first time that officials explicitly mentioned Covid-19 in connection with the Oct. 28 hospitalization. Hungary’s minister of foreign affairs and trade tested positive for the virus after arriving in Thailand for an official visit, Thai and Hungarian officials said Wednesday. The Thai health minister Anutin Charnvirakul said Peter Szijjarto and his 12-member delegation were tested after their arrival from Cambodia, but only the foreign minister was found to be infected, The Associated Press reported. —"], "authors": ["Kate Taylor", "Monika Pronczuk", "Julie Walton Shaver", "Giovanni Russonello", "Jenny Gross", "Emma Bubola", "James Gorman", "Keith Bradsher", "Abdi Latif Dahir", "Troy Closson"], "keywords": ["minister", "day", "coronavirus", "virus", "records", "infected", "mink", "cases", "regions", "country", "pandemic", "100000", "mr"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}