{"id": "c20f5e4f-3fc1-3e4e-a84b-570151dd2766", "title": "Chris Burns: How current events can affect your personal financial situation", "url": "https://www.foxbusiness.com/money/current-events-personal-financial-situation-chris-burns", "summary": "Believe it or not, the moment that people learn I run a financial planning company the discussion usually veers to how current events will affect their personal financial situation (I’m a lot of fun at parties).\nAfter President Trump launched an attack that killed Iranian General Qassem Soleimani, press coverage and financial markets panicked, thinking the United States and Iran stood on the brink of World War III.\nGeopolitical uncertainty regularly creates short-term volatility in the stock market, and rarely do we see it coming.\nDon’t respond to the latest headlines, check your 401(k) balances daily, or obsess over what the financial markets look like now, or maybe a few weeks or months from now.\nParticularly if you’re saving for retirement, what the next few weeks look like is largely irrelevant.", "paragraphs": ["Believe it or not, the moment that people learn I run a financial planning company the discussion usually veers to how current events will affect their personal financial situation (I’m a lot of fun at parties).", "Continue Reading Below", "Take, for instance, the recent tensions in the Middle East. After President Trump launched an attack that killed Iranian General Qassem Soleimani, press coverage and financial markets panicked, thinking the United States and Iran stood on the brink of World War III. But after Iran launched a comparatively minor assault in retaliation, and the president responded with only economic sanctions, markets rose, sensing that both sides had stepped back from the brink.", "HOW TO START SAVING FOR COLLEGE RIGHT NOW ON YOUR PHONE", "But no one knows what will happen next with U.S.-Iran relations, whether the “Phase Two” deal with China will take place, or if “Megxit” will spark a third war between the US and Britain. Geopolitical uncertainty regularly creates short-term volatility in the stock market, and rarely do we see it coming. But as I often tell nervous clients, focusing on the factors one can control—rather than responding to the latest headline—almost always represents the smartest course of action.", "An easy way to do this is by re-examining your financial situation as you begin the new year. It’s critical to understand how much risk you are taking in the market based on how close you are to retirement and your need for liquidity.", "You can never fully eliminate risk in your investments but in a world where very few of us have pensions we can manage that risk by picking the right allocation of stocks and bonds for our stage of life and then regularly rebalancing our portfolios. Coming off a year with significant market growth, that means many of us should be selling some stock that did well and buying less risky assets to maintain our preferred allocation.", "Here’s the hard part, once we perform the basic maintenance on our portfolio, we should then do…nothing. Don’t respond to the latest headlines, check your 401(k) balances daily, or obsess over what the financial markets look like now, or maybe a few weeks or months from now.", "But here’s the hard part, once we perform the basic maintenance on our portfolio, we should then do…nothing. Don’t respond to the latest headlines, check your 401(k) balances daily, or obsess over what the financial markets look like now, or maybe a few weeks or months from now. Particularly if you’re saving for retirement, what the next few weeks look like is largely irrelevant.", "U.S. CONSUMER CONFIDENCE NEARS ALL-TIME HIGH IN Q4", "Investors who sold stocks on news of the Soleimani strike, only to buy back into the market once tensions had cooled, committed the cardinal sin of investing—selling as prices fell, while buying as prices rose. Some professional investors try (and usually fail) to make a living by timing the market in this fashion, for most families such actions will only reduce your potential financial gains while piling on costly transaction fees.", "Never underestimate the power of uncertainty, it can have an even greater effect on investors than actual market volatility—sending people to the sidelines, where they can miss out on important economic gains. Investors who sat out 2019, worried that trade tensions with China would send the United States into a recession, missed out on the greatest year for equities in a decade. Not only did American stock markets rise dramatically, reaching all-time highs, just about every other class of investments—international stocks, bonds, and commodities—rose in value too. The only people who lost out are those who kept all their money in cash, too afraid to invest it.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "I met one such individual in December 2018. Worried by the market turmoil around that time, he said he had sold most of his stock holdings to protect against the recession he felt was just around the corner. Unfortunately for his 401(k), the downturn he thought would arrive never did, and he lost out on substantial gains in 2019.", "Headlines and volatility will come and go. Focus on that time in the future, be it years, or even decades from now, when you will actually need to put your investments to use. Obsessing over short-term developments may make you feel in control of your nest egg—but it will almost certainly prevent your portfolio from growing as large, or as quickly, as it should.", "Chris Burns is the CEO of Dynamic Money, a financial planning company.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": [], "keywords": ["financial", "affect", "situation", "market", "personal", "events", "chris", "risk", "portfolio", "look", "weeks", "burns", "stock", "stocks", "current", "tensions", "markets"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}