{"paragraphs": ["(CNN) — Bad weather. A technical fault. A late-arriving aircraft. Just some of the reasons your flight might be delayed.", "One to add to the list: a swarm of bees.", "On Sunday morning, Air India flight 743 from Kolkata to Agartala was delayed by two and a half hours after a swarm of honeybees clamped themselves onto the window of the flight deck.", "The swarm took up residence on the left hand window panes, obstructing the pilots' vision.", "Windscreen wipers failed to remove the bees. The swarm was only cleared when the airport fire crew was recruited to use water cannons.", "The plane had already been delayed 90 minutes due to a technical fault, before the bee attack added an extra hour's delay.", "The flight to Agartala, in northeast India, takes just 60 minutes.", "\"The plane left the parking bay at its scheduled departure time, then there was a technical issue and it had to return back to the parking bay,\" Kolkata airport director Kaushik Bhattacharjee told CNN. \"There was a delay of 1.5 hours due to the ground staff attending to the technical fault.", "\"After that, there was a bee attack. A swarm of honeybees came and landed on one section of the cockpit glass. Thousands of bees just sat on the left side of the cockpit window blocking the view of the pilot.", "\"The pilot tried to remove the bees by using windscreen wipers but it didn't work.", "\"Airline staff informed the airport authorities and we deployed a fire tender from the fire station located inside the airport. Using a water cannon, they dispersed the bees.\"", "Related content A guide to India's 10 busiest airports", "The plane took off two and a half hours behind schedule. There were 136 passengers on board, including Bangladeshi politician Hasan Mahmud, the country's minister for information.", "Kolkata airport -- Netaji Subhas Chandra Bose International -- is one of India's busiest, processing 21.8 million passengers a year, with 40 million predicted by 2021.", "It is known as one of the country's most modern airports, using solar panels to generate energy.", "Bhattacharjee told CNN that airport staff had carried out checks for bees in the wake of the incident."], "id": "c26bcc25-84d9-3fc2-87c7-b73ebb4a0822", "url": "https://edition.cnn.com/travel/article/bees-delay-flight-air-india-kolkata/index.html", "title": "Bees swarm airplane -- and have to be removed with water cannons", "authors": [], "keywords": ["staff", "airport", "flight", "swarm", "hours", "plane", "window", "water", "technical", "airplane", "cannons", "using", "bees", "removed"], "pubDate": null, "summary": "One to add to the list: a swarm of bees.\nThe swarm was only cleared when the airport fire crew was recruited to use water cannons.\nThousands of bees just sat on the left side of the cockpit window blocking the view of the pilot.\n\"The pilot tried to remove the bees by using windscreen wipers but it didn't work.\nBhattacharjee told CNN that airport staff had carried out checks for bees in the wake of the incident.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}