{"id": "c275328f-f6b4-3527-a921-d0d566c3ca47", "title": "Grounded Preview – Just When You Thought It Was Safe To Go Back In The Yard…", "url": "https://www.gameinformer.com/preview/2020/10/26/grounded-preview-just-when-you-thought-it-was-safe-to-go-back-in-the-yard", "summary": "Obsidian Entertainment has kept its promise so far of using feedback regarding Grounded to make the game a better experience.\nIts latest update is the biggest one yet, adding a koi pond and its fearsome fishy resident.\n“The koi pond was designed in November of last year, so that’s how far in advance we were prepping this,” says game director Adam Brennecke.\n“We always knew we wanted a koi pond.\nI think that’s something where we really want to have that experience of having something that you can take care of.", "paragraphs": ["Obsidian Entertainment has kept its promise so far of using feedback regarding Grounded to make the game a better experience. Since it hit Xbox Game Preview back in July, the team has added new areas to explore in the backyard, a new zipline travel, and a fearsome encounter against a (comparatively) massive crow. Its latest update is the biggest one yet, adding a koi pond and its fearsome fishy resident. Players who choose to explore the pond’s depths do so at their own peril, thanks to its patrolling koi and, unfortunately, the new diving-bell spider.", "“The koi pond was designed in November of last year, so that’s how far in advance we were prepping this,” says game director Adam Brennecke. “We always knew we wanted a koi pond. We were designing and discussing what we could do with this area and make it cool. We made a big list of how many creatures could exist in this area, and one of them was the diving-bell spider.” That real-life creature has a remarkable habit of securing air bubbles so that it can breathe while hunting for prey underwater. “We were like, ‘Yep, that one’s on the list,’ just because we knew, even at that stage, how cool spiders were in the game and how scary they were, and we just wanted to expand on that.”", "The koi itself isn’t exactly something that glides around a beautiful suburban water feature. For one, the pond, like the rest of Grounded’s back-yard setting, has entered into a state of neglect. The water is murky and foul-looking, which makes it easy to get surprised by any number of water-based critters. “We’ve all seen those koi fish that are the big badasses in the pond, and they look so gnarly, like they’ve been there forever,” Brennecke says. “They’re all scraped up. That’s what we wanted to get across; this thing’s been here for a long time, and it basically owns this area. This is the koi’s turf. This creature owns this area, and you’re just a little speck in it.”", "The big fish isn't outright hostile to you, but it will become aggressive if you get too close or approach certain areas within the pond. There’s a good chance you’ll find one of those spots as you explore, along with several other points of interest. An underwater lab provides some tantalizing new narrative details, and your tiny character can find objects like toy dinosaurs and quarters in and around the pond.", "Brennecke says this is the biggest update that Grounded has received so far, but that the team isn’t about to stop thinking of ways to improve its survival game. Combat is getting some tuning, after early feedback indicated that element of the game was too static. “We took a step back and we looked at a lot of games with combat that we liked and analyzed them in depth, and one thing we found was we felt like we didn’t have enough creature attacks,” he says. “The spider, for example, had three attacks. What if we added three more variations? What would that do? That’s kind of what we’re doing right now with all of our creatures.”", "The team is also looking at the concept of pets, and how they might fit into Grounded’s world. “We want to have the pet aphid, for example, where you can have that aphid and it follows you around and you can name it,” Brennecke says. “These are all just ideas right now on paper. I think that’s something where we really want to have that experience of having something that you can take care of. I think that’s the goal of that.”", "They’re not pets, per se, but Brennecke says his team is trying to find ways that players could interact with the game’s ants in more interesting ways. “I think that’s a really cool thing that we want to explore, of having ways of making ants be controlled by the player and you can have the ants do certain things. … I think once the player can interact with that layer of the A.I., I think there are going to be a lot of cool opportunities for us as game developers but I think the players will enjoy that, too.”", "Brennecke says his team has grown to add a couple of engineers to help with incorporating the Xbox Series X/S. Those new consoles are shrinking load times and also enhancing the overall framerate and gameplay responsiveness. Those hires aside, Brennecke says he wants to maintain the small size of his team. “Overall, the team is the same size and we’re going to continue to make cool stuff. We have tons of ideas, and we just hope we have enough time to get those features in and make them shine.”"], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["koi", "grounded", "yard", "team", "thats", "pond", "ways", "brennecke", "think", "thought", "preview", "explore", "cool", "safe", "game"], "pubDate": "2020-10-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}