{"authors": ["Tyler Mccarthy"], "title": "Terri Irwin 'proud' of Bindi, Robert carrying on late father Steve's animal legacy", "url": "https://www.foxnews.com/entertainment/terri-irwin-bindi-robert-late-father-steve-animal-legacy", "summary": "Terri Irwin revealed her thoughts on how she believes her late husband, Steve Irwin, would feel about their kids, Robert and Bindi, continuing his work with animals.\nIt’s the Irwins,\" where the issue of whether the mother of two ever gets nervous seeing her kids interact with dangerous animals was raised.\nThe 55-year-old said that she’s watched Robert work with crocodiles since he was 5 years old and Bindi since she was 8 years old.\nBINDI IRWIN DESCRIBES HEARTBREAK AFTER DAD’S PASSING: ‘IT’S LIKE LOSING A PART OF YOUR HEART’“It’s Father’s Day here in Australia,” Bindi wrote.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM“Dad, You would be so incredibly proud of Robert,” she wrote on Instagram.", "keywords": ["terri", "late", "steve", "proud", "steves", "kids", "animals", "robert", "love", "legacy", "father", "know", "carrying", "irwin", "work", "bindi"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Terri Irwin revealed her thoughts on how she believes her late husband, Steve Irwin, would feel about their kids, Robert and Bindi, continuing his work with animals.", "The family appeared on “People Now” Wednesday to discuss their series “Crikey! It’s the Irwins,\" where the issue of whether the mother of two ever gets nervous seeing her kids interact with dangerous animals was raised.", "The 55-year-old said that she’s watched Robert work with crocodiles since he was 5 years old and Bindi since she was 8 years old. As a result, she said, she doesn’t experience much fear these days.", "BINDI IRWIN'S FIANCÉ, CHANDLER POWELL, PRACTICED PROPOSING ON HER BROTHER ROBERT FIRST", "“I’m really proud because I know that all Steve wanted was for his kids to continue in his work and what he was doing,” she said. “So it’s more pride, but as soon as Robert outweighed me, I stopped worrying. Like, you are way bigger and stronger than me, you’re fine.”", "Terri then explained that she feels the show carries on her late husband’s legacy by drawing attention to animals that are not “traditionally cuddly.”", "“I think he would love it because we always knew that Steve would say, ‘I don’t care if anyone remembers me as long as they remember my message.' So for us, it’s such an honor to continue his mission in making a positive change in the world, protecting wildlife,” she said.", "“Particularly with crocodiles and with our new show and showcasing animals that aren’t traditionally cuddly, fluffy animals. He would always say, ‘Vultures are as important as eagles, and crocodiles are as important as koalas and we need to learn to love everything.’”", "Steve Irwin died in 2006 after a long-running career of championing environmental causes and educating viewers on animals. In September, daughter Bindi shared a sweet video on Instagram celebrating him on Australia’s Father’s Day.", "The video features a montage of footage of Steve and Terri playing with her as a child and introducing her to the world of animals. She giggles as her father, also known as The Crocodile Hunter, pretends to wrestle a stuffed snake and croc.", "BINDI IRWIN DESCRIBES HEARTBREAK AFTER DAD’S PASSING: ‘IT’S LIKE LOSING A PART OF YOUR HEART’", "“It’s Father’s Day here in Australia,” Bindi wrote. “Reflecting on these wonderful moments. Hug the people in your life who bring light to your heart and always remember that love lasts forever.”", "That wasn’t the first time this year that Bindi paid tribute to her late father on social media. After announcing her surprise engagement to her boyfriend of six years, Chandler Powell, she posted a note about her brother, Robert, walking her down the aisle in the future.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“Dad, You would be so incredibly proud of Robert,” she wrote on Instagram. “He has been such an amazing support during this beautiful new life chapter. I know you’d be beaming with pride when the time comes that he walks me down the aisle. I wish you could be here for these moments, but I know that your spirit lives on in us.”"], "pubDate": null, "id": "c280da5d-e7b9-360e-9790-d4d283c0bead"}