{"id": "c2a90547-e78a-3ef4-bad1-335bb1821090", "title": "Sundered Review – Battling Through Adversity", "url": "https://www.gameinformer.com/games/sundered/b/playstation4/archive/2017/08/02/sundered-game-informer-review.aspx", "summary": "Using my cannon, I blast away enemies to give me enough time to wall-jump, dodge-roll, and run through the area.\nThis adrenaline-fueled encounter is standard in the world of Sundered, a game that wears its Castlevania and Metroid inspirations on its sleeve.\nBrimming with gated side-scrolling exploration, fast-paced combat, and massive boss battles, Sundered expands on the formula by combining procedural generation, intense enemy encounters, and a gorgeous hand-drawn aesthetic.\nYou start off with no idea where you should go, but the game does a great job of divvying out environmental clues and locking areas behind ability upgrades.\nWith its smooth combat, rewarding exploration, and pulse-pounding battles, Sundered is worth a look from fans of Metroid and Castlevania.", "paragraphs": ["Tensions run high as I hear the gong sound and the horde descends on my position. I've repeatedly tried to get through this area, but something always goes wrong. Maybe this time will be different; I've upgraded my health and melee damage, and I've learned the enemies' patterns. After slicing through the first few weaklings and dodging the attacks of the stronger beasts, I realize I'm completely out of my league. Instead of fighting the macabre swarm of horrific abominations, I make a mad dash for unexplored territory. Using my cannon, I blast away enemies to give me enough time to wall-jump, dodge-roll, and run through the area. I reach the edge of my previously explored region and am rewarded with a new ability to run vertically up walls. Just as I unlock the power, I succumb to the horde and die.", "This adrenaline-fueled encounter is standard in the world of Sundered, a game that wears its Castlevania and Metroid inspirations on its sleeve. Brimming with gated side-scrolling exploration, fast-paced combat, and massive boss battles, Sundered expands on the formula by combining procedural generation, intense enemy encounters, and a gorgeous hand-drawn aesthetic.", "Exploration is the heart of Sundered. You start off with no idea where you should go, but the game does a great job of divvying out environmental clues and locking areas behind ability upgrades. For example, I stumbled on a massive chasm with a series of odd symbols leading across the gap. Later, I unlock an ability that lets me shoot a grappling hook and swing from enemies, as well as these mysterious symbols. This new power allows me to open a massive new chunk of that region.", "As you explore, you uncover more of the story of the beautiful world your character, Eshe, is trying to escape. Paramount to that, you find shards to trade for things like health, armor, and damage upgrades in the skill tree. This tree enables you to return to encounters that previously gave you trouble and complete them with relative ease, giving a true sense of character progression over time.", "In addition, as you defeat bosses and mini-bosses, you earn elder shards, which are used to corrupt your previously unlocked abilities in exchange for sacrificing part of your humanity. For instance, my double-jump transformed to a glide, and I unlocked an augmentation that made my shield deal damage. These augmentations are powerful, but if you choose to resist the temptation of these upgrades, you unlock a different final boss and the best ending.", "Whether you're stumbling upon a hidden treasure pod or a new ability to help you progress, exploring is always worth your time. The three main regions have distinct styles and stables of enemies; I always looked forward to seeing what the game was going to throw at me next.", "The encounters are challenging but satisfying. I panicked on multiple occasions as a horde of abhorrent monsters swarmed me while a mini-boss looked on, waiting for the right moment to pounce. The odds are stacked against you, but learning how to rely on your full arsenal of weapons and abilities is crucial to succeeding. I went from relying solely on my melee and dodge-roll in battles to blasting large groups of creatures away with my cannon and incorporating the grappling hook to escape perilous situations. The feeling of taking down a key enemy in the encounter as it explodes like a piñata full of shards is exhilarating, as the sense of dread subsides and the tables turn in your favor. I died in many of these fights, but you keep all your shards, so no progress is lost.", "Though you don't lose any progress from death, tedium from trying to push through to the same area only to face a familiar wave of foes can set in. The boss battles are thrilling and daunting, but long load times and navigating back to the boss through areas full of familiar enemies begin to take their toll after a few attempts (and you will attempt these battles numerous times).", "My time with Sundered was also rife with technical issues. The most common problem involved gameplay stutters; after a brief freeze, all of the on-screen action teleported. In addition, I fell through several ledges while platforming and fighting. These issues get in the way of the precision of combat, hindering an otherwise exciting experience. The biggest technical problem came from crashes, though I didn't lose any progress when this happened. In addition, small glitches like dialogue text remaining on-screen and even losing the ability to navigate menus and the skill tree until restarting the game occurred.", "With its smooth combat, rewarding exploration, and pulse-pounding battles, Sundered is worth a look from fans of Metroid and Castlevania. Though technical issues muddled my enjoyment and the punishing difficulty can lead to fits of frustration, Sundered brings an exciting and noteworthy experience to a crowded genre."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["review", "ability", "battles", "enemies", "sundered", "battling", "progress", "shards", "boss", "adversity", "unlock", "upgrades", "game"], "pubDate": "2017-08-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}