{"pubDate": null, "url": "http://www.nytimes.com/2019/12/17/opinion/lincoln-project.html", "id": "c2c89527-9064-3b4d-9853-629881ec6aff", "keywords": ["mr", "politician", "president", "republicans", "far", "incompetent", "republican", "trump", "defeated", "trumps", "opinion", "york"], "authors": ["George T. Conway Iii", "Steve Schmidt", "John Weaver", "Rick Wilson"], "title": "Opinion | We Are Republicans, and We Want Trump Defeated", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Indeed, national Republicans have done far worse than simply march along to Mr. Trump’s beat.\nCongressional Republicans have embraced and copied Mr. Trump’s cruelty and defended and even adopted his corruption.\nMr. Trump and his enablers have abandoned conservatism and longstanding Republican principles and replaced it with Trumpism, an empty faith led by a bogus prophet.\nIn a recent survey, a majority of Republican voters reported that they consider Mr. Trump a better president than Lincoln.\nMr. Trump and his fellow travelers daily undermine the proposition we as a people have a responsibility and an obligation to continually bend the arc of history toward justice.", "paragraphs": ["Indeed, national Republicans have done far worse than simply march along to Mr. Trump’s beat. Their defense of him is imbued with an ugliness, a meanness and a willingness to attack and slander those who have shed blood for our country, who have dedicated their lives and careers to its defense and its security, and whose job is to preserve the nation’s status as a beacon of hope.", "Congressional Republicans have embraced and copied Mr. Trump’s cruelty and defended and even adopted his corruption. Mr. Trump and his enablers have abandoned conservatism and longstanding Republican principles and replaced it with Trumpism, an empty faith led by a bogus prophet. In a recent survey, a majority of Republican voters reported that they consider Mr. Trump a better president than Lincoln.", "Mr. Trump and his fellow travelers daily undermine the proposition we as a people have a responsibility and an obligation to continually bend the arc of history toward justice. They mock our belief in America as something more meaningful than lines on a map.", "Our peril far outstrips any past differences: It has arrived at our collective doorstep, and we believe there is no other choice. We sincerely hope, but are not optimistic, that some of those Republicans charged with sitting as jurors in a likely Senate impeachment trial will do likewise.", "American men and women stand ready around the globe to defend us and our way of life. We must do right by them and ensure that the country for which they daily don their uniform deserves their protection and their sacrifice.", "We are reminded of Dan Sickles, an incompetent 19th-century New York politician. On July 2, 1863, his blundering nearly ended the United States.", "(Sickles’s greatest previous achievement had been fatally shooting his wife’s lover across the street from the White House and getting himself elected to Congress. Even his most fervent admirers could not have imagined that one day, far in the future, another incompetent New York politician, a president, would lay claim to that legacy by saying he could shoot someone on Fifth Avenue and get away with it.)"]}