{"id": "c2fffa65-048a-3079-aa76-21af862c28c3", "title": "Unemployed man finds new job by posting huge resume on truck", "url": "https://www.foxnews.com/lifestyle/man-new-job-huge-resume-truck", "summary": "It’s a full-time job to look for a job, but one man refused to let opportunity drive by, and found work after posting his resume on the back of a truck.\nThe Annesley man applied for about 100 jobs and went on two interviews, but the opportunities ultimately, unfortunately, fell through.\nThe determined dad kept striving, sending companies “edible” versions of his resume — i.e.\nNo employers ate up the gimmick, but Pemblington’s luck changed when he won a contest to have his resume displayed on the back of an 18-ton truck.\nYou have to get a truck-sized CV to get a job,\" he said.", "paragraphs": ["It’s a full-time job to look for a job, but one man refused to let opportunity drive by, and found work after posting his resume on the back of a truck.", "James Pemblington of Nottinghamshire, England, was out of work in March when the theme park where he worked was forced to cut employees due to the coronavirus pandemic, South West News Service (SWNS) reports. The Annesley man applied for about 100 jobs and went on two interviews, but the opportunities ultimately, unfortunately, fell through.", "The determined dad kept striving, sending companies “edible” versions of his resume — i.e. packages of brownies featuring a QR code that linked to his website. No employers ate up the gimmick, but Pemblington’s luck changed when he won a contest to have his resume displayed on the back of an 18-ton truck.", "WORKING FROM HOME? TIPS ON HOW TO STAY PRODUCTIVE", "Two days after his CV hit the road, he was offered a new position by an employer who reportedly spotted his credentials while sitting in traffic", "\"I was gutted to be leaving Alton Towers — that was my dream job,” Pemblington said of his last role at the U.K.’s largest theme park. “But I am a positive person and look on the bright side of things.\"", "\"When I saw the competition to have your CV on the [truck] I thought, 'That is wicked,’” he recalled, adding that he was thrilled to win the contest, which was a partnership between the truck firm DrivenMedia and job site Zoek.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"It was fantastic but surreal and odd. What else can 2020 throw at you? You have to get a truck-sized CV to get a job,\" he said.", "Now, Pemblington is looking forward to starting his new gig on Sunday. At present, the specifics of the new job have not been reported.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "According to a Zoek executive, landing a role is all about being in the right place at the right time.", "\"Seeing James get a job after only two days of the giant CV going on the road shows how he only needed to be put in front of the right audience,” said Diana Campbell, Zoek managing director, per SWNS."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["swns", "huge", "truck", "pemblington", "work", "unemployed", "cv", "posting", "right", "theme", "zoek", "job", "finds", "resume", "man"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}