{"paragraphs": ["The Need for Speed franchise is back from a brief hiatus after the failure of 2017’s Need for Speed Payback. During that time, developer Ghost Games has refocused and concentrated on the series’ core: cops, high speeds, world exploration, and customization – with a hokey story thrown in for old times’ sake. Need for Speed Heat has its flaws (its cop integration could be better), but it’s a rousing return that delivers on many of the franchise’s touchstones.", "", "While the story of street racers going up against corrupt cops is forgettable, the day/night cycle that governs your activities is appealing. You earn money during the day and reputation points at night. You need both currencies to progress. Cops are more active at night and take chunks of money and rep if you’re caught. Meanwhile, you earn progressively more rep for stringing races together and attracting police attention, so it’s fun to tempt fate with “one more race” before parking it for the night at the nearest safe house.", "", "Even with the threat of arrest, the police in NFS Heat take a slight backseat to racing other street racers (online or A.I.). The cops can be formidable, marshaling ramming trucks and more to bring you down, but they’re easy to escape when they chase you in the middle of a race event. Also, they are only a nuisance now and again because there aren’t enough set-piece moments to amp up their power and presence.", "Palm City, which has Miami-like city streets, industrial areas, and broad hills made for drifting, contains more than just race events. Finding collectibles and performing mini-challenges like smashing billboards, going through speed traps, and taking on technical time trial courses dole out rewards. Money and reputation multipliers are also passively earned when joining an online crew. The more everyone races the more everyone earns.", "", "Need for Speed’s gameplay is centered on arcade racing, but I enjoy how it still demands a racer’s touch. The plethora of events in the world are suited towards different styles of racing such as drifting and long high-speed sprints, and so are the cars’ basic driving characteristics and upgrades. I liked having to change my driving mentality and car depending on the circumstance. There were times when I could out-muscle the competition by the sheer superiority of my cars’ horsepower. However, the more satisfying moments were when I won with an underpowered car because I knew how to race the course according to my ride’s characteristics.", "", "For example, high-end speed isn’t as important in a circuit race filled with tight turns. Instead, I cornered correctly to win. Conversely, the long sprint races are about maintaining top speed over long distances with drifting required around the tighter corners. You have more time to make up lost ground, but there’s also more traffic to plow into.", "", "Overall, Heat does a great job balancing numerous factors to keep the racing flowing and exciting. Traffic density, what you can/cannot crash through alongside the road, the ability to cut corners when necessary, and even a little bit of rubberbanding, all come into play but don’t drag the game down or make it frustrating.", "Car part upgrades run the gamut of standard (crankshaft, exhaust, etc.) to very useful, such as auxiliary parts that weaken the police’s radar. Upgrades like tires and suspension are also instrumental in shaping vehicle characteristics to make them more suitable for specific race types – a nice component in step with the gameplay. Cosmetic changes like editable decal layers and underglow effects are also worth spending in-game money on (there are no microtransactions), helping make your investments feel worthwhile. Overall, I liked upgrading existing cars in my garage (and therefore become more attached to them) as well as having to buy new ones occasionally to keep up with the game’s difficulty.", "", "Need for Speed has meant different things over the years, but Heat is a good all-around representation of the franchise. The police could be a little more prominent, and the world – while well stocked – isn’t as interesting as Forza Horizon’s, for instance, but NFS Heat is the best iteration since Ghost Games’ reboot in 2015."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "Need For Speed Heat Review – The Return Of The Reboot", "id": "c3350e48-efdf-316d-b6f8-d7cb34333c25", "keywords": ["review", "racing", "cops", "upgrades", "money", "reboot", "world", "need", "speed", "race", "heat", "return", "races"], "summary": "The Need for Speed franchise is back from a brief hiatus after the failure of 2017’s Need for Speed Payback.\nNeed for Speed Heat has its flaws (its cop integration could be better), but it’s a rousing return that delivers on many of the franchise’s touchstones.\nNeed for Speed’s gameplay is centered on arcade racing, but I enjoy how it still demands a racer’s touch.\nConversely, the long sprint races are about maintaining top speed over long distances with drifting required around the tighter corners.\nNeed for Speed has meant different things over the years, but Heat is a good all-around representation of the franchise.", "pubDate": null, "url": "https://www.gameinformer.com/review/need-for-speed-heat/need-for-speed-heat-review-the-return-of-the-reboot"}