{"id": "c337a4b4-2e5b-3efb-8353-0ea4306c1b89", "keywords": ["improvement", "vehicle", "adult", "detection", "dont", "systems", "need", "traffic", "mph", "work", "traveling", "aaa", "night", "20", "pedestrian", "test", "finds"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor. Follow Him"], "url": "http://www.foxnews.com/auto/aaa-pedestrian-detection-systems-challenged-night", "title": "AAA test finds some automotive pedestrian detection systems don't work at night and need improvement", "summary": "A new study from AAA found that some popular accident-avoiding pedestrian detection systems perform poorly in common situations and are completely ineffective at night.\nUsing dummies to simulate pedestrians, they created the following scenarios:-An adult crossing in front of a vehicle traveling at 20 mph and 30 mph during the day and at 25 mph at night.\n-A child darting out from between two parked cars in front of a vehicle traveling at 20-30 mph.\nToyota pointed to the fact that it performed flawlessly on the 20 mph daytime adult pedestrian test, and said that it remains committed to the technology.\nAs for GM, it didn't comment directly on the AAA test.", "pubDate": null, "paragraphs": ["A new study from AAA found that some popular accident-avoiding pedestrian detection systems perform poorly in common situations and are completely ineffective at night.", "The feature involves the use of cameras to identify pedestrians in front of a vehicle and activate the brakes if the driver fails to react. No automaker claims theirs can prevent all accidents, but the feature is intended to at least minimize the peril. Some versions can also identify cyclists and large animals.", "Most automakers have committed to making automatic emergency braking of some sort standard across their lineups by 2022, but some of those may only be able to detect other vehicles.", "According to the National Highway Traffic Safety Administration, there were 5,977 pedestrian deaths in 2017.", "AAA and the Automobile Club of Southern California’s Automotive Research Center ran a Chevrolet Malibu, a Honda Accord, a Toyota Camry and a Tesla Model 3, all 2019 models, through several tests.", "Using dummies to simulate pedestrians, they created the following scenarios:", "-An adult crossing in front of a vehicle traveling at 20 mph and 30 mph during the day and at 25 mph at night.", "-A child darting out from between two parked cars in front of a vehicle traveling at 20-30 mph.", "-A vehicle turning right onto an adjacent road with an adult crossing at the same time.", "-Two adults standing roadside, their backs to traffic, with a vehicle approaching at 20-30 mph.", "Even in the best case of an adult stepping in front of a vehicle traveling at 20 mph, the systems were only able to fully prevent a collision 40 percent of the time. That figure dropped to 20 percent for the adults standing by the roadside and 11 percent for the child. AAA found that the systems were generally ineffective at 30 mph -- and that all of them led to collisions with the adult pedestrian in the right-hand turn test and failed to detect or react to the dummies at night, when three out of four pedestrian deaths occur.", "Tesla has not responded to a request for comment on the report, while Honda acknowledged all camera-based systems have reduced capabilities in low-light situations and said that it tries to educate its owners about the limitations.", "Toyota pointed to the fact that it performed flawlessly on the 20 mph daytime adult pedestrian test, and said that it remains committed to the technology.", "As for GM, it didn't comment directly on the AAA test. It did say that “active safety technology is truly a benefit to our customers, however these features do not replace the primary responsibility of the driver.”", "AAA summed up the results by saying that it remains a proponent of the technology, but that these systems need to be further developed and “that current systems are far from perfect and still require an engaged driver behind the wheel.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM"]}