{"pubDate": null, "title": "Michael Chabon talks with Deborah Treisman", "paragraphs": ["Michael Chabon is the best-selling author of fifteen books, including the novels “The Amazing Adventures of Kavalier & Clay,” “Moonglow,” and “The Yiddish Policemen’s Union,” and the essay collections “Pops: Fatherhood in Pieces” and “Bookends.” His work has garnered a Pulitzer Prize, a Hugo Award, a Nebula Award, and many other honors. Chabon’s screenplays and teleplays include “John Carter,” “Spider-Man 2,” and the series “Unbelievable” (which he wrote with his writing partner and wife, Ayelet Waldman). He is currently the showrunner and an executive producer of the series “Star Trek: Picard.”", "Deborah Treisman has been the fiction editor of The New Yorker since 2003 and has worked at the magazine since 1997. She is also the host of The New Yorker’s monthly Fiction Podcast and its weekly podcast The Writer’s Voice."], "url": "https://festival.newyorker.com/tickets/michael-chabon-talks-with-deborah-treisman/", "keywords": ["deborah", "michael", "fiction", "chabon", "podcast", "yorkers", "series", "writers", "award", "yorker", "yiddish", "writing", "talks", "wrote", "treisman"], "summary": "Michael Chabon is the best-selling author of fifteen books, including the novels “The Amazing Adventures of Kavalier & Clay,” “Moonglow,” and “The Yiddish Policemen’s Union,” and the essay collections “Pops: Fatherhood in Pieces” and “Bookends.” His work has garnered a Pulitzer Prize, a Hugo Award, a Nebula Award, and many other honors.\nChabon’s screenplays and teleplays include “John Carter,” “Spider-Man 2,” and the series “Unbelievable” (which he wrote with his writing partner and wife, Ayelet Waldman).\nHe is currently the showrunner and an executive producer of the series “Star Trek: Picard.”Deborah Treisman has been the fiction editor of The New Yorker since 2003 and has worked at the magazine since 1997.\nShe is also the host of The New Yorker’s monthly Fiction Podcast and its weekly podcast The Writer’s Voice.", "authors": [], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "c361fb96-cccf-3bd4-9585-90aacd3b1de9"}