{"id": "c378872f-f103-3d1c-ad9c-87e84860b26a", "title": "Meet Apex Legends' Next Character In New Reveal Trailer", "url": "https://www.gameinformer.com/2020/10/26/meet-apex-legends-next-character-in-new-reveal-trailer", "summary": "Apex Legends is still going strong.\nA new \"Stories From The Outlands\" trailer places the spotlight on the next legend: Dr. Mary Somers or, as she's known in the Apex games: Horizon.\nTasked with preventing a energy crisis on her home plant of Olympus, she was sent on a mission to find energy crystals – a key to preventing catastrophe.\nHorizon's abilities have not been announced, but if previously released legends are any indication, she will likely change the competitive meta in some way.\nWe'll find out more about her as well as how Season 7 will build upon or completely change Season 6 updates on November 4.", "paragraphs": ["Apex Legends is still going strong. A new \"Stories From The Outlands\" trailer places the spotlight on the next legend: Dr. Mary Somers or, as she's known in the Apex games: Horizon.", "Horizon used to be one of the galaxy's leading energy scientists. Tasked with preventing a energy crisis on her home plant of Olympus, she was sent on a mission to find energy crystals – a key to preventing catastrophe. Before Horizon left, she promised her son that she would return to him, safe and sound. However, she was ultimately betrayed and abandoned in the far reaches of space. Horizon survives with the help of the energy crystals that she collected on the mission, but she returns home too late: 87 years have passed and her home planet of Olympus was never saved.", "Horizon's abilities have not been announced, but if previously released legends are any indication, she will likely change the competitive meta in some way. We'll find out more about her as well as how Season 7 will build upon or completely change Season 6 updates on November 4."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["legends", "season", "horizon", "meet", "energy", "mission", "olympus", "trailer", "preventing", "reveal", "character", "crystals", "change", "apex"], "pubDate": "2020-10-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}