{"keywords": ["questions", "raises", "aeroflot", "airlines", "jet", "global", "crash", "landing", "lightning", "superjet", "moscow", "safety", "sukhoi", "plane", "problems", "air"], "url": "https://www.economist.com/gulliver/2019/05/07/a-plane-crash-in-moscow-raises-safety-questions-about-the-sukhoi-superjet", "summary": "ON MAY 5TH a Sukhoi Superjet operated by Aeroflot, Russia’s flag carrier, erupted in flames while attempting an emergency landing at Sheremetyevo Airport in Moscow.\nToo little is known at this early stage to make informed assessments of the cause of the crash.\nAnd so attention has focused on Sukhoi, the Russian state-owned planemaker that manufactures the Superjet.\nAfter the latest crash, Yamal Airlines of Russia cancelled its planned purchase of 10 Superjets.\nEven if investigators exonerate Sukhoi of any blame for the crash, the planemaker is unlikely to convince any new airlines to fly the jet.", "title": "A plane crash in Moscow raises safety questions about the Sukhoi Superjet", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "c3a3b95f-8b82-3e50-9c2c-988d973feb96", "paragraphs": ["ON MAY 5TH a Sukhoi Superjet operated by Aeroflot, Russia’s flag carrier, erupted in flames while attempting an emergency landing at Sheremetyevo Airport in Moscow. CCTV footage shows the airliner make a hard landing, bounce perhaps 20ft in the air, and plunge back down with sufficient force to break the undercarriage and set the fuel tanks alight. At least 41 of the 78 passengers and crew died.", "Too little is known at this early stage to make informed assessments of the cause of the crash. Some survivors have claimed that the aircraft was struck by lightning shortly after take-off. That should have been an unremarkable if unnerving event. The average commercial jet will be struck by lightning once a year. Complications almost never arise because modern airframes are designed to conduct electrical currents safely across their exterior surfaces. If, as some have suggested, the lightning caused damage to the Superjet’s internal electrical components, questions will need to be asked about the design of the aircraft. Equally, investigators will need to know why the pilots attempted an emergency landing without first dumping fuel in order to reduce the risk of damage if the kerosene ignited.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The Soviet Union had a torrid air-safety record, but over the past decade Russia’s airlines, and particularly state-owned Aeroflot, have moved into line with global standards. Aeroflot is included on the Operational Safety Audit registry run by the International Air Transport Association, an international trade body which certifies airlines to the highest measurable standards of any recognised global organisation. Air crashes are still more common in Russia than in many other countries, but its pilots have to contend with one of the most extreme climates on the planet.", "And so attention has focused on Sukhoi, the Russian state-owned planemaker that manufactures the Superjet. The plane does not suffer the problems of many Soviet-era airliners. It has suffered only one other fatal accident, in 2012, when a demonstration flight in Indonesia crashed, killing 45 people, due to pilot error. The jet has lost favour with carriers over the past year, not so much because of any design errors, but because of problems relating, in particular, to engine maintenance. These problems have been costly for certain airlines as Sukhoi’s failure to develop a global maintenance network has resulted in a shortage of spare parts. This factor alone has been off-putting for airlines. Cityjet of Ireland, Brussels Airlines and Adria Airways of Slovenia have already dumped the craft. After the latest crash, Yamal Airlines of Russia cancelled its planned purchase of 10 Superjets. Even if investigators exonerate Sukhoi of any blame for the crash, the planemaker is unlikely to convince any new airlines to fly the jet."], "pubDate": null}