{"id": "c3cba92a-2e96-3c3b-9ad8-e5d9bc79950a", "title": "Biden coronavirus team to include Rick Bright, ousted HHS official", "url": "https://www.foxnews.com/politics/biden-coronavirus-task-force-rick-rick-bright", "summary": "Rick Bright, the ousted Health and Human Services official, will be one of 10 advisory board members on Democratic President-elect Joe Biden's coronavirus task force, Biden's transition team announced on Monday.\nBIDEN PREACHES UNITY, PROMISES TO ADDRESS CORONAVIRUS CRISIS IN FIRST SPEECH AS PRESIDENT-ELECTBright was the director of the Biomedical Advanced Research and Development Authority (BARDA).\nBright said the Trump administration wanted to “flood” hot spots in New York and New Jersey with the drug.\n“Rick Bright was transferred from his role as BARDA director to lead a bold new $1 billion testing program at NIH, critical to saving lives and reopening America,” an HHS spokesperson said in a statement.\nFrom 2011 to 2015, he was both deputy director and acting director of BARDA's Influenza and Emerging Diseases Division.", "paragraphs": ["Rick Bright, the ousted Health and Human Services official, will be one of 10 advisory board members on Democratic President-elect Joe Biden's coronavirus task force, Biden's transition team announced on Monday.", "\"Dealing with the coronavirus pandemic is one of the most important battles our administration will face, and I will be informed by science and by experts,” Biden said in a statement. “The advisory board will help shape my approach to managing the surge in reported infections; ensuring vaccines are safe, effective, and distributed efficiently, equitably, and free; and protecting at-risk populations.”", "US NEARS 10M CORONAVIRUS CASES AMID SURGE IN INFECTIONS WITH THESE STATES HARDEST HIT", "Biden's campaign touted Bright for his career \"focused on the development of vaccines, drugs, and diagnostics to address emerging infectious diseases and national security threats.\"", "Bright testified before Congress in May after filing a whistleblower complaint that he was removed from his position after refusing to go along with messages from the Trump administration touting hydroxychloroquine, a malaria drug that had not been proven effective against COVID-19.", "\"Without better planning, 2020 could be the darkest winter in modern history,\" Bright warned in May.", "BIDEN PREACHES UNITY, PROMISES TO ADDRESS CORONAVIRUS CRISIS IN FIRST SPEECH AS PRESIDENT-ELECT", "Bright was the director of the Biomedical Advanced Research and Development Authority (BARDA). He was removed from that post in April and reassigned to a post with the National Institutes of Health.", "Bright said he was relegated to a lower position because he would not permit the widespread use of hydroxychloroquine. Bright said the Trump administration wanted to “flood” hot spots in New York and New Jersey with the drug.", "Health and Human Services Secretary Alex Azar said that Bright’s transfer to NIH was a promotion.", "The department blasted Bright for “politicizing” the pandemic response.", "“Rick Bright was transferred from his role as BARDA director to lead a bold new $1 billion testing program at NIH, critical to saving lives and reopening America,” an HHS spokesperson said in a statement.", "CLICK HERE TO GET THE FOX NEWS APP", "Bright, who has a Ph.D. in immunology, joined BARDA in 2010. From 2011 to 2015, he was both deputy director and acting director of BARDA's Influenza and Emerging Diseases Division. In 2016, he was appointed by President Barack Obama to direct BARDA.", "\"I don’t know the so-called Whistleblower Rick Bright, never met him or even heard of him, but to me he is a disgruntled employee, not liked or respected by people I spoke to and who, with his attitude, should no longer be working for our government!\" President Trump wrote on Twitter on May 14.", "Fox News' Morgan Phillips and Ronn Blitzer contributed to this report."], "authors": ["Evie Fordham"], "keywords": ["surge", "include", "official", "ousted", "hhs", "services", "trump", "barda", "team", "biden", "director", "coronavirus", "rick", "administration", "vaccines", "bright", "whistleblower"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}