{"id": "c3e45ccc-9d39-339c-96bc-59d6234bb2c8", "title": "'Don't be ridiculous': Rudy Giuliani learns about Biden win from reporters – video", "url": "https://www.theguardian.com/us-news/video/2020/nov/07/dont-be-ridiculous-rudy-giuliani-learns-about-biden-win-from-reporters-video", "summary": "Rudy Giuliani, Donald Trump's personal attorney, was holding a press conference in which he baselessly accused the Democrats of stealing the US election when news filtered through that Joe Biden had been declared the winner.\nGiuliani asked, referring to the broadcast news networks.\nThe former New York City mayor insisted the result could not be called until the Trump campaign's legal challenges had gone to court.\nThe press conference had been called outside Four Seasons Total Landscaping, a suburban business situated between a crematorium and an adult book store on the outskirts of Philadelphia.\nIt was unclear whether the campaign had mistaken it for the noted hotel of the same name.", "paragraphs": ["Rudy Giuliani, Donald Trump's personal attorney, was holding a press conference in which he baselessly accused the Democrats of stealing the US election when news filtered through that Joe Biden had been declared the winner.", "'Who was it called by?' Giuliani asked, referring to the broadcast news networks. 'All of them,' replied a reporter. The former New York City mayor insisted the result could not be called until the Trump campaign's legal challenges had gone to court.", "The press conference had been called outside Four Seasons Total Landscaping, a suburban business situated between a crematorium and an adult book store on the outskirts of Philadelphia. It was unclear whether the campaign had mistaken it for the noted hotel of the same name.", "", ""], "authors": [], "keywords": ["called", "winnerwho", "york", "reporters", "giuliani", "trumps", "trump", "video", "rudy", "win", "conference", "dont", "total", "learns", "ridiculous", "unclear", "biden", "press"], "pubDate": "2020-11-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}