{"keywords": ["officials", "state", "connection", "investigation", "barr", "explained", "italys", "mifsud", "theory", "trump", "campaign", "mr", "russia", "review"], "authors": ["Adam Goldman"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/06/us/politics/italy-russia-mifsud-trump.html", "summary": "WASHINGTON — Attorney General William P. Barr has said he is reviewing the origins of the Russia investigation.\nAs part of the review, Mr. Barr met recently with officials in Italy, where in 2016 a Trump campaign adviser met Joseph Mifsud, a professor whose actions figured prominently into the F.B.I.’s rationale for opening the Russia inquiry.\nMr. Mifsud was a professor at the London Academy of Diplomacy who also spent time as a political science faculty member at Link Campus University, a school in Rome.\nSome of the president’s allies have pushed an unfounded theory that the Maltese-born Mr. Mifsud is a Western intelligence agent possibly under the control of the F.B.I.\nwhom the deep state officials dispatched as a counterintelligence trap for the Trump campaign.", "paragraphs": ["WASHINGTON — Attorney General William P. Barr has said he is reviewing the origins of the Russia investigation. As part of the review, Mr. Barr met recently with officials in Italy, where in 2016 a Trump campaign adviser met Joseph Mifsud, a professor whose actions figured prominently into the F.B.I.’s rationale for opening the Russia inquiry.", "President Trump and some of his allies have asserted without evidence that a cabal of American officials — the so-called deep state — embarked on a broad operation to thwart Mr. Trump’s campaign. The conspiracy theory remains unsubstantiated, and the Justice Department has not explained why Mr. Barr feels the allegations merit a review, though he would need to run down all leads if he is to conduct a thorough audit.", "Who is Joseph Mifsud?", "Mr. Mifsud was a professor at the London Academy of Diplomacy who also spent time as a political science faculty member at Link Campus University, a school in Rome.", "Some of the president’s allies have pushed an unfounded theory that the Maltese-born Mr. Mifsud is a Western intelligence agent possibly under the control of the F.B.I. or C.I.A. whom the deep state officials dispatched as a counterintelligence trap for the Trump campaign."], "id": "c3edd9ea-94d4-33a0-8d89-78d87110a146", "pubDate": null, "title": "Italy’s Connection to the Russia Investigation, Explained"}