{"id": "c45ce97a-ca56-3277-8dbc-e68185e7bd50", "title": "'Jeopardy!' host Alex Trebek: Emmy winner who is in the record books", "url": "http://www.foxbusiness.com/money/jeopardy-host-alex-trebek-net-worth", "summary": "host Alex Trebek died Sunday at the age of 80 following an extensive battle with pancreatic cancer.\nis saddened to share that Alex Trebek passed away peacefully at home early this morning, surrounded by family and friends.\nunder his belt, Alex Trebek had been at the helm of the longest-running quiz shows since 1984 and had made a household name for himself in the process.\nHe joked: “Truth told, I have to, because under the terms of my contract I have to host Jeopardy!\nKeep the faith, and we’ll win.”‘JEOPARDY!’ HOST ALEX TREBEK SPOTTED AT LAKERS GAME 'LOOKING GOOD'In addition to the recognition, the game show host made $10 million per year, according to a 2015 CNN Business report.", "paragraphs": ["Longtime 'Jeopardy!' host Alex Trebek died Sunday at the age of 80 following an extensive battle with pancreatic cancer.", "Continue Reading Below", "\"Jeopardy! is saddened to share that Alex Trebek passed away peacefully at home early this morning, surrounded by family and friends. Thank you, Alex,\" the show wrote on its Twitter account.", "With around 8,000 episodes of \"Jeopardy!\" under his belt, Alex Trebek had been at the helm of the longest-running quiz shows since 1984 and had made a household name for himself in the process.", "Trebek set a Guinness World Record in 2014 for “most game show episodes hosted by the same presenter,\" with 6,829.", "The host was diagnosed with stage 4 pancreatic cancer last year.", "“I plan to beat the low survival rate statistics for this disease,” he said in announcing the illness in March. He joked: “Truth told, I have to, because under the terms of my contract I have to host Jeopardy! for three more years. So help me. Keep the faith, and we’ll win.”", "‘JEOPARDY!’ HOST ALEX TREBEK SPOTTED AT LAKERS GAME 'LOOKING GOOD'", "In addition to the recognition, the game show host made $10 million per year, according to a 2015 CNN Business report. He made $16.5 million the next year from his TV gig, as well as his sponsorship roles, according to Forbes. Trebek was the face of Colonial Penn Life Insurance and previously hosted The National Geographic GeoBee geography contest in the U.S.", "He won six Daytime Emmy awards, and was a member of the Broadcasting & Cable Hall of Fame and the National Association of Broadcasters’ Broadcasting Hall of Fame, according to the \"Jeopardy!\" webpage devoted to the longtime host.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "‘JEOPARDY!: GOAT’ CROWNS KEN JENNINGS MEGA-CHAMPION", "Trebek has stars on the Hollywood and Canadian walks of fame. According to the game show’s webpage, his daughter is an LA real estate developer, while his son owns two restaurants in the Harlem neighborhood of New York City: OSO Mexican eatery and Lucille’s restaurant and bar.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "This story has been updated"], "authors": ["Stephanie Pagones"], "keywords": ["winner", "books", "pancreatic", "jeopardy", "game", "record", "according", "fame", "shows", "emmy", "webpage", "host", "trebek", "alex"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}