{"summary": "Bucharest, Romania (CNN) — In Romania, food isn't served merely to temper hunger and delight the palate but to teach visitors something about a culture they may not know well.\nNoua Bucătărie Românească, translating into \"New Romanian Cuisine\", has been open since May.\nMonica SumaHowever, in the past few years, a new generation of young chefs returning from stints abroad is redefining Romanian food.\nThis passionate group is introducing the new Romanian cuisine as an experience, through new techniques and a firm revival of not only the Romanian culture but an entire way of life.\nMonica SumaOver in the Armenian Quarter, the grand house at Dianei 9 is the latest address to join the Romanian cuisine revolution.", "id": "c4a1629a-3420-3538-a231-a09198d00694", "pubDate": null, "url": "https://edition.cnn.com/travel/article/romania-food/index.html", "authors": [], "paragraphs": ["Bucharest, Romania (CNN) — In Romania, food isn't served merely to temper hunger and delight the palate but to teach visitors something about a culture they may not know well.", "While the trend is strongest in Bucharest, it's not exclusive to the capital. Sibiu, Brașov and other cities are quickly following suit.", "At the confluence of Southeastern Europe, bordered by the Black Sea and blessed by the beautiful Carpathian Mountains, Romania takes advantage of its abundant agrarian origins and flaunts seasonal ingredients in showstopping dishes.", "Noua Bucătărie Românească, translating into \"New Romanian Cuisine\", has been open since May. Monica Suma", "With a strong focus on tradition and a culinary inheritance influenced by neighboring countries as well as occupying forces such as the Ottoman Empire, Romania's gastronomy reflects its multiculturalism while striving to hit its own chord.", "After all, it's a Balkan land speaking a Romance language amidst Slavic nations.", "A slew of restaurants in Bucharest are leading the way -- redefining and refining the country's cuisine. Find out what to expect when you travel here:", "New Romanian cuisine", "Inside an ivy-covered house from 1915 in historic Bucharest, dining out takes on a whole new meaning.", "At the recently opened Noua Bucătărie Românească, literally translating into \"New Romanian Cuisine,\" the challenge to play, taste and experiment comes in the form of a jigsaw puzzle.", "It starts with a wooden board in the shape of Romania's map, on which six platters are brought in, one by one.", "Each embodies the characteristic taste of one of the six regions of the country: Muntenia, Transylvania, Oltenia, Banat and Crișana, Dobrogea, and Moldavia (not to be confused with the neighboring, independent country of Moldova).", "Simply called \"Romania in a platter,\" an introduction of culinary Romania in six acts, you are dared to guess which dish goes in which region.", "Presented as bite-sized innovative appetizers, the novelty factor is all the more enticing. Polenta comes in the shape of nigiri, while the traditional sarma (stuffed vine leaves with rice and minced meat) arrives filled with catfish instead of pork.", "With no fewer than 11 influences contributing to its food -- Turkish, Hungarian, Germanic, Greek and Slavic being the most prevalent -- Romanian cuisine has been best known for its no-frills hearty fare, rich on meats, stews and sour soups, complimented by homegrown farmers' fruits and vegetables.", "Related content 20 best things to do and see in Montenegro", "Old and new", "Thirty years since the fall of communism, a new wave of chefs is reclaiming the power of seasonal, local produce. Carrot on a Mission at Kané is a fine testament to this. Monica Suma", "However, in the past few years, a new generation of young chefs returning from stints abroad is redefining Romanian food.", "This passionate group is introducing the new Romanian cuisine as an experience, through new techniques and a firm revival of not only the Romanian culture but an entire way of life.", "With a long tradition in family farming, Romanians have long cherished their connection to the land. Despite rapid industrialization following World War II and state farms being introduced during the communist regime, peasants kept growing crops. Today, it's produce from these traditional farming practices to which chefs are drawn.", "\"We are starting to lose our identity, forgetting to eat the foods we grew up with,\" says Alexandru Petricean, head chef and owner of Noua.", "One of the first promoters of the new Romanian cuisine, Petricean returned to Romania with a longing for the homecooked meals prepared with ingredients embedded in the DNA of the country's terroir.", "He applied the lessons from the French and Nordic cuisines, learned in Michelin-starred restaurants abroad and put his creativity to work, reconstructing staple dishes using native produce most kitchens had forgotten about.", "He started exploring with new textures, in a mix of authenticity uncompromising elements of tradition. No more frozen, imported and quick bites made for mass production.", "This recognition encouraged Petricean and was the catalyst for the launch of Noua.", "Related content What to see and do in Bulgaria's biggest national park", "Culinary crème de la crème", "In one of the few countries in Europe where primeval forests still exist and remote villages stand untouched as if time stood still, eating from one's garden is still the norm in many Romanian households. Despite the rise of urbanism and imported goods, recent years have seen a growing trend to eat fresh, local, qualitative herbs and vegetables using natural resources. Chefs are paying attention.", "\"We need to exploit the big potential in the quality of our ingredients.\" And that's exactly what Petricean aims to instill customers entering his restaurant: a modern cuisine with a story and Romanian aftertaste.", "But Petricean doesn't just serve his own manifesto to the new Romanian cuisine -- \"tradition, terroir, local produce,\" whipped into a symphony of taste and innovation that looks as sensational as it tastes -- he serves a celebration of the Romanian food and culture. What he embodies in everyday life, a love for the land he was born in, he then transplants onto a plate.", "The Spoon Tasting Menu remains most popular at the Artist, one of the Romanian restaurants redefining the country's cuisine. Monica Suma", "Like Petricean, other chefs are hard at work putting Romania on the culinary map.", "After 12 years traveling and working around the world, Dutch Chef Paul Oppenkamp landed in Bucharest.", "Seven years since opening the Artist, a fine dining restaurant serving molecular gastronomy, with his Romanian wife, Mihaela, the impetus is only growing. Oppenkamp plates each dish with the mastery and finesse of an artist (hence the name of the locale).", "While the menu changes according to the seasons, preserving the utmost aromas of its ingredients, the Spoon Tasting Menu remains most popular, the Artist's signature in the form of bite-sized dishes.", "Hungarian pig is used in Mangalitsa pork terrine, a clear winner, along with the staple cucumber sorbet with basil, mint and orange.", "While his native Netherlands was ripe, if not saturated with culinary innovations, his adoptive country of Romania was just at the beginning, a fertile ground where one could inspire new culinary philosophies.", "Related content Where to eat in Paris right now", "On fertile ground", "Winner of 2019's Gault & Millau Romania Chef of the Year award for his time as head chef at Bistro Ateneu, Alexandru Dumitru is perhaps the biggest voice in Romania's farm-to-table movement, a concept he assimilated in California's Auberge du Soleil.", "After winning accolades for his staunch support of terroir during his time at Atra Doftana, a modernist lakeside resort 90 minutes by car from Bucharest, his solid bond with local producers has continued to win him devotees since he moved his kitchen to the capital. Such was the case with Leontin, a farmer from Prahova County. This blueberry and chanterelle mushroom supplier became one of Dumitru's closest allies.", "Country farm chicken feast with spring vegetables is one of Relais & Chateaux's best. Courtesy of Relais & Châteaux Bistro Ateneu", "During the summer, Dumitru's activity doubled as Bistro Ateneu partnered with the nearby Relais & Châteaux Le Bistrot Français, becoming Relais & Châteaux Bistro Ateneu under the Le Manoir group. Housed in the resplendent Galleron building in downtown Bucharest, the Relais & Châteaux Bistro Ateneu remains a superb alchemy of French and Romanian cultures.", "Brittany lobsters are stunningly paired with truffles from Transylvania, while the impressive cellar with over 900 wine labels from Romania and France is bound to please any epicurean. Supporting the restaurant's ethos is its 17,000 square-meters new garden in Balotești, growing its own fruit, herbs and vegetables.", "Related content Overlooked European city slated to be next top food destination", "Culinary renaissance", "After seven years studying, training and working in the UK, including earning Le Grande Diplôme from the prestigious Le Cordon Bleu, Chef Radu C. M. Ionescu and his partner, Cezara Tănase, returned home to open Kaiamo.", "Although initially set on opening their own restaurant in gastronomy heaven London, taking a risk back home became a more viable solution to London's cobweb of bureaucracy and much higher prices.", "Led by the renaissance of Romanian cuisine and the desire to provide in Kaiamo an authentic Romanian experience, the young chef pays homage to the essence of local life with his \"Uncharted Origins, Romanian Tribute\" philosophy. Serving a modern cuisine that also embraces the authenticity of local life, Kaiamo's dishes are guided by both the proximity of the ingredients and their seasonality.", "\"We rediscovered our country once when we created Kaiamo,\" the couple proudly admits. At the entrance, a life-sized traditional mask from the region of Maramureş (which also doubles as the restaurant's logo) welcomes patrons with a fierce gaze, meant to chase away any bad spirits ahead of your meal.", "\"Once you step inside Kaiamo, you get a slice of Romania,\" says Tănase.", "From the artisan vertical carpet weaved by loom gracing the foyer, lights in the shape of pan flute, reclaimed wood from country barns or the iconic black ceramic from Marginea, dining at Kaiamo means embarking on a Romanian cultural journey for more than just your taste buds.", "At Kaiamo, which is about the rediscovery of Romania's offerings, the dish \"1989\" comes as a bold interpretation of the mortadella style ham made popular during communism days. Courtesy of Kaiamo", "If you ask Ionescu, he is simply cooking his memories. Every time the menu is renewed, he reminisces on what childhood tastes like. The return to the origins results in visually contemporary dishes.", "Meant to shock with its river stone aspect (thanks in part to a gray olives powder, prepared out of dehydrated olives) the signature Kogaionon dessert tastes nothing like it looks. As you dip your spoon into what is described as \"edible stones from the Luncavat River,\" a black currant puree softly tingles the palette: worlds apart from the illusion of hard stones. The mousse, however, surprises with its soft, creaminess.", "The dish called simply \"1989\" is a bold interpretation of the mortadella style ham made popular during communism days (\"parizer\" in Romanian), as it is packaged in a newspaper of the time. A dish called \"Thank you, Ollie,\" is a tribute to Ionescu's mentor, Chef Ollie Dabbous.", "A piece of bass is served with pickled zucchini, lovage, a fried sage leaf, greens and fresh dill. The fatty fish skin is balanced by the clean herbs and pickling vinaigrette.", "Related content This is Europe's hottest new food destination", "Hot table", "The journey of the pigeon \"towards fulfillment\" at Kane. Monica Suma", "Over in the Armenian Quarter, the grand house at Dianei 9 is the latest address to join the Romanian cuisine revolution. Declared a historical protected landmark in 2015, the 1914 interwar architectural gem was designed by renowned French architect Ernest Doneaud.", "Epitomizing the essence of old Bucharest, the villa took on a new life following an expensive one-year makeover inside and out. As the first restaurant in Eastern Europe to join the Superb Experience reservation system (a platform for premium restaurants), Kané champions culinary creativity toward a contemporary Romania.", "Kane, a Romanian restaurant championing culinary creativity, is housed in a historic building. Adi Bulboaca", "As historic as Kané's home is on the outside, it's equally high-tech on the inside. From the Chef's Table, a private area in collaboration with Mastercard World Elite, guests have an unobstructed view to what's being prepared with the highest degree of technique and attention to detail.", "In the ample open kitchen run by Chef Cătălin Bejenariu, root vegetables usually used by Romanian grandmothers in ciorbă (a sour soup consisting of vegetables and meat) are taking center stage as stars in their own right.", "What is labeled on the menu as \"We've got some sort of pasta\" is in fact an ingenious celeriac tagliatelle starter with burnt butter emulsion that completely changes one's vision on celery.", "By the time \"a carrot on a mission\" appears, a carrot steak drenched in a sparkly green chive oil, there are many root vegetable converts to go by.", "Using locally sourced ingredients of the highest quality, guests are encouraged to curiosity for dishes served in a contemporary context, such as tender dry aged pigeon with baked beetroot, humorously christened to be on its way \"towards fulfillment.\"", "In spite of hints of humor and play, this is mostly serious food, served with purpose. This generation's culinary manifesto is loud and clear. Don't just eat your food -- honor it through its provenance, terroir and the century-old Romanian traditions.", "If you go", "Noua Bucătărie Românească , Strada Popa Nan 7, București 030167, Romania, +40 21 794 3294", "The Artist Restaurant , Calea Victoriei 147, București 010073, Romania +40 72 831 8871", "Relais & Châteaux Bistro Ateneu , Strada Nicolae Golescu 18, București 010292, Romania +40 74 208 0909", "Kaiamo , Strada Ermil Pangratti 30A, București 011884, Romania +40 72 220 2204"], "keywords": ["delicious", "fare", "cuisine", "culinary", "romanian", "romania", "chef", "petricean", "restaurant", "bucharest", "restaurants", "food", "know"], "title": "Romanian food: Delicious fare you should get to know", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}