{"paragraphs": ["(CNN) — Back in September 1522, an 85-ton carrack barely larger than a modern leisure yacht became the first ship to successfully complete a circumnavigation of the globe.", "The hazardous journey, which began with a fleet and ended with one lone vessel, saw the deaths of at least 50 crew members, including the original captain.", "Juan Sebastian Elcano, who took control after the death of Portuguese explorer Ferdinand Magellan, and his remaining 18 men arrived in Seville, southern Spain, three years after first setting off.", "Thankfully, sailing the high seas has become much safer and more comfortable since then, while the allure of sailing around our blue planet remains a travel dream for many.", "For those with time and money to spare, cruise operators have come up with a number of offerings to retrace the path of the great sailors of the Age of Discovery.", "If you're ready to spend between three and eight months at sea, there have never been more options to complete your very own global circumnavigation.", "Travelers now have the option to hop from one ocean to the next in the comfort of some of the most luxurious ships the cruise industry has to offer.", "While shorter cruises can vary in terms of clientele, passengers on world cruises tend to be older travelers looking for destination-focused journeys and comfortable shopping at a higher price point.", "The ships are decidedly smaller, which means they can make longer stops at destinations, allowing for a more in-depth exploration of some of the world's most picturesque locations.", "Another advantage to their size is that they can call at some of the more remote and off-the-beaten-path ports where big ships just wouldn't be able to squeeze.", "All of these factors mean that these cruises tend to be aimed at the upper end of the market.", "Seven Seas Mariner is used by Regent Cruises for its luxury circumnavigations. Courtesy Regent Seven Seas Cruises", "Related content World's longest cruise sets sail from London", "\"Many luxury lines have perfected the world cruise concept. You're not on board for the flashy water slides and Broadway-style shows -- you're likely more focused on what's happening in port,\" explains Colleen McDaniel, editor-in-chief of Cruise Critic, a TripAdvisor-owned publication specializing in the cruise industry.", "\"That said, a few mainstream lines offer their own world cruises, although those tend to be on their smaller ships.", "\"Cruises on these lines are somewhat less expensive and are a great option for passengers looking to cruise the world on a smaller budget.\"", "One of the big draws of this type of cruise is its experiential element. This is the ultimate lifetime experience for many.", "\"World cruises provide an incredible adventure for true travelers at heart. And while cruising is generally a very social form of travel,\" she adds,\"it's even more so on a world cruise, as you're spending far more time with your fellow cruisers -- both on board, and in port. You make friends for life.\"", "In fact, Joseph Chabus, a spokesperson for high-end cruise operator Regent Seven Seas, says there are many cases of passengers meeting on board and choosing to cruise together again.", "\"We find that guests who frequently sail on our cruises become friends and end up booking world cruises together because they enjoy each other's company and have a shared curiosity to explore our world,\" says Chabus.", "Technology has also helped make the prospect of a long sea voyage more attractive, since it's easier than ever for travelers to stay connected to the office or family back home from virtually anywhere during this absence.", "The number of operators launching new products in this space or diversifying their existing offerings has contributed to the growing popularity of this market segment.", "Here are 10 of the best around-the-world cruises departing over the next two years:", "Cunard", "Luxury cruise operator Cunard will offer full world voyages on two different ships from 2021. Courtesy Cunard", "The first continuous circumnavigation cruise was completed by a Cunard ship, the Laconia, in 1922.", "Since that voyage, chartered by American Express, the British-American cruise line has sent more ships around the globe than any other cruise operator.", "This tradition is maintained to this day with its annual world cruise. The 2020 outing will call at 38 destinations across four continents.", "And, from 2021, two Cunard ships will offer full world voyages: the Queen Mary 2 is to sail on the traditional East to West direction, while the Queen Victoria will do so on the westbound route via the Panama Canal.", "Duration: 99 nights", "Dates: January 10 to April 18, 2020", "Cost: Prices start at around $14,800", "Ship: Queen Mary 2", "Port of Departure: New York (113 nights) or London (99 nights)", "Port of Arrival: New York (113 nights) or London (99 nights)", "Crystal Cruises", "Crystal Cruises has been offering world cruises for 20 years. Courtesy Crystal Cruises", "At the upper end of the market, Crystal Cruises is another veteran of this category, having offered world cruises for more than two decades.", "Next up is its 105-day 2020 World Cruise, from Miami to Rome. Although technically not a full circumnavigation, it will travel a good three-quarters around the globe.", "Further editions of this luxurious cruise, 2021 and 2022 -- the latter a full circumnavigation of the world starting and ending in Miami -- are already on the market.", "If these journeys sounds too long, passengers can book one segment of the route and complete the other part of the itinerary by air.", "Duration: 105 days", "Dates: Jan 6 to Apr 21, 2020", "Cost: Prices start at $194,000", "Ship: Crystal Serenity", "Port of Departure: Miami", "Port of Arrival: Civitavecchia, Rome", "Silversea", "Silversea are offering two world cruises in 2021, one lasting for 150 days and the other for 167 days. Lucia Griggi/Courtesy Silversea Cruises", "Boutique cruise operator Silversea has two different offerings in this segment -- a more traditional cruise on board the Silver Whisper, a ship designed for 388 passengers, and an active cruise aimed at more adventurous travelers.", "The latter will be operated by the Silver Cloud, a relatively small ship with a 250-passenger capacity and a strengthened hull allowing it to venture into polar waters that are off limits to most other ships.", "This cruise travels from Antarctica all the way to the Arctic Circle by way of the Pacific and Indian Oceans.", "Duration: 150 days", "Dates: January 7 to June 6, 2021", "Cost: Prices start at £51,000 ($61,700)", "Ship: Silver Whisper", "Port of Departure: Fort Lauderdale, Florida", "Port of Arrival: New York", "Duration: 167 days", "Dates: January 30 to July 16, 2021", "Cost: Prices start at £77,000 ($93,000)", "Ship: Silver Cloud", "Port of Departure: Ushuaia, Argentina", "Port of Arrival: Tromso, Norway", "Seabourn", "Seabourn are operating a world cruise for the first time in six years. Courtesy Seabourn", "Another boutique operator at the high end of the market, Seabourn has brought back its world cruise after a six-year hiatus.", "Although this isn't a full circumnavigation, it gets very close.", "Passengers depart Miami in an eastward direction and cross the Atlantic, Mediterranean, Red Sea, Indian Ocean and Pacific Ocean before disembarking in San Francisco, California.", "In a way, it's a US coast-to-coast sailing, but with a bit of a detour.", "Duration: 146 nights", "Dates: January 4 to May 28, 2020", "Cost: From $66,999 per person (rates are based on double occupancy and are subject to change)", "Ship: Seabourn Sojourn", "Port of Departure: Miami", "Port of Arrival: San Francisco", "Viking Cruises", "Passengers on board this 2020 cruise will be at sea for 245 nights. Courtesy Viking Cruises", "Also at the high end of the market, Viking has brought its signature Scandinavian-chic to longdistance cruising.", "This is the longest world cruise currently offered, taking a total of 245 nights, or about eight months at sea.", "Duration: 245 nights", "Dates: August 31, 2019 to May 2, 2020", "Cost: Prices start at £82,990 ($99,350)", "Ship: Viking Sun", "Port of Departure: London", "Port of Arrival: London", "The 2019 trip is already underway, but there are still variants of the cruise available.", "If nothing less than the full experience will do, contact Viking directly if you want a spot on the next epic sailing.", "Regent Cruises", "The Seven Seas Mariner holds 700 guests and has 350 suites. Courtesy Regent Cruises", "Regent has been offering luxury world cruises for quite a few years.", "Its next one is the 131-night 2020 cruise. It starts in Miami, then goes west across the Panama Canal and the Pacific, up the Indian Ocean and the Mediterranean, then returns to Miami.", "At 117 nights, the 2021 edition is a little shorter. It follows a similar route, but stops in Barcelona instead of going all the way to Miami.", "The 2022 edition will be focusing on the Pacific, with a 120-night circumnavigation, not of the whole globe, but of its largest ocean.", "This choice has proven popular, though. The day it was launched, in July 2019, this four-month Pacific cruise beat the Regent's same-day sales record for this type of product by no less than 39%.", "Duration: 131 nights", "Dates: January 6, 2020 (or January 24 if boarding in San Francisco) to May 17, 2020", "Cost: Prices start at around $66,700", "Ship: Seven Seas Mariner", "Port of Departure: Miami", "Port of Arrival: Miami", "MSC", "This 119-day cruise begins and ends in Genoa, Italy. Courtesy MSC Cruises", "MSC joined the fray in 2019 with its first ever circumnavigation cruise, departing from Genoa, Italy, on MSC Magnifica and returning to the same city 119 days and 49 stopoff destinations later.", "During this voyage, which sold out years in advance, the ship will sail around the world in a westward direction.", "The European cruise operator has since launched its next two world cruises, also departing from Italy, but following slightly different itineraries.", "Duration: 117 nights", "Dates: January 5 to April 30, 2020", "Cost: Prices start at around $15,000", "Ship: MSC Magnifica", "Port of Departure: Genoa, Italy", "Port of Arrival: Genoa, Italy", "Duration: 119 nights", "Start date: January 5 to May 3, 2021", "Cost: Prices start at around $15,000", "Ship: MSC Poesia", "Port of Departure: Genoa, Italy", "Port of Arrival: Genoa, Italy", "Oceania Cruises", "Oceania's six-month 2020 world cruise has 100 ports. Courtesy Oceania Cruises", "The number of places visited by Oceania's Insignia on its six-month world cruise is one of its strongest selling points -- no fewer than 100 ports in 44 different countries on all six continents.", "Duration: 180 or 200 days", "Dates: January 8 to July 5, 2020", "Cost: Prices start at around $43,300", "Ship: Insignia", "Port of Departure: Miami", "Port of Arrival: San Francisco (180-day trip) or New York (200 days)", "Princess", "Tahiti and Sicily are among the 50 destinations on Princess' 2021 world cruise. Courtesy Princess Cruises", "Another operator offering around-the-world cruises departing (and arriving) from North America is Princess, which has been doing so regularly since 2015.", "Its 2021 World Cruise features 50 destinations in 32 countries and six continents, with the ship sailing in a westward direction.", "Passengers are given the choice of embarking or disembarking either in Florida or in California.", "Duration: 111 nights", "Dates: January 3 to April 25, 2021", "Cost: Prices start at $19,999", "Ship: Island Princess", "Port of Departure: Fort Lauderdale or Los Angeles", "Port of Arrival: Fort Lauderdale or Los Angeles", "Costa Cruises", "The Italian operator's 2020 world cruise has already sold out. Courtesy Costa Cruises", "More than 60,000 people have sailed around the globe on Costa Cruises' ships since 2011, when the Italian operator started offering the product on an annual basis.", "The upcoming edition of the cruise, departing Venice in January 2020, is already sold out.", "The 2021 edition, which departs from Savona, Italy, instead of a global circumnavigation, is to focus on Africa and America.", "Duration: 113 days", "Start date: January 5, 2020", "End date: April 26, 2020", "Ship: Costa Deliziosa", "Port of Departure: Venice, Italy"], "id": "c4de6053-2635-365e-ab54-7012b91e794a", "url": "https://edition.cnn.com/travel/article/around-the-world-cruises-2020/index.html", "title": "The best around-the-world cruises for 2020", "authors": [], "keywords": ["aroundtheworld", "world", "start", "cruises", "2020", "2021", "prices", "best", "circumnavigation", "arrival", "cruise", "departure", "courtesy"], "pubDate": null, "summary": "While shorter cruises can vary in terms of clientele, passengers on world cruises tend to be older travelers looking for destination-focused journeys and comfortable shopping at a higher price point.\n\"That said, a few mainstream lines offer their own world cruises, although those tend to be on their smaller ships.\n\"World cruises provide an incredible adventure for true travelers at heart.\nCourtesy Crystal CruisesAt the upper end of the market, Crystal Cruises is another veteran of this category, having offered world cruises for more than two decades.\nIts 2021 World Cruise features 50 destinations in 32 countries and six continents, with the ship sailing in a westward direction.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}