{"id": "c55fbef0-b19a-350b-84ea-442758477055", "title": "Margot Tenenbaum Meets Miami: A First Look at Pharrell and David Grutman’s New Goodtime Hotel", "url": "https://www.vogue.com/article/goodtime-hotel-miami-pharrell-williams-david-grutman-ken-fulk", "summary": "Across the sprawling property, a careful consideration of every element is made evident in its depth and scope.\nIn the indoor-outdoor eatery, Strawberry Moon, guests find a menu of poolside classics and Mediterranean delicacies with Instagram-worthy twists served up alongside Art Deco-inflected furniture and fixtures.\nIn the lobby lounge, cocktails like the “Purple Rain”—mixed with Avion Blanco tequila, Shōchū, butterfly pea flower, lavender, and Yuzu—are on offer in glassware plucked from a retro Miami living room.\nSome people don't like the humidity, but I think humidity is good for the skin, and for creativity.\nIt might rain once a day here for about 10 minutes, but that means there are lots of rainbows, and who doesn’t want that?”", "paragraphs": ["Across the sprawling property, a careful consideration of every element is made evident in its depth and scope. In the indoor-outdoor eatery, Strawberry Moon, guests find a menu of poolside classics and Mediterranean delicacies with Instagram-worthy twists served up alongside Art Deco-inflected furniture and fixtures. In the lobby lounge, cocktails like the “Purple Rain”—mixed with Avion Blanco tequila, Shōchū, butterfly pea flower, lavender, and Yuzu—are on offer in glassware plucked from a retro Miami living room. “I think when you see all of the spaces together, there's something that feels as if it could be from the 19th century, mixed with mid-century Dolce Vita, mixed with a dose of 1980s optimism,” Fulk says. \"You want to be surprised. You want to find joy in the small things. You want to be present in the moment, and when you see the beauty in that, it's all of these wonderful little things that combine for an incredible experience, and really that was what we were striving for.”", "Pharrell and David Grutman on site Photo: Courtesy of David Grutman", "In its final form, slated to open for guests in January 2021, The Goodtime will serve as a center of gravity for the inevitable excitement that follows in the wake of someone like David Grutman, a hospitality guru, and Pharrell Williams, whose recent relocation to Miami earlier this year has ushered in a new coterie of collaborating musicians and a renewed creativity for the multi-hyphenate artist. “The energy here, that’s everything to me,” Williams says. “The weather, the water, the humidity. Some people don't like the humidity, but I think humidity is good for the skin, and for creativity. It might rain once a day here for about 10 minutes, but that means there are lots of rainbows, and who doesn’t want that?”"], "authors": ["Zachary Weiss", "Zachary Weis"], "keywords": ["goodtime", "grutman", "humidity", "mixed", "guests", "pharrell", "david", "miami", "creativity", "things", "grutmans", "williams", "margot", "hotel", "think", "tenenbaum", "meets", "look"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}