{"id": "c593836f-0f20-3711-a67a-d7377a93b9e4", "title": "XCOM: Chimera Squad Review – A New Kind Of Goon Squad", "url": "https://www.gameinformer.com/review/xcom-chimera-squad/xcom-chimera-squad-review-a-new-kind-of-goon-squad", "summary": "Chimera Squad throws a few surprises at you, but near the endgame I had fallen into a repetitive routine.\nChimera Squad replaces this system with a set of 11 pre-made heroes, complete with their own unique abilities and character quirks.\nInstead of the all-encompassing global war featured in previous XCOM games, Chimera Squad's action takes place within City 31.\nChimera Squad augments those systems with a few clever ideas, but some of the new systems don't play well with XCOM's existing foundation.\nChimera Squad is a neat standalone project, but it doesn’t stand as tall as the rest of the series.", "paragraphs": ["At the end of XCOM 2, the human resistance overcame impossible odds to overthrow an oppressive alien hegemony controlling our planet. Now, freed from their shackles, humanity must find a way to live in harmony with the eclectic alien races that now call Earth home. Factions on both sides of the fence are unhappy with this new world order. Chimera Squad is a standalone strategy game in which you manage an elite team of hardened warriors from across the cosmos, putting out cultural fires and hunting down anyone who aims to disrupt Earth’s fragile alliance. Their methods are radical and often explosive, and sometimes they make a few wrong moves – just like the game itself.", "Chimera Squad is built atop XCOM 2’s smartly designed strategic action, which is a great starting point. You manage a team of super soldiers through several tense turn-based encounters with fearsome alien monsters. The stakes are always high, so bad positioning and missed shots can have dire consequences, but that sense of heightened danger is all the more thrilling.", "Firaxis smartly expands on those existing mechanics with a new system called Breach Mode. At the beginning of each encounter, your soldiers can plan their entrance onto the battlefield. During a breach, you are presented with several entry points, each with its own advantages and disadvantages. For example, a surprise back-door assault might give your units an aim advantage, but the first unit through the door is marked by the enemy and easier to hit. Weighing the costs and benefits for each breach point is fun, and wiping several enemies off the board during the initial onslaught is always satisfying. Overall, the new Breach Mode is a clever system that adds to the XCOM formula without overly complicating the already-deep strategy.", "Some of Chimera Squad's other changes are less successful. Instead of issuing commands to all your units at the same time, Chimera Squad features a new interweaved attack order. Each units’ turn is listed on a timeline on the side of the screen, and your units’ attacks are often shuffled between enemy attacks. I can’t overstate how dramatically this alters XCOM's combat, because it changes how you approach each encounter. On one hand, the timeline adds a neat strategic element; many soldiers have special moves that can alter that timeline, like rallying your troops into action early or delaying an enemy assault. I loved tinkering with the turn order, and clearing out groups of enemies before they've even had a chance to move is empowering. On the other hand, this new approach makes it harder to coordinate your units’ attacks. Since enemies often attack between each of your units, they have a greater chance to disrupt your plans. As a result, I fell back on the same attacks and maneuvers for each hero that seemed to work the best, rather than coordinating assaults based on context. Chimera Squad throws a few surprises at you, but near the endgame I had fallen into a repetitive routine.", "The XCOM series has never put a big focus on narrative. Instead, it usually excels in engineering moments where you tell your own story with your customized team. Chimera Squad replaces this system with a set of 11 pre-made heroes, complete with their own unique abilities and character quirks. Each hero is fully voiced, which allows them to interact more in narrative moments. I loved the small character moments that sprung up during my journey – listening to one character complain about their locker space, or hearing another confess to eating all the leftovers in the fridge. These soldiers feel like more fully realized characters than the units in previous XCOM games, and I liked using them in battle. But you can’t recruit new heroes whenever you like, which means they are a limited resource. As a result, Firaxis has removed permadeath; whenever one of your heroes dies, it’s game over. Losing a unit in previous XCOM games was a powerful gut punch, now it's just a frustration that forces you to reload the battle, which removes some of the tension in each encounter.", "Instead of the all-encompassing global war featured in previous XCOM games, Chimera Squad's action takes place within City 31. This futuristic metropolis was home to an active Starport during the alien rule, so it is teeming with the best and the worst the galaxy has to offer. Between firefights, you manage the city's crime levels from Chimera Squad's HQ. From this central heat map, you can see the crime levels for each district in the city. You can also deploy field teams and issue emergency commands that help control the rising tides of discord. This city-level strategy isn’t too complex, but it offers a nice change of pace from the turn-based combat, and Chimera Squad's HQ is a great place to regroup after a battle as you train your troops and tweak your loadouts.", "The XCOM series is well-known for its intricate turn-based action. Chimera Squad augments those systems with a few clever ideas, but some of the new systems don't play well with XCOM's existing foundation. The interwoven turn order and removal of permadeath are fun experiments, but they ultimately weaken XCOM's delicately balanced action. Chimera Squad is a neat standalone project, but it doesn’t stand as tall as the rest of the series."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["review", "kind", "breach", "goon", "order", "squads", "squad", "units", "attacks", "chimera", "soldiers", "action", "xcom"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}