{"pubDate": null, "title": "Did Donald Trump Just Self-Impeach?", "paragraphs": ["Twitter wags immediately began wondering if the President had just committed the nation’s first act of self-impeachment. On CNN, a chyron read “TRUMP ADMITS TO VERY OFFENSE DEMS LOOKING TO IMPEACH OVER.” His 2016 rival, Hillary Clinton , tweeted, “Someone should inform the president that impeachable offenses committed on national television still count.” But that is not, of course, how Trump sees it. He now faces an energized Democratic majority in the House that’s ready to impeach him for abusing his power. But with little prospect that the Republican Senate will dare to convict him and remove him from office, he isn’t even bothering to deny the facts. He’s saying, Yes, I did it—and so what?", "You could practically hear the collective gasp in Washington. Republicans had spent days denying what Trump had more or less just admitted to. “As President Trump keeps talking, he makes it more and more difficult for his supporters to mount an actual defense of his underlying behavior,” Philip Klein, the executive editor of the Washington Examiner, a conservative magazine, soon wrote. It was as though Richard Nixon in 1972 had gone out on the White House lawn and said, Yes, I authorized the Watergate break-in, and I’d do it again. It was as though Bill Clinton in 1998 had said, Yes, I lied under oath about my affair with Monica Lewinsky, and I’d do it again.", "On Thursday morning, Trump appeared to dispense with excuses altogether, no longer even bothering to contest the charge that he leaned on Ukraine to investigate Biden and his son Hunter . How do we know this? Because Trump did it again, live on camera, from the White House lawn. In a demand that is hard to interpret as anything other than a request to a foreign country to interfere in the U.S. election, Trump told reporters that Ukraine needs a “major investigation” into the Bidens. “I would certainly recommend that of Ukraine,” the President added, shouting over the noise of his helicopter, as he prepared to board Marine One en route to Florida. He also volunteered, without being asked, that China “should start an investigation into the Bidens,” too, given that Hunter Biden also had business dealings there while his father was in office. Trump, minutes after threatening an escalation in his trade war with China, suggested that he might even personally raise the matter of the Bidens with the Chinese leader, Xi Jinping .", "There have been so many rationales coming from the President that it’s been hard to keep them straight. “How do you impeach a President who has created the greatest Economy in the history of our Country, entirely rebuilt our Military into the most powerful it has ever been, Cut Record Taxes & Regulations, fixed the VA & gotten Choice for our Vets (after 45 years), & so much more,” he complained via tweet last week, in a less-than-accurate recap of his Administration’s record. He called the charges against him a “hoax” and, quoting his lawyer Rudy Giuliani , said that he was “framed by the Democrats.” He has blamed the “#Fakewhistleblower” and the “fake news” for the impeachment investigation, which has now replaced the Mueller investigation in Trump’s rhetoric as “the Greatest Witch Hunt in the history of our country.” Trump has also insisted, over and over again, that there was nothing at all wrong with his July 25th phone call with the President of Ukraine. The call—in which he asked for the “favor” of having Ukraine investigate his 2020 political rival, the former Vice-President Joe Biden , even as he was holding up hundreds of millions of dollars in U.S. military aid—triggered the impeachment inquiry in the first place. But Trump says it was “perfect.”", "In the ten days since the House of Representatives launched its impeachment inquiry , President Trump has spoken and tweeted thousands of words in public. He has called the investigation a “coup” and the press “deranged.” He has demanded that his chief congressional antagonist, the California representative he demeans as “Liddle’ Adam Schiff,” be brought up on treason charges. He has attacked the “Do Nothing Democrats” for wasting “everyone’s time and energy on BULLSHIT.”", "Several weeks ago, back when Ukraine was an obscure Washington controversy about delayed military aid relegated to the inside pages of the Times, Trump already seemed to be a President on the verge of a nervous breakdown. His behavior, always erratic, had become noticeably more combative, angry, and extreme. He was hurling insults at a record pace, and he cancelled an August trip to Denmark in a fit of pique because its leader had mocked his offer to buy Greenland from her. Looking at his tweets back then, I found that Trump had amped up the volume to a striking degree, sending out hundreds more in August of this year than he had in previous summers—and many more of them were provocative, highly personal attacks on targets ranging from the “fake news” media to his Federal Reserve chairman.", "Well, we hadn’t seen anything yet. Trump produced six hundred and ninety tweets in August; in September, he reached a record for his Presidency of eight hundred and one tweets, according to Factba.se, a company that tracks Trump’s statements. There were whole new bizarre episodes—remember Sharpiegate? Trump’s aborted Camp David invite to the Taliban?—and an angry parting of ways with John Bolton, his third national-security adviser. All of those incidents, of course, now seem as though they took place long ago. The sharpest spike in Trump’s tweets, not surprisingly, came late in the month, when news of the Ukraine whistle-blower’s complaint became public and congressional impeachment, until then an unlikely outcome, became a new political reality. Trump, in fact, was so publicly agitated about this swift and unexpected turn in his fortunes that the week of September 23rd was the single most active tweeting week of his Presidency. Trump sent out two hundred and forty tweets to his followers that week, easily beating his previous record of two hundred and seven, set during the week of July 7th.", "Reading back over those tweets now, one can see the real-time realization by the President that, whatever he was doing, it wasn’t working. Confidence about his “perfect” call with Ukraine’s leader descended into self-pity, after he released the White House summary of the call and the controversy escalated instead of disappeared. Soon there were laments of “presidential harassment.” By September 26th, Trump was talking about “THE GREATEST SCAM IN THE HISTORY OF POLITICS” and retweeting validation from his son, his White House counsellor, his communications director, and his congressional allies. Over the weekend and into this week, the message seemed increasingly frenetic and muddled. One minute, Trump seemed to be shoring up his Republican base and attempting to change the subject to his policy feuds with Democrats; the next, he was deep into the details of the scandal, assailing the credibility of the whistle-blower and the investigators. Again.", "On Wednesday, in two separate appearances alongside the visibly uncomfortable President of Finland, Sauli Niinistö, Trump ranted in such agitated and confused fashion that the dialogue at times resembled an absurdist play:", "Finnish reporter: Finland is the happiest country in the world.", "Trump: Finland is a happy country.", "Finnish reporter: What can you learn from Finland?", "Trump: Well, you got rid of Pelosi, and you got rid of shifty Schiff. Finland is a happy country. He’s a happy leader, too.", "Trump, as that exchange so memorably suggests, just can’t get over it. He can’t even formulate a sentence in public that doesn’t capture his obsessive focus on the political scandal that he created. Where previous embattled Presidents refused to discuss their plights, Trump can talk about nothing else.", "The President’s ability to capture public attention, however, is diminishing. He is caught in a cycle of greater and greater rhetorical excess, a cycle that predates the Ukraine scandal but helps explain his otherwise inexplicable behavior in responding to it. According to Factba.se’s week-by-week tracking, Trump began his escalatory spiral this spring, when the special counsel Robert Mueller’s report on Russia’s 2016 election interference was released. Up until that point, the President had already been notable for his aggressive use of Twitter, his combative public statements, and his hostile relationship to the truth. But, in both frequency and volume, he was significantly more muted than he has been since the Mueller report’s release. In the first two years of his Administration, there were only seven weeks when Trump tweeted more than a hundred times; since the Mueller report was made public, in April, he has done so every week except for two.", "The Mueller investigation, and Trump’s festering grievance about it, appears to have shaped his public persona more than any other event of his tenure. Trump publicly proclaimed victory with the report’s release, portraying it as “complete and total exoneration.” “I won,” he said, but Trump did not take the win. Instead, he launched his Attorney General, William Barr, on what we know now was an international quest to investigate the origins of the Mueller investigation, pressuring U.S. allies from Britain to Italy to Australia, and also Ukraine, to unearth information that undermined the Mueller probe’s credibility. Who knows what will come out next. The impeachment investigation has just begun, and although it is starting out as tightly focussed on Ukraine, we have no real idea where it might end up. What we do know about Trump, though, is unlikely to change: the restraints on him are gone, and they are not coming back."], "url": "https://www.newyorker.com/news/letter-from-trumps-washington/did-donald-trump-just-self-impeach", "keywords": ["donald", "house", "tweets", "selfimpeach", "ukraine", "mueller", "investigation", "trump", "week", "president", "trumps", "public"], "summary": "“As President Trump keeps talking, he makes it more and more difficult for his supporters to mount an actual defense of his underlying behavior,” Philip Klein, the executive editor of the Washington Examiner, a conservative magazine, soon wrote.\nBut Trump says it was “perfect.”In the ten days since the House of Representatives launched its impeachment inquiry , President Trump has spoken and tweeted thousands of words in public.\nThe Mueller investigation, and Trump’s festering grievance about it, appears to have shaped his public persona more than any other event of his tenure.\nTrump publicly proclaimed victory with the report’s release, portraying it as “complete and total exoneration.” “I won,” he said, but Trump did not take the win.\nWhat we do know about Trump, though, is unlikely to change: the restraints on him are gone, and they are not coming back.", "authors": ["Susan B. Glasser", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jeffrey Toobin", "John Cassidy"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "c5e39b02-33e3-3b71-ac47-eacb22455d76"}