{"id": "c5e76f72-fdf0-3940-9564-5f48313211ce", "title": "Todd Kunsman: I went from living paycheck-to-paycheck to saving 6 figures in 5 years", "url": "https://www.foxbusiness.com/personal-finance/living-paycheck-to-paycheck-savins-todd-kunsman", "summary": "CHRIS BURNS: HOW CURRENT EVENTS CAN AFFECT YOUR PERSONAL FINANCIAL SITUATIONYet, people living paycheck-to-paycheck in the U.S. is quite common.\nHowever, in the last few years, I escaped living paycheck-to-paycheck, became completely debt-free and saved more than $100,000 without a six-figure salary.\nHow I escaped living paycheck-to-paycheckIn mid-2014, I was living paycheck-to-paycheck for more than a year and was really getting tired of it.\nMy career was stagnant and there was no doubt making more money would help me save and invest.\nLessons Learned Over the YearsLiving paycheck-to-paycheck and working on my personal finances taught me a lot of lessons.", "paragraphs": ["Only a few years ago, I found myself living paycheck to paycheck.", "Continue Reading Below", "Much of which was my own fault and included what I call my “financial denial.” I knew what was going on and that something needed to change, but I just tried to ignore the problem and hoped it would go away.", "CHRIS BURNS: HOW CURRENT EVENTS CAN AFFECT YOUR PERSONAL FINANCIAL SITUATION", "Yet, people living paycheck-to-paycheck in the U.S. is quite common. Fifty-nine percent of U.S. adults said they live paycheck-to-paycheck, according to a survey from Charles Schwab.", "And it’s not just low earners who live paycheck-to-paycheck either. Middle class and upper-middle-class adults also can find themselves barely squeaking by.", "This can be a result of wages not keeping up with inflation, high costs of living, debt, lack of financial literacy, allowing lifestyle creep to take control or a combination.", "I found myself being a part of this kind of statistic.", "However, in the last few years, I escaped living paycheck-to-paycheck, became completely debt-free and saved more than $100,000 without a six-figure salary.", "How I escaped living paycheck-to-paycheck", "In mid-2014, I was living paycheck-to-paycheck for more than a year and was really getting tired of it.", "I still had close to $50,000 in debt (student loan, car and credit card), stayed in an apartment that I could barely afford, had less than $1,000 in savings, and was stuck in a mediocre career, making less than $40,000 per year.", "HOW TO START SAVING FOR COLLEGE RIGHT NOW ON YOUR PHONE", "Much of what happened was a result of my own choices and my pride getting in the way. It’s hard to be independent for a few years and admit internally that you messed up.", "But the bright side was I had a roof over my head, a job with health benefits, a company with a 401k (although I wasn’t contributing much, nor did I really understand it), and was physically healthy. But I still found myself a bit unhappy and wanting to make changes.", "Shaped My Mindset", "I had the wrong view of money. I was thinking just as a consumer instead of an investor. My approach to finances never focused on how money could work for me, I was focused on just working for money.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "I had to get frustrated with my situation, then get motivated to actually make changes.", "Without that, you’ll have a hard time making improvements. To me, an important first step to fixing your finances (or anything in life really), is to be in the right mindset.", "Started Reading about Money", "I was a big reader as a kid, but into adulthood, I lost interest.", "Since my education never included finances (other than the very basics taught by my parents), learning about money was going to be on me.", "Reading various books about money and investing started molding the way I viewed finances in general. I dedicated 1 to 2 hours each week, and once I finished a book, I would start the next one.", "To this day I still read a few of those same books over as constant reminders. Plus, sometimes I discover something new that I overlooked before.", "Sat down and crunched the numbers", "I never wrote down my expenses or income before this time period.", "I ignored keeping track of my finances for years and clearly that was a mistake. Sure, I certainly thought I knew where my money was going, but I didn’t know exactly. So I wrote everything down in a spreadsheet and seeing the actual numbers made me realize the financial trouble I was in. Doing this allowed me to make cutbacks on expenses, understand the income flow, and create a plan to correct the issues.", "Paid Myself First", "A common theme with many people is this: You get paid, you pay your bills and any debts, whatever is leftover you might buy something, and then whatever is left after that you save.", "There's nothing wrong with being responsible and paying bills, but what happens is that you leave very little for yourself to save. Also, there is money that is tempting to spend.", "Instead, I flipped it and practiced paying myself first.", "As soon as I had any income hit my bank account, a percentage was immediately added to savings and my Roth IRA. To this day I still do this process and as simple of an idea it was, it’s an absolute gamechanger.", "Improved My Career Worth", "While I was trying to learn more about my finances, I had another area to address, too. My career was stagnant and there was no doubt making more money would help me save and invest. Cutting expenses can help, but there are limitations to how much you can cut back on.", "I adjusted my career into marketing and learned as much as I could to move up the pay scale. Additionally, I took on some side hustles in the field to make extra cash and add more experience to my resume.", "Not everyone’s career field is a quicker transition, but look for how you can make more. And if anything, find some side gigs that can help you make extra money.", "Lessons Learned Over the Years", "Living paycheck-to-paycheck and working on my personal finances taught me a lot of lessons. But there are a few that I think are the most important:", "Mindset matters first if you want to fix your finances", "Do not compare yourself to others and what they have", "Live below your means, always", "Reading is the best financial education", "Anyone can learn about money and investing", "Results take time and patience is a must", "Money shouldn’t control you, you control money.", "Todd Kunsman, Founder of Invested Wallet", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": [], "keywords": ["went", "saving", "todd", "money", "financial", "figures", "help", "living", "paychecktopaycheck", "finances", "income", "making", "career", "really", "kunsman"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}