{"id": "c5ee9141-386b-3c7d-ab13-f886620432ce", "title": "UK Covid-19 daily death toll rises to 492 – highest since May", "url": "https://www.theguardian.com/world/2020/nov/04/uk-covid-19-daily-death-toll-rises-by-492-highest-since-may", "summary": "To go to work unless it can be done from home.\nParents are allowed to form a childcare bubble with another household for the purposes of informal childcare, where the child is 13 or under.\nThis means people cannot travel internationally or within the UK, unless for work, education or other legally permitted exemptions.\nParents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work.\nSome youth services may be able to continue, such as one-to-one youth work, but most youth clubs will need to close their doors.", "paragraphs": ["New national restrictions are due to come into effect in England on Thursday, after MPs vote on them, and remain in place at least until 2 December.", "What can I leave home for?", "For childcare or education, where it is not provided online.", "To go to work unless it can be done from home.", "Outdoor exercise either with household members or with one person from another household.", "For all medical reasons and appointments.", "To escape injury or harm, such as domestic abuse.", "To provide care for vulnerable people or volunteer.", "To shop for food and essentials.", "To see people in your support bubble.", "Children will still be able to move between homes if their parents are separated.", "Government say the list is not exhaustive, and other permitted reasons for leaving home may be set out later. People could face fines from police for leaving their home without a legally permitted excuse.", "Can different households mix indoors?", "No, not unless they are part of an “exclusive” support bubble, which allows a single-person household to meet and socialise with another household.", "Parents are allowed to form a childcare bubble with another household for the purposes of informal childcare, where the child is 13 or under.", "Can different households mix outdoors?", "People are allowed to meet one person from another household socially and for exercise in outdoor public spaces, which does not include private gardens.", "Can I attend funerals, weddings or religious services?", "Up to 30 people will still be allowed to attend funerals, while stone settings and ash scatterings can continue with up to 15 guests.", "Weddings and civil partnership ceremonies are not permitted except in “exceptional circumstances”. Places of worship must remain closed except for voluntary services, individual prayer and other exempt activities.", "Can I travel in the UK or abroad for a holiday?", "Most outbound international travel will be banned. There is no exemption for staying away from home for a holiday. This means people cannot travel internationally or within the UK, unless for work, education or other legally permitted exemptions.", "Which businesses will close?", "Everything except essential shops and education settings, which include nurseries, schools and universities, will close.", "Entertainment venues will also have to close. Pubs, restaurants and indoor and outdoor leisure facilities will have to close their doors once more.", "However, takeaway and delivery services will still be allowed, while construction and manufacturing will stay open.", "Parents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work. Some youth services may be able to continue, such as one-to-one youth work, but most youth clubs will need to close their doors.", "Public services, such as jobcentres, courts, and civil registration offices will remain open.", "There is no exemption for grassroots organised team sports. Elite sports will be allowed to continue behind closed doors as currently, including Premier League football matches.", "Aaron Walawalkar"], "authors": ["Haroon Siddique"], "keywords": ["services", "unless", "uk", "youth", "covid19", "remain", "highest", "childcare", "492", "toll", "permitted", "death", "household", "travel", "daily", "work", "allowed", "rises"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}