{"id": "c5fa41f1-2317-32cf-bdb5-4bd3ad05595a", "title": "Superhot: Mind Control Delete Review – Forward Motion", "url": "https://www.gameinformer.com/review/superhot-mind-control-delete/superhot-mind-control-delete-review-forward-motion", "summary": "Superhot: Mind Control Delete uses a variation on this formula; you’re still clearing rooms of heavily armed enemies, but now you have access to myriad gameplay modifiers and new abilities within a roguelike format, elevating this sequel beyond the original.\nMind Control Delete is spread out over numerous floors that are constructed in a rudimentary node system.\nEven with the various powers and hacks, Mind Control Delete is tough.\nI love many of the fourth-wall-breaking elements of Mind Control Delete’s peripheral story, but having to keep my system on (the timer won’t tick down if it’s off) for eight hours before I can keep playing is just baffling.\nWith procedural generation keeping the experience fresh, and exciting abilities to make you even more capable in combat, Superhot: Mind Control Delete is an exciting follow up that had me saying “one more try” well past when I planned to stop playing.", "paragraphs": ["The first-person shooter genre is well-worn territory, but 2016’s Superhot effectively innovated by creating a unique scenario where the action only unfolds when you move. The result was a more strategic, almost puzzle-like shooter, giving you time to plot your next move as you act as a one-person wrecking crew. Superhot: Mind Control Delete uses a variation on this formula; you’re still clearing rooms of heavily armed enemies, but now you have access to myriad gameplay modifiers and new abilities within a roguelike format, elevating this sequel beyond the original.", "Much like the first game, you’re tasked with wiping out enemies that can only move when you do – otherwise, the action remains frozen in time. You’re always outnumbered, so this helps you even the odds, as you can take time to identify the best approach to each combat situation, then work to execute your plan. Dodging bullets, grabbing weapons out of the air, and nailing a steady stream of headshots is immensely satisfying. A perfectly executed sequence makes you feel like John Wick at the top of his game, and watching it back at normal speed shows just how awe-inspiring your moves are.", "Mind Control Delete is spread out over numerous floors that are constructed in a rudimentary node system. Each node strings together multiple stages you must clear over the course of one life; if you die, you lose all your accumulated modifiers and must start the node over. These roguelike elements add extra excitement to each stage, raising the stakes and emphasizing perfection as you try to give yourself the best chance to complete the later stages of the node. You choose one core ability prior to going in, then every few stages you pick one of two random modifiers you’ve unlocked to add to your loadout for that run.", "Cores give you powerful abilities like being able to swap bodies with enemies or recall your katana after you throw it, causing it to slice enemies down on its way back to you. However, my favorite core is “charge,” which lets you leap at a nearby enemy to deliver a powerful melee attack while escaping imminent danger. Your progress also opens new modifiers (aka hacks), which give you additional abilities. These include bouncing your bullets off walls toward enemies, reloading your gun instantly after a kill, and slowing down nearby bullets for easier dodging.", "I relished in each upgrade and anguished at every difficult decision as I weighed the benefits of having an extra powerful punch versus having my bullets pierce enemies for stringed-together kills. Unfortunately, this introduces the element of luck into your playthrough, as certain abilities (like one where you can kill enemies by jumping on them) are absolute duds. On the other end, I always did a small fist pump when the hack that lets me move faster showed up as a choice.", "As you unlock more hacks and cores to use to your advantage, the challenges you face grow more menacing in turn. Standard enemies begin spawning with weapons that dissolve when they die, or bodies that are only vulnerable in specific spots. Foes that can only be killed if you hit them in the leg or arm are particularly maddening to face. The corrupted enemy types don’t stop there, as a spiky variant explodes in a barrage of bullets upon death, begin spawning, and eventually, unkillable enemies with special abilities begin randomly spawning in stages. The three characters are not only invulnerable, but can use your core abilities like charge and the katana recall. These characters announce their presence with a frightening sound and can disrupt even the best plans. The mobility of these juggernauts adds a new layer of difficulty and stress, but I loved the adrenaline rush and subsequent relief I felt every time I finished a stage with one of these supercharged enemies present.", "Even with the various powers and hacks, Mind Control Delete is tough. Near the end, I sometimes wondered if I would ever be able to get through the increasingly difficult nodes, but through persistence and luck with the hacks on offer, I was able to push through to the end. Unfortunately, that finale presents you with an eight-hour timer that you have to sit on before you can dive back into the post-game experience, which includes additional nodes with no abilities. I love many of the fourth-wall-breaking elements of Mind Control Delete’s peripheral story, but having to keep my system on (the timer won’t tick down if it’s off) for eight hours before I can keep playing is just baffling.", "While the difficulty spikes near the end of the campaign were frustrating, I never felt like it was an unfair or insurmountable challenge. With procedural generation keeping the experience fresh, and exciting abilities to make you even more capable in combat, Superhot: Mind Control Delete is an exciting follow up that had me saying “one more try” well past when I planned to stop playing."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["review", "mind", "stages", "superhot", "abilities", "motion", "bullets", "modifiers", "delete", "enemies", "hacks", "forward", "node", "control", "end"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}