{"id": "c64b9025-9e8d-371a-a7bc-b0044c55f39b", "title": "Boot Shoot Fundraiser Provides Positive Experiences for Veterans Returning and Recovering From War", "url": "https://radio.foxnews.com/2020/11/06/boot-shoot-fundraiser-provides-positive-experiences-for-veterans-returning-and-recovering-from-war/", "summary": "In this episode of the Proud American podcast, Marine Corps Veteran and host Johnny Joey Jones introduces us to Stewart Hunter, a founding and managing partner of Benchmark Mortgage and organizer of the annual Boot Shoot fundraiser, and Chad Fleming, a career Army Ranger who went on to deploy five times after losing a leg in combat.\nStewart and Chad now work together at Benchmark, organize the annual Boot Shoot designed to raise money and provide a positive experience for veterans returning and recovering from war, and through Chad's Third Option Foundation reach veterans wherever they are and bring them into the fold.\nStewart and Chad know investing in and expecting from veterans is one way Proud Americans continue our legacy of patriotism and freedom.", "paragraphs": ["In this episode of the Proud American podcast, Marine Corps Veteran and host Johnny Joey Jones introduces us to Stewart Hunter, a founding and managing partner of Benchmark Mortgage and organizer of the annual Boot Shoot fundraiser, and Chad Fleming, a career Army Ranger who went on to deploy five times after losing a leg in combat. Stewart and Chad now work together at Benchmark, organize the annual Boot Shoot designed to raise money and provide a positive experience for veterans returning and recovering from war, and through Chad's Third Option Foundation reach veterans wherever they are and bring them into the fold. Stewart and Chad know investing in and expecting from veterans is one way Proud Americans continue our legacy of patriotism and freedom."], "authors": ["Nicole Rabon"], "keywords": ["boot", "work", "went", "war", "returning", "provides", "positive", "proud", "benchmark", "fundraiser", "experiences", "shoot", "veterans", "recovering", "chad", "annual", "stewart"], "pubDate": "2020-11-06T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}