{"id": "c660c712-df58-35e6-982b-daacad8665aa", "url": "https://www.wired.com/story/flu-season-off-to-a-weird-and-early-start#intcid=recommendations_default-popular_d0fdabd5-502f-4980-a5f0-6dfa3253e0d5_popular4-1", "title": "This Year's Flu Season Is Off to a Weird (and Early) Start", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["The new flu season is up and running—and so far, it's off to a weird start.", "Influenza activity has been elevated since the start of November and is only expected to continue climbing, the Centers for Disease Control and Prevention reports in its latest flu update. That's a few weeks earlier than in past years.", "ARS TECHNICA This story originally appeared on Ars Technica, a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "Flu season can ramp up in the fall and peak anywhere between December and March, then drag itself out as late as May. In the last 36 years, flu most often ramped up in December and January and peaked in February. But for this winter, the CDC says there's a 40 percent chance the flu will peak in December based on activity to date.", "While this season may peak on the early side, the most unusual aspect is that it's being driven by an influenza B strain. This isn't necessarily good or bad, just unusual.", "Courtesy of CDC", "Type B is one of three types of influenza viruses that infect humans—A, B, and the very mild C. (There's a fourth type, D, but so far it mainly seems to infect cattle.) Most flu seasons are driven by type A viruses, the kind you've probably heard about the most. Type A viruses are identified by numbered Hs and Ns, like H1N1 and H3N2.", "Viral Code", "The Hs and Ns refer to hemagglutinin (Ha or H) and neuraminidase (Na or N), respectively, which are both viral molecules that hang on the outside of viral particles. Basically, Ha helps viral particles invade human cells in the respiratory tract and Na allows newly formed viruses to burst out of human cells and invade others. (For more details, see this explainer.) But, because they jut out from a viral particle, Ha and Na also help our immune systems identify flu virus. This essentially triggers an arms race.", "Type A viruses can swiftly mutate and rearrange the molecular makeup of Has and Nas, making them difficult if not impossible for our immune systems to recognize. That's where the numbering comes in. There are 18 Ha subtypes and 11 Na subtypes known, creating 198 possible combinations. To make things more interesting, type A viruses are promiscuous—they infect humans, many mammals, and birds. This gives them a lot of opportunities to swap their Has and Nas and come up with exciting combinations. Occasionally, extremely dangerous combinations can spark pandemics, such as the deadly H1N1 \"swine flu\" that spread worldwide in the 2009-10 flu season. The ever-morphing nature of type A viruses is the main reason why flu can be so deadly and why we need to get different flu shots every season.", "Type B viruses—which are dominating this flu season so far—don't do any of this. Their Has and Nas genetically \"drift\" relatively slowly. Type B viruses also only infect humans, and oddly enough, seals, giving them fewer opportunities to mingle and rearrange themselves. Since type B viruses were first spotted in the 1940s, they have never been linked to a pandemic."], "keywords": ["weird", "ha", "season", "peak", "flu", "viruses", "start", "type", "infect", "nas", "b", "early", "viral"], "authors": ["Condé Nast", "Beth Mole", "Ars Technic"], "summary": "The new flu season is up and running—and so far, it's off to a weird start.\nFlu season can ramp up in the fall and peak anywhere between December and March, then drag itself out as late as May.\nOccasionally, extremely dangerous combinations can spark pandemics, such as the deadly H1N1 \"swine flu\" that spread worldwide in the 2009-10 flu season.\nType B viruses—which are dominating this flu season so far—don't do any of this.\nSince type B viruses were first spotted in the 1940s, they have never been linked to a pandemic."}