{"authors": ["Hannah Quinn"], "keywords": ["social", "dating", "jean", "guardian", "youre", "flirt", "feeling", "learn", "workshop", "cultural", "right", "ticket", "smith", "event", "anthropologist"], "pubDate": null, "summary": "Social & cultural anthropologist Jean Smith leads a three-hour workshop on how to flirt and find the right partner.\nTo help shed a little light on the secrets of social science when it comes to dating, we’ve teamed up with Jean Smith for a special event on October 9th to learn how to date with confidence.\nTutor profile – Jean SmithFounder of Flirtology, coach and anthropologist Jean brings a scientific approach to the art of flirting, providing practical tips for everyday situations.\nA masterclass on how to flirt with confidenceDuring the event, Jean will help you pinpoint what may be going wrong in your search for a partner and how to get on the right track.\nYou’ll also learn about a research-supported guide on how to flirt successfully, without compromising what makes you unique.", "title": "Learn how to flirt with social & cultural anthropologist Jean Smith", "url": "https://soulmates.theguardian.com/blog/events/learn-how-to-flirt-with-social-cultural-anthropologist-jean-smith", "id": "c66602fe-932f-3cb7-96e1-e82772d6e821", "paragraphs": ["Social & cultural anthropologist Jean Smith leads a three-hour workshop on how to flirt and find the right partner.", "", "Navigating the online dating scene can inevitably bring moments of feeling dejected and like you’re not getting anywhere, whether it’s feeling that dating sites aren’t worth your time and energy, that you can’t seem to connect with the right people or make it to a second date.", "To help shed a little light on the secrets of social science when it comes to dating, we’ve teamed up with Jean Smith for a special event on October 9th to learn how to date with confidence.", "Tutor profile – Jean Smith", "Founder of Flirtology, coach and anthropologist Jean brings a scientific approach to the art of flirting, providing practical tips for everyday situations. She has worked with TEDx, Stylist Live and Revlon, teaching people how to connect romantically, socially and professionally. This is her second masterclass with dating site Guardian Soulmates.", "A masterclass on how to flirt with confidence", "During the event, Jean will help you pinpoint what may be going wrong in your search for a partner and how to get on the right track. You’ll also learn about a research-supported guide on how to flirt successfully, without compromising what makes you unique.", "Following her first sold-out event with the Guardian last year, this workshop will look at partner criteria, the heart/mind ratio and how to be invincible against rejection, and is designed to leave you feeling hopeful and positive.", "As a short preview, watch Jean advise on how to tell if someone is flirting or just being friendly from our last event.", "[You have to accept the use of cookies to see the video]", "Click here to buy your ticket for the session on October 9th at the Guardian offices, King’s Place. If you’re a Soulmates subscriber, get 20% off the ticket price using the code JEAN20."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}