{"id": "c6893ede-0953-30ae-a91f-6cfb2bfa8dc4", "title": "Josh Allen and the surging Buffalo Bills are stirring up the echoes of 1993", "url": "https://www.theguardian.com/sport/2020/nov/09/josh-allen-and-the-surging-buffalo-bills-are-stirring-up-the-echoes-of-1993", "summary": "After Sunday’s statement win over the Seahawks, Allen has Bills fans talking Super Bowl for the first time in two decadesHeading into Week 9, the Buffalo Bills were a bit of a conundrum.\nWere they more the team that started 4-0 with then MVP candidate Josh Allen?\nBills head coach Sean McDermott and offensive coordinator Brian Daboll had their own bag of tricks, starting with a masterful gameplan.\nAllen would finish the day with a spectacular 415 yards, three touchdowns and no interceptions.\nWell beyond the stakes of beating one of the NFL’s juggernauts, this game had deeper significance to Allen.", "paragraphs": ["After Sunday’s statement win over the Seahawks, Allen has Bills fans talking Super Bowl for the first time in two decades", "Heading into Week 9, the Buffalo Bills were a bit of a conundrum. Were they more the team that started 4-0 with then MVP candidate Josh Allen? Or more the one that sputtered across the board and split its last two games, including losses to Kansas City and Tennessee (and a near loss to New England in Week 8)? Perhaps the Bills were like many NFL teams that look like juggernauts when playing the Jets and pedestrian when facing the Chiefs.", "NFL round-up: Tom Brady suffers worst loss of career as Buccaneers destroyed Read more", "Any theory of the Bills hovering around average was ripped apart Sunday as they crushed the mighty Seattle Seahawks 44-34 in a statement game that wasn’t nearly as close as the score appears.", "Despite being home, the Bills went off as three-point underdogs. After all, Seattle touts current MVP frontrunner/superhuman Russell Wilson and, despite some injuries, was supposed to have an improved defense with the return of safety Jamal Adams and addition of defensive end Carlos Dunlap.", "Bills head coach Sean McDermott and offensive coordinator Brian Daboll had their own bag of tricks, starting with a masterful gameplan. Daboll called a beauty of a game that started and ended with torching Seattle’s still woeful secondary. Allen began the game with eight straight passes before a run, most of them quick releases or guided by his physicality and ability to fire darts in all directions. In what felt like the blink of an eye, the Bills jumped out to a 17-0 lead in the first quarter and never gave it up (a claim almost no one who has faced Seattle can credibly make). Daboll deserves a lot of credit for letting his offense continue to stick it to Seattle’s secondary and shying away from any semblance of balance.", "Seahawks head coach Pete Carroll admitted to not being ready for the Bills’ aerial onslaught. “These guys didn’t even try to run the football today. We didn’t expect that to happen,” he said. “We didn’t think they would totally abandon the running game. We had a real nice plan for how they were gonna run it. We have to be able to adapt better.”", "Had Seattle made in-game adjustments, perhaps it would be a different story, but that never happened. Even Zach Moss, Buffalo’s leading rusher on the day had more yards in the air (30) than on the ground (18). Allen would finish the day with a spectacular 415 yards, three touchdowns and no interceptions. And maybe just maybe he re-entered the MVP race with Wilson, the presumptive leader, looking on.", "Well beyond the stakes of beating one of the NFL’s juggernauts, this game had deeper significance to Allen. McDermott revealed to reporters that Allen lost his grandmother Saturday night. McDermott said he knew his player would be emotional but also laser-focused. “Look Josh, he’s a tough sucker,” he said.", "Buffalo’s 44 points are the most the Bills have scored under McDermott and the most allowed by Seattle during the Pete Carroll era. Buffalo’s defense also did the unthinkable and prevented Wilson from bailing out his team. Of course Wilson showed off his escapability in spots and threw a couple of perfect rainbow arcs downfield. He managed to finish with 390 passing yards. But Buffalo’s defense never stopped bringing the pressure and never loosened its sound secondary coverage. The Bills had many defensive stars but none as deserving and, quite frankly, relieved as linebacker AJ Klein, who had been maligned all season. Klein dominated Sunday with five solo tackles, a defended pass, four quarterback hits, and two sacks, including this fumble-inducing game-sealer.", "Buffalo Bills (@BuffaloBills) HUUUUUGE play by AJ Klein!", "", "📺 #SEAvsBUF on FOX pic.twitter.com/hRgzL5FiKy", "There are signature wins and there are generational wins. When you’ve had the dark recent past of a team like Buffalo, this win, despite being mid-season, falls under the latter.", "The Bills now sit pretty at 7-2 for the first time since 1993. They are atop the AFC East not by default, not as a placeholder until Tua Taglovailoa gets more experience or the Patriots rebuild. The culture in Buffalo has shifted in a significant way. They are built to beat the NFL’s best now and are set up for success in the years to come.", "Stat of the week", "The 8-0 Pittsburgh Steelers. After topping Dallas 24-19, the Steelers are now 8-0 for the first time in their history, which is surprising given the organization’s generations-spanning track record of success. Achieving 8-0 wasn’t easy for the 2020 bunch. They had to overcome the 2-6 Cowboys and their revelation of a fourth-string quarterback, an unknown named Garrett Gilbert (whom I couldn’t help but refer to as Gilbert Gottfried all week).", "Pittsburgh also had to overcome a left knee injury to Ben Roethlisberger which sidelined him for the end of the first half. Roethlisberger returned and led the Steelers to victory from a 10-point deficit, all capped by an Eric Ebron touchdown with 1:57 left. Gilbert had a chance for a miracle from the Steelers’ 23 on the final play of the game but it was not to be. The Cowboys’ Mike McCarthy is now 3-12 in his last 15 games as a head coach.", "For the Steelers to go 16-0 and finish the regular season unbeaten, they’ll have to top the Ravens in Week 12 and the Bills in Week 14 (and all the other teams, naturally).", "It's Tua time: Tagovailoa's Dolphins debut spices up open AFC East race Read more", "MVP of the week", "Tua Tagovailoa. It’s hard to anoint just one MVP from the action-packed Cards-Dolphins quarterback battle royale that Miami eventually won 34-30. But to the victor goes the digital award … or something like that. After a ho-hum debut in Week 8, Tagovailoa was given more runway against the Cardinals and he took advantage, treating Dolphins fans to a show with his feet and arm. He was especially effective in the fourth quarter when he drove the Dolphins to a go-ahead field goal with under two minutes. Tagovailoa finished the day 20-of-28 with 248 and two touchdowns. More importantly, he bested Kyler Murray once again after already topping him in the 2018 Orange Bowl. The surging Dolphins are now 2-0 with Tagovailoa as the starter and have won five-of-their-last six.", "Murray was also sensational throwing for four touchdowns and rushing for 106 yards. The NFL’s quarterbacking future is in great hands.", "Video of the week", "SportsCenter (@SportsCenter) This was ruled an INT by Marcus Peters.", "", "(via @Ravens)pic.twitter.com/CjXQFthnck", "It was an ill-advised throw by Colts quarterback Philip Rivers. Lucky for Rivers, Ravens corner Marcus Peters couldn’t hold on to the ball and the play was ruled incomplete. Clear and obvious. But … after a challenge and review the call was overturned to an interception. Ravens ball and a massive momentum shift. The Colts fizzled from that point and would eventually lose 24-10.", "The controversial call again spotlighted the old question of what exactly constitutes a catch, all with new Ravens WR Dez Bryant looking on!", "Elsewhere around the league", "• Please (virtually) hug a Chargers fan. After surrendering double-digit leads for four consecutive weeks, the Chargers were oh so close to experiencing a come-from-behind-win of their own. But alas, only anxiety and heartache is permitted with this team. Down five with 4:37, Justin Herbert drove his team deep into Raiders territory. As time expired, Herbert threw what he thought was a game-winning touchdown to backup tight end Donald Parham. Officials called it a touchdown but upon review it was clearly not a completion. Call reversed.", "• Dalvin Cook continues to be ridiculous. In his second game back from injury, Cook torched the Lions for 206 yards on 22 attempts and two rushing touchdowns. Last week it was 163 yards and three touchdowns on the ground. Cook already has 12 touchdowns and 858 yards this season. His impact on the Vikings’ offense, both with his own production and ability to widen the playbook, is immeasurable.", "• The Alex Smith comeback story rolls on. Smith entered the game for an injured Kyle Allen (dislocated ankle) and had mixed results. He threw his first touchdown since his life-threatening compound fracture in 2018, a 68-yard beauty to Terry McLaurin. But down three, Smith was baited into throwing two interceptions on the Washington Football Team’s final two drives.", "• Let Russ Cook, the most uttered phase of the NFL season, isn’t going to simmer anytime soon. But for good reason. Wilson recently filed a trademark for “Let Russ Cook” and intends to sell branded aprons and cookware with a portion on the proceeds benefitting his Why Not You Foundation.", "• The networks stopped showing the national anthem after the first couple of weeks of the season, but it’s safe to say that less players took a knee during its playing in Week 9."], "authors": ["Melissa Jacobs"], "keywords": ["steelers", "josh", "team", "bills", "stirring", "yards", "touchdowns", "buffalo", "allen", "surging", "1993", "echoes", "seattle", "game", "week", "wilson"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}