{"id": "c69163cb-b45c-3477-bb6b-f084efd6e0c0", "title": "'Game of Thrones with parkour': how will Netflix adapt Assassin's Creed?", "url": "https://www.theguardian.com/tv-and-radio/2020/nov/04/game-of-thrones-with-parkour-how-will-netflix-adapt-assassins-creed", "summary": "So the news that Netflix has just commissioned a live-action Assassin’s Creed series should be cause for celebration.\nIf done well, the Assassin’s Creed series could be relentlessly entertaining.\nHowever, one thing stands in the way of Assassin’s Creed being fun, and that’s Assassin’s Creed.\nCall me an optimist, but I think I can see a way for the Assassin’s Creed series to work.\nNobody plays the Assassin’s Creed games to be immersed in its tortured mythology.", "paragraphs": ["Few video games have endured like Assassin’s Creed. Twelve different versions have been released since the game was introduced in 2007, each of them more or less clinging to the same highly enjoyable formula. Like history? Like climbing things? Like stabbing people in the skull? Like being intermittently scowled at by Danny Wallace? Like spending the final hour of any pursuit genuinely confused about why an alien has come out of nowhere to instruct you to murder everyone with a sort of glowing death apple? Then Assassin’s Creed is for you.", "So the news that Netflix has just commissioned a live-action Assassin’s Creed series should be cause for celebration. After all, one of its biggest hits of last year was The Witcher – a series that was based on a game that was based on a book – which shows that there’s plenty of demand for this sort of thing. If done well, the Assassin’s Creed series could be relentlessly entertaining. It could be – and this is not a phrase I use lightly – Game of Thrones with parkour. Isn’t that everything you ever wanted?", "However, one thing stands in the way of Assassin’s Creed being fun, and that’s Assassin’s Creed. Because someone already tried to make a live-action Assassin’s Creed, and the fact that you have already forgotten about it speaks volumes. It was a movie, released in 2016. Michael Fassbender was the star and producer. And it was terrible. Truly, inexplicably, bone-destroyingly terrible.", "Structurally it was a mess, opening with three different – yet equally boring – slabs of exposition before anything happened. It appeared to end, two and a half hours later, at the climax of act two. It was painfully lumpen and self-serious. Critics hated it. Audiences stayed away in their droves. The Hollywood Reporter estimated that it lost its studio $100m. Two sequels were planned, but soon ditched. Fassbender has subsequently been quite open about the film’s failures, but nevertheless it was so bad that anyone stupid enough to pay to watch it (hi!) will always be cagey about any further adaptations.", "But you know what? Call me an optimist, but I think I can see a way for the Assassin’s Creed series to work. In retrospect, the movie acts as a kind of government information film about everything that can go wrong with an Assassin’s Creed adaptation. If the series learns from its mistakes, it might have something great on its hands.", "First, and most importantly, it needs to dramatically pare back its premise. Even the Assassin’s Creed games suffer from too much of it. You play a modern-day explorer who gets put into a machine by a sinister big tech company in order to relive the memories of a distant ancestor. Nobody actually likes these bits. The fun part is being sent back in time to run around beautiful reconstructions of ancient Rome or Victorian London or civil war-era America. That is all anyone wants from a series. Nothing set today. No laboured interludes about a guy in a hopped-up MRI machine. Just give us a good solid period story where the lead character inevitably ends up having to fist fight the Pope and we will all be thrilled.", "The other issue is tone. Nobody plays the Assassin’s Creed games to be immersed in its tortured mythology. They play it because it’s fun to run around slitting throats and swan-dive off cathedrals. The film was far too infatuated with all the wrong things; the history of the assassins, the moral weight that comes with each death. If the lead character is charming and self-aware – basically if he’s Ezio from the second game – then it will go a long way to correcting the mistakes of the movie.", "Then, and only then, will we finally have the thing we have all dreamed of. Game of Thrones with parkour. I mean: Assassin’s Creed on Netflix."], "authors": ["Stuart Heritage"], "keywords": ["netflix", "parkour", "game", "thing", "fun", "way", "creed", "series", "assassins", "thrones", "games", "wrong", "adapt"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}