{"id": "c6c00d20-7d64-3bc6-a5ae-ae9f35532451", "url": "https://www.wired.com/story/meet-the-mad-scientist-who-wrote-the-book-on-how-to-hunt-hackers#intcid=recommendations_default-popular_d0fdabd5-502f-4980-a5f0-6dfa3253e0d5_popular4-1", "title": "Meet The Mad Scientist Who Wrote the Book on How to Hunt Hackers", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "pubDate": null, "paragraphs": ["In 1986, Cliff Stoll’s boss at Lawrence Berkeley National Labs tasked him with getting to the bottom of a 75-cent accounting discrepancy in the lab’s computer network, which was rented out to remote users by the minute. Stoll, 36, investigated the source of that minuscule anomaly, pulling on it like a loose thread until it led to a shocking culprit: a hacker in the system.", "Stoll then spent the next year of his life following that hacker’s footprints across the lab’s network and the nascent internet. In doing so, he revealed a vast web of similar intrusions into military and government agencies carried out by a group of young German hackers, eventually revealed to have been working in the service of the Soviet KGB. The story that Stoll unraveled from that tiny initial clue, which he published in late 1989 as a kind of digital detective memoir, The Cuckoo’s Egg, turned out to be the very first known case of state-sponsored hacking—a tale far bigger than he could have ever imagined when he began hunting those three quarters missing from his lab’s ledger.", "Today, that story has taken on a larger life still. As The Cuckoo’s Egg hits its 30th anniversary, the book has sold more than 1 million copies. And for a smaller core of cybersecurity practitioners within that massive readership, it’s become a kind of legend: the ur-narrative of a lone hacker hunter, a text that has inspired an entire generation of network defenders chasing their own anomalies through a vastly larger, infinitely more malicious internet.", "Stoll asks people who have interviewed him to sign his personal copy of The Cuckoo's Egg. Photograph: Cayce Clifford", "As for 69-year-old Stoll himself, he talks about the entire series of events as if he still can’t believe all the fuss he’s caused. “I thought it was a weird, bizarre hiccup I’d stumbled into,” Stoll told me when we first spoke last year, after I called the home number he lists on the very eclectic website for his business selling klein bottles—blown-glass oddities that, topologically speaking, have only one side, with no inside or outside. “I had no idea this would become a multibillion-dollar industry. Or essential to running a large business. Or that the CEO of a credit reporting company could lose his job because of computer security. Or that thousands of people would have careers in the field. Or that national institutions in many countries around the world would devote themselves to exploiting security holes in computer networks.”", "SUBSCRIBE Subscribe to WIRED and stay smart with more of your favorite writers like Andy Greenberg", "In fact, Stoll is an unlikely legend for his cybersecurity industry admirers. On the day I visited Stoll in his Oakland home last month, just a few days after the 30th anniversary of The Cuckoo's Egg’s publication, he had spent the morning watching Mercury transit the Sun with his telescope. Stoll has a PhD in planetary astronomy and had intended to make stargazing his career before Lawrence Berkeley transferred him—not entirely voluntarily—into the IT department."], "keywords": ["hackers", "mad", "egg", "book", "computer", "revealed", "cuckoos", "stoll", "spent", "hunt", "labs", "meet", "network", "scientist", "security", "wrote", "national"], "authors": ["Condé Nast", "Andy Greenber"], "summary": "In 1986, Cliff Stoll’s boss at Lawrence Berkeley National Labs tasked him with getting to the bottom of a 75-cent accounting discrepancy in the lab’s computer network, which was rented out to remote users by the minute.\nStoll then spent the next year of his life following that hacker’s footprints across the lab’s network and the nascent internet.\nAs The Cuckoo’s Egg hits its 30th anniversary, the book has sold more than 1 million copies.\nStoll asks people who have interviewed him to sign his personal copy of The Cuckoo's Egg.\nOr that the CEO of a credit reporting company could lose his job because of computer security."}