{"paragraphs": ["At just 19 years old, Ludwig Wilsdorff is already the global face of Dior Men. The German native began working exclusively with creative director Kim Jones right after graduating from high school last year, so when Jones decided to stage his Pre-Fall 2020 show at Miami’s Rubell Museum, Wilsdorff was a natural choice to open the show. He flew from Munich to Miami for the occasion, and Vogue tagged along to catch all the action.", "If Wilsdorff’s name is new to you, his smoldering gaze has been turning heads since his breakout appearance on Jones’s runway last season. Fighting jet-lag after his transatlantic flight, he made time for a close shave and quick breakfast before his call time at the museum. En route to the Wynwood Arts District, he broke down the major differences between male and female modeling: “It’s probably the only industry in the world where women genuinely make more money than men,” he revealed.", "Upon arrival, Wilsdorff got a quick trim backstage before sitting down with Dior’s house makeup artist, Peter Philips, who airbrushed a fluorescent lime-green stripe over his eyes. The “cyber-surfer” look was inspired by graffiti tagging, but Philips noted that it’s pretty rare to find such a dramatic beauty look on the men’s runways. “For men, it’s a different approach—we really try to enhance their natural beauty,” he said. “It’s about grooming more than makeup.”", "Next, Wilsdorff gave Vogue a sneak peek at the wave-like set and shared his secrets to a sharp runway turn. “It’s not that hard for guys compared to girls,” he admitted. “You just want to make sure that you’re [going] really straight, your chin is down, and your walk is strong.” After changing into his debut look for the show—thigh-grazing shorts, a striped sweater, and a Cadillac-inspired saddlebag—Wilsdorff posed with a few pals minutes before the show. As soon as Kate Moss, Kim Kardashian, David Beckham, Travis Scott, and more celebs filled in the front row, the lights dimmed, the music blared, and Wilsdorff hit the runway. Watch the video above for Vogue’s full day with the model here."], "url": "https://www.vogue.com/article/diary-of-a-model-ludwig-wilsdorff-dior-men-show-pre-fall-2020?mbid=social_onsite_pinterest", "pubDate": null, "keywords": ["men", "watch", "prefall", "look", "quick", "munich", "dior", "runway", "wilsdorff", "ready", "natural", "really", "miami", "philips", "ludwig", "vogue", "museum"], "id": "c6cae906-b4c4-3a9a-9a54-2c0cbfbf0afe", "title": "From Munich to Miami, Watch Ludwig Wilsdorff Get Ready for the Dior Men Pre-Fall Show", "summary": "At just 19 years old, Ludwig Wilsdorff is already the global face of Dior Men.\nThe German native began working exclusively with creative director Kim Jones right after graduating from high school last year, so when Jones decided to stage his Pre-Fall 2020 show at Miami’s Rubell Museum, Wilsdorff was a natural choice to open the show.\nHe flew from Munich to Miami for the occasion, and Vogue tagged along to catch all the action.\n“For men, it’s a different approach—we really try to enhance their natural beauty,” he said.\n“It’s about grooming more than makeup.”Next, Wilsdorff gave Vogue a sneak peek at the wave-like set and shared his secrets to a sharp runway turn.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Eliseé Browchu"]}