{"id": "c6ea4bd5-9067-3f04-86aa-06e8d6670a6b", "title": "Star Wars: Squadrons Explores the Changing Face of Fascism", "url": "https://www.wired.com/story/star-wars-squadrons-changing-face-fascism/", "summary": "In early October, EA released Star Wars: Squadrons, a shiny new, VR-ready homage to classic early Star Wars-branded space sims like LucasArts’ Star Wars: TIE Fighter and others.\nWhen picturing the Galactic Empire, it’s difficult to imagine anything besides Admiral Tarkin’s grim visage or Emperor Palpatine’s wizened old mug.\nIt has, after all, only ever been the rainbow-coalition Rebellion that’s been allowed to showcase any form of diversity in the Star Wars films.\nBoyega’s FN-2187 in The Force Awakens soon adopts the more humanized moniker “Finn” after joining up with the righteous New Republic.\nSquadrons spends much of the Imperial side of the plot unraveling the warring ideologies duking it out within the remains of the Empire.", "paragraphs": ["In early October, EA released Star Wars: Squadrons, a shiny new, VR-ready homage to classic early Star Wars-branded space sims like LucasArts’ Star Wars: TIE Fighter and others. Squadrons’ single-player campaign, which has you fly as a Rebel and Imperial pilot both, is set in the years immediately following the events of 1983’s Return of the Jedi, offering a new installment in the never-ending conflict between the resurgent New Republic and the creaking old Empire.", "But the Empire of Squadrons looks, admittedly, pretty different from how it was depicted in Return of the Jedi, or any of the rest of the films from which it bases the majority of its aesthetic. The uniforms may be as crisply and meticulously arranged, the enormous hangars swathed in the same metallic gray durasteel, but its soldiers, and its officers in particular, rather than the wrinkled old white men we’ve come to expect, are mostly young people of color.", "Titan Squadron, the Imperial unit the player spends half the campaign flying in, is led by Captain Terisa Kerrill (Peta Sergeant), an Asian woman with a buoyant blonde pompadour, who reports directly to Grand Admiral Rae Sloane (Dionne Aduain), a Black woman. Though the New Republic is just as diverse, if not more so, and the character options for both sides of the conflict feature more minority characters than not, it’s particularly striking to see the classically white, male Empire being run by women of color, commanding diverse squadrons and answering to no one but themselves.", "When picturing the Galactic Empire, it’s difficult to imagine anything besides Admiral Tarkin’s grim visage or Emperor Palpatine’s wizened old mug. It’s thus downright dissonant, particularly within a structure so tied to violence, power, and masculine authority to see such a multicultural cast proudly taking on the Imperial mission.", "Imperial Diversity", "When, in the first few moments of the trailer for 2015’s The Force Awakens, a familiarly white-suited stormtrooper removed his helmet to reveal himself as the Black British actor John Boyega, parts of the internet exploded in uproar. The hashtag #blackstormtrooper racked up posts on social media as users registered their disbelief at the idea that a Black man could ever serve as a stormtrooper. Despite the noxious racism behind these complaints, they contained an unintentional kernel of truth. It has, after all, only ever been the rainbow-coalition Rebellion that’s been allowed to showcase any form of diversity in the Star Wars films. The sole named Black character in the original trilogy, Lando Calrissian, played by the remarkable Billy Dee Williams, may have done deals with the Empire, but he is remembered most of all as a hero of the Rebellion. That pattern continues to today. Boyega’s FN-2187 in The Force Awakens soon adopts the more humanized moniker “Finn” after joining up with the righteous New Republic. Finn and Lando’s ethical realignments are further reenacted in Squadrons’ campaign: Captain Lindon Javes (Phil Morris) betrays his protégé Kerrill and switches sides to join the rebels, citing his principled objection to the Empire, preempting, surely, complaints of his being a poor cultural fit.", "While the problematic nature of Black and brown folks proudly participating in an organization steeped in bold-faced fascism may be superficially self-evident, Squadrons also finds compelling ways to highlight and address it. Squadrons spends much of the Imperial side of the plot unraveling the warring ideologies duking it out within the remains of the Empire. At several points throughout the game, Kerrill’s group runs up against the calcified holdovers of the Empire’s past glory; old white men who look directly transplanted out of the late-'70s casting calls the original trilogy’s olive-suited bureaucrats were staffed from, down to their posh accents and thinning blond coifs.", "In the mission, “The Trail from Desevro,” while stealthily trailing a fleet of New Republic engineers, Kerrill’s Titan Squadron is interrupted by a belligerent and bellicose Captain Amos, who thrusts his battered Star Destroyer into the middle of the fray, sneering that “snuffing out this New Republic is the only mission.” He ignores all of Kerrill’s warnings, succeeding only at blowing her cover right before getting himself blown to bits by the alerted rebel fleet."], "authors": ["Yussef Cole", "Yussef Col"], "keywords": ["white", "wars", "squadrons", "explores", "imperial", "fascism", "kerrills", "changing", "black", "republic", "empire", "face", "star", "old"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}