{"id": "c7332de9-937b-3f40-9702-69677ff7ced6", "title": "Cold temperatures, vitamin A can help the body burn more fat, study shows", "url": "https://www.foxnews.com/lifestyle/cold-temperatures-vitamin-a-burn-fat", "summary": "People looking to lose weight may start embracing the winter months after a new study found cold temperatures and increased vitamin A encourage fat burning.\nThe study, which was published in the journal Molecular Metabolism last week, explored the effects cold temperatures and vitamin A had on converting white fat, which is where excess calories are stored, to brown fat, which “stimulates fat burning and heat generation.”More than 90% of the human body’s fat deposits are white fat, which is stored in the abdomen, bottom and upper thighs, the study shares.\nLONDON MARATHON MEDALIST SARA HALL SAYS POSITIVITY AND FAITH HELPED HER ACROSS THE FINISH LINEAccording to the findings, cold temperatures increased vitamin A levels, which helps convert white to brown fat, thus stimulating fat burning.\nAlternatively, when “the vitamin A transporter ‘retinol-binding protein’” was blocked in mice, the fat did not “brown” and the mice were unable to protect themselves from the cold.\n\"We have discovered a new mechanism by which vitamin A regulates lipid combustion and heat generation in cold conditions.", "paragraphs": ["People looking to lose weight may start embracing the winter months after a new study found cold temperatures and increased vitamin A encourage fat burning.", "The study, which was published in the journal Molecular Metabolism last week, explored the effects cold temperatures and vitamin A had on converting white fat, which is where excess calories are stored, to brown fat, which “stimulates fat burning and heat generation.”", "More than 90% of the human body’s fat deposits are white fat, which is stored in the abdomen, bottom and upper thighs, the study shares.", "LONDON MARATHON MEDALIST SARA HALL SAYS POSITIVITY AND FAITH HELPED HER ACROSS THE FINISH LINE", "According to the findings, cold temperatures increased vitamin A levels, which helps convert white to brown fat, thus stimulating fat burning. Vitamin A reserves are mostly stored in the liver. Once cold was applied to the mice in the study, the increases in \"the levels of vitamin A and its blood transporter, retinol-binding protein\" led to a higher rate of fat burning as the white fat converted to brown as the body attempting to keep itself warm.", "Alternatively, when “the vitamin A transporter ‘retinol-binding protein’” was blocked in mice, the fat did not “brown” and the mice were unable to protect themselves from the cold.", "FITNESS INFLUENCER SHOWS HOW 'BEFORE AND AFTER' PHOTOS ARE MANIPULATED", "The study is promising in finding solutions to dealing with weight gain and obesity. Though the study’s lead researcher, Florian Kiefer from the Medical University of Vienna, cautioned against taking large quantities of vitamin A supplements in an effort to lose weight.", "WOMAN LOSES 117 POUNDS AFTER BEING TURNED AWAY FROM BRIDAL BOUTIQUE", "\"Our results show that vitamin A plays an important role in the function of adipose tissue and affects global energy metabolism. However, this is not an argument for consuming large amounts of vitamin A supplements if not prescribed, because it is critical that vitamin A is transported to the right cells at the right time,\" explains the MedUni Vienna researcher. \"We have discovered a new mechanism by which vitamin A regulates lipid combustion and heat generation in cold conditions. This could help us to develop new therapeutic interventions that exploit this specific mechanism.\""], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["white", "shows", "mice", "burn", "burning", "temperatures", "cold", "body", "study", "vitamin", "fat", "help", "brown", "stored"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}