{"id": "c73c18b3-fd6a-3260-ad92-5109651192e1", "pubDate": null, "paragraphs": ["AS A MISFIT SCHOOLGIRL —“a proper weirdo, a little troglodyte,” as she puts it—growing up in the rural Cotswolds, the perfectly exquisite FKA Twigs (née Tahliah Debrett Barnett; her childhood nickname came from her ability to crack her finger joints) was obsessed by classical ballet and opera, both of which she studied intensively. “Certain things can just change your life forever,” she says.", "Raised by a single mother obsessed by Westwood and Gaultier, Twigs first introduced herself to style through a nostalgia for the flamboyant New Romantic movement that flourished after punk. In pre-internet England, Twigs looked at old vinyl record sleeves for inspiration—Adam Ant and Bow Wow Wow’s Annabella Lwin were idols—and improvised the looks with her mum’s hand-me-downs and thrift-store trouvailles. (Her current collaborators—including designer Ed Marler, the Central Saint Martins wild child; his partner, stylist Matthew Josephs; and performance artist Theo Adams—all revere the movement too.)", "Twigs has been performing professionally since she was 13 and a dancer in the local ZooNation company, but when she moved to London at 17 she soon became involved in an underground performance-art cabaret scene. “I had a boyfriend who said if I got a job at The Box, he’d dump me,” she says, “so I went and got a job there and dumped him, just out of principle. I’d sing old jazz songs and walk on tables and kick people’s drinks off and be generally outrageous whilst singing this beautiful jazz song and remaining completely snatched in a beautiful dress. I’d come up with the ideas, and my mum would make all the costumes.”", "Ever the fashion chameleon, Twigs hit the Paris couture earlier this year variously dressed in giraffe-print boots and a logo bucket hat chez Valentino; a Margiela skirt fashioned from granddad pants, a striped shirt with peekaboo cutouts to reveal her lace girdle, an opal tooth cap, and white Tabi boots for Margiela Artisanal, where she was enraptured by her ardent admirer John Galliano’s puff ball gown, which was originally fashioned as matelot pants. (“My mom dressed me as a sailor until I was three or four,” she explains.)", "After her London move, a chance meeting with the photographer Matthew Stone soon led to a street-casting shoot for i-D. Her portrait made the magazine’s cover, and in what she calls “genius serendipity,” she put out her EP1 at the same time through YouTube. It went viral, and in short order Twigs put out two more EPs and a full-length album, LP1. Then she discovered that she had six fibroid tumors. “I was in pain every single day for about a year,” she says. After successful surgery last year, “I spent some time discovering who I was, both musically and stylewise. You can’t slink around in black mesh your whole life, can you?”", "Five years later—along with her first feature-film role, opposite Lucas Hedges in the Shia LaBeouf–penned Honey Boy—she has some powerful new music to unleash, produced with Chilean-American composer Nicolas Jaar. “It’s very delicate, very heartbroken,” she says, and it reflects not only her health issues but her klieg-lit split from Robert Pattinson. “It’s classical but still a bit hood.” In preparation for her tour, Twigs is training in the Chinese martial art of Wushu, which she practices with her sword, named Lilith. “Literally all I do is train,” she says. “I’ve got something a bit wrong with me.”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Hamish Bowle", "Elise Taylor", "Alexandra Macon", "Jenna Rennert", "Christian Allaire", "Corey Seymour", "Zachary Weiss", "Catherine Scott", "Brooke Bobb"], "url": "https://www.vogue.com/slideshow/fka-twigs-models-romantic-couture?mbid=social_onsite_twitter", "keywords": ["old", "changeling", "twigs", "soon", "obsessed", "id", "pants", "pop", "movement", "matthew", "romantic", "couture", "seasons", "went", "single", "fka", "models"], "summary": "Raised by a single mother obsessed by Westwood and Gaultier, Twigs first introduced herself to style through a nostalgia for the flamboyant New Romantic movement that flourished after punk.\nIn pre-internet England, Twigs looked at old vinyl record sleeves for inspiration—Adam Ant and Bow Wow Wow’s Annabella Lwin were idols—and improvised the looks with her mum’s hand-me-downs and thrift-store trouvailles.\nAfter her London move, a chance meeting with the photographer Matthew Stone soon led to a street-casting shoot for i-D.\nIt went viral, and in short order Twigs put out two more EPs and a full-length album, LP1.\n“It’s very delicate, very heartbroken,” she says, and it reflects not only her health issues but her klieg-lit split from Robert Pattinson.", "title": "Pop Changeling FKA Twigs Models the Season’s Most Romantic Couture"}