{"url": "https://www.nytimes.com/2019/10/06/world/asia/hong-kong-protests-face-mask-ban.html", "paragraphs": ["HONG KONG — When Hong Kong’s leader invoked emergency powers to ban face masks during protests, she went to great lengths to explain that the city wasn’t in a state of emergency. Rather, she declared, after months of unrest, the city was in a “very critical state of public danger.”", "The message, and the ban itself, was highly calculated. It was designed to show that the government was taking action to protect public safety while trying not to provoke more violence from protesters.", "The pro-Beijing camp of government leaders and lawmakers, from moderates like Chief Executive Carrie Lam to the hard-liners, was also determined to deal with the unrest, and not give the Chinese leadership any reason to intervene."], "authors": ["Keith Bradsher"], "id": "c771b98d-331b-348c-b9bd-994a3d55dbf1", "summary": "HONG KONG — When Hong Kong’s leader invoked emergency powers to ban face masks during protests, she went to great lengths to explain that the city wasn’t in a state of emergency.\nRather, she declared, after months of unrest, the city was in a “very critical state of public danger.”The message, and the ban itself, was highly calculated.\nIt was designed to show that the government was taking action to protect public safety while trying not to provoke more violence from protesters.\nThe pro-Beijing camp of government leaders and lawmakers, from moderates like Chief Executive Carrie Lam to the hard-liners, was also determined to deal with the unrest, and not give the Chinese leadership any reason to intervene.", "keywords": ["ban", "went", "unrest", "start", "crackdown", "emergency", "protests", "city", "mask", "public", "hong", "violence", "state", "wasnt", "face", "kongs"], "pubDate": null, "title": "In Hong Kong’s Crackdown on Protests, Face Mask Ban May Be the Start", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}