{"id": "c79c96c3-d65d-366f-9440-fd851169b2f2", "title": "How to Read Sam Gilliam’s Formalism", "url": "https://www.newyorker.com/magazine/2020/11/16/how-to-read-sam-gilliams-formalism", "summary": "Art work by Sam Gilliam / © Sam Gilliam / ARS.\nEven so, Gilliam’s breakthrough and subsequent achievements with his draping method should have loomed large in the moment’s hot and heavy discourse.\nArt work by Sam Gilliam / © Sam Gilliam / ARS.\nGilliam’s art seemed to make no clear point of his identity apart from the occasional title, such as “Lady Day” for a work in 1971, that signalled his cultural background.\nArt work by Sam Gilliam / © Sam Gilliam / ARS.", "paragraphs": ["A powerful show of new work by the Washington, D.C., artist Sam Gilliam, at Pace, is his first ever with a major New York dealer, despite past recognition of him at the city’s chief museums and, among other honors, his representation of the United States at the Venice Biennale of 1972. The commercial lacuna calls for an explanation. Gilliam, who is still productive at the age of eighty-six, is a leading light of what is termed the Washington Color School of abstract painting, which came to public attention around 1960 in thrall to the doctrines of Clement Greenberg, who influenced a generation of D.C. artists, including the highly successful Morris Louis and Kenneth Noland. The critic posited flatness and appeals to eyesight alone as the destiny of new painting, as preordained by modernism. That was nuts, be it noted. But the era was still smitten with myths of formal progress in art, and Greenberg’s proposition bore elegant fruit for a while. Gilliam broke ranks with the movement—or extended it—in the mid-sixties, when he began draping vast unstretched paint-stained and -spattered canvases from walls and ceilings, creating undulant environments that drenched the eye in effulgent color. (Dia:Beacon, in the Hudson Valley, has on view a magnificent example, “Double Merge,” from 1968; exploring it is peripatetic bliss.)", "“Blue 96″ Disc,” from 2020. Art work by Sam Gilliam / © Sam Gilliam / ARS. Photograph by D'Angelo Lovell Williams for The New Yorker", "Gilliam’s qualified apostasy, with a nod to the space-altering aesthetics of Minimalism, was widely noticed but, taking place outside New York, proved poorly situated and timed. Pop art, Minimalist sculpture and a proliferation of heterodox manners that came to be called post-Minimalism, and conceptual art were eclipsing anything to do with color-field painting—and often with painting at all—in the big town, and the Washington School could appear to be a provincial rear guard. Even so, Gilliam’s breakthrough and subsequent achievements with his draping method should have loomed large in the moment’s hot and heavy discourse. Why didn’t they?", "“For John Lewis,” from 2020. Art work by Sam Gilliam / © Sam Gilliam / ARS. Photograph by D'Angelo Lovell Williams for The New Yorker", "Gilliam is Black, which in the art world back then identified an American artist as a special case, so remorseless was the presumed whiteness of “mainstream” Western culture. (An inaudible asterisk long attended mentions of, for example, the sorely underrated, late New York abstractionist Jack Whitten.) Gilliam’s reception was dogged by a double bind of unconscious condescension and compensatory indulgence—or so it seemed to me, over the years. This was more than uncommonly distracting in his case. Gilliam’s art seemed to make no clear point of his identity apart from the occasional title, such as “Lady Day” for a work in 1971, that signalled his cultural background. He is temperamentally a formalist from tip to toe, stalking meaning in nuances of format, color, texture, and the other technical givens of his medium: mainstream indeed, to ambitious art of the nineteen-sixties and, at intervals, ever since. It’s possible to suspect reparative social justice in his renewed eminence, but really it’s a chance to abolish one remnant of double-entry accounting of white and minority artists.", "New works from 2020. Art work by Sam Gilliam / © Sam Gilliam / ARS. Photograph by D'Angelo Lovell Williams for The New Yorker", "Purgative, to this end, is a dazzlingly stylish essay in the Pace catalogue by the extraordinary Black scholar and poet Fred Moten—a literary work of art in itself, ablaze with on-target wordplay—which teases out inconspicuous racial imprints on Gilliam, from the sight (recalled by the artist) of women’s washing billowing from clotheslines to the free-jazz innovations of Ornette Coleman and to tropes, in recent works, of African architecture and design. Antically exaggerated, the focus pays off, for me, by illuminating a peculiar psychological intensity in even Gilliam’s most circumspect art: an air of taking nothing for granted and of having things to prove, an asperity in the face of felt or imagined resistance, a hint of playing for stakes beyond what’s visible. The formalist credo—what you see is what you see—applies, but Moten proves that a racial audit frees up a general appreciation of Gilliam’s excellence. It can’t explain the art’s self-critically disciplined integrity, skill, inventiveness, and abounding beauty. But Moten’s audacity relaxes any lingering nervousness on the score of race by letting it rip, affirming Blackness as a regular feature, or quality, in American art, even or especially when it’s not overtly at issue.", "Gilliam was born in Tupelo, Mississippi, the seventh child of a truck driver and a housewife. The family soon moved to Louisville, Kentucky, where, having wanted to become a cartoonist since childhood, Gilliam plunged into art studies at the University of Louisville. In 1962, after returning from a two-year stint in the Army and earning an M.A. in fine arts, he relocated to the capital. His enthusiasms ranged across modern art, from German Expressionism through Picasso and Braque to Louis and Noland. He took to painting hard-edged stripes and geometric shapes, Washington Schoolishly dead flat. Then he jettisoned concerns with style for a redefinition of what paintings could be and do. His drapings enlist chance operations of pouring and flinging that gradually, as he less directed than monitored them, generate not so random instances of rhythmic snap and chromatic counterpoint. (A watcher as much as a wielder of paint, Gilliam rang a fresh change on Jackson Pollock’s drip technique.) Each viewer of the softly hanging canvases comes to a unique experience of their cumulative effects and then, if sticking around, discovers yet another.", "Gilliam’s quest persisted when he discontinued draping canvases around 1980 and returned to the wall by way of intensively pigmented compositions in types of free-form style, categorized at the time as “lyrical abstraction,” often on constructed reliefs of angled and jutting planes—a bit in the manner of contemporaneous works by Frank Stella, but zestier. Circles occurred, oddly portentous. Again, the works’ key success is formal, as an effect of obdurate density and jagged animation. But Moten stays on the hunt for racial propensity. He relates Gilliam’s affinity for circles to the title of a 1959 track from Ornette Coleman’s 1970 album “The Art of the Improvisers”: “The Circle with a Hole in the Middle,” which mundanely describes a vinyl record but resonates with hints of a flaw or a void. (Moten upends the suggestion by titling his essay “The Circle with a Whole in the Middle.”) Gilliam has embraced the form in recent large wall-mounted wooden doughnut shapes that are dyed, rather than painted, in gorgeous hues. One from this year is titled “Black Mozart / ORNETTE.” Also new are works on sheets, some more than six feet square, of washi, a Japanese paper made from fibres of the inner bark of the gampi tree, the mitsumata shrub, or the paper mulberry. Repeatedly soaked in acrylics, allowed to dry, and then soaked again, the sheets end up not so much covered as replaced by slabs of solid monochrome, their surfaces varied, when you look closely, by traces of the artist’s manipulating hand. These are blasts of pure chroma like nothing else I’ve ever seen: while meltingly beautiful, they are no more passive than the front ends of oncoming trucks.", "The show’s main news is in sculpture: there are several small pyramids and one immense one, all raised slightly off the floor and built of innumerable horizontal sheets of laminated plywood with regularly spaced bands of aluminum. Gorgeously dyed in sumptuous color—bringing out and celebrating the textures of the wood grain—the blunt structures radiate like light sources. Do they suggest late entries in the repertoire of Minimalism? They do, but with a sense of re-starting the aesthetic from scratch—getting it right, even, at long last. The pieces play a role in another of the show’s revelations: a series of large (up to twenty feet wide) neo- or post- or, let’s say, para-color-field paintings that owe the ruggedness of their paint surfaces to incorporations of leftover pyramid sawdust. Bevelled edges flirt with object-ness, making the works seem fat material presentations, protuberant from walls, rather than pictures. But, as always with Gilliam, paint wins. Thick grounds in white or black are crazed with specks, splotches, and occasional dragged strokes of varied color. While you feel the weight of the wooden supports, your gaze loses itself in something like starry skies: dizzying impressions of infinite distance in tension with the dense grounds, which are complicated by tiny bits of collaged and overpainted wooden squares. Registering the jittery chromatic harmonies and occasional underlying structures—ghosts of geometry—takes time. Seemingly decorative at first glance, the paintings turn inexhaustibly absorbing and exciting when contemplated. Like everything else in this show of an artist who is old in years, they feel defiantly brand spanking new. ♦"], "authors": ["Peter Schjeldahl", "Peter Schjeldah"], "keywords": ["sam", "read", "formalism", "work", "painting", "gilliam", "washington", "black", "works", "color", "gilliams", "art"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}