{"summary": "Petition signed by two million people calls for First Temptation of Christ to be removed from streaming serviceA comedy on Netflix depicting Jesus as a gay man has prompted widespread anger in Brazil with almost two million people signing a petition calling on the streaming service to remove the show.\nThe First Temptation of Christ was created by Brazilian YouTube comedy group Porta dos Fundos and portrays Jesus bringing home his presumed boyfriend Orlando to meet the Holy Family.\nAn online petition on Change.org called for the 46-minute holiday special to be removed from Netflix and said it had offended Christians.\nBrazil is a deeply religious country of about 200m people where homophobia is common and both the Catholic Church and the evangelical Christian movement frequently criticise LGBTQ+ rights.\nOn Twitter on Saturday, the president’s son Eduardo Bolsonaro called the Netflix film “garbage” and said the filmmakers “do not represent Brazilian society.”", "url": "https://www.theguardian.com/world/2019/dec/17/netflix-show-portraying-jesus-as-gay-sparks-anger-in-brazil", "paragraphs": ["Petition signed by two million people calls for First Temptation of Christ to be removed from streaming service", "A comedy on Netflix depicting Jesus as a gay man has prompted widespread anger in Brazil with almost two million people signing a petition calling on the streaming service to remove the show.", "The First Temptation of Christ was created by Brazilian YouTube comedy group Porta dos Fundos and portrays Jesus bringing home his presumed boyfriend Orlando to meet the Holy Family.", "An online petition on Change.org called for the 46-minute holiday special to be removed from Netflix and said it had offended Christians.", "Marvel artist calls for LGBTQ solidarity in Brazil after gay kiss row Read more", "Porta dos Fundos, which won an International Emmy for its holiday special last year, said in an emailed statement that it “values artistic freedom and humour through satire on the most diverse cultural themes of our society and believes that freedom of expression is an essential construction for a democratic country.“", "Netflix did not immediately respond to a request for comment.", "Brazil is a deeply religious country of about 200m people where homophobia is common and both the Catholic Church and the evangelical Christian movement frequently criticise LGBTQ+ rights.", "President Jair Bolsonaro, who has described himself as a “proud” homophobe, suspended funding earlier this year for a series of films, including a handful with LGBTQ+ themes.", "The decision was later struck down by a federal court.", "On Twitter on Saturday, the president’s son Eduardo Bolsonaro called the Netflix film “garbage” and said the filmmakers “do not represent Brazilian society.”"], "pubDate": null, "keywords": ["streaming", "jesus", "brazil", "portraying", "netflix", "petition", "removed", "lgbtq", "society", "temptation", "anger", "gay", "million", "special", "sparks"], "id": "c81e2073-b4f1-36ae-a7ce-f04f165f49d1", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": [], "title": "Netflix show portraying Jesus as gay sparks anger in Brazil"}