{"keywords": ["kongs", "hong", "concession", "protests", "central", "carrie", "lams", "blues", "violence", "leader", "protesters", "unrest", "mrs", "lam", "demands", "kong"], "url": "https://www.economist.com/china/2019/09/05/hong-kongs-leader-has-made-a-concession-to-protesters", "summary": "D URING THE past nearly three months of popular unrest in Hong Kong, unprecedented in size and intensity, the territory has become accustomed to surprises.\nNow the territory’s chief executive, Carrie Lam, obdurate for weeks in the face of the protesters’ demands, has changed her tune.\nMrs Lam shelved the bill a few days after the protests broke out, but had hitherto rejected protesters’ demands that she scrap it entirely.\nLast week, for the first time, the police refused to give permission for a proposed big rally in central Hong Kong.\nParty-controlled newspapers in Hong Kong have been braying for the law’s deployment.", "title": "Carrie Lam’s blues - Hong Kong’s leader has made a concession to protesters", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "c830411b-4353-3c7f-ad93-4fe1e6769826", "paragraphs": ["D URING THE past nearly three months of popular unrest in Hong Kong, unprecedented in size and intensity, the territory has become accustomed to surprises. Participants themselves have been taken aback by the scale of some of the protests, the violence they have spawned by protesters and police, and their persistence in spite of the economic harm that some residents fear they are causing and the risk they may be incurring of intervention by the mainland’s security forces. Now the territory’s chief executive, Carrie Lam, obdurate for weeks in the face of the protesters’ demands, has changed her tune.", "On September 4th, after days of speculation that the government was preparing to get far tougher, perhaps by invoking sweeping colonial-era emergency regulations, Mrs Lam made a pre-recorded televised address that was clearly intended to sound conciliatory. In it she said she would formally abandon the proposed legislation that sparked the unrest in June—a bill that would have allowed criminal suspects in Hong Kong to be extradited to Communist Party-controlled courts on the Chinese mainland. Mrs Lam shelved the bill a few days after the protests broke out, but had hitherto rejected protesters’ demands that she scrap it entirely. She now says a government motion declaring its withdrawal will be submitted to the legislature when it reconvenes next month.", "This was hardly a dramatic step—she had already declared the bill “dead”. But it was striking in the context of recent reports that she had been refusing to ditch it completely because the leadership in Beijing would not let her. On August 30th Reuters news agency quoted unnamed sources in Hong Kong as saying that Mrs Lam had proposed doing so in a report submitted to the central government. This document had also suggested accepting one of the protesters’ other demands, namely that an independent inquiry be conducted into the protests, including the use of excessive force by the police. Reuters said the response from Beijing was that no further concessions should be made.", "Many pro-democracy activists have responded dismissively to Mrs Lam’s announcement. They note that Mrs Lam repeated her consistent line that complaints about police violence would be handled by the Independent Police Complaints Council, which protesters say is not independent enough. She also made no concessions to their other demands: that arrested demonstrators be released and no charges pressed, that the government stop classifying the unrest as a “riot” and that full democracy be granted. The party has promised eventual “universal suffrage” in Hong Kong. But it applies the term only to the ability to cast a vote. It reserves the right to decide who can stand.", "Few protesters expect the party to grant more democracy. But a slogan they often chant is “Five demands, not one less”, implying that they intend to maintain pressure on the government even though they know their goal is unrealistic. Before Mrs Lam’s address, the stances of both sides had appeared to be hardening. Last week, for the first time, the police refused to give permission for a proposed big rally in central Hong Kong. Organisers called it off, but thousands turned up anyway on August 31st. This led to some of the worst violence since the unrest began.", "Protesters threw dozens of petrol bombs and lit bonfires in the streets. The police responded with water cannon (a recent addition to their armoury) with blue dye to stain protesters at the scene and help with identification later. They also fired live rounds in warning. On the following day protesters gathered at the airport, disrupting flights and ground-transport links. They later vandalised train stations elsewhere in Hong Kong.", "The scale of the unrest fuelled mounting speculation that the government might apply the martial-law-like Emergency Regulations Ordinance which was introduced by the British 75 years before their withdrawal from the territory in 1997. It was last used in 1967 to crush riots by Communist Party supporters. Under it, the government could impose censorship, seize property and arrest people far more freely. Party-controlled newspapers in Hong Kong have been braying for the law’s deployment.", "But using the ordinance may not help the government as much as the party’s cheerleaders expect. Restricting liberties could strengthen support for the demonstrators. Business confidence could plummet should the authorities start confiscating assets. Some firms are already deeply worried about being caught in the crossfire. Hong Kong’s flagship airline, Cathay Pacific, is one. The participation of some of its staff in the protests has infuriated Chinese officials. In mid-August the company dumped its chief executive as Chinese pressure on the firm grew. On September 4th its chairman, John Slosar, also said he would resign. (Cathay says he is retiring.)", "Ronny Tong, a member of Mrs Lam’s cabinet, says he personally has reservations about invoking the ordinance. He is concerned, for example, that if it were used to ban masks at protests (the pro-party press is eager for this to be done), the police might not be able to enforce the new rule strictly. If the police were struggling, in turn, he is worried that might prompt the mainland authorities to intervene as allowed for in the basic law.", "In a recent off-record speech to businessmen, published by Reuters on September 3rd, Mrs Lam said officials in Beijing were not planning to send in the army. “They know that the price would be too huge to pay,” she said. But she admitted that she had few options. “Political room for manoeuvring is very, very, very limited,” she said, given the need to “serve two masters”: the central government and the people of Hong Kong. She admitted that she had caused “unforgivable” havoc in the territory and said that if she had a choice, she would quit. Later, pressed by reporters, she denied having asked the central government for permission to do so and insisted she had not even thought about it. She must surely be tempted. ■"], "pubDate": null}