{"id": "c92b58d3-aa42-3056-a2ca-2c6f5f397247", "title": "Everything We Know About The Crown Season 4", "url": "https://www.vogue.com/article/the-crown-season-4-news-cast-release-date", "summary": "The trailer for The Crown Season 4 is here!\nThere's Charles.\nThere's Diana.\nIf that aforementioned trailer was any indication, this season will focus heavily on a new character: Princess Diana, played by Emma Corrin.\n(Although don't expect him to have many speaking lines—Prince Charles, for example, didn't become a major character until season 3.)", "paragraphs": ["The trailer for The Crown Season 4 is here! This morning, Netflix finally shared a substantial preview of the prestigious television show, which each season, chronicles a chapter of Queen Elizabeth's reign. There's Charles. There's the Queen. There's Diana. And there's corgis.", "The trailer is likely the last promotion material the streaming service will share ahead of The Crown's November premiere. With that date rapidly approaching, we decided to break down what, exactly, we can expect from the new season.", "What big names can we expect this season?", "If that aforementioned trailer was any indication, this season will focus heavily on a new character: Princess Diana, played by Emma Corrin. Diana and Charles's courtship is expected to take center stage—as are its subsequent troubles. But she won't be the only new face: none other than Gillian Anderson will be portraying Margaret Thatcher, the United Kingdom’s first female prime minister. We will also get our first glimpse at a young Prince William, who was born less than a year after Diana and Charles's Westminster Abbey wedding. (Although don't expect him to have many speaking lines—Prince Charles, for example, didn't become a major character until season 3.)", "Otherwise, Olivia Colman will return as Queen Elizabeth II, with Josh O’Connor as Prince Charles, Tobias Menzies as Prince Philip, and Helena Bonham-Carter as Princess Margaret.", "Which real-life events will be covered?", "Season four is expected to cover the late 1970s through the 1980s. That period was a tumultuous time for the royal family—Lord Mountbatten was killed in an attack by the I.R.A. in 1979, Princess Diana and Charles's infamous marriage began in 1981, and in 1982, intruder Michael Fagan famously broke into Buckingham Palace to talk to the Queen. (Fagan will be played by Preacher’s Tom Brooke.) But it was also a tumultuous time for Britain: Margaret Thatcher was elected as Prime Minister in 1979, ushering in a wave of economic conservatism.", "From the trailer we can glimpse this: Charles and Diana's wedding, the newlywed couple's six-week tour of Australia and New Zealand, as well as a private audience between Prime Minister Thatcher and the queen.", "What about the fashion?!", "The fashion looks like it’s going to be excellent. On Twitter, Netflix shared a picture of Corrin's Princess Diana in her wedding dress. (It's not an exact recreation of David and Elizabeth Emanuel's design, but it certainly captures the over-the-top, 80s-style essence of the era.)", "In recently released pictures, we also see Corrin in a fantastical fuchsia gown. Although it's unclear, exactly, what moment this is tied to, Diana did memorably wear a purple statement look to the Royal Opera House in 1987.", "When will season four premiere?", "November 15—mark your calendars!", "How can I watch?", "The whole season will be available on Netflix.", "What about season 5?", "Well, aren't you an eager binge-watching beaver? Although there's no release date for that yet, Netflix has begun announcing casting changes: Imelda Staunton will take over as Queen Elizabeth, and Jonathan Pryce will play Prince Philip. Elizabeth Debicki, meanwhile, landed the role of Princess Diana."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["princess", "crown", "charles", "queen", "theres", "prince", "trailer", "season", "know", "diana", "wedding", "elizabeth"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}