{"pubDate": null, "title": "Salman Rushdie’s Fantastical American Quest Novel", "paragraphs": ["The New Yorker’s fiction editor, Deborah Treisman, talks with Salman Rushdie about “Quichotte,” his apocalyptic quest novel. Like his namesake, Don Quixote, Rushdie’s “silly old fool” of a protagonist, Quichotte, undertakes a journey to win the love of an unattainable woman—in this case, a popular talk-show host. Along the way, he encounters the difficult truths of contemporary America: the opioid epidemic, white supremacy, the fallout from the War on Terror, and more. Plus, the story of the French burglar Vjeran Tomic, known as the Spider-Man of Paris. Tomic carried out the biggest art heist of his generation, removing seventy million dollars’ worth of paintings from the Musée d'Art Moderne in one night. And that’s where his troubles began.", "Salman Rushdie’s Fantastical American Quest Novel", "Inspired by “Don Quixote,” Rushdie’s “Quichotte” sends its hero through an America ravaged by opioids, white supremacy, and mastodons. It is, by turns, fantastical and all too realistic", "For a French Burglar, Stealing Masterpieces Is Easier Than Selling Them", "Vjeran Tomic carried out the biggest art heist of his generation: seventy million dollars’ worth of paintings removed from a Paris museum. But that’s where his troubles began."], "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/salman-rushdies-fantastical-american-quest-novel", "keywords": ["quixote", "quichotte", "supremacy", "salman", "american", "quest", "rushdies", "novel", "seventy", "worth", "tomic", "thats", "troubles", "fantastical", "white"], "summary": "The New Yorker’s fiction editor, Deborah Treisman, talks with Salman Rushdie about “Quichotte,” his apocalyptic quest novel.\nLike his namesake, Don Quixote, Rushdie’s “silly old fool” of a protagonist, Quichotte, undertakes a journey to win the love of an unattainable woman—in this case, a popular talk-show host.\nAlong the way, he encounters the difficult truths of contemporary America: the opioid epidemic, white supremacy, the fallout from the War on Terror, and more.\nTomic carried out the biggest art heist of his generation, removing seventy million dollars’ worth of paintings from the Musée d'Art Moderne in one night.\nSalman Rushdie’s Fantastical American Quest NovelInspired by “Don Quixote,” Rushdie’s “Quichotte” sends its hero through an America ravaged by opioids, white supremacy, and mastodons.", "authors": ["David Remnick", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jane Mayer", "Deborah Treisman", "Jake Halpern"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "c93f9663-5a2d-389a-b41a-d2865c9e235e"}