{"id": "c995c4ee-1aac-31bb-ae0e-dce4a50d0375", "title": "As Equals Expands Gender Inequality Coverage", "url": "https://commercial.cnn.com/as-equals-expands-gender-inequality-coverage", "summary": "CNN’s award-winning As Equals series is expanding with a new three-year grant from the Bill & Melinda Gates Foundation.\nThis grant will support CNN’s reporting on gender inequality with a particular focus on the world’s least-developed countries and increased programming about the adversities women and girls around the world endure every day.\nRead excerpts below and the full press release here.\nCNN will form a dedicated team, including six new hires, to work exclusively on gender inequality for As Equals and build out a global network with key regional partners to tell these stories from around the globe.\nRead the press release here.", "paragraphs": ["CNN’s award-winning As Equals series is expanding with a new three-year grant from the Bill & Melinda Gates Foundation. This grant will support CNN’s reporting on gender inequality with a particular focus on the world’s least-developed countries and increased programming about the adversities women and girls around the world endure every day. Read excerpts below and the full press release here.", "As Equals was launched in January 2018 with an emphasis on deep enterprise reporting and immersive visual storytelling and a mission to spotlight the acute inequalities and injustices facing women and girls from countries in the global south.", "CNN will form a dedicated team, including six new hires, to work exclusively on gender inequality for As Equals and build out a global network with key regional partners to tell these stories from around the globe.", "Women and girls are often the biggest casualties of crises.", "Already, COVID 19 has led to spikes in gender-based violence and restrictions in access to family planning, while warnings have been issued about the large numbers of girls who may not return to school and the corresponding increase in child marriages that will likely come from that.", "Through an unwavering commitment to elevate underrepresented voices and empower women journalists, the series has received accolades recognizing its stand-out work in advancing taboo subjects, innovative presentation and impactful storytelling affecting change.", "For more on the project, explore CNN.com/As Equals and apply for the open positions at WarnerMediaCareers.com.", "Read the press release here."], "authors": ["October"], "keywords": ["equals", "gender", "girls", "women", "press", "series", "reporting", "storytelling", "expands", "inequality", "coverage", "work", "release"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}