{"authors": ["Christopher Carbone"], "title": "Ancient DNA puts Black Death's origin in Russian region", "url": "https://www.foxnews.com/science/ancient-dna-black-death-origin-russia-region", "summary": "The Black Death, which killed some 60 percent of Europe's population in the 14th century, advanced quickly throughout the continent.\nResearchers at the Max Planck Institute for the Science of Human History in Jena, Germany, analyzed 34 ancient genomes of the deadly Yersinia pestis bacterium in order to narrow down exactly how the plague came to Europe.\nTheir findings, published Wednesday in the journal Nature Communications, show that the earliest evidence of the deadly illness is from Laishevo, in Russia's Volga region.\n\"These findings indicate a single entry of Y. pestis into Europe through the east,\" archaeogeneticist Maria Spyrou, from the Max Planck Institute for the Science of Human History, said in a statement.\nHowever, as Science Magazine reports, the Volga region in Russia was not necessarily ground zero for the plague, since it could have originated in parts of western Asia, where scientists have not sampled the ancient DNA of Y. pestis.", "keywords": ["pestis", "plague", "origin", "single", "y", "institute", "max", "dna", "ancient", "region", "deaths", "puts", "science", "human", "planck", "russian", "black", "history"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["The Black Death, which killed some 60 percent of Europe's population in the 14th century, advanced quickly throughout the continent.", "Researchers at the Max Planck Institute for the Science of Human History in Jena, Germany, analyzed 34 ancient genomes of the deadly Yersinia pestis bacterium in order to narrow down exactly how the plague came to Europe. They hoped to pinpoint whether it had a single source or was brought to the continent by travelers from various other parts of the world.", "Their findings, published Wednesday in the journal Nature Communications, show that the earliest evidence of the deadly illness is from Laishevo, in Russia's Volga region. It was there that researchers found a strain of the bacterium that was ancestral to all the other genomes they analyzed, according to the study.", "\"These findings indicate a single entry of Y. pestis into Europe through the east,\" archaeogeneticist Maria Spyrou, from the Max Planck Institute for the Science of Human History, said in a statement.", "IN A GLOBAL PANDEMIC, WHICH COUNTRIES ARE SAFEST HAVENS?", "ORGANIC MOLECULES FOUND ON SATURN'S MOON ENCELADUS", "Once the plague made it to Europe, researchers say, a single strain was responsible for the Black Death, stretching all the way from Italy to the United Kingdom.", "However, as Science Magazine reports, the Volga region in Russia was not necessarily ground zero for the plague, since it could have originated in parts of western Asia, where scientists have not sampled the ancient DNA of Y. pestis.", "“We have shown that extensive analysis of ancient Y. pestis genomes can provide unique insights into the microevolution of a pathogen over a period of several hundred years”, said senior author Johannes Krause, Director of the Department of Archaeogenetics at the Max Planck Institute for the Science of Human History, in a statement.", "CLICK HERE FOR THE ALL NEW FOXBUSINESS.COM"], "pubDate": null, "id": "c99efa66-094c-31a4-ab84-1bffeea96368"}