{"pubDate": null, "url": "https://www.nytimes.com/2019/12/17/us/politics/trump-impeachment.html", "id": "c9bafa57-5f69-3cd0-8aae-b23771fd83c9", "keywords": ["attempted", "belittles", "impeach", "mr", "partisan", "president", "votes", "describing", "trump", "diatribe", "impeachment", "coup", "democrats", "eve"], "authors": ["Michael D. Shear"], "title": "Trump Diatribe Belittles Impeachment as ‘Attempted Coup’ on Eve of Votes", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "WASHINGTON — President Trump on Tuesday angrily denounced the looming House votes to impeach him as a “Star Chamber of partisan persecution” by Democrats, describing the effort to remove him from office as an “attempted coup” that would come back to haunt them at the ballot box next year.\nOn the eve of the historic votes, Democrats reached a critical threshold, gathering majority support to impeach Mr. Trump, as the president raged against the proceedings.\nIn an irate and rambling six-page letter to Speaker Nancy Pelosi, Mr. Trump portrayed himself as the victim of enemies determined to destroy his presidency with false accusations.\n“This is nothing more than an illegal, partisan attempted coup that will, based on recent sentiment, badly fail at the voting booth,” Mr. Trump declared, describing a process enshrined in the Constitution as an attempted government overthrow.\nas “totally incompetent and corrupt” — Mr. Trump angrily disputed both of the impeachment charges: abuse of power and obstruction of Congress.", "paragraphs": ["WASHINGTON — President Trump on Tuesday angrily denounced the looming House votes to impeach him as a “Star Chamber of partisan persecution” by Democrats, describing the effort to remove him from office as an “attempted coup” that would come back to haunt them at the ballot box next year.", "On the eve of the historic votes, Democrats reached a critical threshold, gathering majority support to impeach Mr. Trump, as the president raged against the proceedings. In an irate and rambling six-page letter to Speaker Nancy Pelosi, Mr. Trump portrayed himself as the victim of enemies determined to destroy his presidency with false accusations.", "“This is nothing more than an illegal, partisan attempted coup that will, based on recent sentiment, badly fail at the voting booth,” Mr. Trump declared, describing a process enshrined in the Constitution as an attempted government overthrow.", "“History will judge you harshly as you proceed with this impeachment charade,” he wrote.", "In a missive full of unproven charges, hyperbole and long-simmering grievances against his own government — at one point, he referred to leaders of the F.B.I. as “totally incompetent and corrupt” — Mr. Trump angrily disputed both of the impeachment charges: abuse of power and obstruction of Congress."]}