{"id": "c9bb0b4f-5401-397d-b4eb-93eb95274980", "title": "Our Love-Hate Relationship with Gimmicks", "url": "https://www.newyorker.com/magazine/2020/11/16/our-love-hate-relationship-with-gimmicks", "summary": "In Vladimir Nabokov’s novel “Invitation to a Beheading,” from 1935, a mother distracts her imprisoned son from counting the hours to his execution by describing the “marvelous gimmicks” of her childhood.\nTrick mirrors are gimmicks, but they are also metaphors for how gimmicks work, eliciting both charm and suspicion.\nTeetering between novelty and banality, Egan’s novel manages to squeeze a drop of wonder out of a crude communication method.\nEvery gimmick, Ngai tells us, needs a dupe.\nAccording to Ngai, calling something a gimmick indicates our discomfort with capitalism’s sneaky distortion of the relationship between value, labor, and time.", "paragraphs": ["When Jennifer Egan’s novel “A Visit from the Goon Squad” won the Pulitzer Prize, in 2011, much fuss was made over its penultimate chapter, which presents the diary of a twelve-year-old girl in the form of a seventy-six-page PowerPoint presentation. Despite the nearly universal acclaim that the novel had received, critics had trouble deciding whether the PowerPoint was a dazzling, avant-garde innovation or, as one reviewer described it, “a wacky literary gimmick,” a cheap trick that diminished the over-all value of the novel. In an interview with Egan, the novelist Heidi Julavits confessed to dreading the chapter before she read it, and then experiencing a happy relief once she had. “I live in fear of the gimmicky story that fails to rise above its gimmick,” she said. “But within a few pages I totally forgot about the PowerPoint presentation, that’s how ungimmicky your gimmick was.”", "The word “gimmick” is believed to come from “gimac,” an anagram of “magic.” The word was likely first used by magicians, gamblers, and swindlers in the nineteen-twenties to refer to the props they wielded to attract, and to misdirect, attention—and sometimes, according to “The Wise-Crack Dictionary,” from 1926, to turn “a fair game crooked.” From such duplicitous beginnings, the idea of gimmickry soon spread. In Vladimir Nabokov’s novel “Invitation to a Beheading,” from 1935, a mother distracts her imprisoned son from counting the hours to his execution by describing the “marvelous gimmicks” of her childhood. The most shocking, she explains, was a trick mirror. When “shapeless, mottled, pockmarked, knobby things” were placed in front of the mirror, it would reflect perfectly sensible forms: flowers, fields, ships, people. When confronted with a human face or hand, the mirror would reflect a jumble of broken images. As the son listens to his mother describe her gimmick, he sees her eyes spark with terror and pity, “as if something real, unquestionable (in this world, where everything was subject to question), had passed through, as if a corner of this horrible life had curled up, and there was a glimpse of the lining.” Behind the mirror lurks something monstrous—an idea of art as device, an object whose representational powers can distort and devalue just as easily as they can estrange and enchant.", "Trick mirrors are gimmicks, but they are also metaphors for how gimmicks work, eliciting both charm and suspicion. In “A Visit from the Goon Squad,” Egan transforms a clunky corporate technology into an ingenious storytelling technique by embedding it in the older technology of the novel. Seen in this context, the PowerPoint’s history as a management tool begins to vanish behind the story of a young girl’s life—the novelist’s version of the magician’s final act, when he folds his assistant in a trunk and makes her disappear. Teetering between novelty and banality, Egan’s novel manages to squeeze a drop of wonder out of a crude communication method. Yet its single-use success—no other writer could get away with repeating her trick—reminds us that the literary marketplace, as Theodor Adorno once observed of the art world, favors “work with a ‘personal touch,’ or more bluntly, a gimmick.”", "The seductive wonders of Nabokov’s mirror or Egan’s PowerPoint are harder to find in the gimmicks of the present. Recent headlines offer up a wide range of gimmicks rushed into production to contain the spread of the coronavirus (robot chefs, antiviral cars), as well as products and ideas whose sudden obsolescence (“fun” workplaces, airline miles) reveals that they were gimmicks all along. Donald Trump’s threat to veto the National Defense Authorization Act, in order to stop Confederate names being removed from military bases; Kanye West’s announcement of his Presidential run; and Amazon’s new surveillance drone, the Ring Always Home Cam, have attracted scorn as “gimmicks”—promotional shticks, dangerous stunts. Why is a word used to describe a literary technique also the word used to describe the buffoonery, the cruelty and carelessness, of contemporary political and economic life? What is in a word as minor as “gimmick”?", "“No way! It’s your turn. I got whacked all day yesterday.” Facebook", "Twitter", "Email", "Shopping Cartoon by Mick Stevens", "For Sianne Ngai, a professor of English at the University of Chicago and the author of “Theory of the Gimmick” (Harvard), the answer is: everything, or at least everything to do with the art consumed and produced under capitalism. One of the most original literary scholars at work today, Ngai has made a career of unravelling the social and political histories that shape our aesthetic judgments (“How beautiful! How hideous!”) of novels, films, and photographs, as well as of show tunes and YouTube videos, bath toys and smiley faces. Her work draws attention to the public dimensions of apparently private reactions to art, and to the world in which these aesthetic experiences arise—a “capitalist lifeworld,” she writes, where art is increasingly trivial and artifice reigns supreme, where fun and fright merge to create the same arresting, alienating magic as Nabokov’s mirror.", "Ngai’s first scholarly book, “Ugly Feelings,” published in 2005, examined a set of negative emotions—irritation, envy, paranoia, anxiety—that she described as “minor and generally unprestigious” compared with the “grander passions” of love, anger, and sympathetic uplift, which have historically animated so much of art and literature. The passivity and inscrutability of these ugly feelings, which Ngai tracked in works from “Bartleby, the Scrivener” to “Single White Female,” offered a frustrated response to the sense of limited agency—to living and working, especially as a woman or a nonwhite person, in a “highly differentiated and totally commodified world.” Her next book, “Our Aesthetic Categories: Zany, Cute, Interesting” (2012), placed the three ambivalent assessments in its subtitle at the heart of aesthetic theory, arguing that they best captured the nature of aesthetic experience in “the hypercommodified, information-saturated, performance-driven conditions of late capitalism.” The cuteness of a sculpture by Takashi Murakami, for instance, fetishized the helpless; the zaniness enacted by Lucille Ball or Richard Pryor showcased the incessant activity of a person who was always working.", "Although Ngai’s books are conceptually and philosophically dense, their appeal comes from how they tap into our ordinary use of language. Unless I collect art, or live in a many-windowed house at the edge of a westerly peninsula, where the sea is gilded by the sun and silvered by the moon, I am unlikely to have regular encounters with things I would call “beautiful” or “sublime,” and I may well find the rush and roar of such Romantic descriptions embarrassing. But not a day goes by when I do not call something—my son’s stuffed animals, a dress, a poem by Gertrude Stein—“cute,” or a novel or an essay “interesting.” And I can’t count the number of times I’ve called a kitchen gizmo my husband swears we really, really need (but we really, really don’t) or a colleague’s online persona “gimmicky.” “Theory of the Gimmick” finds in the pervasiveness of the gimmick the same duelling forces of aesthetic attraction and repulsion that shape all Ngai’s work. “ ‘You want me,’ the gimmick outrageously says,” she writes. “It is never entirely wrong.”", "As with all aesthetic judgments, calling something a gimmick begins simply, with a feeling of pleasure or displeasure, or some uncertain mingling of the two. Consider the pandemic-era robot chef: behind its flashiness and the obvious expense of producing it, behind the hypnotic slicing and dicing of its hands, I sense its fraudulence. No doubt it will underperform, cooking meals only as well as a Roomba cleans a house. No doubt it will occasion gruesome comic mishaps—say, if the cat tries riding it. None of this needs to be explained; I know a gimmick when I see one. My judgment is elicited by my perception of what Ngai identifies as the gimmick’s defining feature: “dubious yet attractive promises about the saving of time, the reduction of labor, and the expansion of value.”", "Although my calling something a gimmick registers a subjective response, it also demands agreement or invites confrontation, and more brazenly so than other judgments. Should a fan of robot chefs and Roombas question why I harbor such unwarranted suspicions about them, I will feel compelled to convince him that my suspicions ought to be felt universally. But I will also delight in a newfound sense of superiority, my belief that only I am discerning enough to see that these devices are overvalued, too good to be true. Every gimmick, Ngai tells us, needs a dupe. For every skeptic, there must be a person, or an entire market society, who will affirm the value of what the skeptic judges to be—in the words of Ron Padgett’s poem “Gimmicks”—“cheap, tricky, fast, without substance, even immoral.”", "For Ngai, the problem of the gimmick—the mismatch between how it appears and the value it creates—is also the fundamental problem of capitalism as explained by Karl Marx. In “Capital,” Marx tells the story of capital’s relation to value with the help of a gimmicky character he introduces as “our friend, Moneybags.” Moneybags is an “embryo capitalist”—no mustache, no top hat yet—looking for a special commodity to buy, one whose consumption will create value, allowing him to make money from money. Luckily, Moneybags meets a worker. He buys the worker’s “labor-power” by paying him a wage, sells whatever product the worker makes, and appropriates the difference between the two—what Marx calls “surplus-value”—as profit. That, at least, is how capitalist relations appear in the market, “the noisy sphere, where everything takes place on the surface and in view of men.”", "“I don’t lift weights. I got this way because I wipe down the equipment really, really hard.” Facebook", "Twitter", "Email", "Shopping Cartoon by Drew Dernavich", "But when Marx accompanies Moneybags into “the hidden abode of production,” he draws back the glittering green curtain on wage and profit, exposing how value is created: the exploitation of labor. Though Moneybags requires his worker to labor for twelve hours a day to earn his wage, the worker needs only six of those hours to produce his means of subsistence: the daily cost of the food, clothing, and housing he needs to replenish his “muscle, nerve, brain” and reproduce his labor-power. In the six hours he works beyond that, “he creates no value for himself,” Marx writes. “He creates surplus-value which, for the capitalist, has all the charms of a creation out of nothing.” The wage makes all labor performed during the workday appear as if it were compensated labor, when, in fact, half of it is not. Cloaked by the “magic and necromancy” of money, capital’s “trick” is its command of unpaid labor and time to create value. Behind the appealing illusion of free, happy exchange sits a hollow and untrustworthy reality, a gimmick.", "Leaning long and hard on Marx, Ngai argues that the capitalist’s boundless quest to increase surplus labor prompts him to find new ways of enhancing his trick. He turns to “the magic of machinery,” Marx writes—not just one machine but a system of machines, “a mechanical monster whose body fills whole factories, and whose demon power . . . at length breaks out into the fast and furious whirl of his countless working organs.” These contrivances intensify capital’s gimmick by increasing the efficiency of labor-power, eking out more work from the same twelve-hour day. Yet intensifying labor also makes it redundant—the same number of laborers can, with less work, convert an ever-expanding quantity of raw materials into products. The devices designed to make capitalism’s trick slicker contain the seeds of the contradiction that drives it to crisis: they also eliminate labor, and along with it the surplus-value on which capital depends.", "According to Ngai, calling something a gimmick indicates our discomfort with capitalism’s sneaky distortion of the relationship between value, labor, and time. The gimmick is both an aesthetic and an economic judgment. Think back to Egan’s PowerPoint. Compared with the intricacy of the rest of her novel, the PowerPoint seems like a mechanical shortcut—what Ngai would call a “labor-saving trick,” and what a critic or a creative-writing professor might describe as “unearned.” At the same time, the PowerPoint appears to be working too hard to get our attention. The ambivalence about whether the PowerPoint is, as the cliché goes, working hard or hardly working becomes even more telling when we learn that its design was outsourced to an unpaid worker: Egan’s sister, a consultant, who, as Egan reveals, “made the graphs in the chapter for me because I couldn’t seem to crunch the numbers competently.”", "The female family member who volunteers her labor recalls Rosey, the robot maid in “The Jetsons,” perennially unpaid and verging on obsolescence, as well as the trio of strippers from the Broadway show “Gypsy,” who, as Ngai reminds us, sing “You Gotta Get a Gimmick.” Why do gimmicks so often feature a woman performing undervalued labor? In a memorable moment in James Joyce’s “Ulysses,” Leopold Bloom recalls suggesting to his former boss, a stationer, that he could drum up business by placing in front of his store “a transparent show cart with two smart girls inside writing. . . . Smart girls writing something catch the eye at once. Everyone dying to know what she’s writing.” Bloom’s gimmick grabs attention by conflating sex with intellectual labor and, in the process, devaluing both. The smart girls may be paid to sit there, but they are not paid for the writing they do or for men to ogle them. “Have a finger in the pie. Women too,” Bloom boasts, hinting that business and sex might be dispensed by the same gimmick.", "For Ngai, no novelist knows this dynamic better than Helen DeWitt, who draws sexual and intellectual labor together with zany brilliance in “Lightning Rods.” DeWitt’s sleazy hero, Joe, proposes to solve the problem of sexual harassment in the workplace by founding a temp agency staffed by women who provide male employees with on-site sex, stopping them from harassing full-time employees. He also comes up with a gimmick, the Lightning Rod: a contraption that divides a woman in half, like the magician sawing his lovely assistant in two. Her front half performs intellectual labor—reading Proust, applying to law school—while her back end, Ngai explains, protrudes “through a hidden door into a bathroom stall for the male user to fuck.” Once Joe has cornered the market on sex, he persuades his clients to outsource all their temporary hiring to his company, also called Lightning Rods.", "The comedy of DeWitt’s gimmick—a woman embedded in a machine embedded in a sex service embedded in a temp agency—confirms the depressing reality of those whom capitalism exploits most ruthlessly: women. It’s not just that women’s labor in the workplace is increasingly contingent and precarious; women are also disproportionately responsible for many forms of unwaged labor—domestic work, child rearing, arguably even sex. “Capitalism’s ultimate labor-saving device is just simply a woman,” Ngai concludes, for women are “the permanently transient, cheaper labor used to further cheapen labor in general.”", "Facebook", "Twitter", "Email", "Shopping Cartoon by Carol Lay", "Until around the end of the Renaissance, Ngai suggests, aesthetic devices we might now find gimmicky—the pneumatic heads in “Don Quixote,” the talking animal spirits in Margaret Cavendish’s “The Blazing World,” the deus ex machina in theatre—were received without suspicion. “Devices like these were wonders, not in any way equivocal,” Ngai writes. They made “no particular claim to abbreviating work on which they could henceforth renege.” The capitalist gimmick, by contrast, “is both a wonder and a trick. It is a form we marvel at and distrust, admire and disdain.” And it often arrives overloaded with unearned praise, wrongful or embarrassing hyperbole that one feels compelled to take down a notch.", "Perhaps the earliest accusation of literary gimmickry was made by Samuel Johnson. In 1775, during a meeting of the Literary Club, he attacked Jonathan Swift’s “Gulliver’s Travels,” declaring, “When once you have thought of big men and little men, it is very easy to do all the rest.” It is telling that his criticism hinges on the idea of ease. Swift’s trick of scale let him avoid the hard work that Johnson believed was a novelist’s duty, making him instead the kind of writer who, as Johnson wrote elsewhere, scribbled “without the Toil of Study, without Knowledge of Nature, or Acquaintance with Life.” The high-concept premise of “Gulliver’s Travels” was a shortcut, a con by which Swift could smuggle in tired social satire, using fantastic creatures, instead of ordinary humans, as mouthpieces for his ideas.", "From here, one could see the history of prose fiction as a series of allegations of gimmickry—of writers’ and critics’ cutting down their predecessors’ sleights, puncturing the inflated plaudits they had garnered. To the narrator of Jane Austen’s “Emma,” sentimental romances, like the ones Emma imagines herself in and that Austen’s novels ironize, turn on coded letters, word games, and other vehicles “for gallantry and trick.” Both romance and realism, according to G. K. Chesterton, were “tricks and tricks alone,” and he railed against the “technical dodges” of realists such as Charles Dickens and Gustave Flaubert. “It is a trick to make a heroine, in the act of accepting a lover, suddenly aureoled by a chance burst of sunshine, and then to call it romance,” Chesterton wrote. “But it is quite as much of a trick to make her, in the act of accepting a lover, drop her umbrella, or trip over a hassock, and then call it the bold plain realism of life.” Gimmickier still, to Henry James, was the novelist who menaced a beautiful young woman with illness or death, “the very shortest of all cuts to the interesting state.” James’s late works, which Ngai considers at length, threaten women with something different: the corny insinuations, or verbal gimmicks, of men who refuse to acknowledge the care and sexual attention that women have given them."], "authors": ["Merve Emre", "Merve Emr"], "keywords": ["gimmick", "gimmicks", "work", "value", "lovehate", "trick", "powerpoint", "ngai", "aesthetic", "novel", "relationship", "labor"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}