{"keywords": ["labour", "johnson", "uk", "boris", "going", "election", "seats", "really", "corbyn", "character", "general", "theyre", "think", "party", "actually", "know", "counts"], "title": "UK general election: why character counts for Johnson and Corbyn", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/7eef6f8a-2c26-4bab-9263-696ad957a027?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=7", "pubDate": null, "id": "c9bfd9da-f701-3ba1-9730-7a46ad687c76", "paragraphs": ["You can enable subtitles (captions) in the video player", "Okay. Here we go. Parties, Polls, and Personalities. Do you think we feel as if we're getting towards the end? I don't know. I'm so desperate for us to speed up towards the finishing post.", "Well...", "It feels like a penultimate stage.", "Chronologically... chronologically speaking, we're closer to it than we were last time.", "Yeah. Okay. Okay.", "We're in the final strait. That's absolutely true. We are less than two weeks from polling day now.", "Right. So...", "And I think the whole shape of it is becoming fairly clear.", "Absolutely. So it feels to me as if a lot of it is coalescing around the characters and personalities of the main parties.", "Mhm.", "So, I think today we should try out our portraiture skills.", "Okay", "Okay. I'm going to do Boris Johnson.", "Okay. Here we go.", "Okay, do you... would you like to do Jeremy Corbyn?", "I'm going to...", "...for me?", "...I'm going to step in here with Jeremy Corbyn.", "Okay.", "Look at this. We have reaped... we have finally, through the miracle of technology, we've reached my level of artistry.", "This is brilliant.", "I feel... hang on, I know... oh, you know Jones would insist on this. Yep.", "Do you want to maybe just add a little bit of beardedness there. I think that would help.", "Red beard.", "Red beard. And, of course, someone who's not having the best election so far, but there's still a little way to go, is Jo Swinson of the Lib Dems. Here she is, in stick man style. She can have a little skirt. And then some other players, of course, we've got...", "You've got Nigel Farage.", "You are... would you want to do Nigel Farage? And I will do...", "I can do Nigel Farage.", "Nicola.", "Now less...", "Yeah.", "...he's less crucial to this conversation. So we'll make him smaller because...", "We would argue that he is literally a diminished figure in this contest.", "Yes.", "He's opted out of fighting 317 seats. And we've got Nichola Sturgeon, who is having an extremely good campaign, if we can make anything of the TV appearances so far.", "Yeah.", "So here we go, SNP, Lib Dem. So, first...", "Can you believe they actually pay people to do this stuff rather than us?", "I think we can branch out. Everyone needs a side hustle a little bit.", "Okay.", "And this is ours. So we've got this really dramatic poll that landed in the middle of the week.", "The MRP poll.", "The MRP poll from YouGov. And this showed that Boris, here we have our Boris, is on course to romp home.", "Yeah.", "To a comfortable majority.", "A 68-seat majority. I think the Tories went up to 359, didn't they? And Labour lost about 50 seats.", "Yeah.", "So, a poll that would reassure anybody who wants a majority Conservative government slightly bothers the Conservative strategists because they don't want it to look like they're winning by too much. They want people to think it's close so that they stick with the Conservatives. What the poll, and it is only a poll of how we are two weeks out from the election rather than the election...", "Yes.", "...suggests is that the Tories have got their strategy right, that the Labour party has got it strategy quite badly wrong. And the Lib Dems are miles off.", "Flatline, flatlining.", "Just terrible.", "Not doing anything, really. Yeah.", "So, that inevitably leads all of them to rethink some of their strategies. And that's...", "Do you think it would be going too far?", "A frown? Yes. So I think they, they're all looking at this now and thinking, okay, where does this take us?", "Right.", "And each of them has a set of problems and a set of possibilities. And I think that's... that's...that's where we got to. Lib Dems were down, I think, was it 14 seats that we're going to be down to? It was a really terrible week.", "No. So, the Lib Dems, actually, under this MRP model. And, of course, it's a snapshot. It's not a prediction.", "Yes.", "Of what will happen on polling day and, apart from anything else a dramatic poll like this can actually shift voter behaviour.", "Right. Absolutely.", "So we must sort of caveat the whole thing. But what it showed, as you said, is the comfortable majority for the Tories, Labour actually going backwards in quite a significant and dangerous way for the Labour leadership. And the Lib Dems picking up three or four seats, but losing others, and ending up only adding one seat to their tally from 2017.", "Absolutely. SNP making gains.", "Yeah.", "Brexit party, no wins at all.", "Yeah. Yeah. Yeah.", "So which party do you want to start with as we think about what this tells us for the next couple of weeks?", "Well, I think we should centre it on our current prime minister.", "Yes.", "So it seems to me one of the things that's happening is that all the main party leaders.", "I am still awed by the sophistication of this. But, sorry, carry on.", "The... the... you've really put me off my stroke there.", "All the main party leaders--", "All the main party leaders are very divisive, it turns out, in terms of the electorate. So it's not, in a sense, a competition between positive visions. It's who do you dislike more.", "Yeah.", "And, therefore, whose arms are you being pushed into as a voter.", "And you've got some data here on there. And they're kind of favourable, haven't you?", "I have got some. I have got some data. So lots of headlines have been written about quite how unfavourably the general public see Jeremy Corbyn. Okay? So the latest is that you've got...", "Now unfavourable of 35, minus 35, isn't it?", "Yeah, minus 35, which is historically extremely bad. But, unfortunately, Jo Swinson, as the campaign has gone on, is also not looking great. So she's... she's actually got sort of people who are unhappy with her.", "Minus 31.", "The unhappiness rating, in a sense, is 50 per cent of the electorate. So she's... what's her net minus?", "Her net is minus 31.", "Okay, so that's also pretty terrible.", "Yes.", "And what's going on with Boris Johnson now?", "Literally, the most popular of all three, in a sort of way.", "Because he is only...", "He has got net unfavorables of minus 14.", "Right. So, I mean, this... so you get... you get my drift, right?", "Yeah.", "None of them are overwhelmingly popular. And all of them are divisive. But it becomes a sort of least-worst option for a lot of voters in individual seats, as well as in terms of the national picture.", "But I think one of the things is that, obviously, the reason why a leader is unpopular falls into two categories. There's the policies, which people hate them for, and then there's their own personality. So, obviously, if you hate the Conservative party and you hate Brexit...", "Yeah.", "...then you're not going to like Boris Johnson. The same is true for Jeremy Corbyn in reverse, and so on. What's different about, I think, about Boris Johnson from the other choice, he has lots of reasons why people might think, might think favourably of him. They're mostly personal rather than political.", "Yes.", "The political ones obviously, they're priced into how you're going to vote anyway. With Labour, the positives and the personality are wrapped up very much together. With the Liberal Democrats, people instinctively are positive towards liberalising, but they're not going to support them. And their leaders normally outpace the party.", "Correct. And, historically...", "Yeah.", "...that's always been a huge...", "...and it's still crucial.", "...advantage in election time where your leader gets more attention...", "Yeah.", "...if they're more... more popular than your party brand.", "It's bad luck for Jo Swinson. She's a new leader. And most people don't know her.", "Yeah.", "And the problem is, most people don't know her. And they're only just getting their first look at her. And the problem is, the first look is not going well, is it?", "It's not going well. I do think, Robert, there's a chance for the Lib Dems to turn that frown upside down,", "You literally were going to. I knew you were going to say that.", "Literally turn... oh, did you?", "I had a feeling you were going to say that.", "Oh, very predictable. Okay, because there is a chance to go, I don't know what it is now. It's a fish.", "Yes. Okay.", "B,ut because actually, the Lib Dem strategy for the first couple of weeks of the campaign was this very overambitious rhetoric about I'm Jo Swinson. I'm going to be your next prime minister.", "Yes.", "We can win hundreds of seats. We can form a government. And then we'll revoke Article 50, a lot of stuff that felt like overreach and has gone down badly. Actually, although it's absolutely true that you say that the unfavourability rating is poor, the MRP poll saw them only add on one seat to their current, well their 2017 tally before all the defections. What it did show is there are over 130 seats where they're in a good second place.", "Yeah. Absolutely.", "So there's still time for them to try and operate a by-election-type strategy in a lot of seats and squeeze the Labour vote to take a seat off the Tories. And, also, as we've said before, if there's another general election along anytime soon, that's a lot of fertile territory. So it's not all bad news, but it's not remotely what they were promising...", "I think...", "...supporters earlier in the year. For the Labour party, I think it gets really interesting because it's, what's your definition of success and failure?", "Yeah. Once upon a time, the Labour party's definition of success is winning the election.", "Well, one would hope. One would hope.", "Now the definition is stopping Boris Johnson winning the election. Labour's problem, so far, is that it's been... it is very much linked to it. I mean, it obviously has a number of problems.", "Yeah.", "The leader is disliked. I was talking to a minister the other day, a shadow minister the other day. He was... Jeremy Corbyn is universally unliked on the doorsteps, which is quite something, even in Labour is, and particularly in Leave areas, he's personally unpopular. And he is a big asset to the Conservative party in this campaign.", "But also, Labour party's Brexit strategy has been a massive problem. They've been treading a line between Leave and Remain supporters, trying not to alienate too many. Up until now, their big instinct was they need to consolidate the Remain vote. That means they need to not be to Leave-ish. They need to pull these Lib Dem voters into their column. They're beginning to show signs of being successful at it.", "Yeah, absolutely.", "Lib Dem vote is falling. That's been the strategy. And that's what they thought they needed to do. What this poll suggested, and what made this poll so interesting is its not just a national figure. But it breaks aggregate... breaks it down and says what's going to happen in each constituency... makes a prediction for each constituency. What this poll said is, that's all very well, but the problem is it's costing you all the seats that the Tories are targeting in the north, the so-called red wall. It's got massive blue holes in it all over the place.", "Yeah. Yeah.", "And some of the seats, it's quite. I mean, all of the big Tory targets with places you never associate with the Tories, Wakefield, Derby North, I got Hyndburn, Barrow-in-Furness, these places, they're all falling to the Tories, according to this poll, and some of them with enormous swings. Though some are much tighter.", "And what Labour has taken from this is, we have neglected the Leave voters. And Boris Johnson's successfully mopped them up. And if we don't get some of them back, we're going to get thrashed. And so what they've got to try somehow to do now is seem more Leave-y to the Leave voters or persuade those Labour-minded Leave voters that there is another reason why they shouldn't vote for Boris Johnson. And I think that's where they're going.", "So core, domestic, bread and butter issues, like this huge emphasis on the NHS.", "Yeah.", "Which has been working for the Labour party.", "It has worked. There's a threat running there. Yeah.", "I mean, it works for them in two ways because it diverts the agenda back onto their territory and away from Brexit. And it also sort of neutralises the Brexit position argument about their fudge because you talk about Brexit through the prism of what happens to the NHS if evil Donald Trump gets his hands on it.", "Can I just say something about that Labour strategy, though, because, you know, this has been discussed by psephologists ad infinitum, really, since the referendum, which is that, although it's true that there are lots of Labour-held seats, that, in aggregate, voted Leave, actually, the Remain voters in those seats break for Labour.", "Of course they do, yeah, absolutely.", "So it's a...", "About two-thirds to one third, wasn't it?", "Yeah.", "Yeah.", "So it's an incredibly delicate balance to tread, to then sort of emphasise your Leave credentials without alienating, not just Remainers in your Labour-held seats, but then Remainers in those seats where the Lib Dems are trying to tempt them across to unseat the Tory.", "I don't know. I mean, I think it's interesting because it strikes me that...", "I mean, it's never that simple, but...", "People who, people who are really, for whom Brexit is the fundamental issue of this election, in a sense, know their choices. And as long as Labour's offering a referendum, which it is, the Remain-side people can go that way if they want to because if they don't. If you want to stop Brexit, you have to stop the Conservatives.", "So I don't know that it is as difficult for them as they made it. I think, to me, the real question is this number. This is the one that I think, this 14, this minus 14, Boris Johnson, personal rating...", "OK.", "...is, to me, the key for Labour now because what they've got to do is make him as unpopular as him. And what they have... one of Boris Johnson's skills over the years has been suggesting that he's a different kind of Conservative. And people have bought into this, you know?", "He's... they've aimed off all his personal failings. And they've allowed...", "I know... different...", "A different kind of leader.", "Yeah. Of leading.", "And there's ways of interpreting what you mean by that with Boris Johnson, yeah.", "I think what they're going to do, and what they've got to do, is say to people, say to their former Labour voters who are minded to go Tory because of Leave, or anything else, say, hang on a minute, do you realise what kind of Tory you're going to put in power. They say, this is a very - they've got to say - this is a very, very bad man for lots of reasons.", "And I think we are going to see the kind of personal attacks that the Tories have successfully mounted on Jeremy Corbyn, being pushed back at Boris Johnson to see if any of this mud can stick. And one of the things you saw already this week are the attacks on him for his sexism.", "Yeah. So I'm...", "Go ahead.", "I'm going to draw a little bit of mud here...", "Okay.", "...being thrown at Boris Johnson.", "Yes.", "And we're going to see if it sticks because, I tell you what, I have my doubts. And this isn't because there's an undersupply of mud, by the way.", "No. That would not be the reason.", "There. No. So whether you were thinking about his journalistic record and all the groups of people that he's seen fit to diss in print, something surfaced very recently where he was extremely rude about single mothers, which given his own background, is, you know, possibly throwing mud where where he shouldn't have done or whether you look at his record as foreign secretary. There's a whole bunch of fertile territory for people who want to dig for mud, right?", "Yeah.", "But, what you've got is a prime minister and Conservative party leader, who seems to operate under different rules.", "Like Trump in that respect.", "It's... it's... there's a sort of Teflon factor. There's a sort of, also, dare I say it, kind of better-the-devil-you-know factor when you're dealing with two main party leaders...", "Yeah.", "...who are not warmed to...", "I agree.", "...by the public.", "And I think this is where the Tories have managed really essentially to frame the choice. And I think they're going to frame it in another way now. Up until now, they said, look, this election, forget about Jo Swinson. Forget about a hung parliament.", "This is a choice between Boris Johnson and Brexit, or Jeremy Corbyn and Remain. These are the only choices, fundamental choices. Now, in the final run in, I think they're going to come up with a third choice. And that third choice is, it's a choice between Boris Johnson and the continued paralysis of a hung parliament.", "And they're going to say, look, what this country really needs is some firm governance and direction. For people to be able to do things. We know Labour's not going to win.", "Would it be strong and stable, Robert?", "It could be strong and stable. Because...", "Because...", "I think that has one has been road tested unsuccessfully.", "I think it's been road tested very unsuccessfully. And, also, if you think back to 2015, you know?", "But that doesn't mean it was a bad idea.", "No.", "It just means it was badly executed. One of the Conservative strategists said to me the other day, what you have to remember is this is a change election. People are voting for change.", "Yeah.", "Jeremy Corbyn's change is obvious and apparent and huge. It's easy to see the Tories as not that much change, but, actually, what they are saying is, we are a change party. We are not only Brexit. But we are break the logjam and deliver government.", "And I think that's a powerful argument for Boris Johnson. And he's going to make it a lot. And the truth is, the people who don't like him, don't like him already. And the others are going, well, I can hear them really. So we may as well have stability. I think they're in a strong position at the moment.", "So that also explains this idea that, actually, all of the main parties, including Mr Brexit, diminished figure up here, they're all trying to do fresh start, actually, in a way, aren't they?", "Yeah.", "And that's why on the domestic policies, I would say it's been a bit of a bidding war between the two main parties...", "For sure, yeah.", "...on public services, on infrastructure, on kind of transformation of unfriendly capitalism into a much more friendly version of...", "Do you think we've fallen for this a bit too much. I mean...", "Yes, of course we have. Of course we have.", "Because, actually, he's saying, I'm going to put £28 into our public services. And he's saying, I'm going to put £1 in. So if it's a bidding war, they're not really playing. They managing to stay competitive without really competing.", "That's a good point, actually. Although, if the voting patterns that have come up in this polling and also happened, to a certain extent, in the 2017 election, which is a whole new bunch of people voting for the Conservative party, you can't then do nothing for those people.", "Absolutely right.", "I mean, once you've got a different sort of voter base, you have to adapt your...", "That's exactly right.", "...your whole pitch and who you cater to. And that does mean a different set of domestic policies. It means there's a much less business-friendly outlook.", "Yep. Well, indeed, and he froze the cut of corporation tax, didn't he? So it's exactly that way. I think you're completely right. What can poor old Jo Swinson do to turn this around?", "Well, they need to reinvent the cuddly, inclusive feeling that they managed to get across to the voters earlier this year when a lot of people who were irritated with both the Tory party and the Labour party sort of flocked towards the Lib Dems in the European elections, I think not just as a protest vote about Brexit, although they were Remainers.", "It was also a sense of these two parties have gone completely bonkers and are in the grip of a sort of clique, right? So the thing that Swinson personally actually has going for her and which they've squandered a bit in the campaign so far is the idea that she is actually very non-tribal. She works with other parties very easily. She managed to tempt in defectors from two other parties.", "She has to... she's not going to work with either with them then.", "Well, that's true. But she'll work with the moderate members of both teams, right?", "Absolutely right.", "Which is why they've got this Remain alliance. So they need to play up. We're a home for discombobulated Labour or Tory moderates. And they have to go back to that, which they sort of abandoned with all of this, I want to be your prime minister stuff. And I think it just needs to be a much softer, more inclusive message.", "Yeah.", "And I think also on Brexit, they need to de-emphasise this idea of revoking Article 50, which...", "Okay.", "...which scares the horses. But you know what? Can I just say, the structural problem in a first-past-the-post general election for the two-and-a-half party, the half party in the two-and-a-half-party system, is that the reason you get squeezed is because people are thinking about who's going to be the next prime minister. And if the Tory party start to go really hard on this, do you really want another hung parliament?", "Yeah.", "Do you really want indecision? It's deadly.", "Yeah, absolutely. I wonder, though, I mean, we're seeing the Lib Dem share of the vote sliding.", "MIRANDA GREEN: Ah, ah, ah, ah, ah, but...", "Nationally, but ...", "Well, yeah, no, go...", "No. Don't tell me I'm wrong before I even start.", "No. No. You go ahead.", "OK. I think, the SNP, you know, get, you know, 40 to 50 seats with 3 per cent of the vote because, obviously, it's all completely concentrated.", "Concentrated. That's right.", "I think with the Lib Dems, if they were able to be more successful in their target seat...", "Yes, I know exactly.", "I mean, I take your point entirely about wanting all the second places for next time. But the truth is, they're big... they're bigging up their vote in seats they're not going to win, mostly simply helping the Conservative party.", "Yeah.", "Actually, if they can take this projection of a Tory majority and say to the voters thereafter, not only in Richmond Park, which is incredibly marginal, but in Evesham, Walsham, and all the play in Finchley, Golders Green, cities of London, west London, Kensington, all these places.", "And say, look, come on, he's going to win. But do you really want unbridled Boris Johnson running the country. You need to give us these seats. And I think if they can be much more focused and stop thinking about the whole country, but go after the 20, 30 seats they're really after.", "Completely agree.", "They might be better.", "Completely agree. Because, in fact, my counterpoint to you you've anticipated, which is, actually, although it showed them only, in the MRP poll, it showed them only gaining 14 seats in the Commons, they're in a really good second place in 130. And that just doesn't just mean for the next election. That means that if you get your act together in the next few days, you can win some of those seats over.", "Okay. So if we, as I said, we're just over two weeks out.", "Yeah.", "If we assume we're back here a week to go, next week, what do we think we're going to have seen in the next few days? What's your prediction for the next few days?", "Well, I think it's going to be very difficult to sort of reinvent either Boris Johnson or Jeremy Corbyn as a sort of saintly figure around whom the nation can coalesce. So no sainthoods. I would hope we'd have a lot more smiley Jo Swinson.", "But I think that, as you've said, really, it will be a lot more personal attacks on these two leaders. And we'll have to see what sticks. Because one of the things we're seeing is it's very, very partisan.", "Yeah. The one other thing I've been struck by so far, the two things that haven't really played strongly yet in this election, are crime and immigration. And I wonder if the Tories are holding these back. Immigration's tricky because it also alienates voters as well as wins them round. Crime less so. The Tories have not pushed this very hard yet. And I'm wondering if they've been waiting for the last couple of weeks to stop trying to hit Labour with that.", "So to round up, you are telling me that the new personality who could come to dominate the last couple of weeks of the campaign is our old friend Laura Norder.", "Yeah.", "There we go.", "Yep.", "It's all about Laura.", "The parties of Laura Norder."], "authors": ["Filmed Nicola Stansfield", "Bianca Wakeman", "Edited Joe Sinclair"], "summary": "...suggests is that the Tories have got their strategy right, that the Labour party has got it strategy quite badly wrong.\nBut what it showed, as you said, is the comfortable majority for the Tories, Labour actually going backwards in quite a significant and dangerous way for the Labour leadership.\nAnd I think they're going to frame it in another way now.\nNow, in the final run in, I think they're going to come up with a third choice.\nBut the truth is, they're big... they're bigging up their vote in seats they're not going to win, mostly simply helping the Conservative party."}