{"id": "c9f9a1b8-eb4f-33aa-bbeb-ed1e8f558522", "title": "Great Scot - Sean Connery died on October 31st", "url": "https://www.economist.com/obituary/2020/11/07/sean-connery-died-on-october-31st", "summary": "Sean Connery as James Bond simply is British manhood: good-mannered, patriotic, entitled.\nBoth went to Fettes College in Edinburgh, Mr Bond after he was reputedly expelled from Eton, Mr Connery to deliver milk from a barrow.\nBut the producer’s wife liked his barely concealed menace.\n“In playing Bond, I had to start from scratch,” he pointed out to an interviewer just after “Dr No” opened.\nNot even Fleming.” Bond made Connery.", "paragraphs": ["I N OCTOBER 1962 , just as the world watched America’s handsome young president go head to head with the Soviets over their missiles on Cuba, another 20th-century hero made his first on-screen appearance. James Bond’s creator, Ian Fleming, described him as English, with a slim build, blue-grey eyes, a cruel mouth and short black hair, a comma of which rested on his forehead. The man the world came to know as Bond when “Dr No” was released that month was a hulking Scot with dark eyes and so little hair he had to wear a toupée. But the two men had more in common than one might think, and it was their differences as much as their similarities that combined to make him the Bondest of Bonds.", "The first glimpse of him is from behind. The camera pans around the gaming table at Les Ambassadeurs in London, pausing briefly to take in Sylvia Trench’s red-chiffonned bosom before turning at last to the saturnine face with its feline eyebrow, its sultry lips. He is sitting down, so you don’t see the way the manly tailoring emphasises how he dresses to the left or how, when clothed in nothing but a towel, his pelty chest fills a doorway. But the message is clear. Sean Connery as James Bond simply is British manhood: good-mannered, patriotic, entitled.", "Both went to Fettes College in Edinburgh, Mr Bond after he was reputedly expelled from Eton, Mr Connery to deliver milk from a barrow. He grew up in Fountainbridge, which used to be known as Foulbridge for the open sewer that ran through it. Although the sewer was eventually culverted, a stench remained, thanks to the toffee factory, the brewery and the rubber mill where his father worked 12 hours a day. By 1930, when he was born, it was one of the worst tenement slums in Edinburgh, with outside toilets and no hot water. The only bath in the street belonged to the brewery. Half a century later, whenever he stayed in a posh hotel he liked to luxuriate every day in a long hot soak.", "He didn’t think of it as a tough childhood, but it left its mark in several ways. His mother may have taken command of his father’s wages every week, but that did not make her his equal. Even as attitudes were changing in the 1960s, Mr Connery expected women to understand that, and if they refused—if a woman was “a bitch, or hysterical, or bloody-minded continually”, he famously told Playboy in 1965—then he was entitled to slap them. His first wife, Diane Cilento, said he abused her physically and psychologically for all of their decade-long marriage, which ended in 1973.", "Delivering milk was only the first job he tried. By the time he was 13, he couldn’t see the point of staying on at school. There was a war on and he wanted to earn money and play football. So he signed up, first as a bricklayer and then as a lifeguard before he learned French polishing from a coffin-maker. He hoped, for a while, that he might become a professional footballer, but plumped for acting when a friend pointed out that, as a career, it had a longer shelf life.", "Not long after he finished touring provincial theatres as part of the chorus for “South Pacific”, during which he did bodybuilding to keep in shape, a friend suggested he try out for a low-budget film whose producers were looking to sign up a cheap unknown rather than an established name. Fleming was unsure about the heavy Scots burr and the lumber jacket he wore to the interview, emphasising that what was needed was Commander Bond and not an overgrown stuntman. But the producer’s wife liked his barely concealed menace. He played Bond in six more films.", "With his second wife, Micheline Roquebrune, he settled in the Bahamas. He liked the low tax rate. He played golf and made up for his lack of schooling by reading—literature, politics and history, especially about how the English oppressed the Scots. Even after decades of the classless, moneyed world of international cinema, he retained much of what his childhood had taught him about being born on the wrong side of the tracks.", "Perhaps because he was away from it for so long, his devotion to Scotland was intense. In 1967 he released “The Bowler and the Bunnet”, the only film he ever directed, about turbulent industrial relations in a shipyard on the Clyde in which the managers wore bowler hats and the workmen “bunnets” or cloth caps. A staunch nationalist, he campaigned for the Scottish parliament in Edinburgh and spoke up for Scottish independence—literally, in a party political broadcast for the Scottish National Party. Not for nothing did he have “Scotland Forever” tattooed on his arm.", "Untouchable", "There were other film roles, some of which made far better use of his acting talents than Bond—Daniel Dravot in John Huston’s “The Man Who Would Be King” and Jimmy Malone in “The Untouchables”, a caper about Al Capone, which won him his only Oscar—but it was Bond that defined him. It made him rich, world famous, a real star. Five other Bonds would follow, but none was as good as him. And if at times, the association seemed to weigh on him so much that some referred to it as bondage, in his gut he understood that owning Bond the way he did amounted to a sort of Scottish co-opting of an English hero, and that was sweet revenge.", "Most of the time he responded to questions about it with that eyebrow. Just occasionally, he would open fire. “In playing Bond, I had to start from scratch,” he pointed out to an interviewer just after “Dr No” opened. “Nobody knows anything about him, after all. Not even Fleming.” Bond made Connery. But, more than anyone else, Connery also made Bond.■"], "authors": ["The Economist"], "keywords": ["mr", "died", "liked", "great", "scottish", "connery", "long", "scot", "wife", "sean", "31st", "fleming", "film", "bond", "world"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}