{"id": "ca1e795d-993e-3b73-95d2-cf408f50fe1d", "title": "Moving Out Review – Packed With Frustration", "url": "https://www.gameinformer.com/review/moving-out/moving-out-review-packed-with-frustration", "summary": "But first, you need to maneuver that couch through narrow hallways, around obstacles, and potentially out the front window.\nMoving Out takes clear cues from Overcooked, but it adds a significant wrinkle: wacky physics.\nI enjoyed a Frogger-inspired section in particular, where the movers have to cross a busy street before making their way across logs and alligators.\nThey’re good for a quick burst of fun, but I never felt compelled to stick around to set high scores.\nMoving Out has a charming sense of humor and the developers clearly went out of their way to make the game as accessible as possible.", "paragraphs": ["If you’ve moved (or helped people move) at any point during the past few decades, odds are you’ve heard someone make a joke about their Tetris skills paying off. There’s something satisfying about finding the perfect spot for a box or arranging things to fit into what seems like an impossibly small space. That sensation is part of what Moving Out promises; as a member of a furniture-moving company, you and up to three co-op buddies are tasked with filling up the truck as quickly and efficiently as possible. Moves get more complicated and sillier over time, but ghosts, flamethrowers, and rising pools of guava juice prove to be far from the biggest obstacles to success.", "You begin your career as a certified Furniture Arrangement and Relocation Technician with fairly mundane jobs. The first few homes allow you to get the hang of the basics, which include surveying the area for the objects you’re required to load into the truck and sizing up the trickier parts of each move. It might be tempting to grab the nearest boxes and lob them into the truck, but those smaller objects can quickly add up. Before you know it, it’s time to put a sectional couch inside and you don’t have any room. But first, you need to maneuver that couch through narrow hallways, around obstacles, and potentially out the front window.", "It’s possible to schlep all this stuff around as a solo player, but that’s an option of last resort. You don’t have any A.I. companions, so you’re stuck dragging heavier objects around without the option of performing a handy co-op “heave ho” toss with a partner. That move is incredibly useful for making the most of the limited truck space, since objects like beds and tables can be stacked if you put enough of your back into it. Bringing a friend along for the ride via local co-op makes some aspects of the game much easier, but it comes with a warning: If you aren’t a patient person, or you’re prone to getting frustrated or lashing out at other people, avoid this game. I’m only kind of joking.", "Even the early moves seem designed to be as maddening as possible. Doorways are just barely wide enough to accommodate larger pieces of furniture, making them a tight squeeze in ideal circumstances. Moving Out takes clear cues from Overcooked, but it adds a significant wrinkle: wacky physics. Overcooked is great because a group can fail, evaluate where they went wrong, and regroup with a better strategy in mind. Moving Out has that element of strategizing – such as figuring out what objects the team needs to move and how to prioritize those mini tasks – but success is unpredictable. Maybe you’ll get hung up on an invisible barrier around a doorway. Perhaps your throw will land weirdly short, dropping a fragile package in the pool. There doesn’t seem to be much rhyme or reason for a lot of these goofs; even if you’re able to clearly call out what the team needs to do next, performing what should be simple actions feels like you’re rolling the dice.", "As frustrating as it can be, I found myself drawn to a few standout levels. I enjoyed a Frogger-inspired section in particular, where the movers have to cross a busy street before making their way across logs and alligators. Some later levels, where players have to communicate and work out which switch-controlled doors to open and when, are similarly amusing. Players who find themselves getting into the game can look forward to completing secret objectives like breaking all the windows in a house or not stepping on rakes in a yard. These allow you to access arcade-style levels, which feature more abstract platforming/moving challenges. They’re good for a quick burst of fun, but I never felt compelled to stick around to set high scores.", "Moving Out has a charming sense of humor and the developers clearly went out of their way to make the game as accessible as possible. You can adjust difficulty in an impressively granular way, checking individual boxes to tweak the time you have to complete goals, make objects lighter, remove some obstacles, and more. That does make it easier to zoom past some of the trickier levels, but it doesn’t ultimately change the fact that moving furniture in the game is as fun as the real deal."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["review", "frustration", "moving", "packed", "making", "youre", "obstacles", "way", "objects", "truck", "possible", "levels", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}