{"id": "ca2d8f10-12fe-3efc-88fa-b3e559c99a99", "title": "The final polls - Joe Biden really is in pole position", "url": "https://www.economist.com/united-states/2020/11/01/joe-biden-really-is-in-pole-position", "summary": "By this measure, since June 1st Mr Trump’s support has never climbed above 47%, and has hovered much closer to 45% for most of that time.\nThat is not good company for Mr Trump to be in.\nThese numbers alone would normally be enough for most pundits to conclude that Mr Trump’s campaign is doomed.\nHowever, Mr Trump has also lost two similar challenges over ballots in Pennsylvania and North Carolina.\nOn the eve of the election, Mr Trump has only a small chance of winning if all the ballots are counted.", "paragraphs": ["To explore our presidential-election model, click here", "IN SOME WAYS, this presidential election has been remarkably dull, at least for a psephologist. There have been plenty of unpredictable events and attention-grabbing news stories in 2020, but only a few have affected voters’ intentions. Over the past six months the initial economic collapse caused by the spread of coronavirus, the nationwide protests over George Floyd’s death, the parties’ conventions and the first presidential debate have changed voters’ minds only a little. Most of the time, that change has been to the benefit of Joe Biden, who started to open a lead in April and has not looked back since. According to The Economist’s forecast model, he has a 19-in-20 chance of winning the election.", "Our analysis of presidential-election polls going back to 1948 shows that Donald Trump has set a record among incumbent presidents for the lowest and most stable average share of the two-party vote (ie, excluding candidates other than the Republican and Democratic contenders) in national polls. By this measure, since June 1st Mr Trump’s support has never climbed above 47%, and has hovered much closer to 45% for most of that time. The only other incumbent presidents to approach this poor showing were George H.W. Bush and Jimmy Carter, who won only 47% and 45%, respectively, of the two-party vote and failed to be re-elected (another was Harry Truman, whose upset victory in a thinly polled race has become a cautionary tale of the perils of prognostication). That is not good company for Mr Trump to be in.", "These numbers alone would normally be enough for most pundits to conclude that Mr Trump’s campaign is doomed. Few believed that John McCain had a real shot against Barack Obama at this point in 2008, with polls showing him suffering the same deficit that Mr Trump has today. But the high-profile misfire of the polls in 2016, when surveys in the Midwest underestimated Mr Trump’s support by five points or so, has made observers more cautious about predicting the president’s defeat. There are several reasons to put more stock in the polls this time, however.", "The first is that there are fewer undecided voters this year than in 2016. That makes a last-minute surprise less likely. According to new polls from NBC News and the Wall Street Journal, just four out of every hundred voters either support a third-party candidate or will be making their mind up on election day, down from 16% in their final poll in 2016. Other polls have also shown a reduction in the share of undecided voters. Comparing five polls from the same firms in 2016 and 2020, the percentage of Americans who support one of the two major-party candidates has increased by seven percentage points on average, to 96%. This decreases the chance that Mr Trump can win over many undecided or third-party voters before they cast their ballots.", "Another point is that polls have been extraordinarily stable over this election cycle. According to The Economist’s number-crunching, the standard deviation (a measure of how much a number jumps around over time) of Mr Biden’s share of the two-party vote since mid-June was just 0.9 percentage points. That’s meaningfully lower than the 1.3-point deviation in Mrs Clinton’s vote share in 2016. This suggests that the preference for Mr Biden is stickier than it was for Mrs Clinton, again making last-minute changes in the race less likely.", "Mr Biden’s strength in the polls also makes this cycle different. On election day in 2016 our election-forecasting model would have given Mrs Clinton just under a three-percentage-point advantage in the national polls (she won by two). It also put Mr Trump ahead in Florida and North Carolina (which she lost), and assigned her just a four-point margin on average in the northern battlegrounds of Wisconsin, Michigan and Pennsylvania (which she lost by about one point each). Compare that to Mr Biden’s eight-to-nine point national lead, his two-to-three point margin in the sunbelt battlegrounds and eight-point average lead in the northern ones.", "Odds on", "No presidential candidate in a race with so many polls has ever overcome the scale of deficit that Mr Trump faces today, just hours before polling stations open. His problems are magnified by the fact that nearly 100m ballots have already been cast.", "Mr Trump’s best hope is that the polls are dramatically, systematically wrong. There is some precedent for this. In 2016 many pollsters in the northern battlegrounds made a methodological error that underestimated support for Mr Trump. Pollsters usually have to adjust their data to be demographically representative of the population as a whole. Imagine that in a pollster’s sample of likely voters, 50% do not have a bachelor’s degree. But according to the Census Bureau, in 2016 the share of voters without a four-year degree was 60%. So to get a representative sample, more weight must be given to this group. In 2016 many pollsters simply did not adjust their data for this bias, causing them to undersample white voters without college degrees who favoured Mr Trump but were less likely to take phone surveys than the typically better-educated supporters of Mrs Clinton.", "Many of the pollsters that made this mistake in 2016 have fixed the problem now. Moreover, higher-quality national polling firms such as YouGov, which often conducts surveys on behalf of The Economist, have been focusing on state-level estimates with a higher frequency this year. Take Wisconsin, for example. Whereas high-quality online or live-interview phone pollsters released only two public surveys of the state over the last two weeks of the race in 2016, there have been seven published in the same period so far this year. More will come in before polls close on Tuesday. That will markedly improve the precision of pollsters’ assessment of the race, especially in these final days.", "Mr Trump’s second-best shot at the White House is to exploit the legal fight over which early and postal ballots the states are legally permitted to count. In a close election, the judiciary may be responsible for deciding what to do with ballots that might very well change the outcome.", "In the past two weeks, the president has won two big court victories in Wisconsin and Minnesota, which are now not allowed to count postal ballots that arrive after election day—even though election officials had told voters they would be permitted. Such restrictions will probably be a disadvantage for Joe Biden who, according to YouGov, enjoys a roughly 40-point margin with voters who chose to vote by mail. However, Mr Trump has also lost two similar challenges over ballots in Pennsylvania and North Carolina. That muddies the picture of how the Supreme Court might decide matters in a narrow race.", "On the eve of the election, Mr Trump has only a small chance of winning if all the ballots are counted. If the polls are even remotely right, and the processing and counting of ballots proceeds without interference, he is likely to become America’s latest one-term president.", "Dig deeper:", "Read the best of our 2020 campaign coverage and explore our election forecasts, then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["trump", "pollsters", "election", "mr", "vote", "2016", "really", "polls", "pole", "voters", "joe", "position", "ballots", "biden", "final", "trumps"], "pubDate": "2020-11-01T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}