{"id": "ca4fe5b6-59d2-3e59-a4f5-a453eba49779", "title": "What Black History Should Already Have Taught Us About the Fragility of American Democracy", "url": "https://www.newyorker.com/news/daily-comment/what-black-history-should-already-have-taught-us-about-the-fragility-of-american-democracy", "summary": "That responsibility fell largely to Milwaukee, Detroit, Philadelphia, and Atlanta—places with disproportionately Black and Democratic voting populations.\n“Democracy is on the ballot,” we have heard ceaselessly since the beginning of the Presidential primary season.\nAnd, if this is true, it also means that, to a great degree, the future of American democracy hinges on the actions of Black people living in places that this system has consistently failed.\nThe parameters of American democracy correlate neatly with the parameters of the nation’s racial hypocrisy.\nThe enduring value of the history that Black people have amassed is to facilitate the former proposition.", "paragraphs": ["As the rites of settling the 2020 Presidential election stretched past Tuesday night and into Wednesday morning, the weary analysts on cable news began sounding a similar theme. The Presidency would be decided not simply by a handful of swing states but by a small grouping of districts within those states. That responsibility fell largely to Milwaukee, Detroit, Philadelphia, and Atlanta—places with disproportionately Black and Democratic voting populations. Two of the four cities, Philadelphia and Atlanta, experienced high-profile shootings of Black men by police in the months leading up to the election; a third, Milwaukee, is just forty miles north of Kenosha, Wisconsin, where a third such incident took place. “Democracy is on the ballot,” we have heard ceaselessly since the beginning of the Presidential primary season. The nation could not come back, many warned repeatedly, from a second term under Donald Trump. The fact that a congenitally moderate figure such as Joe Biden could draw this conclusion gave ballast to an idea that many people have recognized from the moment that Trump’s 2016 campaign began to gather momentum: that he represents an existential threat to the nation’s democratic traditions. And, if this is true, it also means that, to a great degree, the future of American democracy hinges on the actions of Black people living in places that this system has consistently failed.", "This year marks the centennial of the ratification of the Nineteenth Amendment and the hundred-and-fiftieth anniversary of the ratification of the Fifteenth Amendment. Between them, the two acts enshrined the franchise for women and for Black men—an expansion of the compact of democracy that seems even more notable given that, in this election, Black women, a population that required two Constitutional amendments and the Voting Rights Act to gain the franchise, have voted for Biden at a rate of ninety-one per cent. The Nineteenth Amendment, which came in the midst of Progressive Era reforms to American society, was the yield of an interracial movement that pushed for suffrage as a fundamental right of citizenship—and its significance has been rightly commemorated this year. But the animating principles of the Fifteenth Amendment have gone comparatively unnoticed. The Amendment was part of an audacious Republican plan to create a new—and, likely, Republican—Black electorate to counterbalance the white, mostly Democratic voting bloc in the South. In 1860, Southern Democrats, flush with the disproportionate power granted to them by the Electoral College, had torn the Union in half and instigated four years of bloody internecine warfare. Mindful of this history, in December, 1868, Senator Aaron Cragin, of New Hampshire, and Representative William Kelley, of Pennsylvania, introduced drafts of what eventually became the Fifteenth Amendment. Black voters were meant to be a bulwark against a similar regime arising to again threaten national unity—which is to say that people who had scarcely ever experienced democracy were now among its chief safeguards. The lynching campaigns and terrorism that disenfranchised Black people in the South in the decades that followed weren’t only an expression of racism, though they were very much that; they were an attack on the mechanisms that were put in place to inhibit one of the nation’s worst habits: a gleeful expression of defiance toward a government that dared try to uphold democracy.", "The symmetry of the two moments, then and now, is nearly too heavy-handed to be believed. But here we stand, a century and a half later, biting nails and trading Internet memes about which OutKast song best describes the undeterred tide of Black voters in Fulton County, Georgia—part of the late John Lewis’s district—who, it had been hoped, would deliver the state to Biden and put the election in the history books. On Tuesday night, in an overt attempt at voter suppression, the President tweeted that the ongoing tallying of votes was a “fraud” and an attempt to steal the election from him. The next day, the Administration filed suit to prevent the counting of votes in Michigan and Pennsylvania, a move that echoed the lawsuit filed by Texas Republicans to throw out a hundred and twenty-seven thousand votes in Harris County, Texas, which happens to be among the most ethnically diverse counties in the country.", "Two weeks ago, F.B.I. agents showed up at the homes of Alicia Garza and Patrisse Cullors, two founders of the Black Lives Matter movement, and informed them that their names were on what appeared to be a hit list that was discovered during the arrest of a suspected white supremacist in Idaho. Garza tweeted, in response, “This is why this President is so dangerous. He is stoking fires he has no intention of controlling.” Later that week, the journalist Nikole Hannah-Jones noted that antagonism toward the New York Times Magazine’s “1619 Project”—which she oversaw and which has been widely assailed for asserting that racism is foundational to the United States—had become so intense that she received threats that her and her mother’s homes would be burned to the ground. The injustice here is not simply the fact that three Black women were given cause to fear for their safety for having done work intended to further the cause of democracy but that such work falls so disproportionately to them in the first place.", "The parameters of American democracy correlate neatly with the parameters of the nation’s racial hypocrisy. This is not a secret; it helps explain why, for instance, a large part of Russian disinformation during the 2016 election sought to exacerbate racial divisions within the country. From the time of the abolitionists, the attempt to point out the fault lines in our democracy—for all our good—has been greeted with violent hostility. But our commitment to democracy was never as unblemished as our national vanity supposed, and our institutions were always more vulnerable to the kinds of corruption that Trump has enacted with astonishing speed. And America’s margins have often been the best vantage point from which to survey the weaknesses.", "To be Black in the first week of November, 2020, is to yet again have the feeling of being called off the bench and being told that the whole game is riding on you. Trump is a dangerous man, but he is not nearly as dangerous as the history that animates him. He has retained the allegiance of more than sixty million voters, despite a shattered economy and the deaths of nearly a quarter million American victims of COVID-19. He still has a chance to be reëlected, and Biden’s proposition about how much of him democracy can withstand might yet be put to the test. “Either the United States will destroy ignorance or ignorance will destroy the United States,” W. E. B. Du Bois said, in a speech to the Niagara Movement. The enduring value of the history that Black people have amassed is to facilitate the former proposition. But it is particularly hard, this week, to not look around and suspect that ignorance still has more than a puncher’s chance at the title.", "Read More About the 2020 Election"], "authors": ["Jelani Cobb", "Jelani Cob", "Masha Gesse", "Bill Mckibbe"], "keywords": ["week", "taught", "history", "democracy", "american", "women", "black", "states", "fragility", "amendment", "election", "voting"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}