{"id": "ca558823-b33f-31fd-902f-b3e09e9c14a5", "title": "Donald Trump’s Day of Reckoning", "url": "https://www.newyorker.com/news/letter-from-trumps-washington/donald-trumps-day-of-reckoning", "summary": "A few Republicans, eager to claim Trump’s huge following in the Party, responded to the Trumps’ call for public reinforcement.\nInside the White House, it was hard to know what was happening.\nWill he leave the White House peacefully or will he have to be dragged out?\nThere will be many weeks and months and years to argue over what happened in America that made Donald Trump the President, and why.\nDonald Trump is a loser, and America, even if it was a very close call, has won.", "paragraphs": ["For Donald Trump, the reckoning began before dawn on Friday, in Clayton County, Georgia, where poll workers in face masks finished counting votes that gave Joe Biden a lead in the state, putting him on course to become the first Democrat to win Georgia since 1992. By just before 9 A.M., the final outcome seemed increasingly inevitable with the announcement that Biden had finally overtaken Trump in Pennsylvania, thanks to the latest results from Philadelphia, a city that Trump maligned hours earlier as one of “the most corrupt political places anywhere in our country.” In Washington, D.C., it was a sunny, beautiful fall day, and hundreds gathered in front of the White House to cheer the imminent end of the long, strange reign of the most unlikely American President of our time.", "For four years—and, really, for his whole life—Trump had managed to avoid this moment. In the three days since Election Night, with the race still uncalled but leaning Biden’s way, the President had raged on Twitter, fumed in private, and publicly claimed victory, even as the race was slipping away from him. “STOP THE COUNT!” he insisted, on Thursday. But they didn’t. And, by the end of Friday, not only were the votes still being counted, but they pointed to a result, a decisive, declarative, inarguable result: the 2020 Presidential election was over, and Donald Trump had lost.", "The official end did not come for a few more agonizing hours, until just before eleven-thirty on Saturday morning, when the Associated Press and the television networks finally made the call. In a fitting coda to four years of his trollish rule, Trump had tweeted less than an hour earlier, “I WON THIS ELECTION, BY A LOT!” Then he went golfing. But the Constitution does not include a provision for sore losers. It does not matter whether Trump concedes: Biden has won. A decent man who campaigned on the premise of making America America again, the former Vice-President has spent the past few days showing in word and in deed what it will be like to have a Presidential President again. “I am honored and humbled by the trust the American people have placed in me,” he said in a statement issued immediately after his victory was announced. He spoke of unity and democracy. He will have a mandate from the American people that Trump, in his four years of capricious, norm-shattering maladministration, never did.", "Indeed, it looked like Biden might well end up with exactly the three hundred and six Electoral College votes that Trump had won four years earlier, in addition to a popular-vote lead of as much as five million—a majority and an imprimatur of democratic legitimacy that eluded Trump in 2016. “306. Landslide. Blowout. Historic”: that was what Trump’s campaign manager, Kellyanne Conway, tweeted four years ago, when his victory became clear. It was also what Democrats thought about Biden’s win—a major difference this time being that Trump has so far refused to do what Hillary Clinton had done more or less graciously, which is to acknowledge defeat and congratulate the winner.", "Soon after Biden took the lead in Pennsylvania, a statement from the Trump campaign arrived in my in-box: “This election is not over,” the campaign’s general counsel, Matt Morgan, said. But it effectively was, and the question was no longer about the election’s outcome; it was what Trump would do about that outcome—the same question that has loomed over the race since Trump first told the American public that he would not accept any result except his own victory.", "Power ebbs away quickly in Washington. When a downcast Trump went to the White House briefing room, on Thursday evening, to insist that the election was being stolen from him, he did so alone. His two sons and campaign adviser Brad Parscale complained on Twitter that Republican Party leaders were absent from the fight—and threatened retribution. “Where is the GOP?! Our voters will never forget,” Eric Trump tweeted. A few Republicans, eager to claim Trump’s huge following in the Party, responded to the Trumps’ call for public reinforcement. But, for every Ted Cruz and Lindsey Graham offering public displays of sycophancy, there were some Republicans who took their first hesitant, overdue steps away from the President. Pat Toomey, the Republican senator from Pennsylvania, defended his state and said what many other Republicans were thinking, even if they did not yet have the guts to say it publicly: that Trump’s allegations of large-scale election fraud and vote-stealing were “just not substantiated.” Chris Christie, who had been a close Trump adviser until he caught a bad case of the coronavirus—after attending Amy Coney Barrett’s Supreme Court nomination ceremony and helping Trump with debate preparation—called on the President either to reveal his evidence or shut up about it. This time, it wasn’t just Mitt Romney sitting alone with his conscience, as he did during Trump’s impeachment trial in the Senate. Even on Fox News, Republicans, for once, did not go along with Trump in lockstep. The treachery that Trump had always suspected in others might finally be coming for him.", "Inside the White House, it was hard to know what was happening. Beat reporters quoted various sources who said that Trump was angry, defiant, unmoved, and holed up watching television. His advisers, as always, were said to be divided, demoralized, and, at least in some ways, already looking for new work. Trump made no public statement during the long day of waiting on Friday, aside from a few errant tweets about “missing military ballots in Georgia” and “the attack by the Radical Left Dems on the Republican Senate.” His campaign, meanwhile, announced that it would hire the political operative David Bossie, a longtime Trump loyalist, to oversee the various state-level fights over the election results. He was far from the “James Baker-like” figure that Trump’s son-in-law, Jared Kushner, was reportedly in search of, earlier in the week, but perhaps the best that Trump could do. By Friday evening, in a plot twist that surprised no one, the news that leaked out of the White House was about a new coronavirus outbreak, involving the chief of staff, Mark Meadows, and several other aides. Meadows had sought to cover it up, perfectly summing up the Administration’s attitude toward the pandemic: pretend it does not exist.", "There is still great risk in a President defeated but not yet gone. Trump will remain in the White House until January 20th, in command of a vast executive branch and a wounded ego in need of validation and searching for justification. He is reportedly still considering firing senior officials in his government whom he considers insufficiently loyal, including the head of the F.B.I., Christopher Wray, and the Secretary of Defense, Mark Esper. Who knows what investigations he could order up, what last-minute executive orders he could issue? In the meantime, the pandemic rages on, and as the nation was consumed this week by the drama of the unresolved election, the number of COVID-19 cases escalated to dangerous new levels. The two months between now and the Inauguration could prove to be a volatile, dangerous moment in Washington, and not just because Trump is likely to pursue spurious legal cases and refuse to concede.", "Trump, as always, has succeeded in making it all about him. Will he leave the White House peacefully or will he have to be dragged out? Is he detached from reality or simply proceeding despite it? With his willingness to attack the very foundation of American democracy in order to save himself, one could almost be forgiven for seeing the endgame of the 2020 election as a contest between Donald Trump and himself. There has been remarkably little discussion of the actual winner.", "On Tuesday night, Democrats had hoped for a Biden landslide. When that did not materialize, there were days of recriminations. Where was the repudiation of Trump that they craved? They had lost seats in the House; they had not won the Senate. Trump might lose, but tens of millions of Americans had supported him throughout the chaos and craziness—a number greater than what he gained four years ago.", "Saturday, however, is different. Saturday is Joe Biden’s day. It is a day for celebrating. It is the Death Star being blown up. It is, finally, the end of the horror movie. The fact that there is always another Death Star, always another sequel in which the bad guy reappears, is a worry for another time. There will be many weeks and months and years to argue over what happened in America that made Donald Trump the President, and why. For now, it is enough to know that he is going, and soon. Donald Trump is a loser, and America, even if it was a very close call, has won.", "Read More About the 2020 Election"], "authors": ["Susan B. Glasser", "Susan B. Glasse", "Eric Lac"], "keywords": ["president", "american", "day", "reckoning", "trump", "house", "trumps", "end", "white", "biden", "donald", "election"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}