{"id": "ca580d2a-0799-3b2a-b03b-9ebbed6fe998", "keywords": ["stop", "murder", "shot", "key", "verdict", "complex", "killed", "brown", "guyger", "guilty", "apartment", "jeans", "witness", "days", "jean", "trial", "dallas"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Melissa Leon"], "url": "https://www.foxnews.com/us/key-witness-amber-guyger-botham-jean-murder", "title": "Key witness in Amber Guyger murder trial shot and killed days after guilty verdict", "summary": "A key witness in the murder trial of Dallas police officer Amber Guyger was shot and killed at an apartment complex late Friday, according to an attorney representing the family of the man Guyger shot.\nBrown lived across the hall from Jean at the South Side Flats apartments and testified in court about the night Jean was killed.\n\"Brown’s testimony stood out as a fact witness who was approaching his apartment directly across from Botham Jean’s apartment when shots rang out,\" Merritt said.\nGuyger was sentenced to 10 years in prison on Wednesday for killing Jean on the night of Sept. 6, 2018.\nAfter now, I leave Dallas but you live in Dallas, and it must stop for everyone.\"", "pubDate": null, "paragraphs": ["A key witness in the murder trial of Dallas police officer Amber Guyger was shot and killed at an apartment complex late Friday, according to an attorney representing the family of the man Guyger shot.", "\"Joshua Brown, the next-door neighbor of [Botham Jean], was killed last night after being shot several times by an unknown assailant,\" S. Lee Merritt posted to social media on Saturday.", "According to The Dallas Morning News, the 28-year-old Brown was found with multiple gunshot wounds at the complex near the city's Medical District at around 10:30 p.m. He was pronounced dead at Parkland Memorial Hospital.", "The paper reported that witnesses told police they heard several gunshots and saw a silver four-door sedan speeding out of the complex parking lot.", "\"An ADA [assistant district attorney] has confirmed that it was, in fact, Brown who was killed, although they have yet to identify a suspect or motive for the shooting,\" Merritt said. \"The case is now in the hands of the Dallas Police Department.\"", "Brown lived across the hall from Jean at the South Side Flats apartments and testified in court about the night Jean was killed.", "\"Brown’s testimony stood out as a fact witness who was approaching his apartment directly across from Botham Jean’s apartment when shots rang out,\" Merritt said. \"Brown was still visibly shaken up from the incident when he took the stand to testify on behalf of the prosecution. His murder underscores the reality of the black experience in America.\"", "Merritt said Brown was a former athlete turned entrepreneur, and he \"lived in constant fear that he could be the next victim of gun violence, either state-sanctioned or otherwise.\"", "AMBER GUYGER SENTENCED TO 10 YEARS IN SHOOTING THAT KILLED BOTHAM JEAN IN DALLAS; VICTIM'S BROTHER HUGS HER IN COURT", "\"We have more work to do deal with the constant threats to our community both from within and without. Brown deserves the same justice he sought to ensure the Jean family,\" the lawyer said. \"The Dallas County criminal justice system must [be] mobilized to identify his killer and see that he is held accountable for this murder.\"", "Dallas County prosecutor Jason Hermus, who headed up the prosecution of Guyger, told The Morning News that Brown \"bravely came forward to testify when others wouldn't.", "\"If we had more people like him, we would have a better world.\"", "Guyger was sentenced to 10 years in prison on Wednesday for killing Jean on the night of Sept. 6, 2018. The four-year veteran of the Dallas Police Department was fired and charged with manslaughter after she entered Jean's apartment, believing it to be her own, and shooting him twice in the belief he was a burglar.", "Guyger was still in uniform at the time but was off-duty, having just finished a 13-hour shift", "She allegedly parked on the fourth floor of the apartment complex by accident, even though she lived on the third floor.", "According to the police arrest warrant affidavit that recounted Guyger’s recollection of events, she entered Jean’s apartment through the partially ajar front door and drew her gun when she saw “a large silhouette” in what she believed was her apartment. Jean ignored Guyger's verbal commands and she shot him.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The case drew national attention and outrage, highlighting racial tensions between the black community and law enforcement and causing many to question the use of deadly force by white officers against black people.", "Guyger's sentence also sparked anger over what many considered to be a light sentence.", "\"That 10 years in prison is 10 years for her reflection and for her to change her life, but there is much more to be done by the city of Dallas,\" Jean's mother, Allison, said. \"The corruption that we saw during this process must stop and it must stop for you. After now, I leave Dallas but you live in Dallas, and it must stop for everyone.\"", "Fox News' Vandana Rambaran contributed to this report."]}