{"paragraphs": ["One of the more interesting things about Diablo IV is its open-world nature. Rather than go on adventures in large, discrete zones, players will now navigate a massive connected landscape. Before you put on your hiking boots, know that this world is also home to some nasty raid-style bosses that will require a bit of teamwork. In today's episode, we show off what it's like to take on one of these bosses, Ashava, with a large group.", "Take a look at the clip above to see nearly a dozen heroes battling Ashava simultaneously, or below to watch it without commentary. As you can see, he has a pretty long reach – perfect for wiping an entire group, if members aren't careful. Fortunately, you can clip his wings a bit by filling up his stagger meter. We get into that and more in this NGT. Enjoy!", "Enjoy the video, and be sure to click the banner below to check out other Diablo IV gameplay and more within our Blizzard Issue:"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "title": "New Gameplay Today – Diablo IV's World Boss", "id": "caa0bb87-19cd-3714-aacf-85179b1e63dd", "keywords": ["boss", "bosses", "today", "gameplay", "large", "world", "wiping", "diablo", "ivs", "ashava", "bit", "zones", "clip", "iv"], "summary": "One of the more interesting things about Diablo IV is its open-world nature.\nRather than go on adventures in large, discrete zones, players will now navigate a massive connected landscape.\nBefore you put on your hiking boots, know that this world is also home to some nasty raid-style bosses that will require a bit of teamwork.\nIn today's episode, we show off what it's like to take on one of these bosses, Ashava, with a large group.\nEnjoy the video, and be sure to click the banner below to check out other Diablo IV gameplay and more within our Blizzard Issue:", "pubDate": null, "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2019/11/13/new-gameplay-today-diablo-ivs-world-boss"}