{"authors": [], "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "title": "Blockbuster home cinemas for nights in at the movies", "url": "https://propertylistings.ft.com/propertynews/monaco/5952-blockbuster-home-cinemas-for-nights-in-at-the-movies.html", "summary": "By Adrian JustinsA night at the movies need not mean leaving the house.\nDetailed designThis cinema in a Monaco villa (pictured above) takes its visual cues from Paris’s Palais Garnier opera house.\nState-of the-art equipment includes a super-bright 12,000-lumen Christie projector and THX-approved Procella speakers, which are hidden behind the 260-inch screen and walls.\nBuilt from scratch and entirely underground on a 26m x 26m plot, the room includes specialist acoustic treatment, bespoke furnishings, artisanal plasterwork and reclaimed oak panels.\nInstaller: DSI Luxury TechnologyOptimised for audioCommercial cinemas have as many as 400 speakers, which can handle a maximum of 128 sound channels.", "id": "cacb9d05-1dd5-3f66-bf62-ae84af451136", "paragraphs": ["By Adrian Justins", "A night at the movies need not mean leaving the house. Take inspiration for your own home cinema from these state-of-the-art bespoke screening rooms.", "Detailed design", "This cinema in a Monaco villa (pictured above) takes its visual cues from Paris’s Palais Garnier opera house. It is calibrated to provide the best sound to the back of the room, where the villa’s owner likes to sit and appreciate the decor while watching films. There are seven speakers and four subwoofers behind the projection screen, wall panels and joinery, with four more speakers in the ceiling for Dolby Atmos audio, which uses upward-firing speakers and precisely places different sounds — from helicopters to closing doors — within a room.", "Cost: £200,000.", "Installer: Perfect Integration", "Imax at home", "The technical standard of this cinema becomes apparent when the lights dim and its two 4K projectors start rolling. The room is the UK’s first home cinema to meet professional Imax cinema standards: the set-up includes an immersive curved screen with moveable frame and a proprietary sound system.", "Cost: £1.3m.", "Installer: Cornflake", "Ultimate screening room", "The client for this home cinema in England works in the film industry and wanted a room for professional screenings. State-of the-art equipment includes a super-bright 12,000-lumen Christie projector and THX-approved Procella speakers, which are hidden behind the 260-inch screen and walls. Built from scratch and entirely underground on a 26m x 26m plot, the room includes specialist acoustic treatment, bespoke furnishings, artisanal plasterwork and reclaimed oak panels. There is even a separate foyer.", "Cost: £4m.", "Installer: Imagine This", "Clear sightlines", "To preserve the integrity of the fine views from the living area of this Los Angeles home, the installer designed a dual entertainment system. The owner can use an 85-inch Sony 4K OLED (organic LED) television to watch regular TV, but a 135-inch projector screen rises out of the floor for the viewing of films and sport. The blinds automatically drop when this happens to reduce the ambient light level, with the images produced by a Barco home cinema projector.", "Cost: $100,000.", "Installer: DSI Luxury Technology", "Optimised for audio", "Commercial cinemas have as many as 400 speakers, which can handle a maximum of 128 sound channels. Home cinemas rarely feature more than a dozen or so channels, but this project in Elm Park, London, has 48, installed to meet the client’s passion for high-end audio, be it watching movies, playing games or listening to music.", "Cost: confidential at client’s request.", "Installer: Andrew Lucas London", "Integrated design", "The Disco House, a refurbished townhouse in London’s Notting Hill, features interior design by Danny Pine of Pinzauer, who was inspired by the dress style and home furnishings of Italian socialite Marella Agnelli. The basement cinema is equipped with Bowers & Wilkins audio tech.", "Cost: £30,000.", "Installer: Perfect Integration"], "keywords": ["blockbuster", "cinema", "audio", "screen", "nights", "includes", "watching", "screening", "cinemas", "movies", "sound", "speakers", "room", "house"], "pubDate": null}