{"id": "cacb78a1-31ce-3df0-a245-e5bb2c757464", "title": "Learn About NBA 2K21's New All-Encompassing Franchise Mode Called MyNBA", "url": "https://www.gameinformer.com/2020/11/06/learn-about-nba-2k21s-new-all-encompassing-franchise-mode-called-mynba", "summary": "Today, a new Courtside Report introduced a new all-encompassing mode called MyNBA, which combines MyGM, MyLeague, and MyLeague Online.\nYes, the franchise mode is being rebranded for the new generation, but it doesn't mean you're losing anything.\n\"At its core, the name pretty much says it all – it’s your NBA, it’s your franchise mode, however you want to set it up,\" explained senior producer Dave Zdyrko in the latest Courtside Report.\nWhen you boot it up, you get several easy-to-select options to determine how you want your franchise experience to play out.\nYou can select from the following: Fantasy Draft, Customize League Rules, Custom Roster, Customize League, Customize Salary Cap, Customize Simple Settings, and Customize Advanced Settings.", "paragraphs": ["With new consoles just around the corner, 2K Games and Visual Concepts are unveiling tons of features for the NBA 2K21 PS5 and Xbox Series X/S versions. Today, a new Courtside Report introduced a new all-encompassing mode called MyNBA, which combines MyGM, MyLeague, and MyLeague Online. Yes, the franchise mode is being rebranded for the new generation, but it doesn't mean you're losing anything.", "\"At its core, the name pretty much says it all – it’s your NBA, it’s your franchise mode, however you want to set it up,\" explained senior producer Dave Zdyrko in the latest Courtside Report. \"The mode has every single feature that you know and love from the previous modes, all rolled up into one where you have full control over which ones you want to turn on and off.\"", "That's right, it's up to you how deep you want to go into the mode. When you boot it up, you get several easy-to-select options to determine how you want your franchise experience to play out. You can select from the following: Fantasy Draft, Customize League Rules, Custom Roster, Customize League, Customize Salary Cap, Customize Simple Settings, and Customize Advanced Settings.", "\"Customize League Rules is the completely new feature in this batch and lets you go through and pick all the rules that the mode will start with without having to wait for the League Meetings in the offseason where you are limited to five rule changes per year,\" Zdyrko wrote in his report. This means you can set all the rules in categories, like Lottery, Foul Out, Salary Cap, Trades, and Contracts.", "Custom League is where you can still re-align teams, replace existing ones, or even add new or classic teams to the league. For the first time in NBA 2K, you can also remove teams from the league. \"Yes, that’s right – for the first time, we’re allowing you to reduce the league size from the current 30 and now you can bring it down to as low as 12,\" Zdryko confirmed. \"This means that instead of the 30 to 36 range of league sizes we’ve supported in the past, this year you can now have leagues that range from 12 to 36 teams. This makes it possible for users to try and recreate past seasons where the NBA didn’t have 30 teams or just have a smaller league to support a more concise MyNBA Online experience\"", "Visual Concepts is giving you more control over how you want to play. You can even toggle on or off Advanced CBA rules, depending on how complex you want things to get for signing players and completing trades. The rules will default to on, but you can choose to bypass them all or only turn off certain ones. The same goes for the role-playing elements in MyGM, you can turn off components you're not into such as conversations, tasks, and skills.", "Some new features are also making their way into the franchise experience, like playable G-League games, the addition of another assistant coach hire that impacts player performance, and a revamped boom or bust system. On the latter, Zdyrko said: \"Players can have low and high-potential floors, low and high-potential ceilings, and a probability to boom, bust, or hit somewhere in between. In addition, until age 23, we will continue to determine the player’s potential based on multiple factors to make it so that every player will still be exciting during the developmental years. The same player could have wildly different growth paths in each save, so keeping up with scouting prospects after they’re in the league will be critical to building a dynasty.\"", "Oh, and for those who missed tattoos, they're back! \"The tattoo system is a LOT more advanced than the one from many moons ago, and it has a base in the aforementioned MyPLAYER tattoo system,\" Zdyrko stated. \"So with that, we can proudly say generated player tattoos are now officially back and better than ever.\"", "For the complete Courtside Report, you can head here."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["zdyrko", "teams", "rules", "player", "mynba", "league", "nba", "franchise", "called", "mode", "allencompassing", "2k21s", "customize", "report", "learn"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}