{"keywords": ["medigap", "shopping", "medicare", "enrollees", "premiums", "season", "plan", "plans", "limit", "original", "advantage", "outofpocket"], "authors": ["Mark Miller"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/04/business/medicare-retirement-health-care.html", "summary": "Enrollees in original Medicare have access to a much wider range of providers, and they do not need to navigate the referral requirements and prior authorization steps used by many Advantage plans.\nMany enrollees in original Medicare buy supplemental Medigap policies to cover their out-of-pocket expenses.\nBut original Medicare can be less expensive for enrollees who encounter a serious illness and use a lot of services.\nIn New York City this year, Medigap Plan G plans, among the most comprehensive options, range in cost annually from $2,640 to $5,460, according to Medicare data.\nBut after that time, Medigap plans in most states are permitted to reject your application or charge higher premiums.", "paragraphs": ["Enrollees in original Medicare have access to a much wider range of providers, and they do not need to navigate the referral requirements and prior authorization steps used by many Advantage plans.", "Many enrollees in original Medicare buy supplemental Medigap policies to cover their out-of-pocket expenses. These can be significant. There’s no annual limit on what you pay out of pocket; Part A (hospitalization) has a deductible this year of $1,364 for each episode of illness, plus fixed daily costs for extended stays . Part B (outpatient care) covers 80 percent after you meet the annual deductible ($185 this year). Users of the original program usually also buy a prescription drug plan, with premiums averaging just over $33 a month this year.", "But original Medicare can be less expensive for enrollees who encounter a serious illness and use a lot of services. That is because the annual premiums for Medigap, which cover nearly all cost-sharing requirements in Medicare Part A and B, usually are lower than the out-of-pocket limit found in Advantage plans.", "Advantage plans are required to cap total out-of-pocket spending — the average among all plans this year for enrollees in H.M.O. or PPO plans is $5,059 for in-network services, according to Kaiser; the average limit rises to $8,818 when Advantage PPO enrollees use out-of-network services.", "Medigap premiums, by contrast, vary greatly by region — but often it is possible to cap out-of-pocket costs at a lower level than what is available in Advantage plans. In New York City this year, Medigap Plan G plans, among the most comprehensive options, range in cost annually from $2,640 to $5,460, according to Medicare data. But in Nashville, Tenn., the same plans carry premiums ranging from $1,044 to $2,580.", "“It’s important to look at the doctors and hospitals in the network,” Ms. Neuman said. “Many people are less likely to think about this when they first join Medicare, especially if they are relatively healthy. They don’t really consider whether specialists are in network until they do get a serious illness, which may come years after they first go on Medicare.”", "Advantage enrollees who think they may want to shift to original Medicare with a Medigap plan should do so while they are still healthy. When you first sign up for Part B, Medicare’s “guaranteed issue” rules forbid Medigap plans from rejecting you, or charging a higher premium, because of any pre-existing conditions. But after that time, Medigap plans in most states are permitted to reject your application or charge higher premiums."], "id": "cace7164-8c65-36d7-8b2c-5ae4a9568162", "pubDate": null, "title": "Medicare Shopping Season Is Almost Here"}