{"authors": ["Mark Brown"], "keywords": ["carter", "margarets", "bonham", "good", "meant", "psychic", "helena", "sought", "friends", "blessing", "margaret", "really", "crown", "royal", "princess"], "pubDate": null, "summary": "She was really good at complimenting you and putting you down at the same time.\nShe went to Margaret’s inner circle: “Three ladies-in-waiting, a couple of relatives, a very close relative and some really close friends.\nBonham Carter said she had learned that Margaret had an inability to dissemble.\nFor her part Bonham Carter thinks the programme has been good, if unintentional, PR for the royal family.\nQueen Olivia Colman, an epic budget and a cast of thousands: a year behind the scenes on The Crown Read more“They always remained good friends.", "title": "Helena Bonham Carter sought Princess Margaret's blessing through psychic", "url": "https://www.theguardian.com/uk-news/2019/oct/06/helena-bonham-carter-sought-princess-margaret-blessing-through-psychic-the-crown", "id": "cb49f23e-7493-3720-8268-6e42181a86d5", "paragraphs": ["The actor says she discussed her part in The Crown with the deceased royal herself", "Some actors avoid excessive research, but for Helena Bonham Carter to play Princess Margaret in The Crown meant reading all the biographies, talking to friends, ladies-in-waiting and relatives, and consulting an astrologer, a graphologist and a psychic.", "The last meeting meant she could talk to the princess herself, the actor told Cheltenham literature festival.", "“She said, apparently, she was glad it was me. My main thing when you play someone who is real, you kind of want their blessing because you have a responsibility.", "“So I asked her: ‘Are you OK with me playing you?’ and she said: ‘You’re better than the other actress’ … that they were thinking of. They will not admit who it was. It was me and somebody else.", "“That made me think maybe she is here, because that is a classic Margaret thing to say. She was really good at complimenting you and putting you down at the same time.", "“Then she said: ‘But you’re going to have to brush up and be more groomed and neater.’ Then she said: ‘Get the smoking right. I smoked in a very particular way. Remember that – this is a big note – the cigarette holder was as much a weapon for expression as it was for smoking.’”", "Bonham Carter is taking over the role in seasons three and four of The Crown from the Bafta-winning Vanessa Kirby. It’s “definitely daunting”, she said.", "She went to Margaret’s inner circle: “Three ladies-in-waiting, a couple of relatives, a very close relative and some really close friends. They loved the woman and were very happy to talk about her because they miss her.”", "Bonham Carter said Margaret was a misunderstood and misinterpreted royal. People thought her “angry, rude and tough” but “she wasn’t tough at all, she was highly vulnerable and often attack is the best form of defence”.", "She said Margaret was very much her father’s daughter, with his stammer and anxiety. “She smoked throughout her life and she drank. It was like she didn’t have the extra layer of skin.”", "The actor’s interviewer, Emma Freud, told a story of meeting the princess at a drinks party shortly after having her first child and asking whether she wanted to see a photograph. Margaret said no.", "Bonham Carter said she had learned that Margaret had an inability to dissemble. “She just couldn’t feign, which is an appalling lack when you are famous and you have to meet all these people. Whatever was in her head popped out of her mouth. She was like a time bomb.”", "The Crown is drama, not documentary, and the royal household has gone out of its way to stress it does not give it a seal of approval. After the Guardian revealed that the writer Peter Morgan had met senior royal staff four times a year, the Queen’s communications secretary, Donal McCabe, wrote to assure readers the palace was not “complicit in interpretations”.", "For her part Bonham Carter thinks the programme has been good, if unintentional, PR for the royal family. “I genuinely think The Crown is very compassionate to most of the members of the family and it is very positive.”", "The actor said she had a personal connection with Margaret because she thought her uncle Mark, the former Liberal MP Mark Bonham Carter, had gone out with her when he was a Grenadier Guard at Windsor.", "Queen Olivia Colman, an epic budget and a cast of thousands: a year behind the scenes on The Crown Read more", "“They always remained good friends. I have photos of them together and they look really dashing as a couple … It was definitely pre-Townsend. They remained forever friends.”", "The connection meant they met on the odd occasion. At one reception Margaret said: “Oh Helena … You are getting better at acting, aren’t you?”", "Bonham Carter has starred in around 90 films over three decades but will in some eyes always be just one character: Bellatrix Lestrange.", "Harry Potter fans had screamed in her face, she said. “What did they scream?” asked Freud. “No, just screamed … aaaagh, terror. It was Hampstead High Street. It was actually Halloween. But I had come as me. I hadn’t even dressed up.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}