{"summary": "From military, to work and sports, uniforms command attention, and the big screen has created a romanticized version of the men behind uniforms.\nI think ultimately there's a romantic ideal to uniforms because most men in uniforms are heroes.\"\nGroves took a prosaic approach when curating \"Invisible Men,\" by drawing on the seemingly invisible fashion of British men -- largely missing from museums -- and its roots in uniforms.\nCredit: IMDBThe image of a man in uniform has often carried a certain sexual undercurrent.\nAs it happens, one of the items on display at \"Invisible Men\" is a clerical garment.", "id": "cb4acf7f-e8bb-3bd6-a588-e62746c91b35", "pubDate": null, "url": "https://edition.cnn.com/style/article/menswear-uniforms-fashion/index.html", "authors": ["Paul Flynn"], "paragraphs": ["Written by Paul Flynn, CNN", "From Tom Cruise in \"Top Gun\" to Richard Gere in \"An Officer and a Gentleman,\" Hollywood has long-popularized the image of a man in regimented attire. And while menswear has never been more casual, references to the uniform are still present in contemporary collections today. So just what is it about a man in uniform?", "From military, to work and sports, uniforms command attention, and the big screen has created a romanticized version of the men behind uniforms.", "\"Is it an authority thing?\" asked Luke Day, editor of GQ Style. \"Is it a dominance thing? I think ultimately there's a romantic ideal to uniforms because most men in uniforms are heroes.\"", "Richard Gere in \"An Officer and a Gentleman.\" Credit: Paramount Pictures", "Many of the staple items usually found in a stereotypical man's wardrobe -- be it deck shoes, the MA1 bomber jacket, chinos, khakis, epaulettes, a parka or field coat -- are directly descendant of uniforms.", "\"All menswear is uniform,\" said Julian Ganio, menswear consultant for Fendi. \"It's so tribal, something that's planted in (a man's) brain.\"", "Standardized dressing has been created to bind people together, but also to set them apart from other groups. \"Men like to be part of a gang,\" said Ganio. \"We want to be with like-minded men. And we want to belong.\"", "England football team in the 1990 World Cup. Credit: Peter Robinson/PA Images/Getty Images", "Recently, British professor of fashion design Andrew Groves curated an exhibition titled \"Invisible Men,\" from the menswear archive for the University of Westminster. According to Groves, communication between men is dictated by \"unspoken (style) judgments,\" but the historic narrative behind how men came to dress the way they do remains unexplored territory.", "Red Wool Greatcoat, by Nicholas Yip, 2017 Credit: Westminster Menswear Archive", "The 170-piece show, which draws an alignment between uniform and fashion, is in part a showcase of the larger Westminster archive, as well as a smart retort to the dearth of menswear exhibits on the art and fashion calendar. \"At the recent Dior show [at the V&A museum],\" said Groves, \"there was no menswear. Nothing. The same at the McQueen.\"", "Groves took a prosaic approach when curating \"Invisible Men,\" by drawing on the seemingly invisible fashion of British men -- largely missing from museums -- and its roots in uniforms. For this exhibition, he chose to celebrate the style that begins on football terraces and in local pubs, the elements of which are passed down, from father to son, and then twisted to each new generation's tastes.", "A Manchester United fan wears a Daniel James shirt ahead of the Premier League match at Old Trafford, Manchester. Credit: Martin Rickett/PA Images/Getty Images", "Groves himself is a Man City season ticket holder and he already knows of several Arsenal fan clubs who have booked tickets for \"Invisible Men,\" on account of its exhaustive archive of Stone Island and CP Company workwear. \"Men have a structure, which goes by unnoticed,\" said Groves, \"But other men notice it. It is a secret code.\"", "Model Leon Dame at the Maison Margiela Womenswear Spring-Summer 2020 show. Credit: Peter White/Getty Images", "At the Spring-Summer 2020 Maison Margiela show, John Galliano caused a disruptive fashion moment by sending a model,who appeared on the verge of exploding with internal rage, dressed in a sailor-inspired jacket stomping down the runway, perhaps a nod to Brad Davis's mesmerizing role in Rainer Werner Fassbinder's \"Querelle,\" a film about a young sailor.", "\"If you look at all the British design greats,\" said Day, \"they have regimented uniform detailing in so much of their work. McQueen was full of them.\"", "Just recently, British menswear's critically acclaimed designer Craig Green created the concierge's uniform for Andre Balacz's newly opened Standard Hotel in London.", "Three-piece suit by Alexander McQueen, 1998 Credit: Westminster Menswear Archive", "Day attributes much of the interest in uniforms to iconic movie imagery men usually become familiar with while they're still young.", "As part of his work, Day styles Take That and their former bandmate Robbie Williams. \"There hasn't been a mood board for a single Take That tour that hasn't included a picture of Terence Stamp in 'Far From The Madding Crowd,'\" he said. \"The proportions are so sexual. The broad shoulder and high narrow waist. The way [Stamp]'s military trousers are cut you get a long, lean thigh.\"", "Take That performing \"Kidz.\" Credit: IMDB", "The image of a man in uniform has often carried a certain sexual undercurrent. \"Think of the Fireman's Ball [episode] in 'Sex and the City,' or Channing Tatum in 'Magic Mike.'\" said Day. \"Uniforms are routinely fetishized. Every basic hen-night stripper has two fails safe costume changes: 'Here's the fireman. Here's the policeman,'\" he added.", "Even Andrew Scott's clerical-collared \"Hot Priest\" character, in the award-winning British TV show \"Fleabag,\" recently provoked an international outpouring of love. As it happens, one of the items on display at \"Invisible Men\" is a clerical garment.", "Andrew Scott in TV show \"Fleabag.\" Credit: Amazon", "\"What's lovely about a uniform is that you can be anonymous,\" said Groves, \"and yet it gives you a set of rules that you can break, which is so much a part of the British menswear story. A uniform allows you to do something naughty that you shouldn't do.\""], "keywords": ["invisible", "man", "westminster", "image", "groves", "menswear", "credit", "men", "uniform", "male", "british", "uniforms", "fashion", "alluring"], "title": "Male uniforms: Why is the image of a man in uniform still so alluring?", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}