{"id": "cb6f7745-3b5a-3a89-be4f-ed83e5ab4c61", "title": "Revealed: Covid recovery plans threaten global climate hopes", "url": "https://www.theguardian.com/environment/2020/nov/09/revealed-covid-recovery-plans-threaten-global-climate-hopes", "summary": "But the election of Joe Biden as US president has the potential to transform the green recovery globally, the Vivid analysis shows.\nWhile countries fail to muster a green recovery, they are also falling behind on their obligations under the Paris climate agreement.\nWhatever China builds now should be green.”Without China, a global green recovery looks impossible.\nWhen it comes to the next stage, in a few months’ time, countries must have green plans ready, said Stern.\n“Had we done better at managing the virus in Europe, I would have said we should be doing better by now [at a green recovery].", "paragraphs": ["The prospect of a global green recovery from the coronavirus pandemic is hanging in the balance, as countries pour money into the fossil fuel economy to stave off a devastating recession, an analysis for the Guardian reveals.", "Meanwhile, promises of a low-carbon boost are failing to materialise. Only a handful of major countries are pumping rescue funds into low-carbon efforts such as renewable power, electric vehicles and energy efficiency.", "A new Guardian ranking finds the EU is a frontrunner, devoting 30% of its €750bn (£677bn) Next Generation Recovery Fund to green ends. France and Germany have earmarked about €30bn and €50bn respectively of their own additional stimulus for environmental spending.", "On the other end of the scale, China is faring the worst of the major economies, with only 0.3% of its package – about £1.1bn – slated for green projects. In the US, before the election, only about $26bn (£19.8bn), or just over 1%, of the announced spending was green.", "In at least 18 of the world’s biggest economies, more than six months on from the first wave of lockdowns in the early spring, pandemic rescue packages are dominated by spending that has a harmful environmental impact, such as bailouts for oil or new high-carbon infrastructure, outweighing the positive climate benefits of any green spending, according to the analysis.", "Only four countries – France, Spain, the UK and Germany – and the EU have packages that will produce a net environmental benefit.", "“The natural environment and climate change have not been a core part of the thinking in the bulk of recovery plans,” said Jason Eis, chief executive of Vivid Economics, which compiled the index for the Guardian. “In the majority of countries we are not seeing a green recovery coming through at all.”", "Even countries that have boasted of green recovery plans are frequently spending much more on activities that will maintain or increase greenhouse gas emissions. South Korea set out plans for a green new deal in July, worth about $135bn. But its continued spending on fossil fuels and carbon-intensive industries means it ranks only eighth in the world for the greenness of its stimulus.", "Canada similarly is spending C$6bn (£3.5bn) of its infrastructure funding on home insulation, green transport and clean energy, but its total rescue package is worth more than $300bn and contains measures such as a massive road expansion and tax relief for fossil fuel companies. India is spending about $830m on its green economy, but plans to prop up coal have dragged down its performance.", "But the election of Joe Biden as US president has the potential to transform the green recovery globally, the Vivid analysis shows. Although he may face a Republican majority in the Senate, if Biden’s plans for a $2tn green stimulus were implemented in full the US would overtake the EU as the biggest investor in a low-carbon future.", "“That would be a transformative shift,” said Eis. “These are very bold plans from Biden, and it would be a huge signal to other countries. They would mean the US could start a race-to-the-top dynamic globally, especially with China, for a green recovery.”", "Biden wants to boost renewable energy, powering the US entirely through clean energy by 2035 and reaching net zero emissions by 2050, investing $1.7tn over the next decade, with the expectation of private investment taking the total to $5tn. However, his plans must pass a hostile Republican Senate and will face opposition and possible legal challenges from sections of US business, and potentially some states.", "Yet even if only a portion of Biden’s green plans survived intact, that could still have a powerful transformative effect, both on the US economy and around the world, said Eis. “You would expect there to be some compromise, but compared with where the US is now there would be a huge shift [in green spending] under a Biden presidency,” he said. “Many other countries are influenced by the perception of US leadership. Having the US at the G20 table pushing a green recovery would certainly help.”", "Countries failing to initiate a green recovery were missing out on the potential to create millions of jobs, added Ed Barbier, professor of economics at Colorado State University, whose landmark study of the 2008 financial crisis pegged that recovery as about 16% green. “There is huge potential for boosting employment, particularly in construction,” he said, pointing to measures such as installing home insulation, solar panels and electric car charging infrastructure, which are labour-intensive and often “shovel-ready”.", "While countries fail to muster a green recovery, they are also falling behind on their obligations under the Paris climate agreement. The International Energy Agency has calculated, exclusively for the Guardian, that countries are planning emissions cuts that amount to only 15% of the reductions needed to fulfil the Paris agreement. The IEA has also found that China’s emissions, which dipped sharply in the initial phases of the pandemic, have already rebounded to 2019 levels and are likely to exceed them.", "Fatih Birol, executive director of the IEA, said: “China has not yet started on a green recovery. But they have not yet missed the opportunity for a Chinese reset, if China changes its next five-year plan [due to be settled next March]. Whatever China builds now should be green.”", "Without China, a global green recovery looks impossible. “If China does not come up with green recovery packages, putting a new five-year plan in line with the target of net zero, then the world’s chances of reaching its climate targets will be close to zero,” Birol warned.", "Climate Action Tracker, an independent scientific analysis, found that governments in many countries, far from prioritising low-carbon growth, were bolstering carbon-intensive industries and loosening environmental regulations. Niklas Höhne, of the NewClimate Institute, one of the partner organisations behind CAT, warned: “What we’re seeing more of is governments using the pandemic recovery to roll back climate legislation and bail out the fossil fuel industry, especially in the US, but also in Brazil, Mexico, Australia, South Africa, Indonesia, Russia, Saudi Arabia and other countries.”", "However, Lord Nicholas Stern, the climate economist, said countries still had time to move into a new phase of recovery, where green spending could be prioritised. Most of the initial $12tn in rescue packages around the world has gone to increase liquidity, prop up wages and stop companies going bust, which offers little opportunity for greening.", "When it comes to the next stage, in a few months’ time, countries must have green plans ready, said Stern. “The green recovery has been delayed because we are still dealing with the virus, except in countries such as China,” he said. “Had we done better at managing the virus in Europe, I would have said we should be doing better by now [at a green recovery]. But we are still in the lockdown and rescue phase. The recovery can’t kick in until we are doing better at managing the virus.”"], "authors": ["Fiona Harvey"], "keywords": ["global", "revealed", "threaten", "climate", "rescue", "recovery", "pandemic", "china", "plans", "covid", "countries", "green", "energy", "hopes", "spending"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}