{"id": "cbca35ed-d71f-3d46-bac0-55ea0a91699c", "summary": "She has done much to publicise Sweden’s flygskam (“flight-shame”) movement, which encourages people to travel on trains instead of planes to reduce carbon emissions.\nIt is true that replacing some plane rides with a journey on an electric train can cut emissions.\nEurostar, an operator of express trains through the Channel Tunnel, estimates that taking the train from London to Paris saves more than 90% of the carbon emissions per economy-class passenger produced by flying.\nBut some scientists warn that on some rail lines in countries that use dirtier diesel trains, or ones that use electricity generated from fossil fuels, the emissions produced can be even worse than flying per passenger mile.\nThe easiest way to cut your carbon emissions from travel is simply to travel less.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["GRETA THUNBERG, a 16-year-old Swedish campaigner for action against climate change, will soon visit Britain in order to set off on a high-speed, zero-emissions sailboat for a United Nations conference in New York. She has done much to publicise Sweden’s flygskam (“flight-shame”) movement, which encourages people to travel on trains instead of planes to reduce carbon emissions. Ms Thunberg herself shuns air travel and travels by train as much as she can. She plans to go to New York by boat to save the estimated equivalent of 1.8 tonnes of carbon dioxide produced per economy-class passenger on a transatlantic return flight.", "It is true that replacing some plane rides with a journey on an electric train can cut emissions. Eurostar, an operator of express trains through the Channel Tunnel, estimates that taking the train from London to Paris saves more than 90% of the carbon emissions per economy-class passenger produced by flying. That is because France generates over half of its electricity from renewable sources or nuclear power plants, and Britain over half.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "But some scientists warn that on some rail lines in countries that use dirtier diesel trains, or ones that use electricity generated from fossil fuels, the emissions produced can be even worse than flying per passenger mile. One study published in 2009 astonishingly found that passenger travel on the Boston light rail, an electric commuter train in America, produces as much or even more in emissions per passenger than travel on a jetliner. This is in part because the electricity for the railway was generated by dirty fossil fuels such as coal, whereas commercial aircraft tend to burn kerosene, a much cleaner fuel. That leads Gulliver to an uncomfortable truth for those readers with wanderlust. The easiest way to cut your carbon emissions from travel is simply to travel less."], "url": "https://www.economist.com/gulliver/2019/08/12/why-trains-are-not-always-as-green-as-they-seem", "title": "Why trains are not always as green as they seem", "pubDate": null, "keywords": ["train", "trains", "york", "carbon", "green", "passenger", "produced", "electricity", "emissions", "thunberg", "travel"]}