{"id": "cc51c4ec-01ec-3a8e-8dd3-6cf4374ef855", "title": "Tell us: how will you be following the 2020 US election?", "url": "https://www.theguardian.com/us-news/2020/nov/03/tell-us-how-will-you-be-following-the-2020-us-election", "summary": "Whatever you have planned for election night we want to hear from youTell us: how will you be following the 2020 US election?\nWherever you are in the world and whatever you have planned as you follow the election results, we would like to hear from you.\nTell us about where – and how – you’re watching from, who you’re with and how you feel.\nYour responses are secure as the form is encrypted and only the Guardian has access to your contributions.\nOne of our journalists will be in contact for publication before we publish, so please do leave contact details.", "paragraphs": ["Whatever you have planned for election night we want to hear from you", "Tell us: how will you be following the 2020 US election?", "As people across the US cast their ballots at polling stations and with 98m Americans reported to have already voted ahead of election day, the world watches to see whether Joe Biden or Donald Trump will become the next US president.", "Wherever you are in the world and whatever you have planned as you follow the election results, we would like to hear from you.", "Tell us about where – and how – you’re watching from, who you’re with and how you feel. We’d like to see your pictures too.", "Share your experiences", "You can get in touch by filling in the form below or via WhatsApp by clicking here or adding the contact +44(0)7867825056. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions.", "One of our journalists will be in contact for publication before we publish, so please do leave contact details.", "If you’re having trouble using the form, click here. Read terms of service here."], "authors": ["Guardian Community Team"], "keywords": ["form", "hear", "contact", "tell", "whatsapp", "following", "election", "youtell", "world", "youre", "watching", "planned", "2020"], "pubDate": "2020-11-03T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}