{"keywords": ["court", "patents", "mr", "patent", "samsung", "venture", "property", "trouble", "firm", "technology", "rights", "intellectual", "patenttrollhunting", "nucurrent"], "id": "cc7d6cec-cdc2-38d4-9b4a-f6a1cd154d18", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["N UCURRENT, A STARTUP in Chicago, has come up with a way to charge electronic gizmos wirelessly—a nifty trick for devices such as smartphones. So nifty, in fact, that Samsung, a giant South Korean device-maker, uses it in its mobile phones—or so NuCurrent claims. In 2018 NuCurrent sued Samsung in America for using its technology without paying royalties. In February Samsung denied NuCurrent’s allegations in a court filing. Then, between March and June, it filed seven legal challenges against NuCurrent’s patents. Navigating each will cost NuCurrent between $500,000 and $1m, says its boss, Jacob Babcock—a lot of money for a firm with 35 employees and no in-house lawyers.", "Predicaments like Mr Babcock’s are increasingly common. Paul Michel, a former top judge on America’s patent court, attributes them to an “unco-ordinated overcorrection” to the plague of patent trolls, who accumulate patent rights with an eye to extorting payments from supposed infringers. To fight them, America’s government has weakened some intellectual-property protections, notably by reducing the threat of an injunction to block sales of the technology in question. In 2012 it created the Patent Trial and Appeal Board ( PTAB ) to hear retrospective challenges to a patent’s validity. And Supreme Court rulings have made it easier to prove patents invalid by narrowing the criteria for what constitutes an eligible patent.", "The well-meaning rules appear to have beaten back the trolls; the number of patent disputes this year is down 37% from 2015, according to Unified Patents, a research firm. The PTAB has invalidated thousands of patents. But the reforms have strengthened the position of big firms in relation to the little guy, say entrepreneurs and venture capitalists. Christopher Coons, a Democratic senator critical of the rule changes, has spoken of a “steady erosion of patent rights”. Worse, Mr Coons has argued, they create perverse incentives for big companies to flout patents. Boris Teksler, Apple’s former patent chief, observes that “efficient infringement”, where the benefits outweigh the legal costs of defending against a suit, could almost be viewed as a “fiduciary responsibility”, at least for cash-rich firms that can afford to litigate without end.", "Samsung’s fellow tech giants, including Apple, Google and Intel, have filed numerous patent-validity reviews. Big Tech is, predictably, firmly opposed to tougher rules, which Mr Coons and others have proposed. Supporters of strengthening note that weakened patent protection has coincided with a decline in the share of American venture capital going to patent-heavy fields like advanced manufacturing or medical technology, from 21% to 3% between 2004 and 2017, according to a study commissioned by the National Venture Capital Association, an industry body. Richardson Oliver Insights, a research firm, reckons the average value of an American patent traded in the secondary market fell by 58% from 2013 to 2018. Feebler intellectual-property rights may not be the sole explanation. But having long harrangued China for its disrespect of such rights, America now finds itself badgered, too.■"], "authors": ["The Economist"], "title": "Intellectual property - The trouble with patent-troll-hunting", "pubDate": null, "summary": "So nifty, in fact, that Samsung, a giant South Korean device-maker, uses it in its mobile phones—or so NuCurrent claims.\nIn 2018 NuCurrent sued Samsung in America for using its technology without paying royalties.\nPaul Michel, a former top judge on America’s patent court, attributes them to an “unco-ordinated overcorrection” to the plague of patent trolls, who accumulate patent rights with an eye to extorting payments from supposed infringers.\nIn 2012 it created the Patent Trial and Appeal Board ( PTAB ) to hear retrospective challenges to a patent’s validity.\nChristopher Coons, a Democratic senator critical of the rule changes, has spoken of a “steady erosion of patent rights”.", "url": "https://www.economist.com/business/2019/12/14/the-trouble-with-patent-troll-hunting"}