{"keywords": ["sense", "fight", "services", "live", "willing", "wrote", "land", "county", "opinion", "started", "selfdefeat", "library", "pay"], "authors": ["Monica Potts"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://www.nytimes.com/2019/10/04/opinion/sunday/trump-arkansas.html", "summary": "The library serves the entire county, which has an estimated 16,600 people, a marked decline from the population at the last census in 2010.\nThe library has historically provided a variety of services for this community.\nIt has offered summer reading camps for children and services like high-speed internet, sewing classes and academic help.\n“If you want to make $25 an hour, please go to a city that can afford it,” she wrote.\nNever sounded like anything too tough.”I watched the fight unfold with a sense of sadness, anger and frustration.", "paragraphs": ["Only about 2,500 people live in my hometown. The library serves the entire county, which has an estimated 16,600 people, a marked decline from the population at the last census in 2010. The library has historically provided a variety of services for this community. It has offered summer reading camps for children and services like high-speed internet, sewing classes and academic help. I grew up going to the library and visited it often when I returned. It was always busy. I thought people would be supportive.", "Instead, they started a fight. The battle began on the Facebook post, which had 240 comments by the end. The first comment came from Amie Hamilton, who reiterated her point when I interviewed her several months later. “If you want to make $25 an hour, please go to a city that can afford it,” she wrote. “We the people are not here to pay your excessive salaries through taxation or in any other way.”", "There was general agreement among the Facebook commenters that no one in the area was paid that much — the librarian’s wages would have worked out to be about $42,200 a year — and the people who do actually earn incomes that are similar — teachers and many county officials — largely remained quiet. (Clinton has a median income of $34,764 and a poverty rate of 22.6 percent.) When a few of us, including me, pointed out that the candidate for the library job had a master’s degree, more people commented on the uselessness of education. “Call me narrow-minded but I’ve never understood why a librarian needs a four-year degree,” someone wrote. “We were taught Dewey decimal system in grade school. Never sounded like anything too tough.”", "I watched the fight unfold with a sense of sadness, anger and frustration. I started arguing. It didn’t work. The pay request was pulled from the Quorum Court’s agenda .", "I didn’t realize it at first, but the fight over the library was rolled up into a bigger one about the library building, and an even bigger fight than that, about the county government, what it should pay for, and how and whether people should be taxed at all. The library fight was, itself, a fight over the future of rural America, what it meant to choose to live in a county like mine, what my neighbors were willing to do for one another, what they were willing to sacrifice to foster a sense of community here.", "The answer was, for the most part, not very much."], "id": "cca4cdbd-963a-3a14-b3d2-fa72883eba76", "pubDate": null, "title": "Opinion | In the Land of Self-Defeat"}