{"id": "cce9ff2b-eaf3-332f-974a-ebebda1ce2bf", "title": "Replay – Tomb Raider: Underworld", "url": "https://www.gameinformer.com/replay/replay/2020/07/03/replay-tomb-raider-underworld", "summary": "When people think about Lara Croft, many either reflect on her early adventures on the PlayStation or the most recent grittier take on the iconic crypt-diver.\nBut not to be overlooked is Crystal Dynamics' first run at the series which focused more on puzzle-solving than the brutal combat of what would follow and that includes Tomb Raider: Underworld.\nJoin Andrew Reiner, Ben Reeves, and me as we dive into the opening of the game and face off against not only those who would stand in Lara's way but some funny glitches and confusing level design, as well.\nDue to a certain video editor's need to go on vacation, we had to prerecord this week's episode but we'll be live again in seven days.\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["When people think about Lara Croft, many either reflect on her early adventures on the PlayStation or the most recent grittier take on the iconic crypt-diver. But not to be overlooked is Crystal Dynamics' first run at the series which focused more on puzzle-solving than the brutal combat of what would follow and that includes Tomb Raider: Underworld.", "Join Andrew Reiner, Ben Reeves, and me as we dive into the opening of the game and face off against not only those who would stand in Lara's way but some funny glitches and confusing level design, as well.", "Due to a certain video editor's need to go on vacation, we had to prerecord this week's episode but we'll be live again in seven days. If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Mixer, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["raider", "weeks", "replay", "video", "underworldjoin", "twitter", "week", "live", "tomb", "underworld", "youtube", "way", "welldue", "vacation"], "pubDate": "2020-07-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}