{"id": "cd180611-9ece-3305-ba83-eb760fd80744", "keywords": ["amid", "duty", "administration", "governments", "white", "election", "ukraine", "investigate", "pompeo", "interference", "controversy", "trump", "house", "defends", "impeachment", "elections"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Adam Shaw"], "url": "https://www.foxnews.com/politics/pompeo-ukraine-controversy-duty-to-investigate", "title": "Pompeo defends administration amid Ukraine controversy: ‘It is our duty to investigate’", "summary": "Secretary of State Mike Pompeo on Saturday defended the Trump administration over its dealings with Ukraine amid an escalating impeachment inquiry into the matter from House Democrats -- telling reporters that governments have a “duty” to investigate possible interference in the 2016 election, and accusing the Obama administration of not doing enough.\n“This administration was incredibly focused on making sure that we worked with Ukraine in a way that was appropriate,” he told reporters in Athens, Greece.\nHe also said that administration was \"full-fledged\" on its commitment to pushing back against corruption in Ukraine.\nCLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM“I only wish that the previous administration had protected our elections back in 2016,” he said.\nPompeo’s remarks come as the administration has sought to go on the offense in the face of the Democratic impeachment push.", "pubDate": null, "paragraphs": ["Secretary of State Mike Pompeo on Saturday defended the Trump administration over its dealings with Ukraine amid an escalating impeachment inquiry into the matter from House Democrats -- telling reporters that governments have a “duty” to investigate possible interference in the 2016 election, and accusing the Obama administration of not doing enough.", "“This administration was incredibly focused on making sure that we worked with Ukraine in a way that was appropriate,” he told reporters in Athens, Greece. “And it is not only appropriate but it is our duty to investigate if we think there was interference in the election of 2016.”", "POMPEO MISSES DEADLINE TO TURN OVER STATE DEPT. DOCS ON UKRAINE, GIULIANI IN IMPEACHMENT INQUIRY", "He spoke after the State Department missed a Friday deadline to comply with a subpoena issued by House Democrats to hand over documents related to the department’s dealings with Ukraine and Trump attorney Rudy Giuliani. He told reporters that the department had sent a letter to Congress, \"which is our initial response to the document request.\" He also said that the department would do what it is required to do by law.", "Under particular scrutiny is Trump’s July 25 phone call with Ukrainian President Volodymyr Zelensky, in which Trump urged Zelensky to look into possible interference by Ukraine in the 2016 election as well as former Vice President Joe Biden’s and his son Hunter’s conduct in the country. During the call, Trump asked for a “favor” in the form of Ukraine providing information about theories related to the hacking of the Democratic National Committee server in 2016.", "“The server, they say Ukraine has it,” he told Zelensky.", "Democrats claim that Trump used $400 million in military aid as a quid pro quo for the Ukrainians to investigate a political opponent and have opened an impeachment inquiry, firing off a raft of subpoenas within a few days to top administration and White House officials. The House Oversight Committee subpoenaed the White House late Friday, with the Democratic chairmen of three committees saying that Trump has “chosen the path of defiance, obstruction and cover up” in response to the inquiry.", "On Saturday, Pompeo did not specifically address the Biden question but defended the administration’s interest in any possible Ukrainian interference in the 2016 election as one that was part of the government's duty to make sure America’s elections are secure. He also said that administration was \"full-fledged\" on its commitment to pushing back against corruption in Ukraine.", "HOUSE OVERSIGHT COMMITTEE SUBPOENAS WHITE HOUSE IN IMPEACHMENT INQUIRY", "\"I think everyone recognizes that governments have an obligation indeed a duty to ensure that elections happen with integrity without interference from any government whether that's the Ukrainian government or any other,\" Pompeo said Saturday. \"So inquiries with respect to that are completely important and if we need another government's assistance it's very reasonable to ask that government to say 'Do you have any help that you can provide?' So we can protect the American people so that they can vote in free and fair elections without interference from any other country.\"", "He also suggested the Obama administration was negligent in those duties.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "“I only wish that the previous administration had protected our elections back in 2016,” he said. “You recall that the interference that took place took place under the previous administration.\"", "Pompeo’s remarks come as the administration has sought to go on the offense in the face of the Democratic impeachment push. The White House was expected to send a letter to House Speaker Nancy Pelosi, D-Calif., as early as Monday arguing that Congress could not mount its impeachment inquiry without first having a vote to authorize it. Trump on Friday said that he has an “obligation” to end corruption, even if that requires enlisting other countries.", "“This has NOTHING to do with politics or a political campaign against the Bidens,” he tweeted. “This does have to do with their corruption!”"]}