{"id": "cd54a12b-641d-3a9b-ab46-772a6adaad48", "title": "US election 2020: can Joe Biden unite America?", "url": "https://www.theguardian.com/news/audio/2020/nov/09/us-election-2020-can-joe-biden-unite-america", "summary": "After days of tense counting in key states, Joe Biden was confirmed as the winner of the US election, beating the incumbent Donald Trump.\nBut as David Smith explains, his job of uniting the country begins now – and it won’t be easyIn the end it came down to Joe Biden’s home state of Pennsylvania.\nCrowds erupted with joy on the streets of some of America’s biggest cities as people gathered to celebrate the end of the Donald Trump era.\nThe Guardian’s Washington DC bureau chief, David Smith, tells Anushka Asthana that when Biden formally takes charge in January he will be beset by some of the biggest crises the country has faced in recent history.\nAs good wishes flooded in from around the world, it’s clear he will have no shortage of allies for the task ahead.", "paragraphs": ["After days of tense counting in key states, Joe Biden was confirmed as the winner of the US election, beating the incumbent Donald Trump. But as David Smith explains, his job of uniting the country begins now – and it won’t be easy", "In the end it came down to Joe Biden’s home state of Pennsylvania. Having patiently waited for mail-in ballots to be counted in a series of undeclared swing states, he received the call on Saturday morning that he and his running mate, Kamala Harris, would be heading to the White House. Crowds erupted with joy on the streets of some of America’s biggest cities as people gathered to celebrate the end of the Donald Trump era.", "The Guardian’s Washington DC bureau chief, David Smith, tells Anushka Asthana that when Biden formally takes charge in January he will be beset by some of the biggest crises the country has faced in recent history. A pandemic that has killed more than 100,000 Americans, an economy devastated, a climate rapidly overheating and a population divided. It’s a task that would be difficult at the best of times, but he must face the prospect of having to navigate it without a majority in the Senate.", "His victory speech was laced with the intention to take on these challenges and reunite the country. As good wishes flooded in from around the world, it’s clear he will have no shortage of allies for the task ahead."], "authors": ["Anushka Asthana", "David Smith", "Hannah Moore", "Courtney Yusuf", "Phil Maynard", "Nicole Jackson"], "keywords": ["unite", "country", "end", "david", "having", "task", "trump", "smith", "states", "2020", "donald", "america", "election", "joe", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}