{"id": "cd946e11-47a0-3bb9-8af9-238da2f5d1ce", "title": "Inside Elza Wandler’s Cabinet of Curiosities, Featuring Her New Collection of Sculptural Decor", "url": "https://www.vogue.com/slideshow/elza-wandler-homeware-decor", "summary": "Her mother kept the interior clean and minimalist, devoid of objects, trinkets, or bold decor.\nBut her grandmother, on the other hand, lived in a cabinet of curiosities.\nHer sleek, effortlessly cool shoes and bags have garnered a cult following since Wandler launched in 2017.\nIn fact, she has worked with Mardhal, Holz, and Hulleman before on the curation and design of the Wandler showroom in Amsterdam.\n“I love to create a Wandler world that is bigger than just accessories,” Wandler adds.", "paragraphs": ["Photo: Courtesy of Wandler", "Elza Wandler’s childhood home was a blank slate. Her mother kept the interior clean and minimalist, devoid of objects, trinkets, or bold decor. But her grandmother, on the other hand, lived in a cabinet of curiosities. Wandler spent much time there while growing up in Amsterdam, and those surroundings, filled with floral wallpaper, red velour sofas, pottery, and vases, made an impression on her. Today, Wandler is the designer and founder of her eponymous accessories label, which fuses modern, architectural silhouettes and clean lines with pops of color. Her sleek, effortlessly cool shoes and bags have garnered a cult following since Wandler launched in 2017. But a while back, she began to realize that she had a passion for interior design and decor, thanks in large part to her grandmother’s vibrant eye. Specifically, the designer looked to her own home in Amsterdam and the beautiful array of hand-sculpted vases that she’s been collecting for years.", "", "Launching for Brown’s 50th Anniversary today, Wandler has teamed up with three artists for a capsule collection of decor items that include glass and ceramic objets and vases, as well as glass jugs. The designs are all surrealist and bulbous in their shapes and come in a range of hues—like baby pink, lime, deep green, black, and sand—that are meant to match her latest sculptural pre-spring 2021 collection of bags and shoes. Elza’s collaborators are Helle Mardahl, a Copenhagen designer who crafts candy-colored confection, Fleur Hulleman, a ceramicist from the Netherlands, and Jochen Holz, a glassblower based in east London. The pieces are all available exclusively at Browns and on the Wandler website. “We wanted to create pieces that would complement people’s interiors in their homes,” the designer explains. “Although accessories like our shoes and bags are made to be functional, I also love everything that doesn’t have a specific, functional purpose.”", "", "Wandler describes the new pieces as “mini works of art,” and she has a very clear passion for this home-focused facet of the design world. In fact, she has worked with Mardhal, Holz, and Hulleman before on the curation and design of the Wandler showroom in Amsterdam. “When [people] visit we always make sure that [they] will be excited and surprised,” she notes of the rotating vases and objet that decorate their headquarters. “I love to create a Wandler world that is bigger than just accessories,” Wandler adds. “The design process is similar to a bag or a shoe, because they both have a sculptural aspect, and with this homeware, we’ve created a standalone piece that makes every setting extremely beautiful.”"], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["decor", "pieces", "cabinet", "shoes", "collection", "vases", "designer", "design", "wandler", "accessories", "bags", "wandlers", "amsterdam", "featuring", "sculptural", "inside", "curiosities", "elza"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}