{"paragraphs": ["If you didn't see it when it leaked a few days ago, today's PlayStation State of Play livestream officially debuted the latest Kingdom Hearts III Re:Mind trailer, and boy does it look like a substantial amount of content. For those who felt Kingdom Hearts III was missing some key elements like Final Fantasy characters or giving Kairi time to shine in her arc, it looks like Square Enix heard your feedback loud and clear.", "In the trailer, Sora reinforces that \"hearts are all connected\" and he must \"trace the connection.\" In it, we see Final Fantasy characters like Squall, Yuffie, and Aerith helping Riku who has been searching for Sora. The trailer then cuts to some action sequences, showing a multitude of characters in battle, from Xion to Kairi. It appears this entry will provide some closure on the final event regarding Sora and Kairi, which was left cryptic. Many fans expressed disappointment of Kairi not having a larger role after prior games built up her involvement, revealing her as a keyblade wielder. The new footage teases some key story beats, but ends with the ultimate cliffhanger: \"Is any of this for real or not?\" With Kingdom Hearts, you never really can tell...", "Lastly, we finally got firm confirmation on a release date of January 23 on PS4 and February 25 on Xbox One, so get your playthroughs in before then as this looks to be more of an expansion than short DLC. Pre-orders are also now open with two versions. The regular version is $29.99, while the other includes 19 footage tracks from the World of Tres – Orchestra concert for $39.99.", "Watch the trailer yourself if you haven't already to see what all the fuss is about."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "title": "Latest Kingdom Hearts III Re:Mind Trailer Shows Off Final Fantasy Characters, Kairi In Battle, And More", "id": "cde0a067-53e6-3f95-bb73-50b9bbc85ee8", "keywords": ["hearts", "latest", "key", "iii", "characters", "fantasy", "sora", "remind", "kingdom", "looks", "shows", "final", "trailer", "kairi"], "summary": "If you didn't see it when it leaked a few days ago, today's PlayStation State of Play livestream officially debuted the latest Kingdom Hearts III Re:Mind trailer, and boy does it look like a substantial amount of content.\nFor those who felt Kingdom Hearts III was missing some key elements like Final Fantasy characters or giving Kairi time to shine in her arc, it looks like Square Enix heard your feedback loud and clear.\nIn the trailer, Sora reinforces that \"hearts are all connected\" and he must \"trace the connection.\"\nIn it, we see Final Fantasy characters like Squall, Yuffie, and Aerith helping Riku who has been searching for Sora.\nThe trailer then cuts to some action sequences, showing a multitude of characters in battle, from Xion to Kairi.", "pubDate": null, "url": "https://www.gameinformer.com/2019/12/10/latest-kingdom-hearts-iii-remind-trailer-shows-off-final-fantasy-characters-kairi-in"}