{"id": "ce987075-b376-3443-b4dd-f62fcce8a005", "title": "Trump’s Bogus Ballot Lawsuits Are the Mark of an Autocrat", "url": "https://www.wired.com/story/opnion-trumps-bogus-ballot-lawsuits-are-the-mark-of-an-autocrat/", "summary": "Despite all this, President Trump’s campaign said it is pursuing legal action over ballot counts in Pennsylvania, Michigan, Wisconsin, and Georgia.\nFormer vice president Joe Biden’s campaign says it is unfazed, as legal experts call the lawsuits baseless.\nBut nonsensical claims of election illegitimacy were never about the law or about facts—they derive from Trump’s authoritarian worldview.\nReading the administration’s defenses of this and other similar behavior, though, conveyed that those wielding power apparently cannot abuse it.\nIn a 2016 interview, president-elect Trump asserted it was impossible for the president to have a conflict of interest.", "paragraphs": ["Votes in the US presidential election are still being counted and made official, and throughout this process, media outlets like the Associated Press have remained reliable information sources where citizens can stay apprised of the tallying. I've watched several news channels since Election Day, and journalists have put impressive effort into carefully detailing the numbers—what is official, predicted, and unknown.", "Despite all this, President Trump’s campaign said it is pursuing legal action over ballot counts in Pennsylvania, Michigan, Wisconsin, and Georgia. Former vice president Joe Biden’s campaign says it is unfazed, as legal experts call the lawsuits baseless. “There’s no legal cause of action that says, ‘Stop the count and declare me the winner,’” law professor Joshua A. Douglas told The Washington Post. But nonsensical claims of election illegitimacy were never about the law or about facts—they derive from Trump’s authoritarian worldview.", "As many votes are still undergoing tabulation, Trump has continued spreading disinformation online. He tweeted lies about vote counts and procedures in multiple swing states; Twitter labeled these tweets with a banner indicating potentially misleading information. Early on Wednesday morning, Trump also made a false victory claim that was broadcast on Facebook and Twitter. The Facebook post only carried a warning label (and quickly racked up millions of views); Twitter had none at all. Now, his campaign says it is filing lawsuits in multiple states to contest how ballots are processed, while MAGA influencers concurrently pushed baseless election fraud claims on their own social media profiles. Over 150 Trump supporters, some armed, surrounded the entrance to a Phoenix election office last night while chanting, “Count the vote.”", "The incumbent’s demands to count ballots past a cutoff in one state blatantly contradict his demands to discount those similarly situated in another. Logical consistency or principle was of course never the point—the Trump campaign’s proclamations and lawsuits were never about procedural rules in the first place.", "Instead, the best lens through which to understand these events is authoritarianism: Ballots cast in Trump’s favor are legitimate; those cast in opposition are not. Because it is he who should be in power, noncompliant votes are invalid, and the only fair process is the one which results in his victory. This worldview is the very reason the president’s enablers now vie to further exclude as many Biden votes as possible, no matter how baseless their legal assertions.", "It should not surprise anyone, because Donald Trump made his intentions quite clear: falsely claiming for months that mail-in voting wasn’t secure, denying clear evidence of voter suppression, and not agreeing to recognize the election’s results before they’re known. It should not surprise because the Trump administration, like any number of autocrats who purge opposition within government or believe media exists to serve their interests, has carried out reprisals against Department of Homeland Security personnel talking about Russian election interference, has forced officials to manipulate Centers for Disease Control and Prevention data to mirror the president’s lying about Covid-19, and has overseen the development of a “purge list” of CIA personnel not ideologically aligned with the president. Within the government, misalignment with Trump is automatically disqualifying.", "Trump’s 2020 campaign was itself built on this foundation, as state officials flagrantly walked over the Hatch Act, a 1939 law limiting federal officials’ political activity in their official positions. Trump delivered a campaign speech—accepting the Republican Party’s nomination, in fact—on the White House lawn, fist raised, the white marble pillars towering behind him. Secretary of state Mike Pompeo spoke at the Republican National Convention while calling in from Israel, a trip made for official government business. Reading the administration’s defenses of this and other similar behavior, though, conveyed that those wielding power apparently cannot abuse it. In a 2016 interview, president-elect Trump asserted it was impossible for the president to have a conflict of interest. This went a step further than implying a lack of accountability for those in power, however; it suggested that a leader’s personal interests actually cannot be misaligned with those of the people they were elected to serve."], "authors": ["Justin Sherman", "Justin Sherma"], "keywords": ["mark", "campaign", "votes", "state", "lawsuits", "president", "ballot", "bogus", "trump", "legal", "autocrat", "election", "official", "twitter", "trumps"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}