{"id": "cefd1970-ec8f-31e3-99c3-8d38f7d8f47c", "title": "Long-lost 'Little Red' 1967 Mustang Shelby GT500 worth millions recovered and restored", "url": "http://www.foxnews.com/auto/little-red-1967-mustang-shelby-gt500", "summary": "Little Red is back from the dead.\nA long-lost experimental 1967 Ford Mustang Shelby GT500 EXP that was discovered rotting away in a field nearly two years ago has been fully restored and put on display at the Barrett-Jackson auction in Scottsdale, Ariz.\nInstead of being sent to the crusher, the car, affectionately known as Little Red, was shipped to a Colorado Ford dealer and sold to a customer with no mention of its unusual history.\nJackson hasn’t yet said what’s under the hood today, but will be revealing that and the entire history of Little Red in a documentary that’s currently in production.\nFOX NEWS AUTOS TESTED -- 2020 MUSTANG SHELBY GT500:", "paragraphs": ["Little Red is back from the dead.", "A long-lost experimental 1967 Ford Mustang Shelby GT500 EXP that was discovered rotting away in a field nearly two years ago has been fully restored and put on display at the Barrett-Jackson auction in Scottsdale, Ariz.", "The vehicle was used by legendary car builder Carroll Shelby to develop parts for his high-performance models and its style inspired the 1968 California Special Mustang before it was returned to Ford to be discarded, as prototypes often are.", "But it turns out this one never was. Instead of being sent to the crusher, the car, affectionately known as Little Red, was shipped to a Colorado Ford dealer and sold to a customer with no mention of its unusual history.", "After driving it for a few years, he resold it to a man in Wyoming who later moved with it to Texas, where it eventually broke down, had parts stolen from it and ended up left on his cousin’s property in the town of Weatherford.", "Barrett-Jackson CEO Craig Jackson tracked it down while doing research on another experimental Shelby he has owned for over 15 years that’s nicknamed “The Green Hornet.” The Green Hornet and Little Red are the only GT500-style cars Shelby built using notchback-roof Mustangs instead of the familiar fastback design.", "To put into perspective just how special these cars are, Jackson placed the Green Hornet up for auction in 2013 and received a high bid of $1.9 million, which was below his reserve price so he decided to keep it.", "While many had failed to find Little Red before him, Jackson and classic car specialist Jason Billups realized that everyone had been searching for the vehicle using its Shelby-issued serial number rather than the Ford VIN. Once they figured that out, finding where it was last registered was no problem at all.", "Although Shelby modified the car several times during testing, Jackson worked with Ford and Mustang researchers to bring it back to what’s considered its ideal form, which includes a split hood scoop, side scoops, black vinyl roof and a unique independent rear suspension.", "CLICK HERE TO GET THE FOX NEWS APP", "During its time with Shelby, the car had several different engines installed, including supercharged and twin-supercharged 428 V8s, but didn’t have one at all when Jackson found it.", "Jackson hasn’t yet said what’s under the hood today, but will be revealing that and the entire history of Little Red in a documentary that’s currently in production.", "Little Red and The Green Hornet will be parked next to each other at the auction through Jan. 19, and bookended by two 2020 Ford Mustang GT500s that Jackson also owns and had painted a custom red and green to match.", "The new green one is a historic car in its own right, as it was the first 2020 GT500 built and bought by Jackson at a charity auction last year for $1.1 million.", "FOX NEWS AUTOS TESTED -- 2020 MUSTANG SHELBY GT500:"], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor. Follow Him"], "keywords": ["hornet", "little", "gt500", "millions", "ford", "car", "mustang", "auction", "restored", "worth", "recovered", "green", "jackson", "shelby", "longlost", "red"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}