{"authors": ["Evie Fordham"], "title": "UAW official begins leave of absence following corruption charges", "url": "https://www.foxbusiness.com/industrials/uaw-vance-pearson-corruption-leave-of-absence", "summary": "A Missouri-based official at the United Auto Workers who was charged with corruption last month has stepped away from the national organization.\nContinue Reading BelowUAW officials said in a statement that Vance Pearson of St. Charles, Missouri, began his leave of absence Thursday.\nOfficials did not give a reason for Pearson's leave of absence or say if he would still be getting paid.\nJones' former deputy Danny Trull and retired UAW Secretary-Treasurer Gary Casteel have reportedly given investigators information about union leaders covering up more than $1 million in expenses for personal luxuries.\nTrull retired in 2015, while Casteel stepped down in 2018.", "keywords": ["begins", "region", "following", "st", "federal", "national", "charges", "uaw", "stepped", "pearsons", "union", "trull", "retired", "leave", "absence", "corruption", "official"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["A Missouri-based official at the United Auto Workers who was charged with corruption last month has stepped away from the national organization.", "Continue Reading Below", "UAW officials said in a statement that Vance Pearson of St. Charles, Missouri, began his leave of absence Thursday.", "Pearson is the director of UAW's Region 5, which covers thousands of union members in more than a dozen states. The organization’s national office in Detroit will oversee the region in Pearson’s absence.", "Officials did not give a reason for Pearson's leave of absence or say if he would still be getting paid.", "Pearson is accused of embezzlement, fraud, filing false reports and conspiracy. He is the 10th person charged in an investigation of the Detroit-based union’s finances.", "He was arrested Thursday and appeared in federal court in St. Louis.", "Meanwhile, two former UAW bigwigs are cooperating with a federal investigation into union president Gary Jones for embezzlement, The Detroit News reported on Thursday, citing federal court records and six sources familiar with the investigation.", "Jones' former deputy Danny Trull and retired UAW Secretary-Treasurer Gary Casteel have reportedly given investigators information about union leaders covering up more than $1 million in expenses for personal luxuries. Trull retired in 2015, while Casteel stepped down in 2018.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "FOX Business' Ann Schmidt and The Associated Press contributed to this report."], "pubDate": null, "id": "cf2ae11b-cf35-3a84-a478-1f8b3f76c4de"}