{"url": "https://www.barrons.com/articles/netflix-stock-subscribers-streaming-service-disney-apple-survey-51576698711?mod=hp_minor_pos17", "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "cf50d4e3-8d03-3205-823e-9833a190d58d", "paragraphs": ["Text size", "About 65% of early Disney+ subscribers said they don’t see the service as a replacement for Netflix.", "Netflix (ticker: NFLX) stock has been volatile since Walt Disney (DIS) and Apple (AAPL) announced plans to enter the online streaming space. With the debut of Disney+ and Apple TV in November, investors are worried that Netflix subscribers might reconsider their membership now that more—and potentially better—options are on the market. A recent survey suggests not yet.", "Bank of America Securities conducted a survey of more than 1,000 U.S. consumers after the introduction of Disney+, and the results are encouraging for Netflix.", "About 65% of early Disney+ subscribers said they don’t see the service as a replacement for Netflix, and most said they haven’t reduced their use of Netflix. Around 6.5% of users of both Disney+ and Netflix said they planned to cancel Netflix, but analyst Nat Schindler suggests that the sample might be skewed toward Disney’s fan base and target audience—families with children—because, well, they subscribed right after the debut.", "That doesn’t mean Netflix should stop worrying. New competitors might have an effect on Netflix’s revenue in a more subtle way than simple subscriber defections. Already, 12% of Netflix users said they were canceling the subscription periodically, based on what content is offered, and 7% said they were using someone else’s account. On the one hand, that means there is room for Netflix to add U.S. subscriptions. On the other hand, if the content offering from Disney+ and Apple TV appears more attractive, the behaviors described in the survey might happen more often.", "Editor's Choice", "Because it was first, Netflix enjoys a huge advantage in online streaming—87% Disney+ subscribers already had Netflix, according to the survey. Still, Disney’s ability to grab consumers not using Netflix suggests there are untapped areas of the market.", "Looking forward, Netflix might see more subscribers walking away as they join Disney+. But based on the survey results, Schindler thinks that impact should be modest and limited. Plus, with the U.S. market highly saturated, Netflix has already shifted its focus to the international markets.", "In a filing on Monday to the Securities and Exchange Commission, Netflix for the first time disclosed the geographic distribution of its business. While the U.S. and Canada are its largest market, with 67 million subscribers as of September, data suggest the company is relying more on international markets for growth.", "For the first nine months of 2019, Netflix added 9.5 million subscribers in the Europe, Middle East and Africa region, 3.3 million in Latin America, and 3.9 million in the Asia-Pacific region. The U.S. and Canada market saw growth of 2.4 million. The company is investing heavily in original content targeting other regions and introduced a mobile-only streaming plan in some markets, including India and Malaysia.", "Netflix shares jumped 3% Wednesday afternoon to $324.92, while the S&P 500 was up 0.1%. Year to date, the stock has gained 20.3%, trailing the S&P 500’s 27.5% gain.", "Write to Evie Liu at evie.liu@barrons.com"], "authors": ["Evie Liu"], "title": "Netflix Stock is Rising Because Disney+ Isn’t Stealing the Show", "keywords": ["subscribers", "apple", "disney", "netflix", "content", "million", "65", "suggests", "market", "stealing", "survey", "isnt", "stock", "rising"], "summary": "Text sizeAbout 65% of early Disney+ subscribers said they don’t see the service as a replacement for Netflix.\nNetflix (ticker: NFLX) stock has been volatile since Walt Disney (DIS) and Apple (AAPL) announced plans to enter the online streaming space.\nAbout 65% of early Disney+ subscribers said they don’t see the service as a replacement for Netflix, and most said they haven’t reduced their use of Netflix.\nEditor's ChoiceBecause it was first, Netflix enjoys a huge advantage in online streaming—87% Disney+ subscribers already had Netflix, according to the survey.\nStill, Disney’s ability to grab consumers not using Netflix suggests there are untapped areas of the market."}