{"id": "cf5d67d7-8867-3e52-93a4-b3ab211c3276", "title": "Artist Masha Reva Looks Back at an Unexpected, Creative Summer in Rural Ukraine", "url": "https://www.vogue.com/article/artist-masha-reva-looks-back-at-an-unexpected-creative-summer-in-rural-ukraine", "summary": "One of her clearest memories is of her parents returning every holiday bearing gifts of their own making.\n“My mom would bring me sketches, and my dad would create small sculptures out of clay,” Reva says.\n“When I graduated I got a job offer in fashion design, but it felt weird,” Reva adds.\nBut like so many around the world, with the onset of the pandemic at the beginning of the year, her plans abruptly changed.\nWhile on holiday with her boyfriend and parents in Mexico, restrictions were imposed that left them stuck there for most of the spring.", "paragraphs": ["During artist Masha Reva’s early years in the Ukrainian city of Odessa, she spent much of her time living with her grandmother Valya while her mother and father lived in St. Petersburg, completing their studies in fashion design and fine art respectively. One of her clearest memories is of her parents returning every holiday bearing gifts of their own making. “My mom would bring me sketches, and my dad would create small sculptures out of clay,” Reva says. “I never had any plans to become an artist myself though, and I was even scared to think about it as I assumed it was something really serious because it’s what my dad did.”", "The creative gene ran too deep to ignore: At the age of 17, Reva moved to Kyiv to begin her studies in fashion design at the National University of Technology and Design—“I thought fashion design felt less serious somehow,” she explains—and then moved to London’s Central Saint Martins to complete a masters degree. Somewhere along the way, however, she found herself pulled back to a more purely artistic path. “When I graduated I got a job offer in fashion design, but it felt weird,” Reva adds. “I should have been so happy because it was my big dream, but then when it happened, I was sitting there and thinking, I'm not quite sure this is what I wanted to do.”", "For the past few years, Reva has found a happy medium. Based in Kyiv, she’s been working on her own fine art projects while traveling regularly for brand collaborations with the likes of Jacquemus, Rachel Comey, and Kara. But like so many around the world, with the onset of the pandemic at the beginning of the year, her plans abruptly changed. While on holiday with her boyfriend and parents in Mexico, restrictions were imposed that left them stuck there for most of the spring. With the slower pace of life imposed on her, and the significant amount of time she spent with her parents as a result, she notes that a new kind of bond was formed."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["rural", "spent", "plans", "reva", "design", "artist", "studies", "summer", "parents", "fashion", "looks", "unexpected", "creative", "serious", "masha", "moved", "kyiv", "ukraine"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}