{"id": "cfc61d53-a578-3bb4-a1ba-429b2a31e0d0", "title": "12,000 Feet Up, With a Storm Coming In", "url": "https://www.nytimes.com/interactive/2020/09/23/magazine/jimmy-chin-grand-teton.html", "summary": "The Voyages Issue 12,800 feet Photo by Jimmy Chin The Voyages Issue 12,928 feet Photo by Jimmy Chin Up, Up and Away From It AllA climb in the Tetons with Jimmy Chin, Conrad Anker, Savannah Cummins and Manoah Ainuu.\nThe Voyages Issue 11,600 feet Conrad Anker (left) and Jimmy Chin between Teewinot Mountain and Mount Owen.\nManoah Ainuu before a rappel off the East Prong, between Teewinot Mountain and Mount Owen.\nSnowing really hard.”The Voyages Issue 12,700 feet Conrad Anker between Mount Owen and the Grand Teton.\nThe Voyages Issue 11,600 feet Setting up tents on the Lower Saddle.", "paragraphs": ["The Voyages Issue 12,800 feet Photo by Jimmy Chin The Voyages Issue 12,928 feet Photo by Jimmy Chin Up, Up and Away From It All", "A climb in the Tetons with Jimmy Chin, Conrad Anker, Savannah Cummins and Manoah Ainuu.", "In early March, Jimmy Chin, a professional photographer and mountaineer, finished back-to-back work trips — climbing in Antarctica, filming in Chile — and flew home to Wilson, Wyo. He was in the midst of plotting the rest of a typically peripatetic year, with trips to Thailand, New Zealand, London and Mexico, when the pandemic hit. “Longest I’ve been home in 20 years,” Chin, who is 46, said recently. He made do, editing a book of his photographs and running nearby trails, skiing in the backcountry and racing up and down the Grand Teton, a 13,775-foot peak that figures on the life lists of most amateur climbers. “I was trying to figure it out the other day,” Chin said, when asked how many times he’d climbed the Grand. “I’ve got to be up in like 50, 60, 70 times.” Central to the mountaineer’s life — its curse and gift — is an itch for struggle, and a willingness to scratch it that Mo Anthoine, a great British climber, called “feeding the rat.” By early September, when Chin still couldn’t leave the country, he got to thinking about one of the biggest objectives in his home range. Known as the Grand Traverse, this 17.9-mile romp along the Tetons’ most thrilling skyline offers roughly 12,000 cumulative feet of climbing on seven major summits. It takes ultrafit regular folks three days with guides. Elite athletes like Chin do it on the regular as extreme training — current speed record, 6:30:49 — for Alaska and the Himalayas. “I did it a stack of times 20 years ago,” Chin told me. Back then, he’d just come home from the Karakoram, a mountain range in Asia, and the Grand Traverse felt surprisingly easy.", "The Voyages Issue 11,600 feet Conrad Anker (left) and Jimmy Chin between Teewinot Mountain and Mount Owen. Conrad Anker (left) and Jimmy Chin between Teewinot Mountain and Mount Owen. Photo by Savannah Cummins", "‘A lot of times it’s just pure suffering. But you can look back and feel the growth.’ — Savannah Cummins", "The Voyages Issue 11,800 feet Manoah Ainuu before a rappel off the East Prong, between Teewinot Mountain and Mount Owen. Manoah Ainuu before a rappel off the East Prong, between Teewinot Mountain and Mount Owen. Photo by Jimmy Chin", "Chin is a filmmaker — he and his wife, Elizabeth Chai Vasarhelyi, won an Academy Award in 2019 for directing the documentary “Free Solo,” about Alex Honnold’s climb of El Capitan in California’s Yosemite National Park — and he shoots and climbs for the North Face. He invited three other North Face athletes to join him — to do that thing they all do, for no better reason than the joy it brings — on the Grand Traverse, an excuse to breathe hard up high, move over stone in the sky, suffer enough to feel good later. Chin’s team included Manoah Ainuu, a 25-year-old ice climber originally from Los Angeles who now works in a restaurant in Bozeman, Mont.; Savannah Cummins, who is 28 and climbs full time while living out of a van; and Conrad Anker, an internationally respected 57-year-old mountaineer, also based in Bozeman, who has joined Chin on so many expeditions that, while side by side in a tent recently, Chin on the left and Anker on the right as usual, Anker finally asked, “What side of the bed do you sleep on at home?” From Here is a collection of visually immersive stories that explore how communities are gathering in a time of unprecedented change. Read more in this series Everyone committed for Sept. 6 to 10. They gathered at Chin’s place and were about to start when forecasters called for a storm on the 7th. Nonpros might have canceled, but, well, “It was the classic thing of like, ‘Let’s just go up there, and we’ll make the right decisions,’” Chin said.", "The Voyages Issue 13,800 feet A view of the Grand Traverse from Teewinot Mountain. A view of the Grand Traverse from Teewinot Mountain. Photo by Jimmy Chin", "‘You can only get this in the alpine salon.’ — Jimmy Chin", "The Voyages Issue 11,800 feet Manoah Ainuu crossing onto the flanks of Mount Owen, with Jimmy Chin perched above. Manoah Ainuu crossing onto the flanks of Mount Owen, with Jimmy Chin perched above. Photo by Savannah Cummins", "At a trailhead 30 minutes from Chin’s home, the four of them hiked and, at times, scrambled with hands and feet up a steep trail 5,593 vertical feet to the summit of Teewinot Mountain, an imposing 12,325-foot granite peak with views north into Yellowstone National Park. (Porters brought tents and cooking gear to the team’s first planned campsite to offset the weight of the climbers’ camera equipment.) A quick descent off the far side led to what Cummins calls “a really mellow trail” that was “very beautiful for like an hour or so.” That trail ran out, unfortunately, in a mazelike realm of shattered cliffs and piled-up boulders where Chin discovered that his memory of the route had, as he put it, “eroded significantly.” Briefly lost among small rock towers, shimmying across ledges, some slick with ice, they walked carefully atop knife-blade ridges. Any given move was easy enough, but steep drop-offs on both sides focused the mind — as did the looseness of nearly every rock they touched. Cummins found her thoughts swirling: Earlier in the year, her climber boyfriend fell to his death in Mexico; she flew down to recover his body with the help of a Mexican military helicopter. Speaking of that first day on the Grand Traverse, she said: “We were in terrain where if you pulled a rock out, you would fall and die. I think having gone through that rescue process — I wouldn’t want anyone to deal with that.”", "The Voyages Issue 12,800 feet Savannah Cummins looking over Teewinot Mountain and Mount Owen. Savannah Cummins looking over Teewinot Mountain and Mount Owen. Photo by Jimmy Chin", "‘The Grand Traverse encompasses all of the skills — navigating, climbing on loose rock, roping up and using gear.’ — Savannah Cummins", "The Voyages Issue 12,600 feet Conrad Anker (left), Manoah Ainuu and Savannah Cummins on Mount Owen. Manoah Ainuu and Savannah Cummins on Mount Owen. Photo by Jimmy Chin", "Next came Mount Owen, a 12,928-foot peak steep enough to demand genuine rock climbing — free solo in this case, unroped in specialized sneakers and backpacks, but mostly on what climbers would describe as “good rock,” solid and hard enough that it won’t crumble under a climber’s body weight — “Way more preferable,” as Chin put it, “than scrapping around on what I call vertical kitty litter.” On the steep north ridge of the Grand Teton, on Day 2, everyone roped up and belayed one another. Cold pink fingers gripped hard rock, arms and legs moved precisely without thought, lungs filled and refilled with sky and cloud — each move absorbing enough to silence the mental chatter, never hard enough to frighten, at least not in a bad way. That’s also when foul weather rolled in. But they were 600 feet below the summit when they saw a “sucker hole of sunshine,” as Cummins put it — a deceptive patch of blue sky, falsely suggesting that the storm might go easy on them. They kept climbing. But flurries of wet snow soon soaked the rock and all four climbers. Chin and Anker kicked around the idea of leaving their packs and making a dash for the summit. But as brave young climbers are often told, “There are old climbers and bold climbers but no old bold climbers.” No need to risk everything at 13,000 feet on rock now icing over. They made a quick retreat off the Grand to the so-called Lower Saddle, 11,600 feet. By the time they got there, Chin said: “It is nuking. Like, properly nuking. Snowing really hard.”", "The Voyages Issue 12,700 feet Conrad Anker between Mount Owen and the Grand Teton. Conrad Anker between Mount Owen and the Grand Teton. Photo by Jimmy Chin", "‘I would be very comfortable if you said it was gusting 60 because I think it was probably gusting 70.’ — Jimmy Chin", "The Voyages Issue 13,400 feet Savannah Cummins descending the Owen-Spalding route on the Grand Teton. Savannah Cummins descending the Owen-Spalding route on the Grand Teton. Photo by Jimmy Chin", "They pitched tents while the wind was, as Chin put it, “fully blowing sideways. I would be very comfortable if you said it was gusting 60 because I think it was probably gusting 70.” They were shivering in wet sleeping bags, and ice was forming inside tents. “I know it’s a real storm,” Chin said, “when I’m falling in and out of sleep and taking stock of, like: ‘OK, my headlamp’s over here. Gloves are over there. When the tent poles snap, you know where everything is, and it’s going to be really unpleasant.’” It is an oddity of human nature, though, discoverable only through experience, that a happy, vibrant aliveness comes from what Chin calls “feeling the bite” — titrated danger, discomfort — and Anker, “the anvil,” that hard surface against which nature hammers us into a more resilient relationship to our own tenderness.", "The Voyages Issue 11,600 feet Setting up tents on the Lower Saddle. Setting up tents on the Lower Saddle. Photo by Jimmy Chin", "‘The emotion and the connectivity you have with other humans is the same whether you do it in the Karakoram or the Tetons.’ — Conrad Anker"], "authors": ["Photographs Jimmy Chin", "Photographs By", "Jimmy Chin"], "keywords": ["12000", "jimmy", "issue", "savannah", "coming", "storm", "chin", "anker", "feet", "owen", "grand", "mount", "voyages"], "pubDate": "2020-09-23T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}