{"keywords": ["american", "airlines", "fuel", "case", "means", "flights", "passengers", "flyers", "tickets", "extra", "weight", "weighing"], "url": "https://www.economist.com/gulliver/2019/05/03/the-case-for-weighing-passengers-before-flights", "summary": "Yet would the idea to charge passengers according to their weight be one extra fee too far?\nSome would cynically see it as simply a means of charging larger passengers extra.\nYet weighing passengers used to be the norm, particularly in the early days of aviation.\nFrom there comes the temptation for airlines to start weighing passengers again.\nIn 2016 Hawaiian Airlines announced that it would assign seats on flights to American Samoa based on passengers’ weights, to ensure even distribution.", "title": "The case for weighing passengers before flights", "authors": ["A.W.", "Washington", "The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "d003d931-3146-3574-81a9-ae44495b7288", "paragraphs": ["A FAVOURITE PASTIME of air passengers is to moan about all the extra fees that airlines have introduced in recent years. First came charges for stowing baggage in the hold, then more for in-flight food, allocated seating and even for using the overhead lockers. Yet would the idea to charge passengers according to their weight be one extra fee too far?", "This is exactly what could be done with a proposal from Fuel Matrix, a British firm, to weigh passengers before boarding a flight. The company is currently in talks with several airports about “discreet” ways to introduce weighing technology. According to the company’s chief executive, Roy Fuscone, flyers’ weights will be stored in the same secure system as facial-recognition data, another technology some airports are trying out to eliminate the need for paper tickets at boarding gates.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Such an approach could easily go down very badly with some flyers. Some would cynically see it as simply a means of charging larger passengers extra. And it would culturally grate in some parts of the world, such as America, where “fat shaming” is socially unacceptable. (For example, when “Thomas the Tank Engine”, a British children’s television programme, was dubbed into American English, the name of an obese character called the “Fat Controller” had to be changed because it was regarded as too rude for American youngsters).", "Yet weighing passengers used to be the norm, particularly in the early days of aviation. Before the second world war, most passengers in America and Europe were weighed before take-off and charged more for extra heft (see picture). This was because early planes were smaller and had strict weight limits. For instance, on the inaugural flight of the Boeing 247 airliner in 1933, from San Francisco to New York, the plane could not carry more than 16,805 pounds (7,621kg) including fuel. So the ten passengers with tickets had to get on the scale, as did and their flight attendant, who could not weigh more than 135 pounds.", "That practice was phased out as airlines began to rely on broad guidelines to estimate how much passengers weighed. But to be on the safe side, that means airlines carry much more fuel than they need to for each passenger. Airline executives reckon that carrying all that extra unnecessary kerosene around itself burns a surprising amount of fuel. That not only pushes the cost of tickets up, but also means that far more emissions are produced than is needed.", "From there comes the temptation for airlines to start weighing passengers again. In 2013 Samoa Air in the Pacific began to charge passengers according to their weight. In 2015 Uzbekistan Airways started measuring how heavy flyers were for safety reasons. But predictably, the practice has got some airlines a lot of flak from their passengers. In 2016 Hawaiian Airlines announced that it would assign seats on flights to American Samoa based on passengers’ weights, to ensure even distribution. Samoans, who have some of the world’s highest obesity rates, accused the policy of being racially discriminatory against the group. They filed complaints with American regulators, who ultimately sided with the airline. Even so, there may be a reason why Michael O’Leary of Ryanair, Europe’s biggest low-cost carrier and a pioneer of charging passengers extra for anything he could, threatened to charge fat people extra a decade ago—and then never went ahead with his threat."], "pubDate": null}