{"id": "d0291aee-35bf-3caf-8541-e8e66f46cb00", "title": "Sony Confirms PS5 Launch Will Be Online Only", "url": "https://www.gameinformer.com/2020/11/05/sony-confirms-ps5-launch-will-be-online-only", "summary": "Because of that, many interested in diving into next gen at launch were left wanting and hoping for another wave of online pre-orders or in-store stock.\nWhile more pre-orders have been happening, Sony has confirmed that all launch day purchases will be online only.\nSenior Director of Sony Interactive Entertainment Communications Sid Shuman took to the PlayStation Blog to provide a launch day update.\nIn the post, Shuman clarifies that all launch day purchases must be online.\nThe Sony representative reiterated that no consoles will be available for in-store purchasing on launch day, which is November 12 for most, November 19 for others.", "paragraphs": ["The PlayStation 5 pre-orders came and went faster than most of what our loading screens could manage. Because of that, many interested in diving into next gen at launch were left wanting and hoping for another wave of online pre-orders or in-store stock. While more pre-orders have been happening, Sony has confirmed that all launch day purchases will be online only. Bright side? That means no camping out hoping to scoop one up in person during a global pandemic.", "Senior Director of Sony Interactive Entertainment Communications Sid Shuman took to the PlayStation Blog to provide a launch day update. In the post, Shuman clarifies that all launch day purchases must be online. \"The launch of the PlayStation 5 console on November 12 (or November 19, depending on your region) is almost upon us! In the interest of keeping our gamers, retailers, and staff safe amidst COVID-19, today we are confirming that all day-of launch sales will be conducted through the online stores of our retail partners.\"", "The Sony representative reiterated that no consoles will be available for in-store purchasing on launch day, which is November 12 for most, November 19 for others. \"Be safe, stay home, and place your order online,\" they urge.", "For those that have pre-ordered their systems for an in-store pickup, those pre-scheduled appointments will still be valid at most retailers under each store's safety protocols. It's advised for all that opted into this option to call their retailer to confirm pickup is scheduled as planned.", "The wait for next gen is almost over with the PlayStation 5 arriving on November 12 and the Xbox Series X/S arriving a few days earlier on the 10th. Are you excited to see what a new generation of gaming has to offer? Sound off with your thoughts in the comment section below!", "[Source: PlayStation]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["confirms", "sony", "instore", "playstation", "shuman", "ps5", "launch", "online", "12", "preorders", "stores", "day"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}