{"paragraphs": ["(CNN) — Turns out money doesn't just buy a glamorous vacation in the Caribbean or a killer suite in Quebec -- it can buy residency too.", ", the world's most elite travelers don't bother standing in line at immigration counters. While British citizens are rushing to claim Irish passports ahead of the UK's proposed Brexit on October 31the world's most elite travelers don't bother standing in line at immigration counters.", "Instead, they enlist in citizenship by investment programs (CIPs), where investing in a country's economy can grant easy access to more powerful passports.", "It's a controversial but flourishing industry. On October 4, one of the most highly anticipated new programs, Montenegro, announced that it was accepting applications.", "This little Mediterranean nation, known for its dramatic mountainscapes and scenic coastal towns, is offering 2,000 applications the opportunity to pocket a passport.", "The cost? Applicants need to invest a minimum of $274,000 in development projects.", "They must also pay a fee of 100,000 euros per application, which will fund growth in underdeveloped areas.", "\"Generally CIPs draw individuals from countries whose passports offer very limited abilities to travel, such as China, Russia, and Middle Eastern countries,\" Nuri Katz, founder of international financial advisory firm Apex Capital Partners , told CNN Travel in 2017.", "\"Most of the individuals making these types of investments are high net-worth entrepreneurs with net worths of about $2- to $15 million.\"", "How CIPs came to be", "Montenegro is the newest country to introduce a citizen by investment program. Courtesy Anisha Shah", "London-based Henley & Partners citizenship planning consultancy named Japan and Singapore the most desirable passports in the world in its 2019 Passport Index thanks to their visa-free or visa-on-arrival access to 190 jurisdictions.", "For those holding a less coveted passport, CIPs offer an alternative.", "The legal framework enables foreigners to acquire door-opening passports by making large financial contributions, usually in infrastructure development or government bonds.", "The concept began in 1984, when St. Kitts and Nevis -- a two-island nation in the Caribbean -- introduced the original CIP. The practice became more popular in 2009, when the country began heavily marketing its opportunities.", "\"The St. Kitts and Nevis program is the oldest in existence, so it is considered to be the platinum standard,\" Katz said.", "\"There are lots of CIPs in the Caribbean, because they simply need the money and don't have many other resources that they can use to attract foreign direct investment.\"", "Over the years, such programs have become more standard in developed countries as well -- the United States, Canada and the United Kingdom offer versions, as do a few countries in Europe.", "Austria, Antigua and Barbuda, Malta, Cyprus and Dominica all actively market versions of CIPs and, Katz said, \"Many more countries are considering adopting such programs. For example, Georgia and Kazakhstan are working on creating programs, and several other countries in the Balkans are considering them.\"", "How it works", "Two-island nation St. Kitts and Nevis introduced its CIP program in 1984. Apex Capital Partners", "In 2017, Katz estimated that around 5,000 people per year were acquiring citizenship abroad through CIPs.", "Katz himself is one of them. Originally an American citizen, the entrepreneur acquired citizenships in Israel and Canada where he lived for long periods. Later, he obtained a St. Kitts and Nevis citizenship through a real estate investment.", "He is also a citizen of Antigua, because he purchased a home -- where he now resides with his family.", "\"I pursued citizenship in Antigua because I found a good school there for my son,\" he says.", "\"When I bought the house, I realized that attaining citizenship was a smarter decision than getting a residence permit that would require constant renewals.\"", "It might seem easy to shell out the money and stock up on passports, but the rigorous application processes can take months -- if not years.", "Related content Which passports offer the most freedom to roam?", "Typically, applicants will undergo thorough financial and criminal evaluations to ensure the money has been earned legally, prior to residency or citizenship being approved.", "Perhaps unsurprisingly, the US CIP program is among the most difficult to obtain. Applicants must fulfill a five-year residence requirement before being eligible to apply for citizenship -- which is not guaranteed.", "\"All nationalities are eligible for the investor immigration program in the US -- most applicants are from China, but many are from Iran, Nigeria, Russia, Mexico and Egypt,\" says Katz.", "\"It can take years for residency to be approved.\"", "The best passports", "l e v a r t", "CIPs range from $100,000 in the island of Dominica to a minimum of $2.15 million in Cyprus -- and the best passports, in terms of mobility, tend to be the most expensive.", "\"Cyprus is among the most expensive for a number of reasons. For one, the right to live in Europe is considered to be of high value,\" explained Katz.", "\"Additionally, the investment in Cyprus is in real estate and there is a feeling amongst investors that the Cyprus real estate market is well priced and that investing there can lead to good returns.\"", "The Mediterranean nation is also prized for its easy access to EU residency, quick processing times and relatively fuss-free documentation.", "Other popular passports include Portugal, where the country's Golden Visa Program provides a two-year residency permit and a fast-track to citizenship, extending the courtesy to immediate family.", "The fee? Wannabe residents must purchase real estate valued at $550,000 (or $384,000 reduced option, which means investing in approved real estate that requires renovation).", "Meanwhile, countries such as Antigua and Barbuda, in the Caribbean, are cheaper -- with just a $100,000 contribution into its National Development Fund required.", "Why do it?", "If you're already scoping property in Cyprus or Portugal, a CIP is like a two-in-one deal.", "You'll walk away with a chunk of ownership in a new five-star resort, as well as a new passport.", "There are professional benefits as well. A business traveler with a politically problematic passport might not have time to waste waiting weeks, or months, for expensive visas to be approved.", "Instead, he or she might feel it's a worthwhile investment to purchase $560,000 in government bonds in Bulgaria and enjoy seamless travel to 170 jurisdictions -- in turn making travel significantly more efficient.", "\"Business travelers need the ability to be highly mobile and not be restricted by requesting visas to all the countries that they need to travel to,\" said Katz.", "\"For example, without ease of travel, a Chinese person who needs to go on business to Paris and London must first go to the French embassy and request a visa, and then to the British embassy to do the same thing.\"", "Keeping options open", "German passports are the most powerful, giving residents access to 177 countries without a visa. Alex Grimm/Getty Images", "For US passport holders, for example, a second passport might come in handy if an American is traveling to an unstable country or desires to live and work in Europe.", "Americans can hold multiple passports, but if they want to avoid US taxes -- or double-taxation, for those living abroad -- they must renounce their citizenship.", "\"Many find it frustrating that America taxes its citizens even if the person lives abroad, making it one of only two countries to do so,\" said Katz. (Etrirea is the other one.)", "\"Taking on an alternate citizenship allows you to give up American citizenship and stop paying taxes.\"", "Likewise, wealthy families with a restrictive Middle East passport, for example, might choose to invest in a passport from Dominica so they can save time and travel the world more freely.", "Or they might consider the investment a sort of security blanket -- a back-up plan in case of sanctions, war, or natural disasters.", "\"It's considered somewhat of an insurance policy among the many high-net-worth individuals who believe in both financial diversification, as well as diversification in terms of citizenship,\" he adds.", "\"It is something that gives a certain amount of protection against a dark day that could one day occur.\"", "The ultimate status symbol", "There are some who simply collect passports like they would any other status symbol, from cars to summer homes.", "\"It shows that one has reached a certain financial level that allows them to invest in a second citizenship,\" said Katz.", "\"Like buying an expensive car, it serves a purpose but it also shows that one can afford it.\"", "The only high-net-worth group who's not collecting passports? Billionaires.", "\"Billionaires usually will have taken care of these issues when they are still 'simple' millionaires,\" said Katz.", "\"It is generally something that they start thinking about when they reach a net worth of a million or two.\"", "The price of CIPs", "The upsides of CIPs provide economic support for capital-starved countries and personal perks for investors. But they're not without controversy.", "Kate Hooper, an associate policy analyst at the Washington DC-based think tank Migration Policy Institute's International Program, says the mixed reception of these programs involves a government's commitment to tracing income sources.", "\"The exact due diligence procedures tend not to be publicly disclosed, and numerous reports have raised concerns about how effective these processes actually are at screening people and rooting out dirty money,\" says Hooper.", "\"Over the years, there have been a handful of cases where citizenship has been granted to people without proper screening.\"", "Another issue, she says, is that CIPs put a clear price on residency rights.", "\"For example, the optics of selling EU citizenship prompted the EU to oppose Malta's CIP when it was introduced, only backing down when Malta agreed to add a number of additional conditions on granting citizenship, such as minimum residency requirements.\"", "Unintended side effects", "Some experts also express concern about economic and political side effects.", "George DeMartino, a professor of international economics and ethics at the University of Denver, suggested CIPs could cause unintended side effects.", "\"These programs do not ensure a win-win solution to the problem of capital scarcity in poorer countries,\" DeMartino said in a 2017 interview.", "\"They are just as apt to represent beggar-thy-neighbor strategies -- and this problem is exacerbated when the country with the CIP is relatively wealthy and the investors come from relatively low-income countries,\" said DeMartino.", "There is also a potentially more serious problem, he says, which involves politics.", "\"Programs such as these threaten to diminish political fraternity by affording special privileges to the already privileged,\" explained DeMartino."], "id": "d0793486-5a4b-39a7-8245-5191ef0e4326", "url": "https://edition.cnn.com/travel/article/multiple-passports-citizenship/index.html", "title": "Want multiple passports? These nations will sell you one. It's called CIP.", "authors": [], "keywords": ["passports", "programs", "sell", "cip", "countries", "passport", "called", "nations", "program", "citizenship", "multiple", "cips", "travel", "residency"], "pubDate": null, "summary": "Instead, they enlist in citizenship by investment programs (CIPs), where investing in a country's economy can grant easy access to more powerful passports.\nFor those holding a less coveted passport, CIPs offer an alternative.\nThe concept began in 1984, when St. Kitts and Nevis -- a two-island nation in the Caribbean -- introduced the original CIP.\nHow it worksTwo-island nation St. Kitts and Nevis introduced its CIP program in 1984.\nPerhaps unsurprisingly, the US CIP program is among the most difficult to obtain.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}