{"id": "d08dfcd0-925a-338e-92ec-83ba0193b0cb", "title": "“Relentless Absurdity”: An Army Photographer’s Censored Images", "url": "https://www.newyorker.com/culture/photo-booth/relentless-absurdity-an-army-photographers-censored-images", "summary": "“I wanted them to feel the murderous heat and arbitrary death and relentless absurdity that came with my job,” Brody writes.\nThe effort failed: “No one stopped eating during my talk, and when I was done they clapped a little.” With “Attention Servicemember,” Brody tries again.\nOthers were made available on the Defense Visual Information Distribution Service, or DVIDS, a clearinghouse for military images and videos, operated by the Pentagon.\n“Attention Servicemember” has no narrative, because, from the perspective of an American infantryman in Baghdad, the war had none.\nThere is only doctrine, down to the smallest detail.” By the time we reach the end of “Attention Servicemember,” there is no doctrine.", "paragraphs": ["In his new book, “Attention Servicemember,” Ben Brody recounts being sent to a Rotary Club luncheon near Fort Stewart, Georgia, to present a slide show of pictures he had taken as an Army combat photographer in Iraq. Brody’s mandate overseas had been “to photograph the war in a way that justified its existence and exaggerated its accomplishments.” At the luncheon, however, he found himself telling the Rotarians about an American soldier killed by friendly fire and showing them images of night raids and executions. “I wanted them to feel the murderous heat and arbitrary death and relentless absurdity that came with my job,” Brody writes. The effort failed: “No one stopped eating during my talk, and when I was done they clapped a little.” With “Attention Servicemember,” Brody tries again. This time, he will make you stop eating. He might make you stop breathing and blinking.", "Brody enlisted in the U.S. Army in 2002, when he was twenty-two years old, not because he supported the impending invasion of Iraq—even then he was “skeptical”—but because he wanted to photograph it. He spent twenty-seven months in Iraq, largely outside the wire, during some of the most chaotic and violent periods of the war. The dual roles of soldier and documentarian, participant and observer, must be difficult to reconcile for any combat photographer. For someone ambivalent about the mission, such reconciliation must be next to impossible. On the one hand, Brody enjoyed unique access, both physically (moving around the battle space with far greater liberty than civilian journalists were able to) and psychically (wearing the same uniform and subscribing to the same creed as his subjects). On the other hand, the intimate, graphic, and bracing work this access allowed him to produce was consistently suppressed.", "\\", "“You learned what pictures the Public Affairs Officer would release and what he wouldn’t,” Brody explains. “Soldiers looking calm or stoic. Yes. Soldiers looking angry or frightened or exhausted or confused or lost with eyes like the bottom of the ocean. No.” After Brody photographed one especially protracted and bloody engagement with a unit from the 101st Airborne Division, he claimed that a division chief of staff prevented the pictures from being published. (The Army said it had no available information on the situation.) “He said it was ‘too negative,’ ” Brody writes, “meaning that my account didn’t conform to his tightly scripted vision of what victory was supposed to look like.” Those photos that did conform to the script were used in Army newsletters and publications, such as The Warrior and The Dog Face Daily. Others were made available on the Defense Visual Information Distribution Service, or DVIDS, a clearinghouse for military images and videos, operated by the Pentagon. All of the content on DVIDS is public domain—Army combat photographers don’t hold the copyrights to their work—which means that anyone can use Brody’s pictures for any purpose. One dramatic image he captured, of an infantry captain leading an assault across a field at sunrise, has appeared in advertisements for tactical radios, batteries, and vape pens.", "By the time Brody was discharged, in 2008, the skepticism with which he had enlisted seems to have evolved into something more like disgust. In “Attention Servicemember,” he is frank about his disillusionment with the war and refreshingly clear-eyed about the nature of his involvement in it. He acknowledges having contributed to “propaganda” and “disinformation,” implementing a “visual doctrine” that, rather than chronicling reality, advanced the deceptive messaging campaigns of the military. Thankfully, apart from the images that his superiors deemed appropriate for public consumption, Brody saved some twenty-five thousand pictures from his time in Iraq on a hard drive. For ten years after he returned from his second tour, the hard drive remained in his closet, untouched. While studying photography at Hartford Art School, on the G.I. Bill, Brody finally decided to look at it. What he found would lead to “Attention Servicemember.”", "On one level, Brody’s book feels like an explicit rebuke of the military that exploited and weaponized his talent. But it can also be seen as an act of personal and artistic redemption—a reappropriation of his work and, because he was also a combatant, a recasting of his part in the conflict. Interspersed among the pictures from his hard drive, which are printed on thick, matte paper, Brody includes several sections—printed on thin, glossy paper—of his pictures from DVIDS and other military outlets. The officially sanctioned images are contained within and contextualized by the officially censored.", "At the same time, Brody is deeply, and understandably, leery of context. Although the photos on the glossy paper are surrounded by articles, commentary, and captions, those on the matte paper have none. No locations, no names, no dates. The result can be disorienting. We’re never sure where we are, or with whom, or why. Initially, I found this frustrating. As I made my way through the book, however, I began to sense that disorientation, as an experience, is one of its principal themes. The images have a kaleidoscopic intensity that feels deliberately curated to reflect the frenzy of combat, generally, and the incoherent debacle of Iraq’s occupation by the United States, specifically. “Attention Servicemember” has no narrative, because, from the perspective of an American infantryman in Baghdad, the war had none. Or, rather, the narratives of the war are exactly what the book means to subvert.", "BEN BRODY", "Because we are constantly aware of the tension between Brody’s competing identities as an Army combat photographer—and because this tension is part of what makes his work from Iraq so gripping—it’s somewhat jarring when we learn that, after leaving the military, Brody became a civilian photojournalist and embarked on multiple embeds with U.S. forces in Afghanistan. Perhaps more surprisingly, his pictures from Afghanistan are presented, in “Attention Servicemember,” no differently than those from Iraq. Still no dates, names, locations, captions. Still the commitment to a vernacular aesthetic rather than to factual information. Even as a journalist, in other words, Brody focusses more on his relationship with the wars than on the wars themselves.", "Brody seems to insist on the subjectivity of “Attention Servicemember” by opening and closing it with black-and-white images—this time printed on art-gallery paper and framed within broad margins—from his home in Southampton, Massachusetts. Returning from Iraq and Afghanistan to Brody’s family, friends, and neighbors, we realize that perhaps there is a narrative. The final image in the collection shows a blasted, vertical tree trunk in a Southampton forest. The splintered wood evokes a monument, a memorial. For me, it recalls the upright rifles that are displayed at services for fallen soldiers—services Brody was forbidden to photograph in Iraq because, he claims, “the brigade commander considered that negative press coverage.” In one of many lyrical passages of text in “Attention Servicemember,” Brody expresses his disdain for the jingoistic anthem “American Soldier,” by Toby Keith, which often provided the soundtrack for such ceremonies. Had Brody been killed, he writes, “that pop-country bullshit” would have been played at his own service. He adds, “You don’t get to choose. There is only doctrine, down to the smallest detail.” By the time we reach the end of “Attention Servicemember,” there is no doctrine. There is no music. There is no spin. There is only pure, unspeakable mourning."], "authors": ["Luke Mogelson", "Isaac Chotiner", "Max Norman", "Jia Tolentino", "Alex Ross"], "keywords": ["censored", "iraq", "pictures", "absurdity", "images", "attention", "servicemember", "brodys", "photographers", "combat", "army", "relentless", "war", "military", "brody"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}