{"authors": ["Matthew Mcnulty"], "title": "Ex-billionaire Elizabeth Holmes can't pay lawyers defending her in Theranos fraud claim", "url": "http://www.foxbusiness.com/technology/disgraced-former-theranos-founder-and-ceo-elizabeth-holmes-cannot-pay-legal-team", "summary": "Embattled entrepreneur Elizabeth Holmes says she can't pay her legal bills in a class-action civil suit, according to the law firm handling the case.\n“Further, given Ms. Holmes’s current financial situation, Cooley has no expectation that Ms. Holmes will ever pay it for its services,\" the firm said.\nBoth Balwani and Holmes face 20 years in prison if convicted.\nIn the civil case -- in federal court in Phoenix -- Holmes, Theranos and Walgreens are accused by plaintiffs of medical battery and fraud after the technology Holmes championed at Theranos was proven to be wildly inaccurate, according to CNBC.\nCLICK HERE TO GET THE FOX BUSINESS APPHolmes is due back in court on November 4 and is slated to face trial on the criminal charges in June 2020.", "keywords": ["theranos", "holmes", "fraud", "startup", "according", "elizabeth", "claim", "ms", "lawyers", "cant", "legal", "worth", "defending", "pay", "exbillionaire", "firm"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Embattled entrepreneur Elizabeth Holmes says she can't pay her legal bills in a class-action civil suit, according to the law firm handling the case.", "Continue Reading Below", "Cooley LLP, which is representing the founder and former CEO of blood-testing startup Theranos, filed a motion on Sept. 30 to withdraw as her legal counsel after asserting that she hadn't paid for its work for more than a year, according to CNBC.", "“Further, given Ms. Holmes’s current financial situation, Cooley has no expectation that Ms. Holmes will ever pay it for its services,\" the firm said.", "Theranos was once valued at $9 billion, with over $400 million in venture capital at its peak, but was shut down and liquidated after Holmes, who founded the company in 2003 at age 19, and former company President Ramesh \"Sunny\" Balwani, were indicted last year on charges of wire fraud and conspiracy following investigations by federal agencies including the the U.S. Securities and Exchange Commission.", "Both Balwani and Holmes face 20 years in prison if convicted.", "In the civil case -- in federal court in Phoenix -- Holmes, Theranos and Walgreens are accused by plaintiffs of medical battery and fraud after the technology Holmes championed at Theranos was proven to be wildly inaccurate, according to CNBC.", "The 35-year-old former CEO had claimed that the startup was pioneering blood tests by creating devices that required a mere finger prick’s worth of blood", "Prior to her downfall, Holmes was recognized by Forbes as the world’s youngest self-made female billionaire, with a net worth of $4.5 billion in 2015.", "CLICK HERE TO GET THE FOX BUSINESS APP", "Holmes is due back in court on November 4 and is slated to face trial on the criminal charges in June 2020."], "pubDate": null, "id": "d0927ac1-6277-3799-a622-0a77a8de90ea"}