{"summary": "Destiny 2: Shadowkeep is rolling out today, and Bungie was kind enough to let us check out a copy of the collector’s edition and share details and pictures with you.\nMost reports indicate the Collector’s Edition has been broadly sold out, so if you didn’t snag a copy, here’s your chance to see what you're missing.\nThe collector’s edition also includes both a digital code for an exclusive emblem and is supposed to include a digital soundtrack code, although I should note here that the soundtrack code seemed to be missing from our copy.\nThe pièce de résistance in the Collector’s Edition is the Hive Cryptoglyph, which will certainly be the display piece you’ll have out on your shelf as you play through Shadowkeep.\nAnd whether you sprung for the Collector’s Edition or not, best of luck on the Moon, Guardians!", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["unboxing", "collectors", "hive", "destiny", "moon", "code", "copy", "look", "edition", "digital", "shadowkeep", "includes"], "id": "d0db4b45-92b5-393d-ac7c-496b3cd4d74e", "url": "https://www.gameinformer.com/unboxing/2019/10/01/unboxing-the-destiny-2-shadowkeep-collectors-edition", "title": "Unboxing The Destiny 2: Shadowkeep Collector’s Edition", "pubDate": null, "paragraphs": ["Destiny 2: Shadowkeep is rolling out today, and Bungie was kind enough to let us check out a copy of the collector’s edition and share details and pictures with you. Hop down into the gallery if you just want a glimpse of the goodies inside, or read on for some brief descriptions of what you can expect to find within. Most reports indicate the Collector’s Edition has been broadly sold out, so if you didn’t snag a copy, here’s your chance to see what you're missing.", "The Collector’s Edition box opens up and immediately offers up a letter from Eris Morn, who writes to our Guardian of a doomed Golden Age expedition on the moon, and a mysterious power sought by the Hive. The opposite face of the letter includes a map of the First Light Mission Complex on Luna, with several areas circled.", "The collector’s edition also includes both a digital code for an exclusive emblem and is supposed to include a digital soundtrack code, although I should note here that the soundtrack code seemed to be missing from our copy. Hopefully, that’s only a function of the early copy of the product we received, rather than an indication of what's going out to consumers.", "Dig a bit deeper, and you get to other goodies, including a physical patch (depicting the same image as your new digital emblem), and a piece of Eris’ jewelry that recalls prayer beads in its look, which is contained in a cinched cloth sack that may remind some of a dice bag.", "A “Codes and Procedures” book offers some lore goodness to dig into, and seems to detail information about the lost Golden Age expedition that once visited Luna.", "A “Luna Journal” is also included, and it features a wealth of new lore for fans to dig into, some of which veers a bit into spoiler territory for Shadowkeep. Without delving into those elements, it’s enough to say that the journal has mostly blank pages, but scattered across the pages of the book are log entries from the mission to the moon. Within the front cover, there is also a postcard and similarly sized images that are meant to look like pictures taken during this mysterious mission.", "The pièce de résistance in the Collector’s Edition is the Hive Cryptoglyph, which will certainly be the display piece you’ll have out on your shelf as you play through Shadowkeep. The detailed artifact includes actual twisting bands that feature Hive runes, and the whole thing is actually a puzzle to be solved and opened, but we'll leave the secret of how to do so up to you to discover, in case you're actively avoiding being spoiled.", "Take a look at the gallery below to see what’s included. And whether you sprung for the Collector’s Edition or not, best of luck on the Moon, Guardians!"]}