{"id": "d0f5fa98-6a3e-3882-901a-4158fd6bd2df", "title": "High Performance People Skills for Leaders", "url": "https://execed.economist.com/london-business-school/high-performance-people-skills-leaders-2020-12-14", "summary": "Thomas is an expert on the psychological foundations of organisational behaviour.\nMore specifically, his interests include trust and cooperation, judgment and decision making, negotiation and influence, the self, interpersonal processes and stereotyping.\nMuch of Professor Mussweiler’s research focuses on social comparison processes - he examines how comparing with others changes people’s self-image, their motivation and performance.\nProfessor Mussweiler has extensive teaching experience at a variety of institutions.\nIn his 20 years of teaching, he has taught decision making, negotiation, organisational behaviour and social psychology to a variety of different audiences.", "paragraphs": ["Thomas is an expert on the psychological foundations of organisational behaviour. More specifically, his interests include trust and cooperation, judgment and decision making, negotiation and influence, the self, interpersonal processes and stereotyping. Much of Professor Mussweiler’s research focuses on social comparison processes - he examines how comparing with others changes people’s self-image, their motivation and performance.", "Professor Mussweiler has extensive teaching experience at a variety of institutions. In his 20 years of teaching, he has taught decision making, negotiation, organisational behaviour and social psychology to a variety of different audiences. Professor Mussweiler is the recipient of a series of prestigious national and international awards, including the European Young Investigator Award and the Gottfried-Wilhelm-Leibniz-Award, and is a member of the German National Academy of Sciences. He has published more than 70 scientific articles in a broad spectrum of the leading journals of his field, including the Proceedings of the National Academy of Sciences, Psychological Review, Journal of Personality and Social Psychology, Journal of Experimental Psychology: General, Psychological Science, and Organizational Behavior and Human Decision Making."], "authors": [], "keywords": ["national", "leaders", "social", "high", "sciences", "teaching", "professor", "skills", "psychology", "decision", "making", "variety", "psychological", "performance"], "pubDate": "2020-12-14T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}