{"summary": "One woman in Australia found out the hard way that “Christmas tree syndrome” is a very real, very painful allergic reaction to one of the holiday’s chief traditions.\nNiki Waldegrave told the New York Post that after she helped her family strap their first real Christmas tree to the roof of their car last week, she was left with bleeding blisters on her arms where she made contact with the pine needles.\n6 CHRISTMAS MOVIES TO STREAM THIS HOLIDAY SEASON“It was one of the worst feelings I’ve experienced in my life,” she told The Post.\nExperts say that real trees purchased and then brought into the home may still contain pollen or have mold on it since it lived in the woods before being cut down for purchase.\nThose with sensitivities or allergies could find themselves dealing with symptoms of “Christmas tree syndrome,” which may cause an itchy nose, watery eyes, wheezing, coughing, chest pains, lethargy, and even insomnia.", "keywords": ["wheezing", "york", "christmas", "syndrome", "symptoms", "developing", "asthma", "tree", "mom", "told", "trees", "allergy", "blisters", "real", "discovers"], "paragraphs": ["Bah humbug.", "One woman in Australia found out the hard way that “Christmas tree syndrome” is a very real, very painful allergic reaction to one of the holiday’s chief traditions. Niki Waldegrave told the New York Post that after she helped her family strap their first real Christmas tree to the roof of their car last week, she was left with bleeding blisters on her arms where she made contact with the pine needles.", "6 CHRISTMAS MOVIES TO STREAM THIS HOLIDAY SEASON", "“It was one of the worst feelings I’ve experienced in my life,” she told The Post.", "Experts say that real trees purchased and then brought into the home may still contain pollen or have mold on it since it lived in the woods before being cut down for purchase. Those with sensitivities or allergies could find themselves dealing with symptoms of “Christmas tree syndrome,” which may cause an itchy nose, watery eyes, wheezing, coughing, chest pains, lethargy, and even insomnia. In severe cases, patients may find themselves developing asthma attacks.", "BRIDE-TO-BE SLAMMED FOR TRYING TO USE WEDDING INVITATION AS CHRISTMAS GIFT", "“People need to be aware of the risk because Christmas is not so merry if you have a tree allergy,” Dr. Doris Day, a dermatologist in New York City, told the news outlet.", "The National Asthma Council Australia recommends that those who are at risk for respiratory issues hose down trees before bringing them into the house, and to move it outside if asthma or allergy symptoms worsen. The panel also recommended that those who choose to use an artificial tree shake it out before putting it up inside to rid of the dust and to vacuum it as well as the decorations.", "CLICK HERE TO GET THE FOX NEWS APP", "Waldegrave told The Post that she took herself to the hospital once she started bleeding and was wheezing and was given antihistamines as well as steroids, which helped relieve her symptoms. Unfortunately, the fir tree the family had purchased had to be tossed out."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/health/mom-christmas-tree-allergy-blisters-wheezing", "authors": ["Alexandria Hein"], "id": "d106c0b0-c915-3fcc-868f-196d8e241c27", "pubDate": null, "title": "Mom discovers Christmas tree allergy after developing blisters, wheezing"}