{"url": "https://www.newyorker.com/news/daily-comment/trump-faces-impeachment", "paragraphs": ["On Tuesday morning, President Trump stepped through the doors of the United Nations to speak about the weighty woes of the world to his peers from across six continents. His appearance at the General Assembly was supposed to be a diversion from the turmoil engulfing his Administration. Instead, before he even got to the cavernous chamber, Trump offered reporters a strange new narrative—and a less-than-credible alibi—for why he withheld military aid to Ukraine. The blame, he said, lay with Germany, France, and other countries that, according to Trump, should have “put up money” for Ukraine. “I’d withhold again, and I’ll continue to withhold,” he told reporters, “until such time as Europe and other nations contribute.”", "It was the beginning of the President’s worst day since he left Trump Tower for the White House. By the end of Tuesday, more than a hundred and seventy members of the House of Representatives—now including the House Speaker, Nancy Pelosi, who has long resisted impeachment—supported a formal inquiry. “The actions taken to date by the President have seriously violated the Constitution,” she said. Six congressional committees will proceed with impeachment investigations. “The President must be held accountable. No one is above the law,” she said. Trump heard the news as he met with the Iraqi President, Barham Salih, in the afternoon. He insisted that he had done nothing wrong during a July 25th phone call with President Volodymyr Zelensky, of Ukraine, in which Trump reportedly pressured Zelensky to investigate matters related to former Vice-President Joe Biden. “How can you do this and you haven’t even seen the phone call?” he told reporters. “Listen, it’s just a continuation of the witch hunt. Our country’s doing the best it’s ever done. They’re going to lose the election.”", "The Ukraine saga has proved more troublesome for the President—and more consequential for American democracy—than the two-year investigation by the former F.B.I. chief Robert Mueller into the Trump campaign’s contacts with Russia in the run-up to the 2016 election. Trump “appears to have crossed a line—namely, using the tools of U.S. national security and the foreign-affairs power of the Presidency to advance a domestic political agenda,” Richard Haass, the president of the Council on Foreign Relations, told me. “It is more serious than the Russian allegations, as this would seem to involve not just an attempt to elicit foreign interference but using powers associated with the office of the Presidency to bring it about.” Impeachment would be a stunning rebuke for Trump, even if momentum for further action eventually dies in the Senate.", "Watch: Joseph Maguire testifies on Trump, the Ukraine call, and the whistle-blower.", "Most basically, the President’s explanation of the phone call, that he was simply fighting corruption in Ukraine, runs counter to the emerging timeline—and the facts. On July 18th, the Pentagon and the State Department were informed that the President had decided to suspend almost four hundred million dollars in aid to the new government of President Volodymyr Zelensky, who took office in May. On July 25th, Trump called Zelensky and, as he admits, discussed former Vice-President Joe Biden, whose son Hunter had done business in Ukraine. Trump also urged the young Ukrainian leader—eight times, according to the Wall Street Journal—to investigate the Bidens for corruption. In early August, Rudy Giuliani, the President’s personal lawyer, met with a representative of Zelensky’s government in Spain and, according to the Times, again urged an investigation of the Bidens. Three weeks after Trump had frozen the funds, the aid had still not been released. On August 12th, an anonymous whistle-blower in the U.S. intelligence community filed a complaint involving communications between Trump and Zelensky. On September 9th, members of Congress were notified of the whistle-blower’s complaint and demanded that it be released. Finally, on September 11th, the Administration released aid to Ukraine, which faces existential military challenges from Russia.", "Trump vowed to release the full transcript of his July 25th conversation with Zelensky. But Larry Pfeiffer, a former C.I.A. chief of staff and former senior director of the White House Situation Room, questioned whether there is an actual tape of the call. “Unless this administration has changed procedures in place for many years, there are no WH tapes of this phone call. As I used to say, the WH became averse to taping Presidential phone calls in about 1974,” he tweeted. U.S. law also forbids intelligence agencies to tape Presidential calls. The White House Situation Room and the National Security Council directorate instead monitor calls and develop transcripts, but a MEMCON—or memorandum of conversation—can “vary greatly from a lightly edited full transcript to a vaguely worded summary of the call.”", "William Burns, the former U.S. Ambassador to Russia and now the president of the Carnegie Endowment for International Peace, said that Trump may have gone further than any previous President in abusing both executive power and the tools of American diplomacy. “If it’s true that President Trump leveraged U.S. assistance to get Ukraine’s leadership to go after a political opponent, it would be an unprecedented abuse of power and an enormous blow to American diplomacy—which is premised on advancing the national interest, not the individual interest of our President,” he told me.", "The more enduring damage, however, may be caused by the message Trump’s actions convey about the corruptibility of American politics—a message playing out in full view as world leaders meet in New York. “Trump is trying to try to make it sound like, ‘Why wouldn’t you do that?’ This opens up an incredible new area of vulnerability for the United States, if other countries know that one way to influence U.S. policy is to provide dirt on political candidates who may be challenging someone in the White House,” Robert Kagan, a senior fellow at the Brookings Institution and the author of “The Jungle Grows Back: America and Our Imperiled World,” told me. “It’s declaring open season on the American political system that will get other countries involved in our politics.”", "The whole idea of asking another country to investigate an American politician is dangerous, Kagan warned. “What do we know about what kind of investigation they are doing? How would we have any control on the veracity? They are not beholden to give us good investigations. We are left to accept the word of another government.”", "Among recent Presidential Administrations, the closest parallel to Trump’s Ukraine scandal was the Iran-Contra affair, in the mid-eighties, Douglas Brinkley, a Presidential scholar at Rice University, told me. When Congress restricted funding of Nicaragua’s Contra rebels, Ronald Reagan used Presidential powers in his second term to circumvent the American political system. The Administration negotiated secret arms sales to Iran; the C.I.A. then used the funds to aid the Contras. (The arms deal led to Iranian intervention to win freedom for three American hostages in Lebanon, in violation of the U.S. policy against rewarding hostage-takers.)", "The two scandals differ somewhat: Reagan did not personally negotiate with the Iranians or the Contras. He claimed plausible deniability, Brinkley said. Others in his Administration lost their jobs or were convicted of crimes. Afterward, Reagan admitted that what had happened was wrong, but said that he didn’t think he was breaking the law in trying to win freedom for American hostages. In the Ukraine saga, Trump is personally accused of making an improper request.“There’s a transcript,” Brinkley said. “He can’t slide out of it like Reagan did.”"], "pubDate": null, "id": "d1146d9b-339a-3ddf-8d5a-c38b8ec79496", "keywords": ["told", "president", "ukraine", "political", "impeachment", "house", "american", "trump", "presidential", "phone", "faces", "zelensky"], "title": "Trump Faces Impeachment", "summary": "On Tuesday morning, President Trump stepped through the doors of the United Nations to speak about the weighty woes of the world to his peers from across six continents.\nThe blame, he said, lay with Germany, France, and other countries that, according to Trump, should have “put up money” for Ukraine.\nOn August 12th, an anonymous whistle-blower in the U.S. intelligence community filed a complaint involving communications between Trump and Zelensky.\nAs I used to say, the WH became averse to taping Presidential phone calls in about 1974,” he tweeted.\nIn the Ukraine saga, Trump is personally accused of making an improper request.“There’s a transcript,” Brinkley said.", "authors": ["Robin Wright", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody", "Adam Entous", "John Cassidy"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}