{"id": "d12d9690-9cf4-38d2-be27-d079ea1f5be9", "title": "What Biden’s Win Could Mean for New York: 5 Takeaways", "url": "https://www.nytimes.com/2020/11/09/nyregion/biden-new-york-funds.html", "summary": "With President-elect Biden’s victory, New York leaders hope that a new Democratic administration will mean new life for long-stalled projects and an end to policies that they say have been punitive to the city.\nMost importantly, Mr. Biden is expected to push for a federal stimulus package worth as much as $3.5 trillion, though Republicans could hang on to a slim majority in the U.S. Senate, which could complicate his plans.\n“The most important reality is having a president who cares about New York City,” the mayor said.\nHere are five ways that New York City could benefit from Mr. Biden’s win:Another federal stimulus package could help the cityNew York’s economic losses from the pandemic are staggering: State and local governments are facing a $50 billion budget deficit in the coming years, according to Mr. Cuomo.\nThe Metropolitan Transportation Authority, which runs the subway, has projected a $16.2 billion deficit through 2024, and has been lobbying in vain for $12 billion in federal aid.", "paragraphs": ["With President-elect Biden’s victory, New York leaders hope that a new Democratic administration will mean new life for long-stalled projects and an end to policies that they say have been punitive to the city.", "Most importantly, Mr. Biden is expected to push for a federal stimulus package worth as much as $3.5 trillion, though Republicans could hang on to a slim majority in the U.S. Senate, which could complicate his plans.", "Still, Mayor Bill de Blasio was optimistic in the days after Election Day.", "“The most important reality is having a president who cares about New York City,” the mayor said.", "Here are five ways that New York City could benefit from Mr. Biden’s win:", "Another federal stimulus package could help the city", "New York’s economic losses from the pandemic are staggering: State and local governments are facing a $50 billion budget deficit in the coming years, according to Mr. Cuomo.", "The city might have to lay off thousands of workers and make painful budget cuts. The Metropolitan Transportation Authority, which runs the subway, has projected a $16.2 billion deficit through 2024, and has been lobbying in vain for $12 billion in federal aid."], "authors": ["Emma G. Fitzsimmons"], "keywords": ["mr", "billion", "package", "deficit", "win", "takeaways", "stimulus", "york", "federal", "mayor", "city", "budget", "mean", "bidens"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}