{"keywords": ["poses", "researchers", "polls", "polling", "pollsters", "threat", "griffin", "opinion", "iphone", "telephone", "feature", "americans", "research", "response", "rates"], "url": "https://www.economist.com/united-states/2019/09/26/a-new-iphone-feature-poses-a-threat-to-opinion-pollsters", "summary": "The challenges telephone pollsters face have been growing.\nBack in the mid-to-late-20th century response rates were as high as 70%, according to SSRS , a market research and polling firm.\nApple’s new call-blocking feature could push costs and response rates into more perilous territory.\nRobert Griffin, research director for the Democracy Fund Voter Study Group, a group of public-opinion researchers, says the software poses an “existential problem”.\nBoth these practices are close to unaffordable for all but the best-funded telephone pollsters.", "title": "A new iPhone feature poses a threat to opinion pollsters", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "d1400f8b-fdf7-3c8f-b8ba-690cb2e0af61", "paragraphs": ["A MERICAN MOBILE-PHONE users are inundated with spam callers. Hiya, a Seattle-based call-monitoring service, estimates that consumers received 26.3bn robocalls in 2018, up 46% from 18bn the previous year. Phone manufacturers have taken note of their customers’ woes. In its latest software release, Apple has made it possible for iPhone users to send all unknown callers to voicemail automatically. Although the feature will no doubt prove useful to the millions of customers whose peaceful suppers are ruined by fake calls, it could be disastrous for the faltering public-polling industry.", "The challenges telephone pollsters face have been growing. Polling by phone has become very expensive, as the number of Americans willing to respond to unexpected or unknown callers has dropped. Back in the mid-to-late-20th century response rates were as high as 70%, according to SSRS , a market research and polling firm. But the Pew Research Centre estimates that it received completed interviews from a mere 6% of the people it tried to survey in 2018. Although polls with low response rates can still be accurate, their costs increase dramatically as pollsters must spend more time and money calling more people. According to the American Association for Public Opinion Research, a traditional, high-quality survey of 1,000 Americans costs roughly $48,000.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Apple’s new call-blocking feature could push costs and response rates into more perilous territory. Robert Griffin, research director for the Democracy Fund Voter Study Group, a group of public-opinion researchers, says the software poses an “existential problem”. With call-blocking, the barrier to carrying out good polls shifts “from people not picking up their phones to people not even getting the call at all”. Analysts do not even know precisely how the new technology will affect the industry—but with response rates already falling sharply, whatever is in store for pollsters cannot be good.", "Mr Griffin does his best to see a bright side. The challenges of phone-based public-opinion polling could spur researchers to adopt newer, more innovative methods, including online polls. They are cheaper and quicker than telephone surveys, and provide a better framework for studying Americans’ attitudes and behaviour. Surveys conducted over the internet allow researchers to check in on the same individuals over time—a method that allows pollsters to conduct what they call “panel” surveys—to measure actual changes in opinions and to focus on smaller sections of the population. Both these practices are close to unaffordable for all but the best-funded telephone pollsters.", "The future of polling has yet to be determined. “It pays to be nimble,” Mr Griffin says. Online surveys rely on complex statistical adjustments called “weighting” to ensure the demographics of their respondents match the overall portrait of Americans. At present this strategy is working, but only because Americans’ political behaviour is closely related to their demographic group. African-Americans and whites differ on who they want as president as do voters with and without college degrees. Changes in those correspondences can catch pollsters off-guard. Researchers at the University of New Hampshire neglected to take education into account when weighting their polls for the 2016 presidential election, over-counting degree-holders. They predicted Hillary Clinton would beat Donald Trump in the state by 11 percentage points. In the end, she won by 0.4 points.", "“The truth is that surveying people is hard,” Mr Griffin says, “and any single solution is probably going to be inadequate.” The only way to future-proof the public-polling industry is to experiment constantly with new technologies. Many organisations are doing just that. Because of the speed of technological change, the ones that are not will soon be forced to follow suit—or shut their doors. ■"], "pubDate": null}