{"id": "d14e502f-65cf-33aa-b73f-d794c9ed4f76", "title": "Star Renegades Is Coming To Console On November 19", "url": "https://www.gameinformer.com/2020/11/04/star-renegades-is-coming-to-console-on-november-19", "summary": "Roguelike sci-fi tactical RPG Star Renegades is coming to consoles soon.\nYou can pick it up on Xbox One and Switch on November 19, or PlayStation 4 on November 25.\nI reviewed the game when it hit PC, and enjoyed it quite a bit, especially the art style.\nWhile you can make it through some of the regular battles without embracing the mechanics, bosses will tear you apart unless you master the time line.\nThere are some unlocks like new characters you can take with you from run to run but it leans closer to a traditional roguelike than a progression-based roguelite.", "paragraphs": ["Roguelike sci-fi tactical RPG Star Renegades is coming to consoles soon. You can pick it up on Xbox One and Switch on November 19, or PlayStation 4 on November 25. I reviewed the game when it hit PC, and enjoyed it quite a bit, especially the art style. Check out the full review here.", "If you're curious as to how it plays, it's a roguelike with a dimension-hopping conceit where you have to time your abilities in sequence in order to interrupt opponents, land critical hits, and stay alive. While you can make it through some of the regular battles without embracing the mechanics, bosses will tear you apart unless you master the time line. There are some unlocks like new characters you can take with you from run to run but it leans closer to a traditional roguelike than a progression-based roguelite. Check out the spiffy new trailer below!"], "authors": ["Pc Editor", "Daniel Enjoys Poker", "West Highland White Terriers", "A Good Cat Gif. Also Ducks."], "keywords": ["19", "console", "check", "coming", "xbox", "unlocks", "renegades", "traditional", "roguelike", "tear", "star", "run", "unless", "trailer", "youre"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}