{"id": "d1541b35-f705-3db3-a7bd-e308083ce4b4", "summary": "In 2069, almost a century after Katharine Graham became the first chief executive of a listed American company, half of global CEOs are now women.\nInitial attempts to fix the gender leadership gap had focused on the use of quotas to improve board diversity, but the trickle-down effect was disappointingly limited.\nIn 2018 there were too few female CEOs for large-scale study.\nNot all women do good for other women, and some of the best champions for female leaders have been men.\nYet the share of female CEOs has become a bellwether of wider equality.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["AS THE GLOBAL elite gathered this week for the World Economic Forum’s annual meeting in Davos, the exclusive Alpine mountain-biking resort, the picture was familiar. Rotorpods with blacked-out windows dropped off captains of industry, there to discuss the plight of the world, as they have since the 1970s. But this year there was no mistaking the passing of an important milestone, with noticeably more high heels, pumps and sandals stepping out onto the landing zone. In 2069, almost a century after Katharine Graham became the first chief executive of a listed American company, half of global CEOs are now women.", "The ball had started rolling in 2018. Back then, just 7% of government leaders, 15% of board members and around 3% of chief executives were female. Of America’s Fortune 500 companies, 23 were led by women; in Britain, the leaders of the FTSE 100 included more Davids (8) than women (7). The World Economic Forum had calculated in 2017 that, given how slowly things were changing, it would take 217 years to close the gender gap—even though women in the rich world were by then as educated as men (in several places more so) and made up 47% of the global workforce.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Initial attempts to fix the gender leadership gap had focused on the use of quotas to improve board diversity, but the trickle-down effect was disappointingly limited. In late 2018, however, several different forces converged. Public anger over sexual harassment was reignited by #MeTooRound2, which highlighted the scale of harassment and discrimination faced by women in low-wage jobs. In the public’s mind such abuse was intertwined with subtler forms of unequal treatment of women. As companies were pressed to publish detailed pay figures, it became apparent that women were structurally under-represented in senior ranks across every industry. Everything pointed to the same problem, which came to dominate headlines: unequal access to power.", "In retrospect, the most important change in 2018 was that men got involved. For back then they didn’t just run 95% of companies, but also made 80% of business decisions and controlled the vast majority of capital. At first, the “50/50” commitment made at the 2019 Davos meeting—that within 50 years 50% of CEOs would be female—seemed little more than lip-service to a temporary flurry in public opinion. It even seemed to make things worse.", "Knee-jerk responses by nervous HR departments didn’t help. Men were sent on awkward gender-awareness courses. Drinks with colleagues became a thing of the past. Several firms installed “stop-light systems” for consent ahead of any physical contact, making handshakes tricky. Rather than making workplaces safer and more inclusive, the 50/50 commitment fed further segregation as senior men declined to mentor or sponsor junior women. In a few particularly incompetent firms, poorly enforced targets fuelled resentment among men overtaken by less-qualified women. Several men won high-profile sex-discrimination lawsuits.", "The backlash spread. Violence against women spiked; groups of angry men around the world organised “male marches” and gathered online, grumbling that their rights were being trampled, their jobs stolen and their dinners no longer prepared. Male-rights groups allied with nationalist, anti-migrant political parties, boosting them in the polls. Several countries introduced regressive policies, restricting access to contraception and abortion.", "By 2021 things had improved. One milestone was the successful class-action suit against Blokes&Partners, a prominent law-firm, by a group of mid-ranking female employees on the grounds of discrimination in promotion. (Part of the evidence was that the firm hired equally but over-promoted men.) Public outrage helped propel women towards the C-suite. Empowered consumers began to boycott sexist companies, armed with gender scores which included everything from sexual-misconduct complaints to staff attrition rates to the availability of breast-pumping rooms. Shareholders began to dump low-scoring companies, associating them with underperformance. Institutional investors pressed boards to shake up corporate culture. Top business-school talent flocked to employers that were ahead of the curve.", "Governments stepped up too. Quality child care and early-years education became free at the point of use in many countries, as did social care. Several countries introduced “use it or lose it” paternity leave, after it was shown to be closely linked with gender equality and child development, and some (including Germany) cut back on overly generous maternity leave. Parents still took leave to look after newborns, but as they did so in equal measure this no longer penalised women. Schools were pushed to ensure girls left with equal maths skills to boys—and, crucially, equal confidence in them. This boosted female enrolment in STEM subjects (science, technology, engineering and maths) at universities, which in turn helped fill the CEO pipeline (because many bosses have a STEM background).", "To begin with, business leaders committed themselves to gender equality because it was good publicity—and to avoid getting sued. But before long the “war for talent” became the bigger impetus. The Davos 50/50 target was never truly about CEOs. Rather, it was about fixing the leaking pipeline to the top. Gender targets became the norm within firms. Smart ones focused on specific targets for “hot” jobs—client-facing roles, or those with direct profit and loss (P&L) responsibilities—which had been launchpads for 90% of new CEOs in 2017. Increased competition for these roles led to more men ending up on non-leadership tracks, on the radical basis that not all men are leadership material.", "Aided by the technological and cultural breakthroughs that made remote and flexible working the norm, women became as likely to remain in full-time work as men. Yet by the late 2030s firms realised that women were still not reaching the top ranks as often as men. For some this proved what they had long suspected: that women did not have the same capability or desire to lead as men did. But others turned to the last and possibly toughest hurdle: structural, unconscious biases that favoured men as leaders.", "In the early 21st century several studies had shown that the bar for women to lead was higher than for men—a finding that helped explain why women-led companies on average outperformed the market. Korn Ferry, a recruitment firm, found in 2017 that when finally landing their first CEO job, women in America were on average four years older and had previously changed jobs more often than men. This chimed with findings by Catalyst, another recruitment firm, that women were promoted on past performance and men on future potential. And in the early 2000s the infamous Heidi-Howard study had shown that mba students preferred a male candidate (Howard) over a female (Heidi) with an identical back story and CV: both were rated as competent, but Howard was considered more likeable and thus hireable, and Heidi as more selfish.", "With other barriers lifted, firms began to experiment with levelling the playing field in how employees were appraised, promoted and—crucially—identified as “leadership material”. They did away with “gut feeling” decisions and instead promoted on the basis of quantifiable experience and skills. Inspired by the success of gender-blind music auditions, decisions were made gender-blind wherever possible. Sexless computers were the perfect arbiters, with algorithms increasingly replacing human decision-making, ironing out biases. The effect on female representation in senior and “hot” jobs was dramatic—and more women were appointed to the top job, too. And now, 50 years after the Davos 50/50 commitment in 2019, women finally make up half of all global CEOs.", "The knock-on effects of reaching CEO gender parity are only beginning to be understood, but a few stick out. First, companies with female bosses on average outperform those with male ones. This is the result not of differences in leadership style, but of the improvements in diversity that got women to the top. For decades it has been clear that firms with mixed leadership teams are more agile, creative and successful than those with more homogenous leadership. This links to the second knock-on effect: executive teams have become more diverse in a broader sense, as narrow (white-male) leadership stereotypes have been challenged. The wider economic impact has been substantial. Firm have made better use of the diverse talent available, boosting productivity and profitability.", "Feminists’ claims, back in 2008, that the financial crisis could have been averted had Lehman Brothers been Lehman Sisters instead, were undermined in the crash of 2048. It was triggered by the collapse of Wealth4us, an entirely female-led bank. The fiasco illustrated two things: that homogeneity and groupthink are corporate risks, and that true parity has been reached, with female CEOs now as likely to be flawed as male ones. That is not to say that there are no differences in leadership style between the sexes. In 2018 there were too few female CEOs for large-scale study. But today academics are testing several hypotheses: are female bosses more conservative, focused on long-term growth and likely to promote agile working? Do they increase diversity and take corporate responsibility more seriously than men? And are they less likely to make takeover bids or take on high levels of debt?", "Interestingly, the mere presence of a female CEO has not automatically made workplaces better for women. Not all women do good for other women, and some of the best champions for female leaders have been men. Yet the share of female CEOs has become a bellwether of wider equality. It is the consequence, rather than the cause, of true equality in opportunity and access to power."], "url": "https://www.economist.com/the-world-if/2018/07/07/generation-xx-january-2069", "title": "Generation XX: January 2069", "pubDate": null, "keywords": ["leadership", "companies", "women", "xx", "firms", "world", "gender", "2069", "female", "things", "generation", "men", "ceos"]}