{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["overshadows", "tear", "china", "kong", "protesters", "unconscious", "right", "gas", "party", "trying", "hong", "water", "anniversary", "chinas"], "title": "Hong Kong overshadows China's anniversary party", "paragraphs": ["You can enable subtitles (captions) in the video player", "The contrast couldn't be more stark. In Beijing, you have tanks, you have goose-stepping soldiers marching through the centre of the city, through Tiananmen Square, in front of chairman Xi Jinping. While in Hong Kong you have hundreds of thousands of black-shirted protesters calling for freeing Hong Kong.", "Now 22 years after Hong Kong was returned from the UK to China you have a generation who really do not feel like they are part of China. They truly believe that they have a separate identity, that they are Hong Kongers.", "We're right in the middle of a central financial district of Hong Kong, but this scene that we're seeing right here is being played out all across Hong Kong, in virtually every district. People have come out and they're fighting battles with their own government and their own police on the very day that China was going to celebrate the 70th anniversary of Communist party rule.", "As the protests continue, the tactics are evolving. You can see the protesters have personally worked out how to deal with tear gas. As the tear gas comes in, they either throw them back or they stuff them into bags with water and roll them up so the tear gas has basically no effect.", "In the background, you can see the Chinese national flag fluttering on a digital screen above the old Bank of China building. Just in front of that is the water cannon truck, which is on its way here, trying to snuff out what is now called the Water Revolution.", "So the police are blocking the protesters from every angle here in the narrow streets of Hong Kong. And now they're trying to hold their breath as they arrest people. They don't want us to film what's happening right there. Right on the corner right there is a man who the police got hold of. He doesn't appear to be a protester. He's in a white T-shirt, no protest equipment, and he got beaten down to the ground. They beat him repeatedly, and now he's unconscious. He was there unconscious for at least the last five minutes.", "On the very day that Beijing was hoping for a display of absolute power and national unity, Hong Kong has exploded with violent protests across the entire city."], "id": "d157efd5-fd93-33ed-a657-6a8ce47cee1d", "url": "https://www.ft.com/video/c2091821-dc77-40b4-ac40-d03f5f5534a4?playlist-name=editors-picks&playlist-offset=5", "authors": ["Filmed Tom Griggs. Additional Footage Reuters", "Jamil Anderlini"], "summary": "While in Hong Kong you have hundreds of thousands of black-shirted protesters calling for freeing Hong Kong.\nNow 22 years after Hong Kong was returned from the UK to China you have a generation who really do not feel like they are part of China.\nWe're right in the middle of a central financial district of Hong Kong, but this scene that we're seeing right here is being played out all across Hong Kong, in virtually every district.\nSo the police are blocking the protesters from every angle here in the narrow streets of Hong Kong.\nOn the very day that Beijing was hoping for a display of absolute power and national unity, Hong Kong has exploded with violent protests across the entire city."}