{"id": "d15f33d8-45e2-3b72-a2cc-aae4563bcf64", "title": "Better hombres - Latino men are a bright spot in Donald Trump’s faltering campaign", "url": "https://www.economist.com/united-states/2020/10/27/latino-men-are-a-bright-spot-in-donald-trumps-faltering-campaign", "summary": "He won 18% of the Latino vote, and the support of 130,000 fewer Texans than Jimmy Carter.\nLatino men have moved further towards him in this cycle than just about any other group.\nThe New York Times/Siena College poll of Texas has Mr Trump down by 46 points with Latino women and up by a point with Latino men.\nThis shows that Mr Trump’s outsize support among Latino men does not spring from some imported macho yearning for a caudillo.\nLatino men are likely to work in “quasi-partisan” industries such as border patrols, police, construction and oil, says Celeste Montoya of the University of Colorado.", "paragraphs": ["T HE LAST Republican presidential candidate to lose the state of Texas, Gerald Ford, choked on a delicious tamale during a campaign stop at the Alamo. He tried to eat the Mexican speciality without removing its corn-husk wrapping. He won 18% of the Latino vote, and the support of 130,000 fewer Texans than Jimmy Carter. Many Republicans still believe that the “Great Tamale Incident” cost him re-election. Almost half a century later, polls suggest a Republican may be on the verge of choking in Texas again.", "Donald Trump has found other ways to offend Mexican-Americans. “He’s a bad husband, he doesn’t pay his taxes and he separated lots of children from their parents. How good that we can separate ourselves from him!” says Santiago Ramos García, a retired shoe-seller in Houston who has already cast his vote for Joe Biden. The fast-swelling ranks of Latinos, many of whom feel that the Republican Party would prefer America without them, have transformed Texas from a jewel in the Republican crown to a battleground. Mr Trump’s sagging popularity among white women and the elderly is hastening the change.", "If Mr Trump holds Texas he may have Latino men to thank. National polls place Mr Trump about seven percentage points behind his opponent compared with 2016. But his support among Latinos has bucked the trend, even creeping up slightly. His polling in battleground states among men (35%) is much stronger than among women (22%), according to Equis, a political consultancy. Although some pollsters differ, most think the gender gap among Latino voters is wider than those for whites or African-Americans. Latino men have moved further towards him in this cycle than just about any other group. The New York Times/Siena College poll of Texas has Mr Trump down by 46 points with Latino women and up by a point with Latino men.", "Gender gaps between left-leaning women and right-leaning men are a staple of voting in America and the rest of the West. But many Latinos have migrated from countries, like Mexico and El Salvador, where women tend to vote more conservatively than the men do. Foreign-born Latinos are less divided by gender than native-born ones, says Rachel Stein, an analyst at Equis. This shows that Mr Trump’s outsize support among Latino men does not spring from some imported macho yearning for a caudillo. Rather, it is a sign that Latinos are succumbing to American electoral quirks as they integrate.", "Whereas Latino parents define a social role for girls early on, boys are “left more to their own devices”, says Christina Bejarano of Texas Woman’s University. Latinas are more likely to go to university, vote, volunteer and naturalise as American citizens. Latino men are likely to work in “quasi-partisan” industries such as border patrols, police, construction and oil, says Celeste Montoya of the University of Colorado. But paths to the dignified traditional role of provider have narrowed for Latino working-class men just as they have for whites, creating an opening for Mr Trump. He has stopped referring to Mexican men as “bad hombres” in his rallies, and is more concerned with chasing the shadows of Antifa than with the migration menace.", "Conversations with Latino male Trumpers in Houston reveal enthusiasm for Mr Trump’s impenitent style and his business nous. Others see flaws, but also see past them. “You’ve got to look at the big picture,” says Agustin Reyes, an Obama-Trump voter who dislikes the president’s anti-immigration stance but supports him “going after China”. Daniel Reyes Saenz, a fifth-generation Texan with a Led Zeppelin tattoo on each forearm, recalls his journey from young Democrat to middle-aged Republican in a booth at Maga’s, a cosy restaurant named after its Mexican owner, Margarita. Asked about Mr Trump’s description in 2015 of Mexican migrants as “rapists”, he replies: “I didn’t take it personally.”", "Latinos, who are now a larger bloc than African-Americans, would have greater clout if they voted more. Some Democrats grumble that the Biden campaign began seriously courting them too late to turn them out. Others hope that the Trump presidency is inducing a long-awaited stampede to the polls. The covid-19 epidemic has hit Latinos particularly hard. Some might wonder if certain misfortunes—a racist mass shooting in El Paso, or the botched response to a hurricane in Puerto Rico—would have happened under a different president. But not all apathetic Latinos deem themselves Mr Trump’s victims. “He can build the fucking wall, I’m already on this side,” says Peter Macedo, a construction worker who has never cast a ballot.", "Collecting just under a third of the Latino vote would merely earn Mr Trump a par score for a Republican candidate. A defeat may cause the party to conclude, not for the first time, that settling for this in the 21st century is a recipe for failure. An autopsy after defeat in 2012 called on the party to be warmer towards Latinos and embrace immigration reform. It cited advice on Latino courtship from Dick Armey, a Tea Partier: “You can’t call her ugly all year round and expect her to go to prom with you.” Mr Trump binned that advice and won. But the demographic sands will continue to shift—and faster still if a President Biden were to keep his promise to carve out a path to citizenship for the 11m immigrants living in America illegally.", "Inroads should be possible into a group that is no monolith. Earlier this year a survey from Lake Research Partners, a Democratic pollster, asked Latinos to describe their racial identity. Are they “people of colour” like African-Americans, endlessly battling discrimination? Are they, like Italians, “white ethnics” who will blend into society after a rancorous welcome? Or are they “bootstrappers” who rise through hard work like Asian-Americans? Respondents split evenly between the three. The first group is solidly progressive. The second and third groups are up for grabs if treated with respect. Republicans who want to hold Texas might heed the lesson of Ford and his tamale: to entice Latinos properly, first remove the unpalatable parts. ■", "Dig deeper:", "Read the best of our 2020 campaign coverage and explore our election forecasts, then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["trump", "latinos", "republican", "texas", "mr", "donald", "men", "women", "vote", "better", "bright", "faltering", "spot", "hombres", "campaign", "latino", "trumps"], "pubDate": "2020-10-27T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}