{"id": "d166920b-fadf-37f7-b54a-cffb8df67d47", "title": "Meet The New Wall Crawler In Marvel's Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/2020/10/14/meet-the-new-wall-crawler-in-marvels-spider-man-miles-morales", "summary": "Few comic characters have the opportunity to break as big as Miles Morales.\nHere is everything you need to know about Miles Morales before playing Insomniac's upcoming open-world superhero romp.\nThis spider bite grated Miles superhuman abilities similar – and yet slightly different – from those of Peter Parker (see Powers sidebar below).\nSpider-Man: Miles Morales picks up the story after Miles has been training with Peter for several months.\nMarvel's Spider-Man: Miles Morales releases on November 12 for the PlayStation 5 and PlayStation 4.", "paragraphs": ["Few comic characters have the opportunity to break as big as Miles Morales. Peter Parker the Spectacular Spider-Man is one of the biggest characters in pop culture, so there was a real chance the Miles would get overshadowed by Peter’s lasting legacy. Instead, in less than ten years, Miles has risen to become a defining character in his own right and an important piece of the Marvel Universe. However, if you’re still relatively unfamiliar with Miles, we put together this handy overview. Here is everything you need to know about Miles Morales before playing Insomniac's upcoming open-world superhero romp.", "Real Name: Miles Gonzalo Morales", "Height: 5' 8\"*", "Weight: 160 lbs*", "Creators: Brian Michael Bendis, Sara Pichelli", "First Appearance: Ultimate Fallout #4 (October 2011)", "Character Creation", "Miles Morales was created by Brian Michael Bendis and Sara Pichelli in 2011 in the comic Ultimate Fallout #4. In interviews, Bendis has stated that he was inspired to create Miles when he saw Donald Glover in a Spider-Man outfit on an episode of NBC’s sitcom Community, which in turn was a nod to the online campaign to secure Glover an audition for the 2012 film The Amazing Spider-Man. For Miles’ new look, Pichelli designed a black and red consume, which paid homage to Peter Parker’s original design while still feeling fresh.", "Miles debuted in Marvel’s Ultimate line of comics, which was an alternate reality version of Marvel’s main continuity. In that version of the Marvel Universe, Peter Parker had just died and Miles was positioned to take over the mantel of Spider-Man. Miles' critical reception was largely positive and fan enthusiasm for the new character was huge. In fact, Miles proved to be so popular that when Marvel ended the Ultimate imprint in 2015, and killed off that entire universe, it spared Miles and transferred him over to mainline Marvel continuity, where he has settled in as an important member of the Spider-Man family.", "Fictional Character Bio", "Morales was born and raised in Brooklyn, New York, the son of an African American father named Jefferson Davis and a Puerto Rican mother named Rio Morales. When Miles was young, Jefferson was a police officer and Rio worked as a nurse. Like Peter, Miles is very smart, and Miles was selected in a lottery to attend Brooklyn Visions Academy where he became best friends with a young Korean American named Ganke Lee. After Miles gained his spider powers, Ganke was the first person who Miles told.", "During Miles’ junior year of high school, he was bitten by a genetically-modified spider created by Oscorp in an attempt to replicate Peter Parker’s extraordinary abelites (hey, this is comics). This spider bite grated Miles superhuman abilities similar – and yet slightly different – from those of Peter Parker (see Powers sidebar below).", "“I feel like Miles is an avatar of teenage experience in a way that has advanced so much more than when Peter Parker was a teenager,” says Insomniac writer Evan Narcisse. “My shorthand for this basically is saying that I personally believe that Miles, as a teenager, is cooler than Peter Parker as a teenager. He dresses better than Peter did. He's got friends. He's got game – maybe its not good game but he can at least talk to someone he’s attracted to whereas Peter could barely manage that. I think he's more connected to the world that surrounds him. Peter Parker early on was a very reactive kind of character. That's part of how we understood teenagers back then, and I think we understand teenagers differently now. They're their own people with their own concerns and ways of moving through the world.”", "Unfortunately, Miles' family has a dark and troubled history. Miles' father and uncle were once career criminals. Jefferson eventually reformed and married Miles’ mother Rio. Unfortunately, Miles’ uncle Aaron remained on a dark path and eventually became the supervillain known as the Prowler. Miles and his uncle Aaron fought a number of times as Spider-Man and Prowler before they two learned of their secret identities.", "Powers Miles has a spider physiology, which gives him the proportionate abilities of a spider. These powers are similar to Peter Parker’s spider abilities but also different in a few notable ways. Superhuman Strength: capable of lifting at least 10 tons, can jump to a height of several stories in a single bound", "capable of lifting at least 10 tons, can jump to a height of several stories in a single bound Superhuman Speed: can run and move at speeds beyond the limits of Olympic athletes", "can run and move at speeds beyond the limits of Olympic athletes Superhuman Stamina: can physically exert himself for several hours before fatigue sets in", "can physically exert himself for several hours before fatigue sets in Superhuman Durability: Miles' body is physically resistant to some types of injury and can withstand great impacts", "Miles' body is physically resistant to some types of injury and can withstand great impacts Superhuman Agility: enhanced agility, balance, flexibility, and bodily coordination", "enhanced agility, balance, flexibility, and bodily coordination Wall-Crawling: can cling to any wall or ceiling using his fingertips and feet", "can cling to any wall or ceiling using his fingertips and feet Spider-Sense: an internal buzz alerts Miles’ to incoming dangers, offering close to near-complete awareness of surroundings", "an internal buzz alerts Miles’ to incoming dangers, offering close to near-complete awareness of surroundings Bio-Electrokinesis: unlike Peter, Miles can control the natural electricity of his body, which can be weaponized, sending bio-electric shocks to enemies with a touch. These attacks take several forms (such as Venom blast and Venom punch) and can also be used to destroy technology", "unlike Peter, Miles can control the natural electricity of his body, which can be weaponized, sending bio-electric shocks to enemies with a touch. These attacks take several forms (such as Venom blast and Venom punch) and can also be used to destroy technology Energy-Thread Generation: can produce threads of bioelectricity from his hands with the same tensile prehensility of his web fluid", "can produce threads of bioelectricity from his hands with the same tensile prehensility of his web fluid Spider-Camouflage: can blend into surroundings, effectively becoming invisible", "can blend into surroundings, effectively becoming invisible Regenerative Healing Factor: can regenerate injuries at a faster rate than normal", "Legacy", "Miles comic history is too long to recount here, which is impressive given the fact that Miles was created less than ten years ago. There are comic characters who were created decades ago who haven’t had the same cultural impact. Miles star bloomed even larger after the release of the 2018 film Spider-Man: Into the Spider-Verse, which some consider the best superhero film ever made.", "The same year as Into the Spider-Verse, Insomniac released its hit game based on Spider-Man. While that game focused on Peter’s adventures, the team at Insomniac was also excited by Miles and eager to work with the character. Now the studio is on the cusp of making Miles the star of his very own game. Spider-Man: Miles Morales picks up the story after Miles has been training with Peter for several months. However, when Peter tells Miles that he’ll be leaving town for a few weeks, Miles understands that he’ll be New York’s only Spider-Man, which is no small task. We can’t wait to see how Miles rises to this challenge just like he’s risen to assume all of the responsibilities that come with the name Spider-Man in the comics. Miles' story has tugged on the heartstrings for years, and we can’t wait to see what the next decade brings.", "Marvel's Spider-Man: Miles Morales releases on November 12 for the PlayStation 5 and PlayStation 4. For more on the game be sure to stay tuned to our month-long cover story hub, which includes exclusive developer interviews and new gameplay footage."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["spiderman", "crawler", "miles", "meet", "morales", "hes", "superhuman", "spider", "parker", "character", "peter", "marvels", "wall", "game"], "pubDate": "2020-10-14T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}