{"id": "d16ef73c-08c5-3b51-98e6-dd13b74934b3", "keywords": ["clinton", "survive", "needs", "economy", "nixon", "strong", "senate", "mishkin", "trump", "base", "long", "reagan", "support", "threat", "impeachment", "job", "faithful"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Arnon Mishkin"], "url": "http://www.foxnews.com/opinion/arnon-mishkin-keep-the-base-faithful", "title": "Arnon Mishkin: To survive impeachment threat, Trump needs to keep base faithful and economy strong", "summary": "In two of those cases – Reagan and Clinton – the incumbent benefited from significant public affection and a strong economy.\nAfter the scandal broke in January 1998, Clinton lost only 6 points of job approval, dipping to 63 percent.\nThrough the House impeachment and subsequent Senate acquittal, Clinton’s approval rating never fell below 59 percent.\nUnlike Reagan or Clinton, Nixon was not well-liked by the public.\nIf it does, it’s hard to see Republican senators – who need the base to get re-elected – go up against Trump.", "pubDate": null, "paragraphs": ["With the House investigating whether to impeach President Trump and have him face trial in the Senate, it's worth considering whether Trump has the tools that have enabled other presidents facing the same threat to stay in office.", "Three scandals in modern history have threatened to topple a president: Nixon and Watergate in the early 1970s, Reagan and Iran-Contra in the 1980s, and Clinton and Monica Lewinsky in the 1990s.", "In two of those cases – Reagan and Clinton – the incumbent benefited from significant public affection and a strong economy.", "MARC THIESSEN: NOTHING WRONG WITH TRUMP ASKING FOREIGN GOVERNMENTS TO HELP INVESTIGATE MUELLER PROBE ORIGINS", "While Reagan was not impeached, House hearings on impeachment resulted in the appointment of a special prosecutor who subsequently indicted, among others, the president's secretary of defense and two national security advisors.", "During the 1986-87 scandal, Reagan’s job-approval rating, according to Gallup, dropped 20 points to the mid-40s (roughly where Trump is right now), but economic growth was a healthy 3.5 percent.", "Reagan also benefited from significant voter support. Throughout his two terms, his personal favorability was in the mid-60s – about 20 points higher than his job-approval rating.", "Similarly, Clinton remained popular during his impeachment. After the scandal broke in January 1998, Clinton lost only 6 points of job approval, dipping to 63 percent.", "Through the House impeachment and subsequent Senate acquittal, Clinton’s approval rating never fell below 59 percent. In large part this was due to a robust economy, growing at almost 4.5 percent.", "With Nixon, the story was completely different.", "At the end of the summer of 1973, after daily televised Senate committee hearings, Nixon’s job approval plunged to 36 percent and never recovered.", "In part this was due to the stagnant economy of the early '70s, which was in a steep recession in 1974. At the time of his resignation, only 24 percent approved of his job performance.", "Unlike Reagan or Clinton, Nixon was not well-liked by the public. His entire political career could be summed up in the old Listerine slogan: “It’s the taste people hate…twice a day.” That worked in 1968 and 1972 when the promise was ending the war in Vietnam, dealing with the Soviets and opening up China. It didn’t work when the economy was tanking and the administration was engulfed in scandal.", "Today, the onslaught of stories – the summary of Trump's call with the Ukrainian president, the release of text messages about miliary aid for Ukraine, various statements by Trump lawyer Rudy Giuliani and a televised statement by the president asking China to investigate Biden – seems to indicate a tough slog ahead from the impeachment inquiry.", "Trump can be confident that his opponents won’t get the 67 votes in the Senate required to remove him from office as long as he retains the support of his Republican base. To do that, he needs to take a page from Reagan and Clinton.", "While there are some signs the economy is slowing, so far it remains strong. As long as that continues, Trump can argue that he needs to stay in office.", "But will the public stay with him, the way voters backed Reagan and Clinton, or abandon him as they did with Nixon? On that score, the jury is still out.", "Trump, like Nixon, has a “taste people hate” quality to his appeal: He was going to be the poison that “drained the swamp.” Also like Nixon, he’s not particularly popular. His job approval, despite a growing economy, has always hovered below 50 percent.", "American political history is full of politicians who got into legal jeopardy but whose working-class supporters remained steadfast in their support.", "A recent Wall Street Journal/NBC News poll found that 69 percent of Americans dislike Trump personally. Just 25 percent said they both liked him and approved of his policies.", "But his support among Republicans on Capitol Hill remains strong. According to the latest Fox News poll, 89 percent of Republicans approve of the job he’s doing. So long as that continues, it's doubtful many GOP senators will publicly oppose him or risk a vote to remove him from office.", "Will that support erode if more Republicans conclude Trump did try to get foreign governments to investigate his opponents? Will his poor likeability trip him or will \"Listerine\" save him?", "Trump’s base has historically been dominated by “working-class voters” – those without a college education. Do they stay with him or do they conclude that he tried to collude with the Ukraine?", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "American political history is full of politicians who got into legal jeopardy but whose working-class supporters remained steadfast in their support.", "Southern populist Huey Long and New York congressman Adam Clayton Powell are vivid examples.", "Despite an impeachment attempt when Long was governor of Louisiana, he got elected to the U.S. Senate. As he said, “I used to get things done by saying 'please.' Now I dynamite 'em out of my path.\" Long wound up spawning a Louisiana political dynasty that continues to this day.", "Powell retained the support of his predominantly black constituency, even after the House voted to unseat him and called for a special election, and even after he was photographed with a mistress on the Caribbean island of Bimini. He ran in the special election on a slogan of “Keep the faith, baby.” He won.", "Powell and Long portrayed themselves as fighting the \"establishment,\" which helped solidify support from their constituents despite numerous ethical questions.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "The same dynamic may be true of Trump. While it may fly in the face of many liberal elites, a claim that “I’m fighting corruption in the Ukraine” – regardless of what other facts might show – might keep the base faithful.", "If it does, it’s hard to see Republican senators – who need the base to get re-elected – go up against Trump.", "CLICK HERE TO READ MORE BY ARNON MISHKIN"]}