{"id": "d1b962d5-e9e7-3df4-8b80-2a76cdb71871", "title": "In Russia, portraying women's bodies can get you arrested", "url": "https://edition.cnn.com/style/article/yulia-tsvetkova-pornography-gay-propaganda-law-lgbtq-activism-russia/index.html", "summary": "Not a new issueThe criminal charge that Tsvetkova is facing is not her first run-in with the police over art depicting women's bodies.\nA drawing by Tsvetkova Credit: From The Calvert JournalHowever Russia remains polarized on LGBTQ rights.\nA protest in support of Yulia Tsvetkova in Saint Petersburg, Russia.\nThe banner reads: \"Even the flowers will begin to bite: Freedom for Yulia Tsvetkova.\"\nTop image: Artist and activist Yulia Tsvetkova", "paragraphs": ["Written by Valeria Costa-Kostritsky, CNN", "Yulia Tsvetkova is unsure about her future. She has been criminally charged with the \"production and dissemination of pornographic materials,\" after sharing stylized depictions of vaginas on social media. The resident of a remote city in Russia's Far East, she was released from house arrest on March 16 after four months, but is still under strict travel restrictions and faces up to six years in jail.", "Tsvetkova, 27, says that her trouble with the authorities started in early 2019. The youth theater group she had founded was scheduled to put on a play about gender stereotypes and another about militarism. Following pressure from the authorities, Tsvetkova ultimately canceled the play performances, and the festival they were featured in.", "\"I don't know which was worse for the authorities, the play about gender, which they don't understand, and they are afraid of, or the other play, which was pretty political, very sharp. I guess it's the combination of both that got me here,\" she said over a phone call. \"After that I was called to the police station every week or every other week,\" Tsvetkova said.", "Tsvetkova's lawyer, Anna Plusnina, believes the police are deliberately harassing her client. \"I believe that the persecution began in February 2019, when Yulia decided to stage the play \"Blue and Pink\" (about gender stereotypes) in her city,\" said Plusnina in an email regarding these meetings with the authorities.", "\"Women who are alive have body fat and this is fine!\" A drawing by Tsvetkova Credit: From The Calvert Journal", "\"Over the next six months, Yulia and her mother were summoned to the city administration and for questioning by law enforcement agencies, before they could start a criminal case against Yulia in the summer of 2019,\" Plusnina continued. \"I believe that the goal is to limit her right to participate in cultural life and her right to free artistic expression.\"", "The Ministry of Internal Affairs in the Khabarovsk region in Russia's Far East did not respond to a request for comment.", "The pornography charge came after the police discovered a group called \"The Vagina Monologues\" (named after Eve Ensler's play) that Tsvetkova founded and moderated on Russian social media network VKontakte, which encourages women \"to remove the stigma around the vagina and female physiology in general.\" She says that she posted most of the content , which was all created by other people.", "Tsvetkova, who lives in Komsomolsk-on-Amur in a part of Siberia that used to house Gulag labor camps, says police searched her apartment last November, and that they seized computer equipment and documents.", "\"There were lots of questions and then they found my work on the Internet and understood how they could make this case,\" she said. \"It's a pretty common scheme: the police search for what crime they can find in the activist's work and then open a case.\"", "She is currently forbidden to leave her town or change address and is waiting for a court date.", "Not a new issue", "The criminal charge that Tsvetkova is facing is not her first run-in with the police over art depicting women's bodies. They had previously investigated her own drawings, which were part of a body-positivity project called \"Women are not Dolls\" that Tsvetkova had also posted on VKontakte. The line drawings included messages like: \"Women who are alive have body fat and this is fine!\" and \"Women who are alive have muscles and this is fine!\"", "In January 2020, she was also charged under the so-called \"gay propaganda\" law, an administrative offense which can carry a hefty fine, for a drawing depicting two same-sex families with children, accompanied by the caption \"Family is where there's love. Support LGBT families!\"", "A drawing by Tsvetkova that led to her being charged under Russia's so-called \"gay propaganda\" law. It reads, \"Family is where there's love. Support LGBT families!\" Credit: Yulia Tsvetkova", "Across Russia, feminists and LGBTQ activists, who, in past years, have been emboldened by the country's version of the #metoo movement and by campaigns protesting violence against women and advocating for body positivity, have been vocal in their support for Tsvetkova.", "On June 27, Russia's Youth Day (a national day of celebration), activists and publications posted a \"Media Strike for Yulia\" banner on their websites and social media platforms. An online poetry marathon was also held in her support.", "Russian public figures have voiced their support for Tsvetkova, including actress Renata Litvinova, television host Ksenia Sobchak and veteran broadcaster Vladimir Pozner -- who made a video in which he says the case against Tsvetkova is unacceptable.", "\"Women who are alive have imperfect skin and this is fine!\" A drawing by Tsvetkova Credit: From The Calvert Journal", "However Russia remains polarized on LGBTQ rights. The government has enacted anti-LGBTQ legislation, using laws to crack down on activists and LGBTQ rights supporters. This includes the use of the pornography law used against Tsvetkova, and, notably, the \"gay propaganda\" law, which bans \"propaganda of non-traditional sexual relations around minors,\" signed by Vladmir Putin in 2013, and condemned by the European Court of Human Rights as homophobic.", "Meanwhile a recent referendum saw Russians voting in favor of proposed amendments to the constitution, one of which defines marriage as a union between a man a woman.", "Ongoing support", "Last week, Eva Tsvetkova (no relation to Yulia but a close friend and 28-year-old doctor) demonstrated in support of Yulia with 35 other women in Moscow.", "\"Yulia's case is important and political,\" she said via instant messenger. \"Because the charge of 'pornography' is a very obvious pretext for attacking people who disagree with the regime. Yulia has been involved in educational projects, in feminism, and importantly, she is a lesbian and she has been saying that LGBT+ people are citizens of this country just like everyone else -- an idea that our authorities oppose categorically.\"", "Along with 95 others, Anastasia Pyari, a 40-year-old journalist and poet who lives in Saint Petersburg, took part in the online poetry marathon in support of Tsvetkova. She recorded herself reading a poem in which she describes having sex with a woman. \"Many lesbians I know don't talk about their sexual orientation at work,\" she said over the phone. \"They say there's no need to make it public or to advocate it, but I think it's worth talking about, because if young women knew it was not shameful to be with another woman, many would lead happier lives.\"", "\"Women who are alive have muscles and this is fine!\" A drawing by Tsvetkova Credit: From The Calvert Journal", "\"I'm proud of being part of what is happening right now, to see such a rise of awareness around these issues,\" Yulia Tsvetkova said. \"It was a shock for me when even the magazine \"Domashniy Ochag,\" (Good Housekeeping) which is for housewives, very traditional and very conservative, wrote about my case to support me.\"", "Ekaterina Zakharkiv, a literature Ph.D. student who co-organized the poetry marathon, is proud of having managed to explain Yulia's case to her grandmother. \"She agreed it's unfair. It was a big step for me. I took a photo of her standing in the middle of a field of flowers in her garden, holding a placard saying: 'If Yulia Tsvetkova is a criminal what does it say about (famous artists who paint nudes like) Boucher, Courbet and Rubens.'\"", "A protest in support of Yulia Tsvetkova in Saint Petersburg, Russia. The banner reads: \"Even the flowers will begin to bite: Freedom for Yulia Tsvetkova.\" (This is a play on Tsvetkova's last name, which can be translated from Russian as 'flower') Credit: Eva Tsvetkova", "When asked what she thinks about all the support she has received, Tsvetkova says she is most touched when she hears from those, like her, who live in remote places. \"The most important actions that I see are happening not in Moscow, not in Saint Petersburg,\" she said. \"Some protests are happening in small towns where I know that protesters don't have the freedom or the safety that the community enjoys in Moscow, so they risk more, they sometimes risk their freedom for going to the street and saying, 'Freedom to Yulia Tsvetkova.'", "\"(This is happening) in Kirov, my mom's hometown, which is super conservative, and even in Komsomolsk,\" she continued. \"And for me that's something unbelievably touching because I know what it means to live in a small town and to be a feminist, how scary and lonely it might be.\"", "Top image: Artist and activist Yulia Tsvetkova"], "authors": ["Valeria Costa-Kostritsky"], "keywords": ["credit", "women", "portraying", "russia", "arrested", "tsvetkova", "fine", "law", "support", "case", "womens", "yulia", "bodies", "drawing", "play"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}