{"id": "d1cf3861-102f-3ccd-9a16-266876c75eea", "pubDate": null, "paragraphs": ["Lots of children stage performances in the family sitting room, but few appear before the caliber of audience that Mabel—the youngest daughter of Massive Attack producer Cameron McVey and Swedish hitmaker Neneh Cherry—took for granted. “Whenever I knew my parents had friends coming round, I’d be like, ‘Okay, tonight I’m going to do a show,’ ” recalls the singer, whose uncle is Eagle-Eye Cherry and godfather is Michael Stipe.", "Today, of course, Mabel, who was nominated for British Breakthrough Act at this year’s BRIT Awards, is used to much larger audiences. She’s already conquered a slew of screaming arenas in Europe and will soon headline in the U.S. “I’m like, ‘Sick, let’s do that,’ ” she says, whenever an opportunity to perform presents itself. “I want as many people as possible to listen to my songs.” Anyone who’s even passed by a club this year probably already has: Mabel, whose debut album, High Expectations, was released this summer, specializes in the sort of anthemic R&B tunes that DJs can rely on to get even the deadest of dance floors shaking. Her over-it-all single “Don’t Call Me Up” is thus far the top-selling single by a U.K. female artist of 2019.", "We are meeting in a quiet corner of Peckham Levels, a multistory car park turned Instagrammable arts venue in South London. Mabel, who shot an early music video in the building’s neon-pink stairwell, has dressed with the sort of can’t-be-bothered sexiness that only those at the dewy dawn of adulthood can pull off: cycle shorts, a Calvin Klein bralette, and fluffy Fendi slides. “Lashes, nails, and hair,” she confides. “That’s how you can get away with it.”", "The ability to feel comfortable anywhere is something the 23-year-old learned young. Born in Málaga, Mabel had lived in London, Stockholm, and London again by the time she was 18, spending most of her teenage years in Sweden. Since releasing her debut single in 2015, Mabel has chosen to lean into this itinerant lifestyle. “I wake up in hotels now, and I have no idea where I am,” she says. Still, anything beats being bored in Sweden. The country venerated by lifestyle bloggers for its philosophy of lagom—balance and moderation in all things—was too small, slow, and obsessed with acoustic guitars for a girl who dressed like Aaliyah (the result, she says, of having two older sisters obsessed with ’90s R&B). “I felt trapped,” Mabel recalls. “I didn’t look right. I didn’t sound right.” She became depressed and left school in her teens to study at home. “I wonder sometimes if it was extreme exhaustion from being really anxious,” she says. Mabel now views the depression as situational but the anxiety as lifelong—a reality she confronts on High Expectation’s “OK (Anxiety Anthem).” “I’m not going to wake up one day and it’s just going to be gone forever, and that’s fine,” she tells me.", "Tonight she’s dedicating a rare night off to cooking vegan lasagna with friends at her flat in Notting Hill—a decorous neighborhood that she chose explicitly because “I’m not going to run into people who I’d bump into in the club.” When she has a break she reads—currently Isabel Allende’s Maya’s Notebook—and plays the piano that sits pride of place in her otherwise sparsely furnished apartment. (She’s converted the master bedroom into a walk-in wardrobe to house her sneaker collection.)", "Mabel knows it would be a bad idea to get too comfortable right now. With the exception of “OK,” High Expectations is an album almost exclusively about her exes. Mabel loves love—and tells me so repeatedly. She even kind of loves heartbreak. The problem is that it’s been ages since there was time for any of it. She says she’s so busy that she’s been single for a year and a half (then sheepishly corrects the record: It’s been more like two). While she eventually hopes to find a relationship that emulates her parents’ 30-plus-year partnership, she’s mature enough to know that what she needs right now is—ironically—a bit more drama in her life. “There’s only so many songs that I can write about being really happy,” she tells me bluntly, rapping her beige acrylics on the table with sweet, scheming intent. “Who’s album two?” she muses. “Where do I look for you?”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Harriet Fitch Little"], "url": "https://www.vogue.com/article/mabel-us-tour-second-album?mbid=social_onsite_pinterest", "keywords": ["finding", "london", "tour", "im", "album", "going", "right", "tells", "single", "shes", "high", "mabel", "second", "love", "expectations"], "summary": "“Whenever I knew my parents had friends coming round, I’d be like, ‘Okay, tonight I’m going to do a show,’ ” recalls the singer, whose uncle is Eagle-Eye Cherry and godfather is Michael Stipe.\nToday, of course, Mabel, who was nominated for British Breakthrough Act at this year’s BRIT Awards, is used to much larger audiences.\nHer over-it-all single “Don’t Call Me Up” is thus far the top-selling single by a U.K. female artist of 2019.\nSince releasing her debut single in 2015, Mabel has chosen to lean into this itinerant lifestyle.\nWith the exception of “OK,” High Expectations is an album almost exclusively about her exes.", "title": "Mabel on Her U.S. Tour, Her Second Album, and Finding Time for Love"}