{"pubDate": null, "url": "http://www.nytimes.com/2019/12/18/opinion/fisa-court.html", "id": "d1db5950-f2e0-31de-b7a3-12a8b9126825", "keywords": ["information", "investigation", "page", "review", "horowitz", "mr", "state", "procedures", "fisa", "opinion", "fbis", "woods", "surveillance", "control"], "authors": ["Julian Sanchez"], "title": "Opinion | How Out of Control Is Our Surveillance State?", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Officials who reviewed later applications also told Mr. Horowitz that they typically focused on the new information in each submission.\nIf this explains why the Page investigation went increasingly off the rails, it’s an explanation that has little to do with partisan politics at its heart.\nBut that would mean there’s little reason to think the Page investigation is special in this respect.\nThose occurred precisely because the Woods Procedures aren’t well calibrated to catch material facts that get left out.\nBut it’s well worth it to find out just how badly our surveillance state is broken.", "paragraphs": ["The F.B.I.’s interest in Mr. Page — and its suspicions that he might be a Russian intelligence asset — predated his involvement in presidential politics. He had reportedly been the target of a FISA warrant in 2014 and was the focus of yet another counterintelligence investigation opened in April 2016 by the F.B.I.’s notoriously Trump-friendly New York field office, months before the bureau started an inquiry into potential links between the Trump campaign and Russia’s election interference operation. When investigators got wind of Christopher Steele’s notorious dossier, which made Mr. Page a pivotal figure in a “well-developed conspiracy of cooperation” between Mr. Trump and the Kremlin, it would have seemed like confirmation of what they already suspected.", "Having adopted this theory, investigators began to exhibit classic signs of confirmation bias, readily absorbing new information that fit the model they’d built, while overlooking or explaining away facts that didn’t fit. The worst misrepresentations to the court that Mr. Horowitz uncovered are sins of omission — new information the bureau obtained as the investigation progressed that should have led it to question previous representations it had made to the court.", "The many layers of review FISA applications go through — laid out in a set of rules known as the Woods Procedures — were ill equipped to detect this sort of problem, because the Woods Procedures focus on confirming that facts in the application match documents in the F.B.I.’s case file. But you can’t fact check a claim that doesn’t exist — which means the process is bad at detecting important information that has been left out. Officials who reviewed later applications also told Mr. Horowitz that they typically focused on the new information in each submission. That means assertions they’d made early on ended up effectively being taken for granted: Nobody was revisiting early assumptions to see whether they still held up in the face of new data.", "If this explains why the Page investigation went increasingly off the rails, it’s an explanation that has little to do with partisan politics at its heart. But that would mean there’s little reason to think the Page investigation is special in this respect. There’s an urgent need, then, for the inspector general to do more such “deep dives” and figure out just how pervasive the problem really is.", "Fortunately, the inspector general is already taking a first step in this direction, having begun a review that will “examine the F.B.I.’s compliance with the Woods Procedures in FISA applications that target U.S. persons.” But in itself, that’s not enough: While Mr. Horowitz found violations of the Woods Procedures in the Page case, they weren’t the most serious distortions. Those occurred precisely because the Woods Procedures aren’t well calibrated to catch material facts that get left out. To do that, you’d need to do the kind of intensive and comprehensive case-by-case review conducted in the Horowitz review, not just run Woods vetting a second time to see whether the results tally.", "Doing this sort of deep dive for a representative sample of FISA applications will, of course, be both expensive and extremely time consuming. But it’s well worth it to find out just how badly our surveillance state is broken."]}