{"id": "d1e7654e-099f-366d-b074-e0c11ec14b3b", "title": "Armed Agents Are Allowed in Ballot-Counting Venues, Justice Dept. Tells Prosecutors", "url": "https://www.nytimes.com/2020/11/04/us/politics/justice-department-armed-officers-election.html", "summary": "WASHINGTON — The Justice Department told federal prosecutors in an email early on Wednesday that the law allowed them to send armed federal officers to ballot-counting locations around the country to investigate potential voter fraud, according to three people who described the message.\nThe email created the specter of the federal government intimidating local election officials or otherwise intervening in vote tallying amid calls by President Trump to end the tabulating in states where he was trailing in the presidential race, former officials said.\nA law prohibits the stationing of armed federal officers at polls on Election Day.\nBut a top official told prosecutors that the department interpreted the statute to mean that they could send armed federal officers to polling stations and locations where ballots were being counted anytime after that.\nThe statute “does not prevent armed federal law enforcement persons from responding to, investigate, or prevent federal crimes at closed polling places or at other locations where votes are being counted,” the official, Richard P. Donoghue, told prosecutors in an email that he sent around 1:30 a.m. on Wednesday.", "paragraphs": ["WASHINGTON — The Justice Department told federal prosecutors in an email early on Wednesday that the law allowed them to send armed federal officers to ballot-counting locations around the country to investigate potential voter fraud, according to three people who described the message.", "The email created the specter of the federal government intimidating local election officials or otherwise intervening in vote tallying amid calls by President Trump to end the tabulating in states where he was trailing in the presidential race, former officials said.", "A law prohibits the stationing of armed federal officers at polls on Election Day. But a top official told prosecutors that the department interpreted the statute to mean that they could send armed federal officers to polling stations and locations where ballots were being counted anytime after that.", "The statute “does not prevent armed federal law enforcement persons from responding to, investigate, or prevent federal crimes at closed polling places or at other locations where votes are being counted,” the official, Richard P. Donoghue, told prosecutors in an email that he sent around 1:30 a.m. on Wednesday."], "authors": ["Katie Benner"], "keywords": ["venues", "ballotcounting", "officers", "agents", "email", "told", "send", "tells", "law", "statute", "prosecutors", "dept", "justice", "armed", "allowed", "federal", "locations"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}