{"id": "d202b1bf-404d-36f0-b96e-2716e013b94a", "summary": "In five days of hands-on, interactive sessions, Finance and Accounting for the Nonfinancial Executive provides you with a unique opportunity to deepen your expertise of finance and accounting for better management and decision-making capabilities.\nThe program features sessions on the role of accounting, key concepts of managerial and financial accounting, ratio calculation, and analysis of your company and shareholder value management.\nA hallmark of this program that is unmatched in other Executive Education programs is the Corporate Financial Analysis, a hands-on detailed financial analysis of your company, or a company of your choosing with the help of faculty coaches.\nThe analysis results in a customized financial profile that summarizes how the specific business is doing.\nAt the end of the program, you will have mastered key finance and accounting concepts and understand the relationships among profitability, cash flow, liquidity and growth, and identify the red flags in financial statements – highly important in the current volatile financial context.", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["In five days of hands-on, interactive sessions, Finance and Accounting for the Nonfinancial Executive provides you with a unique opportunity to deepen your expertise of finance and accounting for better management and decision-making capabilities.", "The program features sessions on the role of accounting, key concepts of managerial and financial accounting, ratio calculation, and analysis of your company and shareholder value management.", "A hallmark of this program that is unmatched in other Executive Education programs is the Corporate Financial Analysis, a hands-on detailed financial analysis of your company, or a company of your choosing with the help of faculty coaches. The analysis results in a customized financial profile that summarizes how the specific business is doing. Faculty coaches help you read this profile on different levels, discuss the importance of each number for your business and be able to tell how your business is doing based on the figures, assessing strengths and areas for improvements.", "At the end of the program, you will have mastered key finance and accounting concepts and understand the relationships among profitability, cash flow, liquidity and growth, and identify the red flags in financial statements – highly important in the current volatile financial context."], "url": "https://execed.economist.com/columbia-business-school/finance-and-accounting-nonfinancial-executive-2019-12-09", "title": "Finance and Accounting for the Nonfinancial Executive", "pubDate": null, "keywords": ["company", "analysis", "executive", "financial", "key", "accounting", "nonfinancial", "finance", "sessions", "business", "program", "profile"]}