{"id": "d24bddf7-7a8f-3799-ae0c-df0b8fb42bf8", "keywords": ["star", "bachelor", "wyatt", "hadid", "cameron", "gigi", "brown", "spotted", "report", "splitsville", "tyler", "im", "dating"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "url": "http://www.foxnews.com/entertainment/gigi-hadid-tyler-cameron-break-up", "title": "Gigi Hadid and Tyler Cameron are splitsville, report says", "summary": "\"Bachelorette\" star Tyler Cameron and model Gigi Hadid have called it quits.\nHOW TYLER CAMERON HID HIS ERECTIONS WHILE ON 'THE BACHELORETTE'“I’m at the point where I don’t really want to talk about my relationships,\" he explained.\n'BACHELORETTE' STAR TYLER CAMERON BREAKS HIS SILENCE ON GIGI HADID DATING RUMORSBut when Brown broke it off with Wyatt, after it was revealed he lied to her about dating another woman while filming the show, Brown asked Cameron out for a drink on the show's live finale in July — which Cameron promptly accepted.\nDays later, however – after Cameron was spotted out in public with Hadid – Brown said she was single, noting their relationship was \"a little confusing.\"\nBut, you know, it is OK.”Seemingly because of his link to Hadid, Cameron was nixed from the running to become the upcoming the next star of \"The Bachelor.\"", "pubDate": null, "paragraphs": ["\"Bachelorette\" star Tyler Cameron and model Gigi Hadid have called it quits.", "Cameron, 26, and Hadid were rumored to be dating after the pair were spotted together throughout August — in New York City and at the 24-year-old's grandmother's funeral in the Netherlands.", "The now-single man told Entertainment Tonight last month that he and Hadid were \"just friends,\" but called the blonde bombshell \"an amazing person\" with whom he was \"just keeping it friendly.\"", "HOW TYLER CAMERON HID HIS ERECTIONS WHILE ON 'THE BACHELORETTE'", "“I’m at the point where I don’t really want to talk about my relationships,\" he explained. \"I’ve dated publicly, so… I’m trying to date privately and I’m not in love with anybody right now. I’m in love with myself.\"", "On Wednesday, a source confirmed to the news outlet the two were no longer together.", "Cameron appeared in the most recent season of \"The Bachelorette,\" starring Hannah Brown. He placed second on the show after she chose musician Jed Wyatt in her final rose ceremony and accepted his marriage proposal.", "'BACHELORETTE' STAR TYLER CAMERON BREAKS HIS SILENCE ON GIGI HADID DATING RUMORS", "But when Brown broke it off with Wyatt, after it was revealed he lied to her about dating another woman while filming the show, Brown asked Cameron out for a drink on the show's live finale in July — which Cameron promptly accepted.", "In early August, Cameron was spotted leaving Brown's home in Los Angeles. Days later, however – after Cameron was spotted out in public with Hadid – Brown said she was single, noting their relationship was \"a little confusing.\"", "\"He can do whatever he wants to and I know that I can too,\" she said.", "\"The thing is … We are not dating-dating, at all, we hung out, but we also had conversations of both like knowing that there’s still something there,\" Brown said on a podcast. \"And when you are in the public eye, you do just have to be respectful of each other. Yeah, I wish I would’ve got a little bit more than two days. But, you know, it is OK.”", "Seemingly because of his link to Hadid, Cameron was nixed from the running to become the upcoming the next star of \"The Bachelor.\" Bachelor Nation host Chris Harrison questioned Cameron's commitment, citing his connection to Hadid, saying: \"It may not make him the best Bachelor.\"", "CLICK TO VISIT THE ALL-NEW FOXBUSINESS.COM", "Former contestant Peter Weber, who Brown proclaimed to have had sex with inside a windmill four times, was ultimately announced as the next \"Bachelor.\""]}