{"id": "d252a927-086e-31fa-b6f0-0183afe50853", "keywords": ["say", "survey", "life", "walk", "week", "hours", "millennials", "claims", "work", "minutes", "study", "lives", "stressful", "relaxing", "relaxation", "relax"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "https://www.foxnews.com/lifestyle/millennials-have-less-than-7-hours-of-relaxation-time-per-week-survey-claims", "title": "Millennials have less than 7 hours of relaxation time per week, survey claims", "summary": "Millennials only truly relax for seven hours-a-week, according to a new survey — and it's because they're too wrapped up in their phones.\nA poll of 2,000 British adults aged 18-34 found that hectic home and work lives mean they get less than 60 minutes to themselves each day.\nAnd around six in 10 even say they \"never\" truly relax, because they’re always checking their phone for emails and messages.\nIt also emerged more than half of those with children say their life was more relaxing before they had kids.\nWinter was also deemed twice as stressful as summer, and unsurprisingly, most Brits say their work life makes it hard for them to relax.", "pubDate": null, "paragraphs": ["Millennials only truly relax for seven hours-a-week, according to a new survey — and it's because they're too wrapped up in their phones.", "A poll of 2,000 British adults aged 18-34 found that hectic home and work lives mean they get less than 60 minutes to themselves each day. And around six in 10 even say they \"never\" truly relax, because they’re always checking their phone for emails and messages. A tenth even admitted they struggle to go longer than 10 minutes without checking their smartphones.", "SURVEY FINDS MOST STRESSFUL PART OF DINING AT A RESTAURANT", "A staggering nine in 10 also confessed to opening their phone, even though they know they haven’t had any messages, just to look at the screen.", "The study, commissioned by beauty booking app Treatwell as part of their \"Spa-tember\" campaign, also found that even older generations are struggling to relax, getting just 90 minutes to unwind each day.", "The study also found many adults find they can’t relax even if they have no work to do, with more than a third confessing to feeling \"at a loss\" when they haven't got chores to complete. Sixty-two percent even went as far as to say they find modern life stressful while 46 percent wish smartphones had never been invented, to make it easier for them to switch off.", "“Relaxing is hugely important, but it’s something we often relegate to the back burner of our lives,\" a Treatwell spokesperson said. “Thanks to mobile phones and everything they allow us to do, it means that often when we are ‘relaxing,' we are still ‘switched-on.'\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "As for their methods for unwinding, the respondents took different approaches: One in five said they take their dogs for a walk, while 14 percent put their phones away and out of sight. However, turning on the TV is the most popular way to relax (59 percent) — more than reading a book (54 percent) or going for a walk (52 percent).", "But not everyone can take part in their preferred means of relaxing: More than half of women said they would like nothing more than someone treating them to a spa day so they can unwind. It also emerged more than half of those with children say their life was more relaxing before they had kids.", "Thirty percent claimed to have made an effort to spend more time relaxing, only for it to not \"stick\" and then slide back into their mile-a-minute lives; the same number also feel their partner doesn’t make enough effort to give them time to relax.", "Winter was also deemed twice as stressful as summer, and unsurprisingly, most Brits say their work life makes it hard for them to relax.", "CLICK HERE TO GET THE FOX NEWS APP", "In addition to revealing just how stressed millennials can be, the study also revealed some of the most relaxing sounds, with the sea coming out on top at 52 percent. Thirty percent of those surveyed, via OnePoll, love to hear the sound of rain on a window, and 28 percent are soothed by the sound of waterfalls."]}