{"summary": "You just need to purchase the virtual ticket for $49.99.\nThe virtual ticket gives you two days of viewing for the All-Access Channel, as well as the Community Night contests held on Friday.\nWith the virtual ticket you'll get the cool Illidan Genji and Tyrande Symmetra legendary skins.\nIn World of Warcraft, the virtual ticket gives you murloc-fied faction leaders Finduin and Gillvanas.\nIn Hearthstone, Blizzard is giving out a mysterious Golden Legendary card as well as BlizzCon 2019-themed card backs.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["included", "gives", "giving", "goodies", "outlines", "skins", "warcraft", "blizzcon", "card", "virtual", "blizzard", "overwatch", "legendary", "world", "ticket", "warcraftthemed"], "id": "d299e71f-2871-3f16-a6df-dd2ae3e2601b", "url": "https://www.gameinformer.com/2019/10/01/blizzard-outlines-virtual-ticket-goodies-new-world-of-warcraft-themed-overwatch-skins", "title": "Blizzard Outlines Virtual Ticket Goodies, New World Of Warcraft-Themed Overwatch Skins Included", "pubDate": null, "paragraphs": ["You don't have to attend BlizzCon to get some of the show's exclusive items. You just need to purchase the virtual ticket for $49.99. The virtual ticket gives you two days of viewing for the All-Access Channel, as well as the Community Night contests held on Friday. You also get virtual loot for some of Blizzard's biggest games, including Overwatch.", "To celebrate 25 years of Warcraft, Blizzard is adding two World of Warcraft-inspired skins to Overwatch. With the virtual ticket you'll get the cool Illidan Genji and Tyrande Symmetra legendary skins.", "In World of Warcraft, the virtual ticket gives you murloc-fied faction leaders Finduin and Gillvanas. You also get a Wendigo Woolies outfit. Heroes of the Storm nets you a BlizzCon spray and portrait, and a Celestial Deepcrawler mount. StarCraft II is getting three Brood War-era skins and portraits, and Diablo III is giving players a pair of wings. In Hearthstone, Blizzard is giving out a mysterious Golden Legendary card as well as BlizzCon 2019-themed card backs.", "Blizzard says more details will be announced at a later date. BlizzCon 2019 runs from November 1 to 3 in Anaheim, Calif."]}