{"id": "d2c44990-c758-304f-8a70-db45c4e65aaa", "title": "Opinion | Republicans Claim Voter Fraud. How Would That Work?", "url": "https://www.nytimes.com/2020/11/04/opinion/trump-voter-fraud-pennsylvania.html", "summary": "How hard could it be to order up 62,000 illegal ballots?\nMaybe a fraud mastermind would recruit a thousand accomplices, each of whom would generate 62 illegal ballots.\nAll thousand of them would have to risk their reputation, resources and freedom to beat Donald Trump in Pennsylvania.\nThe work of the thousand fraud wranglers would itself require a lot of ingenuity and a big dollop of luck.\nThey might each try to persuade 62 people to vote a second time, but it would be a hard sell.", "paragraphs": ["Suppose the conspirators somehow knew this year that Pennsylvania would be tied but for their efforts. For the sake of argument, let’s say they decided to marshal 62,000 fraudulent votes, roughly 1 percent of the 2016 total and twice the 0.5 percent margin that sets off an automatic recount. (Even that seems to cut things a little close.)", "How hard could it be to order up 62,000 illegal ballots?", "The chance that 62,000 Biden supporters in Pennsylvania would spontaneously vote with a second, illegal ballot, either in person or by mail, is effectively zero. It’s hard to believe any voters would expose themselves to the risk of felony prosecution, fines and imprisonment, with no knowledge of whether anybody else was doing so too, in order to bring the Democrats one vote closer to victory in Pennsylvania. A fraud of the necessary size would have to be organized.", "And how might that work?", "Maybe a fraud mastermind would recruit a thousand accomplices, each of whom would generate 62 illegal ballots. All thousand of them would have to risk their reputation, resources and freedom to beat Donald Trump in Pennsylvania. They would have to be able to keep their work secret then and for all time — and trust their thousand co-conspirators to do the same.", "The work of the thousand fraud wranglers would itself require a lot of ingenuity and a big dollop of luck. They might each try to persuade 62 people to vote a second time, but it would be a hard sell.", "The recruits wouldn’t want to vote both in person and by mail, given how easy it is for election authorities to detect it. And unless they happen to be registered in two jurisdictions, they can’t vote in more than one — and they risk prosecution if they do. The conspirators would also have to gamble that none of the 62 (or more) people they contact is a secret Trump supporter or a Biden supporter with a healthy conscience."], "authors": ["John Mark Hansen"], "keywords": ["pennsylvania", "voter", "thousand", "hard", "fraud", "62000", "opinion", "republicans", "illegal", "62", "risk", "work", "claim", "vote"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}