{"id": "d2e08fc9-2a68-3773-895d-59508b5336ff", "title": "Kacey Musgraves, Kelsea Ballerini slam country radio station airplay rules for not playing women back-to-back", "url": "https://www.foxnews.com/entertainment/kacey-musgraves-kelsea-ballerini-country-radio-station-airplay-rules", "summary": "The two country music artists responded to a since-deleted tweet from Michigan country music radio station 98 KCQ Country, which claimed that they \"cannot play two females back to back.\nMusgraves, 31, and Ballerini, 26, both responded back on Twitter, calling out the station.\nBallerini took a similar stance, offering apologies to female musicians.\n\"Country music -- We have to fix this.\n(Also -- don’t lash out at this station, they are playing by rules set for them from their higher-ups 😞),\" Ballerini concluded.", "paragraphs": ["Kacey Musgraves and Kelsea Ballerini have taken a stand.", "The two country music artists responded to a since-deleted tweet from Michigan country music radio station 98 KCQ Country, which claimed that they \"cannot play two females back to back. Not even Lady Antebellum or Little Big Town against another female.\"", "Musgraves, 31, and Ballerini, 26, both responded back on Twitter, calling out the station.", "\"Smells like white male b------t and why LONG ago I decided they cannot stop me,\" Musgraves said.", "In a separate tweet, she added: \"And yet, they can play 18 dudes who sound exactly the same back to back. Makes total sense.\"", "Ballerini took a similar stance, offering apologies to female musicians.", "\"To all the ladies that bust their a--es to have half the opportunities that men do, I'm really sorry that in 2020, after YEARS of conversation of equal play, there are still some companies that make their stations play by these rules,\" she tweeted.", "\"ALEXA PLAY LBT LADY A CARRIE MIRANDA KACEY CARLY GABBY MAREN INGRID RUNAWAY JUNE M&T LAUREN,\" read a second tweet from Ballerini. \" ALL IN A ROW.\"", "Ballerini also took the discussion to Instagram, sharing a screenshot of her original response on Twitter.", "\"I say this having been one of the few women who have been really embraced by country radio and having watched some of the bigger networks (and some of my friends that are pd’s and high up) make real changes in their programming to make it look more balanced. I am grateful,\" the \"Miss Me More\" singer wrote.", "She continued: \"BUT. There is still inequality in airplay for women. And tweets like this prove it. And it’s my job to say it out loud and post about it, because of the girls moving to Nashville (or wherever) that are ready to outrun and outwork and outplay everyone. They deserve to know that they have the same shot as the guys moving here to do the same.\"", "\"Country music -- We have to fix this. For us and for them. How do we do it? Let’s talk. (Also -- don’t lash out at this station, they are playing by rules set for them from their higher-ups 😞),\" Ballerini concluded.", "Musgraves and Ballerini's statements echo one made by Jennifer Nettles at the 2019 Country Music Awards, where she wore a pantsuit with a cape that read \"Play our f---in records. Please & Thank You.\"", "Nettles stopped on the carpet to speak with Entertainment Tonight and explained her Christian Siriano-designed red carpet look and the message behind it.", "CLICK HERE TO GET THE FOX NEWS APP", "“Women are supremely underrepresented,\" the three-time Grammy winner told the outlet, adding that “people want to hear our records on playlists and radio just as equally.\"", "A rep for 98 KCQ Country did not immediately respond to Fox News' request for comment."], "authors": ["Nate Day"], "keywords": ["slam", "musgraves", "ballerini", "play", "kelsea", "women", "say", "rules", "kacey", "country", "took", "radio", "playing", "music", "station"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}