{"paragraphs": ["“I went there behind the crude but serious belief that you had to be able to look at anything, serious because I acted on it and went, crude because I didn’t know; it took the war to teach it, that you were as responsible for everything you saw as you were for everything you did.” Michael Herr, the Esquire reporter and author of the Vietnam memoir Dispatches said this, and the longer I covered the fighting in Mosul, Iraq, the truer it felt, though I didn’t know why. A book I wrote about the battle has just been published, and I’ve been thinking about Herr’s lines again.", "The battle of Mosul went on for about nine months, between the autumn of 2016 and the summer of the following year. It was the decisive battle in the war against the Islamic State, in ways the climactic battle of what we once called the War on Terror. It was a battle so bitter, killing roughly 1,200 Iraqi forces and thousands of civilians and jihadis, that a Pentagon spokesman called it, with the Pentagon’s official muddling delicacy, “the most significant urban combat since WWII.” What he didn’t mention was that it also may have been the most visually documented battle, in the most visually documented war, ever fought.", "James Verini is the author of They Will Have to Die Now: Mosul and the Fall of the Caliphate, published in September. Buy on Amazon. Courtesy of W. W. Norton & Company", "By \"most\" I mean that this war was photographed the most widely, the most democratically, if you like, by the most diverse array of participants, from the most angles, with the most devices. The war against the Islamic State was the first smartphone war. News organizations and government organs were there, but they were responsible for only a portion of the images of the combat and its surroundings. The other images, the great majority of them, the ether and the cloud only know how many millions of images, were shot with phone cameras by the people who really had to live through the combat. In the other major urban battles of this war, citizens had cleared out. Not Moslawis, not immediately at any rate. They stayed through the firefights and the mortar barrages and the air strikes and the car bombs, and they were constantly shooting pictures and video on their phones. So too were the soldiers, and, of course, were the jihadis, and anyone in the world who wanted to could tune into the fighting. Some days in Mosul, it seemed the fighting was conducted as much in selfies and GIFs as in bullets and bombs.", "If this all sounds terribly futuristic, abruptly futuristic, as though the history of warfare took a sudden leap forward in Mosul, I can tell you that at moments it felt that way—when I watched tactical air controllers chatting about strike requests over WhatsApp, for instance, or when the absurdly accurate GPS application on a soldier’s smartphone updated itself, and I watched as the virtual front lines crawled forward on his screen. But Mosul was preceded by a series of technical innovations. Mechanized combat and photography emerged roughly simultaneously, about a century and a half ago, and they have advanced together ever since, overlapping and abetting one another. In Mosul they entwined as never before."], "pubDate": null, "summary": "A book I wrote about the battle has just been published, and I’ve been thinking about Herr’s lines again.\nThe battle of Mosul went on for about nine months, between the autumn of 2016 and the summer of the following year.\nIt was the decisive battle in the war against the Islamic State, in ways the climactic battle of what we once called the War on Terror.\nThe war against the Islamic State was the first smartphone war.\nIn the other major urban battles of this war, citizens had cleared out.", "title": "The First Smartphone War", "url": "https://www.wired.com/story/the-first-smartphone-war/", "keywords": ["went", "images", "fighting", "mosul", "battle", "didnt", "combat", "smartphone", "know", "watched", "war"], "authors": ["Condé Nast", "James Verin", "Brian Barrett", "Lily Hay Newman", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Maria Goodavage", "Christopher Ryan", "Isobel Cockerell"], "id": "d2ee4c5f-263a-365e-a5c9-c22985565559", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}