{"authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "title": "San Francisco’s least expensive home still costs $600G", "url": "https://www.foxnews.com/real-estate/san-franciscos-least-expensive-home-still-costs-600g", "summary": "If a one-bedroom, one-bath cottage with no garage or backyard priced at over half-a-million dollars sounds like your cup of tea, then get our your checkbook.\nA 570-square-foot one-bedroom, one-bath property is on the market for $599,000 in San Francisco’s Glen Park neighborhood.\nNow the residential property at 17 Laidley St., which recently had its kitchen and bathroom remodeled, is once again for sale at a lowered $599,000 price tag.\nI'm getting calls from people down south and they're saying hey, I can get a house in SF for $599,000 I want it now.\nHowever, Appenrodt tells SF Gate the pint-sized home has a basement and attic that could potentially add more square footage if finished.", "keywords": ["property", "square", "sf", "median", "600g", "onebedroom", "599000", "expensive", "price", "costs", "saying", "onebath", "franciscos", "san"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["If a one-bedroom, one-bath cottage with no garage or backyard priced at over half-a-million dollars sounds like your cup of tea, then get our your checkbook.", "A 570-square-foot one-bedroom, one-bath property is on the market for $599,000 in San Francisco’s Glen Park neighborhood.", "SAN FRANCISCO'S MOST EXPENSIVE LISTING GETS $4.5-MILLION CUT FROM $45 MILLION ASKING PRICE", "According to SF Gate, the home was originally listed in March for $675,000, but after months without an interested buyer, the agent took it off the market in August.", "Now the residential property at 17 Laidley St., which recently had its kitchen and bathroom remodeled, is once again for sale at a lowered $599,000 price tag.", "CLICK HERE TO GET THE FOX NEWS APP", "\"We've been getting all kinds of activity. I'm getting calls from people down south and they're saying hey, I can get a house in SF for $599,000 I want it now. Some people are saying I don't even know what I'd do with it yet, but I want it,” listing agent Jeff Appenrodt with Laurel Realty told SF Gate.", "The abode is considered a bargain given that the median price of homes--including condos --in the nine-county Bay Area was a cool $815,000 this summer, according to the San Francisco Chronicle, which cited a report by CoreLogic.", "In San Francisco, specifically, the median was $1.35 million.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Though there seems to be renewed interest in the “cheap” property, the home will never be as big as its mini-mansion neighbors, since the lot it sits on is only 614 square feet.", "However, Appenrodt tells SF Gate the pint-sized home has a basement and attic that could potentially add more square footage if finished.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "pubDate": null, "id": "d32c5670-2084-36be-92ba-73ab52d66eda"}