{"id": "d3349313-d615-37b0-947e-867164ba0e31", "title": "Wile E. Coyote, Republican Strategist", "url": "https://www.newyorker.com/magazine/2020/11/09/wile-e-coyote-republican-strategist", "summary": "The California Republican Party has admitted responsibility for placing more than 50 deceptively labeled “official” drop boxes for mail-in ballots.\nBut, if we want to win this election, we’re going to have to get a lot more creative.\nClosing polling places in Democratic-leaning precincts was a good start, but have you considered painting a trompe-l’œil polling place onto the side of a cliff?\nWhat if we put the polling place at the end of a shaky rope bridge?\nMaybe a 6–3 Court will finally rule on my pending case: Wile E. Coyote v. the Law of Gravity.", "paragraphs": ["The California Republican Party has admitted responsibility for placing more than 50 deceptively labeled “official” drop boxes for mail-in ballots.", "—The Times.", "Gentlemen, allow me to introduce myself.", "My name is Wile E. Coyote, and let me just say that it’s an honor to be meeting with the Committee to Reëlect President Donald Trump, both as a lifelong Republican and as a connoisseur of high jinks. Your schemes to purge the voter rolls, gum up the Postal Service, and plant fake ballot boxes are some of the Looniest and Tooniest I’ve seen in American politics. But, if we want to win this election, we’re going to have to get a lot more creative.", "Closing polling places in Democratic-leaning precincts was a good start, but have you considered painting a trompe-l’œil polling place onto the side of a cliff? When people show up, excited to vote, at eighty miles an hour, they will be flattened. And if—as is sometimes the case—a voter is somehow able to pass through the cliff face, you must not try to give chase. I’ve learned this the hard way.", "Your online disinformation campaigns are laudable, but disinformation isn’t just for Facebook. What about a few well-placed signs along the side of the road? “ELECTION CANCELLED”? You just won Iowa. “NEXT BALLOT BOX—300 MILES”? Texas is ours. “FREE BIRDSEED”? Game over. Democrats love birdseed.", "Take my home state, Arizona. Years of demographic change and an unpopular President have turned it into a battleground. But it doesn’t have to be. What if we put the polling place at the end of a shaky rope bridge? When the Roadrun—I mean, when the voter—goes to cast a ballot, we cut the ropes and send him plummeting to the bottom of the Grand Canyon. We can do this several million times. If you find yourself also standing on the bridge when you cut the ropes—well, I’ve been there, brother. That’s just the price of freedom.", "Now, I know what you’re probably thinking: Is any of this legal? In a word, yes. Ever since the Supreme Court gutted the Voting Rights Act, there is effectively no legal limit on how zany, ill-conceived, or harebrained a voter-suppression tactic can be. You can do almost anything to voters these days. Using an industrial-sized rubber band to launch them into the next county? That’s protected speech. Punching them with a boxing glove affixed to the end of a giant spring? That’s what the Framers envisioned. Dropping a grand piano on a voter’s head? In the state of Florida, that’s called “standing your ground.”", "I don’t need to tell you all how important it is that we win. I am an unequivocal supporter of the right to bear arms. Also bombs, catapults, giant bows that shoot me in place of an arrow, and rockets you can ride on. A Biden Administration would surely pass common-sense gun reform and end all the fun. I am a staunch opponent of gun reform, and an even stauncher opponent of common sense.", "And don’t get me started on the Supreme Court. Obviously, we’re all thrilled that the passing of Justice Ruth Bader Ginsburg has opened up a seat for Amy Coney Barrett, a personal hero of mine. She hasn’t responded to my dozens of letters, but I’m certain that she’ll make reproductive rights disappear, even if she doesn’t use the Acme invisible paint that I mailed her. But why stop there? Have you considered sawing a giant circle in the floor beneath Justice Sotomayor’s chair? Maybe a 6–3 Court will finally rule on my pending case: Wile E. Coyote v. the Law of Gravity.", "Take my advice, and we should be cruising to a comfortable win come November 3rd. One word of caution, however. If on Election Night things are looking good, by no means should you look straight into the camera while rubbing your hands together in evil glee. This always, and I mean always, backfires. And don’t even think about tying on a bib and licking your chops. Put on a goddam tie. This party used to stand for something. ♦"], "authors": ["Nicky Guerreiro", "Nicky Guerreir", "Ethan Simo"], "keywords": ["polling", "place", "giant", "strategist", "court", "ive", "republican", "wile", "end", "win", "coyote", "dont", "election", "thats"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}