{"id": "d33ac713-a731-3762-ae06-b9ac05745f1e", "keywords": ["boy", "medical", "discarded", "newborn", "team", "baby", "dumpster", "shower", "hold", "trash", "texas", "love", "placed", "jason", "near"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Frank Miles", "Frank Miles Is A Reporter", "Editor Covering Geopolitics", "Military", "Crime", "Technology", "Sports For Foxnews.Com. His Email Is Frank.Miles Foxnews.Com."], "url": "http://www.foxnews.com/us/police-in-texas-give-baby-shower-for-newborn-boy-discarded-near-dumpster", "title": "Police in Texas hold baby shower for newborn boy discarded near dumpster", "summary": "A police department in Texas has given a newborn boy the love he needs.\nArlington police, along with the medical staff at Medical City Arlington, held a baby shower for Jason, who FOX 4 News reported was found abandoned near a dumpster last month.\nArlington Police Chief Will Johnson shared a happy ending to the story on Twitter: “I love my team.\nToday @ArlingtonPD officers held a baby shower for baby Jason, the newborn recused after being placed in a trash dumpster.\nJason is doing great physically thanks to the awesome care he is receiving at @MedCArlington Some of Jason’s medical team joined the party!”Click for more from FOX 4 News Dallas-Fort Worth.", "pubDate": null, "paragraphs": ["A police department in Texas has given a newborn boy the love he needs.", "Arlington police, along with the medical staff at Medical City Arlington, held a baby shower for Jason, who FOX 4 News reported was found abandoned near a dumpster last month.", "The little boy was found inside a suitcase next to a trash compactor at an apartment complex.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Authorities are still looking for his mother, and the boy will be placed in foster care after being released from the hospital.", "Arlington Police Chief Will Johnson shared a happy ending to the story on Twitter: “I love my team. Today @ArlingtonPD officers held a baby shower for baby Jason, the newborn recused after being placed in a trash dumpster. Jason is doing great physically thanks to the awesome care he is receiving at @MedCArlington Some of Jason’s medical team joined the party!”", "Click for more from FOX 4 News Dallas-Fort Worth."]}