{"keywords": ["road", "countryside", "france", "system", "napoleon", "remote", "rural", "houses", "dwelling", "number", "numbering", "numbered", "catches"], "url": "https://www.economist.com/europe/2019/09/26/the-countryside-catches-up-with-napoleon", "summary": "Across the country, a bewildering system of rural addresses has sprung up, which seems more suited to an American suburb than la France profonde.\nNapoleon imposed an orderly street-numbering system on Paris in 1805.\nA ruling in 1994 obliged communes with a population of 2,000 or more to number their houses.\nAt each branch in the road, numbering begins again from zero.\nIn time, rural France may indeed grow used to its new numbered landscape, and the resident of a remote dwelling to living at number 2027.", "title": "The countryside catches up with Napoleon", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "d33dc15f-55e4-3221-a1e1-2107e8c5a802", "paragraphs": ["O N A REMOTE country road that winds through vineyards, a metal letter box mounted on a post marks the address of a hillside farm: 1710, route de Mérindol. From the road, almost no other dwelling is in sight. The closest neighbour, further down this southern French valley, is at number 1460. On the opposite side, the nearest dwelling is number 2027. Across the country, a bewildering system of rural addresses has sprung up, which seems more suited to an American suburb than la France profonde.", "Napoleon imposed an orderly street-numbering system on Paris in 1805. For nearly two centuries, though, even centralised France left rural parts alone. The idea now is to bring some order to remote hilltops and valleys. A ruling in 1994 obliged communes with a population of 2,000 or more to number their houses. Now, mayors of the country’s 30,000 smaller villages say that they are under increasing pressure to do so, too. The growing use of home delivery, not to mention the efficiency of ambulances and fire services, all call for clearer house identification. So mayors have been poring over maps. The Burgundy village of Lugny-les-Charolles numbered its 264 houses for the first time in July this year.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "The confusion stems from the numbering method most communes choose. Sequential numbering, common in cities, mimics the system used in Paris. But many small villages have opted for metric numbering instead. This takes a central village point—often the town hall—and works outward. So a house that is 200 metres along the road from point zero will be numbered 200. Its nearest neighbour, perhaps 270 metres from the centre, becomes number 270. At each branch in the road, numbering begins again from zero.", "Mayors defend the metric system’s logic and flexibility. It leaves, for instance, plenty of available street numbers to use for new houses. In time, rural France may indeed grow used to its new numbered landscape, and the resident of a remote dwelling to living at number 2027. Until then, it remains a system of wondrous Cartesian theoretical clarity that is baffling to most."], "pubDate": null}