{"id": "d3882b4c-e8d2-39c4-af4d-ba798a48dffe", "title": "US nears 10M coronavirus cases amid surge in infections", "url": "https://www.foxnews.com/us/us-surpasses-10-million-total-coronavirus-cases", "summary": "The U.S. was nearing 10 million coronavirus cases on Monday, amid a recent surge in infections that's been described as the third wave of COVID-19.\nAs of early Monday, at least 9,972,333 total coronavirus cases have been reported, according to data from Johns Hopkins University.\nAbout a million cases have been recorded in the states within the last 10 days, which was the highest rate of infections since the start of the outbreak, reports said.\nTexas surpassed one million cases on Saturday and accounts for about 10% of all U.S. infections.\nReuters and the New York Times both reported that the virus surpassed 10 million cases in the U.S on Sunday.", "paragraphs": ["The U.S. was nearing 10 million coronavirus cases on Monday, amid a recent surge in infections that's been described as the third wave of COVID-19.", "As of early Monday, at least 9,972,333 total coronavirus cases have been reported, according to data from Johns Hopkins University. The U.S. would be the first nation to hit 10 million confirmed cases.", "About a million cases have been recorded in the states within the last 10 days, which was the highest rate of infections since the start of the outbreak, reports said.", "NYC HEALTH COMMISSIONER CHEERS BIDEN CELEBRATIONS, DAY LATER BRINGS DOWN HAMMER ON NEW YORK", "Daily infections have topped 100,000 five times in the past seven days, including 131,420 on Saturday, according to Reuters.", "The number of reported deaths, which typically lag behind cases, have also increased. The U.S. saw more than 1,000 deaths on Saturday for the fifth consecutive day -- a trend not seen since August.", "The Midwest remains the hardest hit, with North Dakota, South Dakota, Wisconsin, Iowa and Nebraska having the highest number of new cases relative to their population.", "Meanwhile, the South region has totaled nearly 43% of all the cases in the U.S. since the pandemic began, according to an analysis by Reuters.", "Texas surpassed one million cases on Saturday and accounts for about 10% of all U.S. infections. New York, originally considered the epicenter for the virus, has totaled more than 33,694 deaths, the most in the states.", "Reuters and the New York Times both reported that the virus surpassed 10 million cases in the U.S on Sunday.", "President-elect Joe Biden said he plans to bring leadership to the U.S. outbreak, amid a surging number of cases. He has often criticized President Trump's handling of the pandemic during his campaign.", "FAUCI SAID TRUMP 'ASKING FOR TROUBLE' WITH POTENTIAL SUPER SPREAD RALLIES - BUT SILENT ON BIDEN CELEBRATIONS", "Biden will announce a 12-member coronavirus task force on Monday, which will be charged with coming up with ideas to help contain the disease once he takes office in January, reports said. Trump, however, has promised legal action in the coming days as he refused to concede his loss to Biden.", "The task force will be headed by Vivek Murthy, the former U.S. surgeon general, and David Kessler, the former commissioner of the Food and Drug Administration.", "One of his first priorities as president-elect will be implementing mask mandates nationwide by working with state governors.", "Worldwide, the coronavirus has infected more than 50,395,314 people and killed at least 1,256,000 since the start of the pandemic, according to Johns Hopkins University.", "CLICK HERE TO GET THE FOX NEWS APP", "The U.S. has totaled at least 237,570 deaths from the virus."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["surge", "10m", "million", "according", "pandemic", "amid", "deaths", "infections", "totaled", "coronavirus", "reported", "virus", "cases", "nears"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}