{"authors": ["Dana Blanton"], "title": "Fox News Poll: Biden bests Trump by nine points in Wisconsin", "url": "http://www.foxnews.com/politics/fox-news-poll-biden-bests-trump-by-nine-points-in-wisconsin", "summary": "That gives Democratic candidates the lead in each of the possible 2020 matchups tested in a Fox News Poll of Wisconsin registered voters.\nJoe Biden bests Trump by 9 points (48-39 percent) and has the only lead outside the poll’s margin of error.\nNinety-two percent of Clinton voters back Biden, while 83 percent of Trump voters stick with him.\nDemocratic primary voters favoring a new approach give roughly equal support to Biden, Warren and Sanders.\nThe poll has a margin of sampling error of plus or minus 2.5 percentage points for all registered voters and 3.5 points for Democratic primary voters.", "keywords": ["points", "bests", "sanders", "poll", "warren", "voters", "biden", "wisconsin", "democratic", "trump", "fox", "tariffs"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Wisconsin voters are unhappy with how things are going in the country, oppose the border wall, think tariffs hurt the economy, and disapprove of the job President Trump is doing. That gives Democratic candidates the lead in each of the possible 2020 matchups tested in a Fox News Poll of Wisconsin registered voters.", "Joe Biden bests Trump by 9 points (48-39 percent) and has the only lead outside the poll’s margin of error. Bernie Sanders is up by 5 over Trump (45-40) and Elizabeth Warren has a 4-point edge (45-41). In each case, the remaining 13-14 percent of undecided/third-party voters is enough to shift the race either way.", "Trump receives 41 percent support or less in each of the matchups -- well below the 47 percent he won the Badger State with in 2016. At the same time, none of the Democrats hit 50 percent.", "CLICK HERE TO READ THE POLL RESULTS", "The Democratic candidates mostly owe their advantage to women voters and those with a college degree. Trump does best among white men without a degree and white evangelical Christians.", "“Wisconsin is a tough nut for Republicans and the president has an uphill climb,” says Republican pollster Daron Shaw, who conducts the Fox News Poll with Democrat Chris Anderson. “He needs to reassure rural voters who are spooked by the tariffs while persuading suburban voters to buy into his low tax/pro-growth economic vision.”", "Trump won rural voters by 27 points in 2016. They now back him over Biden by only 2 points.", "By a 19-point margin Wisconsin voters think tariffs hurt rather than help the economy, and more oppose building a wall along the southern border by 10 points.", "Those favoring the wall prefer Trump by 73 points, while those opposed go for Biden by 76.", "Voters who say tariffs hurt the economy prefer Biden by a 61-point margin. Those who think tariffs help support Trump by 65.", "Trump beat Hillary Clinton in Wisconsin by less than one percentage point, making him the first Republican to win the state since 1984. Ninety-two percent of Clinton voters back Biden, while 83 percent of Trump voters stick with him.", "Currently, 44 percent of Badger State voters approve of the job Trump is doing and 54 percent disapprove.", "Views are nearly identical on the direction of the country: 43 percent are satisfied with how things are going vs. 55 percent dissatisfied.", "Almost half (48 percent) rate the economy as excellent or good, while slightly more (51 percent) say it is in only fair or poor shape.", "Meanwhile, despite many finding Trump’s dealings with the president of Ukraine troubling (33 percent extremely and 12 percent very), a 54 percent majority says there is zero chance something about the situation would cause them to change their mind about Trump.", "Forty-two percent want Trump impeached and removed from office, 4 percent say impeached, but not removed, and 45 percent oppose impeachment. More Republicans (90 percent) oppose impeachment than Democrats favor it (82 percent).", "In the race for the Democratic nomination, Biden is the top choice with 28 percent support, followed by Warren at 22 percent, and Sanders at 17 percent.", "Pete Buttigieg comes in at 7 percent, Kamala Harris 5 percent, and Cory Booker, Amy Klobuchar, and Andrew Yang get 2 percent apiece. All others receive 1 percent or less.", "CLICK HERE TO GET THE FOX NEWS APP", "The Sanders campaign announced Wednesday that he is off the trail indefinitely after undergoing a heart procedure. The poll was conducted Sunday through Wednesday evenings.", "More Sanders supporters strongly back him (75 percent), compared to Warren (61 percent) and Biden supporters (61 percent).", "Biden’s strongest groups include moderates, white Catholics and voters without a college degree. Warren does best among college graduates and self-described liberals, and Sanders makes the top three largely because of voters under age 35.", "More Warren supporters (64 percent) are extremely interested in the election than Sanders (60 percent) or Biden supporters (51 percent).", "Democratic primary voters place far greater importance on beating Trump than voting for their preferred candidate (52-33 percent). They split, however, when it comes to supporting a candidate who will build on former President Obama’s legacy vs. one who will take a new and different approach (43-47 percent).", "Biden is the top pick among those who want to build on Obama’s legacy and those who prioritize beating Trump.", "Democratic primary voters favoring a new approach give roughly equal support to Biden, Warren and Sanders.", "Conducted September 29-October 2, 2019 under the joint direction of Beacon Research (D) and Shaw & Company (R), this Fox News Poll includes interviews with 1,512 Wisconsin voters who spoke with live interviewers on both landlines and cellphones. Respondents were randomly selected from a statewide voter file, and 663 were screened to identify potential participants in the Democratic presidential primary. The poll has a margin of sampling error of plus or minus 2.5 percentage points for all registered voters and 3.5 points for Democratic primary voters."], "pubDate": null, "id": "d3aa55be-e7d8-37f8-be22-d8a8406d72a1"}