{"id": "d3c9357c-77e2-388a-88e1-b5998eef4185", "summary": "Brandon Wade/Associated PressDwayne \"The Rock\" Johnson made his long-awaited return to WWE for the Fox debut of Friday Night SmackDown, the weekly show named after one of his many trademark catchphrases in the Attitude Era.\nIt's fitting his return to the squared circle came on the 20th-anniversary celebration of SmackDown given his role in the show's creation and rise into a second weekly powerhouse for WWE alongside Monday Night Raw.\nAlthough SmackDown has witnessed many talented wrestlers pass through the curtains over the years, few have connected with the audience like The Rock.\nHis ability to cut a promo is unmatched and helped him earn the nickname the People's Champ.\nHe showcased that once again Friday night to help christen the latest era of SmackDown.", "title": "The Rock, Becky Lynch Attack Baron Corbin During WWE SmackDown's Debut on Fox", "pubDate": null, "paragraphs": ["Brandon Wade/Associated Press", "Dwayne \"The Rock\" Johnson made his long-awaited return to WWE for the Fox debut of Friday Night SmackDown, the weekly show named after one of his many trademark catchphrases in the Attitude Era.", "He appeared in the opening segment alongside Becky Lynch and Baron Corbin, eventually helping the Raw women's champion beat down the King of the Ring:", "The Rock, who frequently told opponents he was about to \"lay the smackdown\" during his wrestling days, had been away from the company since April 2016 to focus on his blockbuster acting career.", "He last appeared at WrestleMania 32 when he was confronted by the Wyatt Family only for John Cena, his counterpart in the WrestleMania 28 and WrestleMania 29 main events, to help him fend off the heel faction.", "It's fitting his return to the squared circle came on the 20th-anniversary celebration of SmackDown given his role in the show's creation and rise into a second weekly powerhouse for WWE alongside Monday Night Raw.", "Although SmackDown has witnessed many talented wrestlers pass through the curtains over the years, few have connected with the audience like The Rock. His ability to cut a promo is unmatched and helped him earn the nickname the People's Champ.", "The Rock probably won't ever step into the ring for another headline match, as he announced in August he \"quietly retired from wrestling,\" but every return generates a type of energy within the WWE Universe that's rarely replicated.", "He showcased that once again Friday night to help christen the latest era of SmackDown."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Tim Daniels"], "url": "https://bleacherreport.com/articles/2856684-the-rock-becky-lynch-attack-baron-corbin-during-wwe-smackdowns-debut-on-fox?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "keywords": ["baron", "wrestlemania", "return", "fox", "appeared", "weekly", "corbin", "help", "wwe", "smackdown", "debut", "rock", "attack", "smackdowns", "becky", "night", "wrestling", "lynch"]}