{"id": "d43b822d-40b2-3666-844a-c864ef4e49c1", "title": "John Kerry: A life in politics – watch the discussion live now", "url": "https://www.theguardian.com/us-news/video/2018/nov/15/john-kerry-a-life-in-politics-watch-the-discussion-live-now", "summary": "John Kerry, the former US presidential candidate and secretary of state for the Obama administration, discusses his life and career with the Observer's chief political commentator, Andrew Rawnsley.\nWatch their discussion live as it unfolds in London's Central Hall from 8.30pm GMT/3.30pm EST.\nKerry served as the 68th secretary of state from 2013 to 2017.\nAs the US's top diplomat, he guided the department’s strategy on nuclear non-proliferation, combating radical extremism and the threat of climate change.\nHis tenure was marked by the successful negotiation of the Iran nuclear deal and the Paris climate agreement.", "paragraphs": ["John Kerry, the former US presidential candidate and secretary of state for the Obama administration, discusses his life and career with the Observer's chief political commentator, Andrew Rawnsley. Watch their discussion live as it unfolds in London's Central Hall from 8.30pm GMT/3.30pm EST.", "Kerry served as the 68th secretary of state from 2013 to 2017. As the US's top diplomat, he guided the department’s strategy on nuclear non-proliferation, combating radical extremism and the threat of climate change. His tenure was marked by the successful negotiation of the Iran nuclear deal and the Paris climate agreement. Early in his career he served in the US navy, completing two combat tours of duty in Vietnam for which he received a Silver Star, a Bronze Star with Combat V, and three Purple Hearts."], "authors": ["Source", "The Guardian"], "keywords": ["state", "combat", "life", "john", "vietnam", "climate", "discussion", "career", "nuclear", "politics", "live", "star", "served", "watch", "secretary", "kerry"], "pubDate": "2018-11-15T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}