{"id": "d43d3706-00f3-3826-9e4d-0b43a92682dd", "title": "Bagpipes and techno blast at Warsaw pro-choice march, but menace lurks", "url": "https://www.theguardian.com/world/2020/nov/01/bagpipes-and-techno-blast-at-warsaw-pro-choice-march-but-menace-lurks", "summary": "As the pro-choice protesters filed past the church, government supporters chanting mournful incantations blasted the screams of a crying baby through giant megaphones at the entrance to the church.\nThe sound was broadcast on a loop, the desperate screams repeated over and over as protesters marched stoically past.\n“Usually these are older women in their 30s, women who really want this child, and the news leaves them completely destroyed.\nFacebook Twitter Pinterest The red lightning bolt, a motif of the Warsaw protests, is a symbol of women’s activism in Poland.\n“Women have taken to the streets to fight for their rights, not so that you can return to power … For the last 30 years, as you have repeated the same conservative rubbish, Polish women have changed.”", "paragraphs": ["It was a surreal sight – and a terrible sound. On Friday evening, as tens of thousands of pro-choice protesters gathered in Warsaw for a massive demonstration against a near-total ban on abortion, military police in red berets formed a protective cordon around the Church of the Holy Cross on Krakowskie Przedmieście, an elegant thoroughfare leading from Warsaw’s Old Town to the city centre.", "Behind the military cordon stood far-right activists and supporters of Poland’s ruling rightwing Law and Justice party (PiS), responding to a call by PiS leader Jarosław Kaczyński to “defend Polish churches” from what government-controlled state television news describes as the “leftist fascism destroying Poland” after some churches were defaced during protests last weekend.", "As the pro-choice protesters filed past the church, government supporters chanting mournful incantations blasted the screams of a crying baby through giant megaphones at the entrance to the church. The sound was broadcast on a loop, the desperate screams repeated over and over as protesters marched stoically past.", "Poland's abortion ban is a cynical attempt to exploit religion by a failing leader | Karolina Wigura Read more", "Agata and Aleksandra, both doctors from Warsaw who declined to give their surnames for fear of repercussions, were among those marching past the church and doing their best to ignore the screams. Standing under a statue of the 16th-century astronomer Nicolaus Copernicus, they described their intense anger at a system that does so little to support the parents of disabled children and yet appears intent on banning terminations even in instances where a foetus is diagnosed with a serious and irreversible birth defect.", "“The moment when a woman discovers that the baby is sick and will probably die just after birth, this is the worst moment of their life,” said Agata, a gynaecologist, who was carrying a placard reading, “Don’t make me torture my patients”.", "“Usually these are older women in their 30s, women who really want this child, and the news leaves them completely destroyed. Until now they had a choice about whether to wait, give birth, and watch the child die – but they will not have that choice any more. As a doctor I want to help them, but now if I help them I would be going against the law.”", "Facebook Twitter Pinterest Huge pro-choice crowds converge on central Warsaw on Friday night to protest against the country’s restrictive abortion laws. Photograph: Omar Marques/Getty Images", "But if the protests, which by Friday had entered their ninth day, have been characterised by anger at Poland’s political and clerical establishments, the rage felt by many marching through the streets manifested itself within a joyful, even carnival atmosphere.", "Accompanying the chants of “Fuck PiS!” and “This is war!” were thousands of humorous placards mocking Polish leaders and demanding the right to choose. Some protesters wore costumes and danced as techno music and 80s classics were blasted from speaker vans. Protesters brought drums, vuvuzelas, kitchen pots and pans – even bagpipes.", "When you are dealing with louts and bumpkins you have to adapt and use language that they actually understand Alicja, pro-choice protester", "There was a sense of euphoria as the various columns of the protest converged in central Warsaw into a single demonstration of 100,000 people, defying coronavirus restrictions banning gatherings of more than five. As they chanted, the red lightning bolt symbol of the Polish Women’s Strike was projected on to the giant communist-era Palace of Science and Culture as police helicopters circled.", "Not even the nationalist football hooligans who attacked the crowd on several occasions were able to spoil the mood of the protesters.", "In one incident witnessed by the Observer on the central thoroughfare of Jerusalem Avenue, about a dozen men dressed in black appeared from a side street and attacked the rear of a column of protesters, appearing to beat up one man quite severely. They were confronted by protesters with what appeared to be some kind of pepper spray or tear gas, leaving several bystanders spluttering and gasping for air.", "The Polish police later confirmed that several such incidents had occurred; of the 37 people arrested on Friday, 35 were associated with nationalist circles. Police also confiscated an array of weapons, including batons and knives.", "Many observers blame Kaczyński, Poland’s de facto ruler, for encouraging the violence by calling on his supporters to defend churches even after far-right groups had announced their intention to create vigilante patrols to confront the protesters. Last weekend, a woman was treated in hospital after allegedly being thrown down the steps of the Holy Cross Church during clashes between pro-choice demonstrators and nationalist activists.", "Facebook Twitter Pinterest The red lightning bolt, a motif of the Warsaw protests, is a symbol of women’s activism in Poland. The placard reads: ‘What the hell have you done’. Photograph: Kacper Pempel/Reuters", "Much has been made in the pro-government media of the apparent “vulgarity” of the protests, with demostraters regularly chanting “Wypierdalaj”, or “Fuck off” and holding placards with messages such as “My pussy, my swamp”, and “Kaczyński [a bachelor] is fucking us because he hasn’t got anyone else”.", "But protesters argue that their language is a natural response to the contempt shown towards them by their government since it assumed office in 2015.", "“Our attitude has changed in recent years because we realised that when you are dealing with louts and bumpkins you have to adapt and use language that they actually understand”, said Alicja, an IT worker who was holding a sign reading, “I tried being nice, now I’m just fucking pissed off.”", "And several commentators have argued that the protesters’ anger goes far beyond the present government and the issue of abortion, extending to the indignities of living in what is still a patriarchal society and under a political and legal order that was shaped in the 1990s by a previous generation of socially conservative men from both sides of the country’s political divide.", "Last week, Tomasz Grodzki, the opposition speaker of the senate, in a clumsy attempt to express his support for the protests, declared: “It is women who ensure that our daily lives go harmoniously and smoothly in an almost unnoticeable way.”", "‘These codgers seem to think that the [protesters’ chants of] ‘Fuck off’ only concern politicians from PiS,” wrote commentator Kaja Puto in response. “Women have taken to the streets to fight for their rights, not so that you can return to power … For the last 30 years, as you have repeated the same conservative rubbish, Polish women have changed.”"], "authors": ["Christian Davies"], "keywords": ["polish", "prochoice", "women", "abortion", "protests", "supporters", "church", "protesters", "blast", "warsaw", "menace", "bagpipes", "techno", "pis", "lurks"], "pubDate": "2020-11-01T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}