{"authors": ["Mark Maurer"], "keywords": ["company", "disclosure", "change", "following", "information", "volkswagen", "risk", "look", "cfos", "companies", "material", "kelley", "scandal", "practices", "sec", "ms"], "summary": "The SEC in August proposed changes to the disclosure standard to discourage repetition and the disclosure of immaterial information, while simplifying compliance efforts.\n“Once you get into the habit of making disclosures early, you put yourself into a hole,” Ms. Kelley said.\nMs. Kelley too said she sees the Volkswagen case as a one-off example of pervasive risk.\nAdditional guidance from the SEC could help nudge companies to take a closer look at their disclosure practices, Ms. Kelley said.\nVolkswagen is also facing a lawsuit from the SEC, which in March accused the company of defrauding U.S. investors.", "title": "CFOs Could Look to Change Disclosure Practices Following Volkswagen Scandal", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "d498c4db-322c-37dd-84f2-b7406e65225e", "pubDate": null, "paragraphs": ["The legal aftermath of Volkswagen AG ’s emissions-cheating scandal could teach a lesson to finance chiefs about the right time to disclose critical information, particularly in the U.S., which differs from Europe in its disclosure requirements.", "German prosecutors last week charged three executives at the Wolfsburg, Germany-based car maker in a 636-page indictment with allegedly misleading shareholders in the months before the 2015 scandal. The indictment said then-Chief Executive Martin Winterkorn became aware of the cheating at least four months before U.S. authorities disclosed in September 2015 that Volkswagen had rigged millions of diesel-powered vehicles to cheat emissions tests for nearly a decade. Volkswagen and the three accused have denied the charges filed last week.", "Executives at some U.S. companies are following the case closely for guidance to determine whether to revise the timing of their own disclosures of critical matters, lawyers said.", "Several U.S. businesses have already taken action. Automotive companies such as Bloomfield Hills, Mich.-based Penske Automotive Group Inc. and Charlotte, N.C.-based Sonic Automotive Inc. have revised their annual reports over the past few years to explicitly reference the Volkswagen scandal in warning shareholders that a comparable issue could hurt their profitability and brand reputation.", "Companies based in the European Union, of which Germany is part, are subject to a continuous disclosure regime. Companies have an obligation to immediately inform the market of any inside information that could have an effect on the price of financial instruments, according to articles in European Market Abuse Regulation, known as MAR. The EU’s MAR, which went into effect in 2016 and is designed to improve financial disclosure, has strict rules about disclosing inside information so that it can be quickly and accurately assessed by the public.", "Disclosure rules in the U.S. are different. A U.S. Securities and Exchange Commission form known as an 8-K contains nine sections, including a fixed set of material events. A company is required to file an 8-K within four business days of most events. The material events could include a bankruptcy, shareholder director nominations, completion of an asset acquisition or disposition, entry into or termination of a material agreement, and changes in control. The SEC doesn’t explicitly include fraud in its criteria.", "The SEC in August proposed changes to the disclosure standard to discourage repetition and the disclosure of immaterial information, while simplifying compliance efforts.", "As the Volkswagen case unfolds, U.S. companies could start thinking more about evaluating compliance issues sooner in the process, said Peter Welsh, co-head of Ropes & Gray LLP’s corporate and securities litigation practice.", "Not all attorneys advise disclosing critical matters that aren’t subject to the 8-K at the earliest point. Disclosing early could create an unfortunate precedent for a company, said Karen Hsu Kelley, partner and head of the public company advisory practice at Simpson Thacher & Bartlett LLP.", "“Once you get into the habit of making disclosures early, you put yourself into a hole,” Ms. Kelley said. “What is material in a company changes over time, by size for example. Companies need to weigh the probability versus magnitude of the risk.”", "A paradigm shift in how disclosure counsel advises companies is unlikely, Mr. Welsh said. Ms. Kelley too said she sees the Volkswagen case as a one-off example of pervasive risk.", "“Operational risk may need to be more of a focus and critical matters should be discussed at a risk or audit committee meeting if they are not already,” Ms. Kelley said.", "Additional guidance from the SEC could help nudge companies to take a closer look at their disclosure practices, Ms. Kelley said.", "The SEC declined to comment.", "Some accounting and legal advisers recommend that chief financial officers of U.S. companies disclose all material information quickly, even though they can largely wait until a quarterly report if the information doesn’t qualify as an event that would trigger them to file an 8-K.", "“Not disclosing mission-critical factors rapidly and fully is an exposure that boards and registrants are not prepared to take any longer,” said Kevin Hyams, partner in charge of accounting firm Friedman LLP’s governance, risk and compliance services practice.", "Companies also have a responsibility to protect employees. Sitting on information for months could increase the risk that employees could be accused of having traded or exercised options with that knowledge, lawyers said.", "U.S. companies stand to learn from the case in Germany because the U.S. is a much more litigious environment, Mr. Hyams said.", "In its criminal and civil cases, Volkswagen accrued fines and penalties totaling around $30 billion. The company and the three accused rejected the recent indictment as groundless. A trial in German courts is months, if not years, away.", "Volkswagen is also facing a lawsuit from the SEC, which in March accused the company of defrauding U.S. investors. The lawsuit is ongoing.", "A Volkswagen spokesperson didn’t immediately respond to requests for comment.", "Write to Mark Maurer at mark.maurer@wsj.com"], "url": "https://www.wsj.com/articles/cfos-could-look-to-change-disclosure-practices-following-volkswagen-scandal-11570138928?mod=hp_minor_pos7"}