{"paragraphs": ["A good simulation game has the power to make micromanagement exciting instead of laborious. Watching your empire grow and seeing the fruits of your decision-making is what drives these experiences, making the overwhelming feeling of pulling so many strings rewarding. Planet Zoo captures a lot of that appeal, trying to take its simulation elements in more meaningful and complex directions. Unfortunately, it spends far too much time on the tedium.", "From the creators of Planet Coaster and billed as a spiritual successor to Zoo Tycoon, Planet Zoo doesn’t hesitate in throwing you to the lions. It’s a challenging simulation due to all the areas you must excel in, and being lucrative isn’t your only concern. Angry protesters run amok if you’re not giving your animals excellent care. Customers turn into vandals if they aren’t enjoying themselves. The animals always need something, and they are clever enough to escape if you don’t repair your barriers often enough. All of these factors force you to constantly balance the happiness of animals and people against your pocketbook. I enjoyed the challenge of this juggling act, even if the animals sometimes exhibit diva-like behavior with their high demands.", "Since animals are the main attraction, they take up most of your resources. You must research different species and study the basic attributes and tendencies in an expansive encyclopedia. You need to pay attention to things like temperature and terrain type when building your exhibits, and regularly add new toys to keep your animals interested. Even adopting the best-fit animal available within a species can change things drastically. For instance, choosing the timber wolf with a higher fertility rate is in your best interest, even if the cost is high and sets you back from getting other animals to exhibit.", "Your level of care has a huge ripple effect on your success, since high animal welfare means no protestors and a higher chance of procreation. I was impressed by the scope of the animals, from Komodo Dragons to Japanese Macaques, but learning about them quickly became like taking a boring open-book test. You must constantly reference the zoopedia to succeed, as research often unlocks and records new details, which allows you to improve animals’ welfare. The amount of detail and specificity for each species is impressive, but it’s presented in such an unappetizing way; spending the majority of your time with your head in a book isn’t exactly a fascinating way to learn about different animals in an interactive format. At the very least, Planet Zoo does touch on conservation and the importance of releasing animals into the wild to repopulate areas, giving you incentives, such as currency bonuses, for finally setting them free.", "Building my own zoo and managing the cash flow held the most allure. Zoo themes (like India and Africa) help you create cool designs, and I enjoyed the strategic elements, such as placing souvenir shops by popular exhibits and putting animals’ food trays near glass windows so guests get a better view. Training staff members, running marketing campaigns, and selecting pricing are also interesting things to consider. Planet Zoo certainly provides a challenge, and having so many different things to weigh kept me on my toes, but it also took a lot of experimentation to actually learn about all the elements. Planet Zoo doesn’t offer adequate guidance for its complexities, with a lot of important things not being explained well or at all. This is a shame because the game is packed with so many different areas and aspects to consider. I learned the hard way about the importance of exhibit size, using non-climbable fences for specific animals, and how animals fight for dominance and space if you don’t balance the male to female ratio accordingly.", "Learning through failure and looking up topics in a glossary aren’t the only ways to master the complex mechanics, but it’s far more fun than the frustrating career mode. That path is basically a long tutorial through various zoo types to help teach the basics, but it’s awful to play through. On top of listening to bad dad jokes, you get a checklist of tedious tasks to complete, like increasing animal welfare to an extremely high percentage, placing objects and buildings in specific areas, and adopting a certain amount of different species. I started with the career mode to learn how to play the game, and it left a terrible first impression. The problem is you need to play some of it to have even the slightest idea of how to navigate the game; with several different systems and elements to consider, this is a huge issue. I couldn’t believe how much more fun Planet Zoo became when I stepped into other modes where I had the freedom to do things as I pleased, as there’s everything from economic challenges to just a sandbox to build the zoo of your dreams with no restrictions.", "While swapping to other modes mitigated some of my frustrations, it doesn’t alleviate the extremely menu-heavy interface. I always felt like I had to go through one more hoop than necessary to find information or take actions. For example, if I researched a new enrichment for my animals, I had to go back into the zoopedia to even see what it was, then back out and go into another menu to find said item and put it in the habitat. At times, I even wrote things on paper so I didn’t forget them as a way to avoid the hassle of going into extra menus.", "Planet Zoo put up a lot of obstacles to my enjoyment, but once I broke through the majority of them, I found that engaging loop of mastery and success that makes simulation games fun. I enjoyed trying to one-up my last creation and surpass my previous revenue and years in business. Unfortunately, Planet Zoo requires an unreasonable level of patience that creates a barrier around its best qualities."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "title": "Planet Zoo Review – Wearing Down Barriers", "id": "d4ab3145-1c52-33d3-b8c9-dfdddbb2b0dc", "keywords": ["simulation", "wearing", "review", "barriers", "species", "things", "high", "different", "planet", "animals", "zoo", "way", "lot"], "summary": "Planet Zoo captures a lot of that appeal, trying to take its simulation elements in more meaningful and complex directions.\nFrom the creators of Planet Coaster and billed as a spiritual successor to Zoo Tycoon, Planet Zoo doesn’t hesitate in throwing you to the lions.\nYou must research different species and study the basic attributes and tendencies in an expansive encyclopedia.\nPlanet Zoo doesn’t offer adequate guidance for its complexities, with a lot of important things not being explained well or at all.\nUnfortunately, Planet Zoo requires an unreasonable level of patience that creates a barrier around its best qualities.", "pubDate": null, "url": "https://www.gameinformer.com/index.php/review/planet-zoo/planet-zoo-review-wearing-down-barriers"}