{"id": "d4e04df1-6bd7-39b8-8d8e-978e13cf2c60", "title": "Hitman 2 Review – A Worthy Investment For Expert Executioners", "url": "https://www.gameinformer.com/review/hitman-2/a-worthy-investment-for-expert-executioners", "summary": "The Hitman games have always adhered to a simple formula, and Hitman 2 is no exception: After arriving in a new (and increasingly large) level, the bald and barcoded assassin must track down and execute his target.\nInstead, the magic and replayability of Hitman lies in exploring the environments, donning disguises, and devising stealthy and creative executions that leave no trace.\nIO tries to tell a more compelling story than the previous game, though the results are mixed.\nThe shining exception is Sniper Assassin, which builds on the previous spin-offs and tasks players with sniping targets from a single location.\nLike Agent 47 himself, Hitman 2 doesn’t take a lot of chances – instead it continues honing its underlying formula to a deadly precision.", "paragraphs": ["With 2016’s episodic experiment firmly in the rearview mirror, Agent 47 is back with another full itinerary of places to go and people to execute. While Hitman 2’s globetrotting adventure suffers from the same shortcomings as its predecessor, the new locations and clever assassination opportunities remind me why I’ve remained a fan of the series all these years.", "The Hitman games have always adhered to a simple formula, and Hitman 2 is no exception: After arriving in a new (and increasingly large) level, the bald and barcoded assassin must track down and execute his target. However, simply walking up and shooting them won’t net you many accolades. Instead, the magic and replayability of Hitman lies in exploring the environments, donning disguises, and devising stealthy and creative executions that leave no trace. Why garrote an enemy when you can cause their sports car to malfunction during a race, or give your target an extra-close shave while posing as their barber?", "My one major criticism of Hitman 2 remains a holdover from the previous installment: Each map is now so massive that it demands a hefty time investment just to learn, and the organic discovery of a level’s set-piece executions has taken a backseat to in-game guides that hold your hand through each step in Agent 47’s elaborate schemes. Hitman’s signature assassinations have always been puzzles, and nowadays you can either have all the answers splayed out in front of you or blindly stumble through them via hours of frustrating trial-and-error. Thankfully, these scripted assassinations are far from the only way to dispatch your targets, and my options and enjoyment opened up once I pushed past the learning curve.", "Though some problems come with Hitman 2’s levels being the biggest in the series, they are also among the most memorable, including an opulent billionaire’s high-tech headquarters and racetrack in Miami, and the sprawling slums of Mumbai. Some locations, like the village, coca fields, and cartel mansion of Santa Fortuna, feel like three full-fledged levels fused together, offering a welcome change of scenery and scenarios as you scratch off the targets on your hit list.", "The signature executions this time around are worth the extra effort they require, and range from coaxing a carnivorous hippo into eating his owner to helping an incompetent assassin perform your hits for you. These moments, along with 47 giving the worst house tour ever while posing as a real-estate agent, kept me engaged and entertained during multiple playthroughs of each level, as did the wealth of challenges to pursue. I’m still not compelled to replay levels for as long as the game wants me to, but I had significantly more fun returning to locations than I did in the last game. Minor improvements like picture-in-picture alerts of important events and the ability to hide in foliage smooth out the gameplay, making it more enticing to dive back in.", "IO tries to tell a more compelling story than the previous game, though the results are mixed. The developer smartly focuses on fleshing out 47’s past and his handler Diana Burnwood, and a mysterious new figure provides some extra intrigue. Unfortunately, the narrative is told through glorified storyboard sequences rather than actual cutscenes. Watching the camera pan across still images of characters as they converse just feels cheap and disappointing, especially given the previous quality of the series’ cinematics – and how good the in-game engine looks.", "Players can also partake in a handful of peripheral modes, but they are largely forgettable. The shining exception is Sniper Assassin, which builds on the previous spin-offs and tasks players with sniping targets from a single location. Sniper Assassin provides a fun and exciting break from the slow and methodical pace of the main game – but unfortunately the mode only offers a single level to shoot up. The Ghost multiplayer mode is also a frustrating disappointment, contorting the stealth-oriented action into a competitive race that the gameplay isn’t really suited for.", "Like Agent 47 himself, Hitman 2 doesn’t take a lot of chances – instead it continues honing its underlying formula to a deadly precision. A part of me still longs for the smaller and more digestible maps of the older games, but I can’t argue with IO’s execution here – the levels, and memorable assassination opportunities they hold, are worth the investment."], "authors": [], "keywords": ["review", "locations", "hitman", "worthy", "expert", "previous", "level", "executioners", "targets", "assassin", "investment", "agent", "levels", "game", "series"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}