{"id": "d5012fe6-c1d2-396c-9054-68919b126f59", "title": "Square Enix Unveils Balan Wonderworld's Opening Movie", "url": "https://www.gameinformer.com/2020/10/20/square-enix-unveils-balan-wonderworlds-opening-movie", "summary": "Balan Wonderworld was revealed this summer, and today Square Enix is giving us a new look at the theater-themed adventure.\nThe video above is the opening movie, which highlights all sorts of important elements of the game, including the two main heroes, a wacky impresario, and plenty of cute little animals.\nThe game is directed by Yuji Naka (of Sonic the Hedgehog fame), and looks like a colorful and whimsical romp that borrows aspects of games like Kingdom Hearts and Nights.\nIf you are eager to see more of Balan Wonderworld beyond the opening movie, you still have a little while to wait; the game is releasing in spring 2021 on Xbox Series X/S and Xbox One.\nIt is also coming to PlayStation 5, PlayStation 4, Switch, and PC.", "paragraphs": ["Balan Wonderworld was revealed this summer, and today Square Enix is giving us a new look at the theater-themed adventure. The video above is the opening movie, which highlights all sorts of important elements of the game, including the two main heroes, a wacky impresario, and plenty of cute little animals.", "The game is directed by Yuji Naka (of Sonic the Hedgehog fame), and looks like a colorful and whimsical romp that borrows aspects of games like Kingdom Hearts and Nights. To learn more about what to expect from the experience, you can read what Naka himself has to say about the title in this blog post introducing the game.", "If you are eager to see more of Balan Wonderworld beyond the opening movie, you still have a little while to wait; the game is releasing in spring 2021 on Xbox Series X/S and Xbox One. It is also coming to PlayStation 5, PlayStation 4, Switch, and PC."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["square", "playstation", "naka", "movie", "opening", "unveils", "little", "yuji", "balan", "wonderworlds", "wonderworld", "enix", "xbox", "game"], "pubDate": "2020-10-20T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}