{"summary": "The wife of a Georgia county commissioner was facing criminal charges on Monday after she allegedly poured a drink on a reporter at a public meeting last week.\nAbbey Winters later told police at an attorney's office that she accidentally poured the drink on Bryant after she tripped.\nWarrants were issued for Abbey Winters, who was charged with disorderly conduct and simple battery, both misdemeanors.\nCLICK HERE TO GET THE FOX NEWS APPRural Chattooga County is in northwest Georgia, and sits along the state border with Alabama.\nWhile most county commissions have multiple members, Chattooga has a sole commissioner, who serves as the chief legislative and executive government officer, according to the county website.", "keywords": ["county", "commissioner", "wife", "meeting", "soda", "cup", "reporters", "told", "winters", "according", "witnesses", "poured", "head", "abbey", "drink", "public", "dumps", "georgia"], "paragraphs": ["The wife of a Georgia county commissioner was facing criminal charges on Monday after she allegedly poured a drink on a reporter at a public meeting last week.", "Abbey Winters, the wife of Jason Winters, who serves as Chattooga County Commissioner, intentionally dumped a cup of soda over reporter Casie Bryant's head on Friday, according to witnesses — one of whom said the incident was \"the most classless act\" she's seen in her entire life.", "KENTUCKY JUDGE ACCUSED OF RETALIATION, ATTEMPTING THREESOMES WITH STAFFERS AND ALLOWING DRINKING IN COURTHOUSE", "Bryant, a reporter for AllOnGeorgia, and Abbey Winters were in attendance at the county's budget meeting, which was scheduled to start at 11 a.m. Video of the incident posted online by AllOnGeorgia shows a few people, including the commissioner, sitting around a table before liquid is heard being poured in the background.", "\"Oh my god,\" a visibly-shocked Jason Winters says as he watches the scene unfold in front of him, before a woman can be heard saying, \"I'm sick of it\" and \"she brought it on herself.\" The female voice is also heard in the background saying: \"By saying that he went to France\" and \"oh yes, b----.\"", "ATLANTA ATTORNEY ALLEGEDLY KILLED MAN WITH MERCEDES AFTER GOLF BALL HIT HIS CAR, PROSECUTORS SAY", "The video doesn't capture the actual moment, but witnesses told investigators Abbey Winters was responsible — and that Bryant did nothing to provoke her.", "Paula Arden, a local teacher who was in attendance at the meeting, said she's never seen anything like it, telling WTVC: \"I looked just in time to see her dump it on Casie's head, and Casie just sat there — we all were shocked.\"", "\"Mrs. Winters started to say, 'She deserved it, she deserved that and more,' and I said, 'Nobody deserves that,'\" Arden said.", "When Summerville police officers tried to talk to the Winters, the couple asked to speak to their attorney first, according to an incident report from the department. Abbey Winters later told police at an attorney's office that she accidentally poured the drink on Bryant after she tripped.", "SOUTH CAROLINA 'POLICE OFFICER OF THE YEAR' ARRESTED AFTER VIDEO SHOWS HIM HITTING HANDCUFFED SUSPECT", "Bryant, for her part, confirmed what witnesses had told police, and added she didn't usually see Abbey Winters at public meetings before. She told officers that “for a few minutes after the drink was poured on her she was just in shock and that she recalled someone stating that the drink looked good on her.\"", "A motive for Winters' actions was not immediately clear, but police told the Times Free Press they \"did get some info from witnesses about a Facebook post Bryant posted last night about Commissioner Winters and the meeting [Friday].\"", "Warrants were issued for Abbey Winters, who was charged with disorderly conduct and simple battery, both misdemeanors. She turned herself in around 4:30 p.m. on Friday.", "CLICK HERE TO GET THE FOX NEWS APP", "Rural Chattooga County is in northwest Georgia, and sits along the state border with Alabama. While most county commissions have multiple members, Chattooga has a sole commissioner, who serves as the chief legislative and executive government officer, according to the county website. Jason Winters, a local businessman, was elected to that position in 2008.", "AllOnGeorgia is a “hyper-local community-oriented news organization\" that seeks “to bring smaller, rural communities relevant and important news that is otherwise not reported,” according to its website.", "The Associated Press contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/us/georgia-county-commissioner-wife-charged-battery", "authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "id": "d57252d6-cf10-328f-98d2-1f79a315d8c5", "pubDate": null, "title": "Georgia county commissioner's wife dumps cup of soda on reporter's head at public meeting"}