{"summary": "Jessie Yeung , CNN Written byThe Miss Universe beauty pageant has featured an openly gay contestant for the first time -- and she hails from a country where homosexuality is criminalized.\nTwenty-year-old Swe Zin Htet competed as Miss Myanmar at the event on Sunday night in Atlanta, Georgia.\nAfter she apologized on Facebook for failing to progress in the Miss Universe competition, comments soon flooded in with messages of pride and consolation.\nThe Miss Universe Organization also expressed its support.\nLast year's Miss Universe competition saw its first ever transgender contestant .", "id": "d5722c37-0d3e-33a7-b373-ddb4d8cd1d13", "pubDate": null, "url": "https://edition.cnn.com/style/article/miss-universe-myanmar-gay-intl-hnk-scli/index.html", "authors": [], "paragraphs": ["Jessie Yeung , CNN Written by", "The Miss Universe beauty pageant has featured an openly gay contestant for the first time -- and she hails from a country where homosexuality is criminalized.", "Twenty-year-old Swe Zin Htet competed as Miss Myanmar at the event on Sunday night in Atlanta, Georgia. Though she failed to advance to the top 20, fans say she has already made history by representing the LGBTQ community on a global stage.", "Htet, also known to fans as \"Superman,\" reportedly came out as gay in an interview posted on a pageant forum, Missosology, shortly after she arrived in Atlanta for the competition.", "\"I want the world to accept the LGBTQ+ community and their right to choose their own path and pursuit of happiness,\" she is quoted as saying. \"We should always have the freedom of choice and promote equality.\"", "The following day, she posted a photo collage on Instagram that was overlaid with a rainbow flag and the word \"Proud.\"", "Her coming out is all the more striking given that a colonial-era section of Myanmar's penal code allows courts to punish gay sex with long prison sentences.", "The law is not widely enforced, but LGBTQ people in Myanmar still face a greater frequency of arrests, and those who do not conform to traditional gender ideas are often shunned, experts say", "Social prejudices remain strong, with many LGBTQ people facing domestic abuse and violence, as well as discrimination in the workplace.", "Anti-LGBTQ attitudes are prevalent in Southeast Asian countries like Brunei, which nearly imposed a death penalty for gay sex in May, and Singapore, where sex between men is punishable by jail time", "However, Htet's coming out was met with a flood of support from fans both in Myanmar and across the world. After she apologized on Facebook for failing to progress in the Miss Universe competition, comments soon flooded in with messages of pride and consolation.", "\"No need to apologize,\" one person wrote. \"You did the best for our country.\"", "The Miss Universe Organization also expressed its support. \"We are honored to give a platform to strong, inspirational women like Miss Universe Myanmar, who are brave enough to share their unique stories with the world,\" the group's president, Paula Shugart, said in a statement. \"Miss Universe will always champion women to be proud of who they are.\"", "Related video: A history of the rainbow flag", "Miss Myanmar Swe Zin Htet, Miss Albania Cindy Marina, Miss Armenia Dayana Davtyan and Miss Kosovo Fatbardha Hoxha pose with cast members of Volta during Volta By Cirque Du Soleil at Atlantic Station on December 04, 2019 in Atlanta, Georgia. Credit: Paras Griffin/Getty Images/Cirque du Solei", "But some of the contests appear to be placing greater emphasis on diversity, representation and equality. Last year's Miss Universe competition saw its first ever transgender contestant . Earlier this May, America's top beauty pageants -- Miss USA, Miss Teen USA and Miss America -- crowned black women as winners at the same time, another significant first.", "CNN has reached out to Swe Zin Htet for comment."], "keywords": ["openly", "miss", "zin", "myanmar", "universe", "sex", "contestant", "women", "celebrates", "lgbtq", "world", "gay", "swe"], "title": "Miss Universe celebrates its first openly gay contestant", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}