{"id": "d5ef4282-ad49-3b6f-a13a-6e49d230f40b", "title": "Rust Review – More Rough Than Diamond", "url": "https://www.gameinformer.com/games/rust/b/pc/archive/2018/02/13/more-rough-than-diamond.aspx", "summary": "I hear the pluck of the bow snap and turn just in time to get another arrow in my belly.\nIn these moments, Rust is enthralling, proving to be fertile ground for player-driven stories.\nThe fact that Rust has been in early access for several years also creates an uneven playing field, putting the odds against newcomers.\nYou can turn down the volume to mute voice chat, but that’s basically closing yourself off to Rust’s emergent stories.\nAt the center of Rust lurks something fascinating, with the Wild-West sense of lawlessness and the exploration of trust and betrayal that emerges when trying to survive.", "paragraphs": ["The two half-clothed hunters circle me. One of them has already pegged me in the chest with an arrow, and they’re both taunting me as I try to duck out of sight, nude and armed only with a club that was once someone’s femur. The first hunter charges but misses with his spear. I slam the club into his face, killing him. I hear the pluck of the bow snap and turn just in time to get another arrow in my belly. He’s prepping another arrow when I slam the bone down on him over and over again. Soon he’s on the ground, wounded, begging me not to kill him. I smash his skull in with a rock and take his bow as my prize. My victory is short-lived. As I wander away from the site of the battle, I notice that I’m bleeding out. Within seconds, I topple over and die. Such is the world of Rust.", "Facepunch’s quirky and vicious survival sim is filled with stories like these. Across my time with the game, I discovered and took part in many of the mini-dramas unfolding across the massive map, where players form alliances or strike out on their own to survive as long as possible in a harsh environment. Using voice chat, I once begged another player armed with a rifle to take me into the community that he had built with others. He invited me into their makeshift sheet-metal castle, and after five minutes of pleasant chatter, he shot me in the face without warning. In another occasion, I was being chased by three hunters on the plains, all of whom were suddenly attacked by a bear, and I listened to their screams fade as I made my getaway.", "In these moments, Rust is enthralling, proving to be fertile ground for player-driven stories. However, the cost for taking part in those stories is high; Rust’s deadly and tedious world rewards only the most tenacious and stubborn players.", "Every game begins with the player waking up on a random spot on the map with only a rock and torch. From there, you have to gather materials, chopping wood and stone with your rock until you can craft more efficient tools and other thing necessary for survival, like spears, clothing, fire, and respawn points. If you survive long enough, you might even be able to build a house or a fortress – maybe even gather an army of fellow players! But that’s a big “if.”", "Rust’s appeal is rooted in the volatile unpredictable nature of its community. Every player you meet can be either your killer, your savior, or a stranger you pass peacefully. However, the majority of the players I encountered were openly hostile, killing everyone they came across despite my frequent attempts to make peace. Rare were the games in which I survived longer than 15 minutes; hunters found me picking stones, then brutally murdered me before I could get my bearings. This happened even when I had played long enough to know what materials I needed to survive the opening moments of each life I spent.", "Respawns are quick, with almost no downtime between each life since every map persists until the server resets (about once a week, depending on the server). The houses you build last until the server wipe even if you don’t —unless another player destroys them. Upon each death, you lose everything you were carrying. Since other players generally loot your body, you start at square one every time you die. This makes every death crushing. While I’m a fan of punishing rogue-likes and survival sims, losing progress in Rust often felt like wasting a huge chunk of time just because an aggressive, better-equipped player happened to wander by. The fact that Rust has been in early access for several years also creates an uneven playing field, putting the odds against newcomers.", "A number of technical issues also consistently interfered with my experience. While Rust’s draw distance is impressive and the forest environments are lush and pleasing to look at, models of both human characters and animals are rough, and their animations are stilted. Worse, lag cropped up across multiple servers, and choppy action makes stalking prey and fighting with other players difficult. The amount of toxicity I came across was also off-putting. I encountered constant disturbing and bigoted behavior, from players screaming racial slurs to mimicking sexual assault over other corpses. As the distasteful interactions and glitches mounted, my enjoyment of Rust’s better qualities waned. You can turn down the volume to mute voice chat, but that’s basically closing yourself off to Rust’s emergent stories.", "At the center of Rust lurks something fascinating, with the Wild-West sense of lawlessness and the exploration of trust and betrayal that emerges when trying to survive. Yet Rust’s habit of tripping over its own feet makes it difficult to get to those fascinating stories. As the survival genre continues to mutate and create compelling experiences generate exciting player-driven stories regularly with little frustration, even Rust’s most compelling feature feels sadly archaic."], "authors": [], "keywords": ["review", "survival", "rough", "player", "server", "players", "map", "survive", "makes", "diamond", "rock", "rust", "rusts"], "pubDate": "2018-02-13T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}