{"id": "d6157874-c675-3efd-85e3-59aa3f548af2", "title": "England enters second lockdown after MPs approve regulation", "url": "https://www.theguardian.com/world/2020/nov/04/johnson-accused-of-lack-of-transparency-as-he-appeals-for-unity-on-lockdown", "summary": "England has begun its second nationwide lockdown on Thursday, despite a bruising vote the previous day in which Boris Johnson’s coronavirus strategy was rejected by dozens of his own MPs.\nMay was among those who lined up to criticise the government, saying no data had been produced to justify the rules.\nIn a final attempt to quell a substantial revolt, Johnson had urged rebels in his party to “put differences aside”.\nDuncan Smith said the data used to put England into lockdown had “unravelled in the last few days”, also pointing to case numbers in Liverpool.\nParents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work.", "paragraphs": ["England has begun its second nationwide lockdown on Thursday, despite a bruising vote the previous day in which Boris Johnson’s coronavirus strategy was rejected by dozens of his own MPs.", "Senior Tories including former leaders Theresa May and Iain Duncan Smith were among those in Wednesday’s Commons debate to attack Downing Street’s management of the pandemic, which claimed nearly 500 lives across the UK on Wednesday – up 24% on the previous day – and left more than 12,000 people hospitalised.", "NHS England warned that within two weeks more hospital beds could be filled than at the height of the first wave, and said its alert level would rise to 4 from Thurday, meaning the pandemic response would be handled nationally rather than regionally.", "The four-week stay-at-home order starting on Thursday, in which all non-essential shops and venues will have to close, is likely to be more heavily policed than the first national lockdown in March, after the home secretary, Priti Patel, told forces that Johnson expected them to “strengthen enforcement”.", "The House of Commons approved the new measures on Wednesday by 516 votes to 38 with opposition parties backing the government.", "Thirty-four Conservative MPs voted against the four-week lockdown – the central plank of Downing Street’s plan for containing the virus – and several said they could not support any extension beyond 2 December, when it is due to end. May was among those who lined up to criticise the government, saying no data had been produced to justify the rules.", "In a final attempt to quell a substantial revolt, Johnson had urged rebels in his party to “put differences aside”. But May said the potential need for a rolling series of lockdowns would cause “irreparable damage” to the economy and have a “significant impact on lives”, while the regional tiers system had not been given adequate time to work. Liverpool, which has been subject to tier 3 measures, had seen cases halve, which May said suggested the localised approach may be working.", "Duncan Smith said the data used to put England into lockdown had “unravelled in the last few days”, also pointing to case numbers in Liverpool. He said he would not vote for the government’s plan, saying he believed that the leak of the lockdown plans on Friday had “bounced the government” into announcing the measures.", "Many Conservative MPs were taken aback by the prime minister’s abrupt abandonment of tiered regional restrictions, which he had been robustly defending days before Saturday’s announcement.", "Scientists believe the R number is still above 1 in most parts of the country, meaning that even though infection rates are slowing in Liverpool and other tier 3 areas, the decline is not by enough to avoid a prolonged second wave and excess deaths.", "May abstained rather than vote against the lockdown measures, and Duncan Smith was among those voting against, as were a string of other former ministers including Steve Baker and Esther McVey, and the chair of the 1922 Committee, Graham Brady.", "Quick guide What you can and can't do in England's new national Covid lockdown Show Hide New national restrictions are due to come into effect in England on Thursday, after MPs vote on them, and remain in place at least until 2 December. What can I leave home for? For childcare or education, where it is not provided online.", "To go to work unless it can be done from home.", "Outdoor exercise either with household members or with one person from another household.", "For all medical reasons and appointments.", "To escape injury or harm, such as domestic abuse.", "To provide care for vulnerable people or volunteer.", "To shop for food and essentials.", "To see people in your support bubble.", "Children will still be able to move between homes if their parents are separated. Government say the list is not exhaustive, and other permitted reasons for leaving home may be set out later. People could face fines from police for leaving their home without a legally permitted excuse. Can different households mix indoors? No, not unless they are part of an “exclusive” support bubble, which allows a single-person household to meet and socialise with another household. Parents are allowed to form a childcare bubble with another household for the purposes of informal childcare, where the child is 13 or under. Can different households mix outdoors? People are allowed to meet one person from another household socially and for exercise in outdoor public spaces, which does not include private gardens. Can I attend funerals, weddings or religious services? Up to 30 people will still be allowed to attend funerals, while stone settings and ash scatterings can continue with up to 15 guests. Weddings and civil partnership ceremonies are not permitted except in “exceptional circumstances”. Places of worship must remain closed except for voluntary services, individual prayer and other exempt activities. Can I travel in the UK or abroad for a holiday? Most outbound international travel will be banned. There is no exemption for staying away from home for a holiday. This means people cannot travel internationally or within the UK, unless for work, education or other legally permitted exemptions. Which businesses will close? Everything except essential shops and education settings, which include nurseries, schools and universities, will close. Entertainment venues will also have to close. Pubs, restaurants and indoor and outdoor leisure facilities will have to close their doors once more. However, takeaway and delivery services will still be allowed, while construction and manufacturing will stay open. Parents will still be able to access registered childcare and other childcare activities where reasonably necessary to enable parents to work. Some youth services may be able to continue, such as one-to-one youth work, but most youth clubs will need to close their doors. Public services, such as jobcentres, courts, and civil registration offices will remain open. There is no exemption for grassroots organised team sports. Elite sports will be allowed to continue behind closed doors as currently, including Premier League football matches. Aaron Walawalkar", "The government also published advice for people defined as “clinically extremely vulnerable” on Wednesday, hours before the lockdown was due to begin. The clinically extremely vulnerable group includes those with reduced immune systems, specific cancers or severe respiratory conditions such as cystic fibrosis. They are being strongly advised to stay at home at all times unless they are going out for exercise or a doctor’s appointment.", "People with chronic kidney disease (stage 5) and those undergoing dialysis, as well as adults with Down’s syndrome, are being added to the shielding list by the NHS due to new evidence about groups more likely to be at risk of serious illness from Covid-19.", "During the Commons debate, Johnson vowed that the lockdown would end on 2 December and that ministers would seek a “fresh mandate” on what came next.", "“It is right for members on all sides of this house to have the doubts that have been expressed, to seek answers from me, and to provide scrutiny,” he said. “But while it pains me to call for such restrictions on lives, liberty, and business, I have no doubt that these restrictions represent the best and safest path for our country, our people and our economy.”", "Johnson did not remain in the Commons for May’s speech, causing cries of outrage from the opposition benches. But he told MPs earlier: “I know there are many in this house who are concerned about how long these measures might last, and that if people vote for these regulations today, they could suddenly find that they’re trapped with these national measures for months on end.", "“So let me level with the house. Of course I can’t say exactly where the epidemiology will be by 2 December, but what I can say is that the national measures that I hope the house will vote on tonight are time-limited … They legally expire.”", "The prime minister reiterated that the NHS being overwhelmed could have disastrous consequences. “It means that the precious principle of care for everyone who needs it, whoever they are, whenever they need it, that principle can be shattered for the first time in our experience,” he said. “It means those who are sick and suffering and in need of help could be turned away because there was no room in our hospitals.”", "Brady said he would vote against the government “with greater conviction than I have in casting any vote in those 23 years [as an MP]”. He said: “I think there is an, unintended perhaps, arrogance in assuming the government has the right … to tell people whether they can visit their elderly parents in a care home, whether it has the right to tell parents they can’t see their children or grandchildren, whether it has any right – for heaven’s sake – to tell consenting adults with whom they are allowed to sleep.”", "Baker said he would vote against the measures “with a heavy heart,” because of doubts about the data presented to MPs. He said the UK must “improve standards in government so that never again do we see a model like this, which evaporates like morning mist under the sunlight of close inspection”.", "However, he said there was a crucial need for compliance with the new rules, in a dig at the prime minister’s adviser Dominic Cummings who broke the last lockdown’s rules. “No more innovative eye tests,” Baker said."], "authors": ["Jessica Elgot", "Heather Stewart", "John Crace"], "keywords": ["national", "need", "measures", "vote", "close", "parents", "second", "regulation", "approve", "england", "mps", "enters", "services", "work", "lockdown", "allowed"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}