{"summary": "Because the kitchen is the heart of the home, don’t make your design choices without careful consideration.\nThis panel of celebrated designers was gathered to bring their unique perspectives to the home design industry, and we asked them to reveal their biggest kitchen design \"don’ts.\"\nDesign expert Kate Arends, founder of Wit & Delight, says never design your kitchen around how you want to live, but rather how you do live.\n“So often, we design spaces that don’t take real life into account.\n“If you have dogs and small children, consider surfaces that camouflage dirt and smudges.”Elsie Larson, of A Beautiful Mess, urges you to stay away from trendy tile.", "keywords": ["experts", "design", "plan", "say", "founder", "santos", "feel", "trendy", "mistakes", "spaces", "remodeling", "tile", "kitchen", "materials", "biggest"], "paragraphs": ["Because the kitchen is the heart of the home, don’t make your design choices without careful consideration.", "We suggest you tap into the advice of four expert designers tasked with being part of the first-ever Delta Design Trust. This panel of celebrated designers was gathered to bring their unique perspectives to the home design industry, and we asked them to reveal their biggest kitchen design \"don’ts.\"", "Design expert Kate Arends, founder of Wit & Delight, says never design your kitchen around how you want to live, but rather how you do live.", "For the kitchen work triangle to function, you should be able to walk, not hike, between the refrigerator, the sink and the stove.", "“So often, we design spaces that don’t take real life into account. For example, if you aren’t someone who likes to keep their cupboards organized, DO NOT embrace the open shelving trend!” says Arends. “If you have dogs and small children, consider surfaces that camouflage dirt and smudges.”", "Elsie Larson, of A Beautiful Mess, urges you to stay away from trendy tile.", "“I feel like it looks sleek in a restaurant, but in my home, I want something classic that flows well through all of the seasons.”", "It’s important to consider how the design elements in your kitchen will hold up over time.", "Interior designer Emilie Baltorinic of Living Spaces agrees.", "“Try not to get too trendy when designing your kitchen. The millennial pink tile backsplash or Aztec print floor tile may be Instagram-worthy now, but if you decide to resell your home down the line, your kitchen may be considered outdated even though you remodeled only a few years ago.”", "Noa Santos, founder of Homepolish, says to never remodel your kitchen without seeing the surface materials you want to use in person first.", "“A beautiful kitchen is as much about the feel of the materials you use as it is about how they look,” says Santos. “So touch the stone you plan to use for the countertop or the hardware you plan to use for the cabinetry. Take the time to engage more of your senses as you go through the process.”", "This article originally appeared ay Family Handyman."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/real-estate/4-kitchen-remodeling-never-do-this-to-your-kitchen-design-expertsnever-do-this-to-your-kitchen", "authors": [], "id": "d61c503e-d767-3b13-8a80-85bcff81070f", "pubDate": null, "title": "Remodeling a kitchen? Experts say these are the biggest mistakes you can make"}