{"id": "d6454c7b-f7d7-3099-9430-20e05afefbb0", "title": "The Biden Block Party Begins in New York City", "url": "https://www.newyorker.com/news/our-local-correspondents/the-biden-block-party-begins-in-new-york-city", "summary": "Across the street, a young guy in punkwear brandished a giant unflattering painting of Donald Trump, which depicted him with facial tattoos and Medusa-like hair.\nA tech worker named Anton Saleh, in an upside-down Lakers face mask, said, “I feel like I could cry.\n“Somebody was playing ‘Party in the U.S.A.,’ by Miley Cyrus.” What did he hope to see in the coming year?\nI talked to Jordan Lapid, who wore a flag bandanna mask and a giant flag cape.\n“I’ve been helping out with COVID,” in hospitals in New York and California, he said.", "paragraphs": ["Across the street, a young guy in punkwear brandished a giant unflattering painting of Donald Trump, which depicted him with facial tattoos and Medusa-like hair. An extra-long M14 bus drove through—honkety honk honk!—and was whooped at. A tech worker named Anton Saleh, in an upside-down Lakers face mask, said, “I feel like I could cry. It’s a real sense of relief.” He pounded his heart. A woman near him, Daniella Deutsch, agreed. “I just feel hope for the first time in a long time,” she said. “I think a lot of people have been waiting for this for four years. And now we can actually move forward.” She wore a sweatshirt that read “It’s Okay Not to Be Okay.” “I’m a preschool teacher,” she said. “I’ve been going in every day. My kiddos know more about democracy and this election than a lot of adults in this country do.”", "Children raise a Biden-Harris banner.", "Under the all-seeing eye of a painted mural at the Horus Café, the horn-blaring was near constant, and a spontaneous group performance of “Na Na Hey Hey Kiss Him Goodbye” had begun. “This is wild,” a young Broadway-theatre staffer said, smiling at the scene. When I asked if she’d done any political volunteering, she said, “I’m actually a professional psychic. There’s a lot of witches around the area, and people would come into my store all the time, like, ‘What do I do to help?’ So I gave them binding spells against Trump.” Nearby, Julian Ribeiro, a skater and retail worker in flowered pants, a butterfly-print baseball cap, and a tattered Bauhaus T-shirt—“Most of these shirts are my mom’s”—had come from Brooklyn to experience the “revelry” in the East Village. “I watched a whole table at brunch in Williamsburg get up with full mimosas and go down the street like a parade,” he said. “Somebody was playing ‘Party in the U.S.A.,’ by Miley Cyrus.” What did he hope to see in the coming year? He’d like to get out of a mask, he said. Otherwise, “I’m hoping for unbounded sweetness.”", "Somebody started chanting, “Biden! Biden! Biden!” Eli Scheinholtz, a local who works in public relations, said, of the coming Biden era, “Politically, I hope they pass another stimulus package.” Beyond that, “I hope to see my grandma again. She lives in Pittsburgh—she’s one of the Pittsburgh mail-in ballots. She did everything right.” Another city bus drove by, merrily honking. “I saw a garbage truck doing it earlier,” Scheinholtz said. “There was no way they were picking up anything. Just circling and honking, having the time of their life.” Across the street, two masked bike-delivery guys edged through the crowd and gently bumped into each other; they looked at each other, smiled, and carried on. I talked to Jordan Lapid, who wore a flag bandanna mask and a giant flag cape. “I keep a flag with me,” he said. “I think it represents everybody, not just half the country. The people have spoken.” Lapid lives nearby and works as a registered nurse. “I’ve been helping out with COVID,” in hospitals in New York and California, he said. “It wasn’t easy. The optimism got sucked out of me. But I’m glad people came together and faced the facts and did what had to be done.”"], "authors": ["Sarah Larson", "Sarah Larso", "David Remnic", "Susan B. Glasse"], "keywords": ["worker", "street", "flag", "young", "city", "im", "works", "begins", "block", "biden", "hope", "york", "lot", "party", "mask"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}