{"id": "d6d4d134-88aa-3d02-8a16-e856b7869353", "title": "Todd Howard Reveals New Starfield Details, Elder Scrolls 6 Day One Game Pass Addition Confirmed", "url": "https://www.gameinformer.com/2020/11/03/todd-howard-reveals-new-starfield-details-elder-scrolls-6-day-one-game-pass-addition", "summary": "Bethesda revealed its new IP Starfield back in 2018 as a small tease to prove to fans that the company wasn't abandoning single-player adventures following Fallout 76 concerns.\nWhile we still don't have a concrete account of what Starfield will have to offer, director Todd Howard did recently share a few more details about the new game.\nFor those concerned, the Bethesda exec confirmed that there will be no multiplayer aspects to this singleplayer adventure.\nThat's no small feat, given that Fallout 76 is four times the size of Skyrim.\nEarlier in October, Howard confirmed that Bethesda is working on a total engine overhaul, a move that will greatly benefit Starfield and the next generation of Elder Scrolls.", "paragraphs": ["Bethesda revealed its new IP Starfield back in 2018 as a small tease to prove to fans that the company wasn't abandoning single-player adventures following Fallout 76 concerns. While the teaser had many intrigued, it was the barest of teasers that left so many wanting more. While we still don't have a concrete account of what Starfield will have to offer, director Todd Howard did recently share a few more details about the new game.", "In a recent interview with GameIndustry.biz (via Reddit) during the Brighton Digital Conference, Howard teased a few more details about the new IP. For those concerned, the Bethesda exec confirmed that there will be no multiplayer aspects to this singleplayer adventure. He also revealed that this, like The Elder Scrolls VI, will focus on procedural generation as well to help create life within the game's settings, and that the universe of Starfield will be so much larger than Fallout 76. That's no small feat, given that Fallout 76 is four times the size of Skyrim.", "While there will be randomly generated in-game content, Howard did clarify that this doesn't mean the in-game world itself will be randomized. It will be a blanket experience for all with minor differences. What those differences actually are remains to be seen.", "Earlier in October, Howard confirmed that Bethesda is working on a total engine overhaul, a move that will greatly benefit Starfield and the next generation of Elder Scrolls. While this all sounds exciting, Howard reiterated once more that it will still \"be a while\" before we get Starfield into our hands. Does this mean it's years away? No, not really, though that is a district possibility. For context though, it is important to remember that the exec previously said something similar about Fallout 4, only to have it released one year later.", "Also confirmed is that both Starfield and The Elder Scrolls 6 will be day one Xbox Game Pass additions, something we talked about in our deep dive into the acquisition deal following the 7.5 billion dollar announcement that Bethesda is now under the Microsoft umbrella.", "It will be interesting to see how the new engine and large team influences the new IP. Now that Starfield is under the Xbox banner, this space RPG could be a potential Halo replacement given the decline of the staple Microsoft franchise through the years.", "What do you think Starfield will have to offer Bethesda fans? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["elder", "scrolls", "reveals", "bethesda", "todd", "76", "details", "confirmed", "starfield", "fallout", "pass", "howard", "day", "ip", "xbox", "game"], "pubDate": "2020-11-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}