{"id": "d71326f4-4a02-3843-a06d-699acb112537", "title": "Naughty Dog On The Last Of Us Part II’s Controversy, Characters, And Ending", "url": "https://www.gameinformer.com/index.php/video-podcast/the-game-informer-show/2020/07/14/naughty-dog-on-the-last-of-us-part-iis-controversy", "summary": "In this Game Informer podcast extra, we have an interview with The Last of Us Part II’s creative director Neil Druckmann and narrative lead Halley Gross.\nThe Last of Us Part II is one of the biggest releases of the year, and has generated a bit of controversy, so we talk to Neil and Halley about their process, how they put the game together, and some of the things that changed along the way.\nNeedless to say, we don’t shy away from talking about the game in detail, so consider this a spoiler warning.\nIf you like this podcast extra and would like to see more of them in the future, drop us a line at Podcast@gameinformer.com.\nEnjoy the interview.", "paragraphs": ["In this Game Informer podcast extra, we have an interview with The Last of Us Part II’s creative director Neil Druckmann and narrative lead Halley Gross. The Last of Us Part II is one of the biggest releases of the year, and has generated a bit of controversy, so we talk to Neil and Halley about their process, how they put the game together, and some of the things that changed along the way. Needless to say, we don’t shy away from talking about the game in detail, so consider this a spoiler warning.", "If you like this podcast extra and would like to see more of them in the future, drop us a line at Podcast@gameinformer.com. Enjoy the interview."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["iis", "naughty", "podcast", "warningif", "halley", "dog", "neil", "way", "characters", "talking", "things", "extra", "interview", "game", "controversy", "ending"], "pubDate": "2020-07-14T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}