{"id": "d733ea67-4066-3b27-9c1a-78e4b30cc1b3", "title": "Biden or Trump? - The US 2020 election results", "url": "https://www.economist.com/graphic-detail/2020/11/03/the-us-2020-election-results", "summary": "Initial ballot counting created an electoral map that looked similar to 2016, which was good news for President Donald Trump and a shock for Joe Biden.\nNonetheless Mr Biden has more paths to victory.\nAs in 2016 Mr Trump outperformed his rival in rural parts of the country, whereas Biden racked up votes in the cities.\nExit polls show that rural voters favoured the Republican president by 53% to 45%.\nSuburban voters, meanwhile, were fairly evenly split between the two, with Mr Trump leading by 51% to 48%.", "paragraphs": ["The Economist’s breakdown of the votes for the president, Senate and House of Representatives", "THE POLLS may have closed but America is still some way from knowing who the next president will be. Initial ballot counting created an electoral map that looked similar to 2016, which was good news for President Donald Trump and a shock for Joe Biden. Nonetheless Mr Biden has more paths to victory. Read our latest election coverage here.", "Pennsylvania will be particularly slow to announce: the state only started counting absentee ballots on election day, and both parties have filed lawsuits contesting the electoral process. Whatever their stripe, Americans have one thing to be pleased with: early estimates indicate that this year's election had the highest voter turnout in 120 years.", "As in 2016 Mr Trump outperformed his rival in rural parts of the country, whereas Biden racked up votes in the cities. Exit polls show that rural voters favoured the Republican president by 53% to 45%. Urban voters preferred the Democratic challenger by 60% to 37%. Suburban voters, meanwhile, were fairly evenly split between the two, with Mr Trump leading by 51% to 48%. The map above displays the election results at the county level, with clusters of metropolitan cities in blue surrounded by less-populous cities and towns in red. Counties where votes are still being counted are grey.", "The race for control of the Senate remains open, but Democratic hopes of a blue wave have been dashed. Republican candidates have prevailed in many red-tinged states where Democrats had hoped for an upset.", "Democrats seem certain to retain control of the House of Representatives, but considerable uncertainty remains over the eventual size of their majority.", "Dig deeper:", "Read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics.", "Sources: Decision Desk HQ; The Economist"], "authors": ["The Economist"], "keywords": ["trump", "rural", "election", "mr", "2020", "results", "president", "cities", "voters", "senate", "biden", "votes"], "pubDate": "2020-11-03T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}