{"id": "d801c2a3-5b56-3321-9c73-6c406ca08d6b", "title": "The Pandemic-Proof Atmosphere of the Odeon Outside", "url": "https://www.newyorker.com/magazine/2020/11/09/the-pandemic-proof-atmosphere-of-the-odeon-outside", "summary": "And yet one afternoon not long ago, as I was having lunch outside at the iconic Tribeca restaurant the Odeon, a young woman walking by caught my eye.\nPhotograph by Eric Helgas for The New YorkerBefore my lunch and a subsequent dinner at the Odeon, which turned forty in October, I had avoided eating anywhere with table service, even outdoors.\nWhen I decided to go to the Odeon, it was as much out of curiosity as it was an impulse to offer support.\nOutside, signs reminded diners to wear masks when engaging with servers (who never take theirs off).\nPhotograph by Eric Helgas for The New YorkerIn prime seating territory, a duo of stylish middle-aged women wore nearly identical Breton-style striped shirts.", "paragraphs": ["The death knell has been rung, in recent months, for both jeans (luxury sweatpants have deposed them) and New York City (“The hot dog stands outside of Lincoln Center? Finished,” claimed a much tweeted August op-ed in the New York Post). And yet one afternoon not long ago, as I was having lunch outside at the iconic Tribeca restaurant the Odeon, a young woman walking by caught my eye. She wore a crop top, a furry jacket, and jeans, which I suspected were brand new, on account of a detail I had never seen before: not one but two waistbands, a sliver of bare midriff visible between them. She was managing, despite the surgical mask pulled down to her chin, to strut.", "The social hierarchy of the outdoor dining area—with the most desirable tables directly in front of the restaurant, and the least desirable around the corner, on a quieter side street—is as comforting as the squarely decent French-bistro-style food. Photograph by Eric Helgas for The New Yorker", "Before my lunch and a subsequent dinner at the Odeon, which turned forty in October, I had avoided eating anywhere with table service, even outdoors. If it were up to me, restaurants would be closed for anything other than takeout and delivery until the pandemic is contained significantly. Such a drastic measure would be contingent, of course, on sustained government aid, for both affected businesses and their employees. Instead, the government has failed the hospitality industry miserably. When I decided to go to the Odeon, it was as much out of curiosity as it was an impulse to offer support. How does an establishment whose appeal is primarily atmospheric adapt to the unsexiest of safety protocols?", "Inside, the scene was less than enchanting. Before using the bathroom, I was asked to step up to a thermometer to have my forehead scanned. Most of the tables had been removed from the normally crowded, often celebrity-filled dining room, leaving behind the wistful air of a beloved apartment on moving day. Outside, signs reminded diners to wear masks when engaging with servers (who never take theirs off). Tables were separated by sheets of plexiglass and protected from traffic by wooden barriers topped with Astroturf.", "Clockwise from left: the Odeon’s beloved French fries, with spicy mayo; steak frites; frisée salad with lardons, croutons, and a poached egg. Photograph by Eric Helgas for The New Yorker", "And yet I was heartened and amused: because the Odeon is on a corner, the restaurant has tables not only in front of its façade, on bustling West Broadway, but also around the side, on a sleepy stretch of Thomas Street. This means that even the makeshift patio has its own Siberia, as a dining room’s least desirable section is known. One particularly unlucky couple sat within swinging distance of the door to the kitchen, through which produce is loaded and line cooks emerge for cigarette breaks.", "The abiding social hierarchy was as comforting as my dirty Martini, extra olives, and the squarely decent food. The menu consists mostly of French-bistro classics—a snarl of frisée spangled with lardons, croutons, and blue cheese; a peppery strip steak—with a smattering of curious but now familiar outliers, including Buffalo-chicken dumplings and a “purple sticky rice bowl” topped with kale and avocado. I was tempted by the soothing blandness of a recent addition to the entrées, though it seemed meant for a child: “orecchiette, plain, with butter or olive oil.”", "Safety measures include a request that guests wear masks when engaging with servers and required temperature checks for anyone who enters the premises. Photograph by Eric Helgas for The New Yorker", "In prime seating territory, a duo of stylish middle-aged women wore nearly identical Breton-style striped shirts. A younger twosome asked for a pair of the restaurant’s signature baseball caps with their check. A leashed dog lifted its enormous, boxy head as its owner was presented with an aromatic hamburger and a bouquet of golden French fries, wrapped in crisp butcher paper in a metal cup. (When the fries temporarily disappeared from the menu, in late summer, the Web site Artnet News described “a salty spud stick drought that has sent Tribeca’s artists, writers, and dealers into a full-on tailspin, the world they once inhabited ripped to shreds.”) A group of thirtysomethings celebrating a birthday plucked a bunch of eerily fresh-looking calla lilies out of a public trash can. The attached note, on customized stationery, read: “Dear NUGGLETON, I’ve missed you sooo much! That nis [sic] why I gotteded [sic] you these flowers. PLEASE TELL ME ALL ABOUT YOUR TRIP. Love, Trip.” New York lives. (Dishes $12-$38.) ♦"], "authors": ["Hannah Goldfield", "Hannah Goldfiel"], "keywords": ["eric", "pandemicproof", "dining", "outside", "odeon", "photograph", "helgas", "tables", "atmosphere", "fries", "restaurant", "york"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}