{"id": "d812dbd5-bb18-3266-a01e-7be724683a21", "title": "NFL mid-season awards: Wilson, Murray and a new Super Bowl pick", "url": "https://www.theguardian.com/sport/2020/nov/05/nfl-midseason-awards-wilson-murray-burris", "summary": "With the season reaching its halfway point, it’s time to see which players and teams are excelling ... and underwhelmingMost Valuable PlayerRussell Wilson.\nSeattle’s decision (finally) to let Wilson cook has served up ample helpings of offensive delights so spectacular they could silence Gordon Ramsay.\nThe second-year quarterback has transformed the good vibes into a flourishing pass attack that leans on Hopkins’ supreme receiving talent.\nNFL (@NFL) Kyler is TOO SMOOTH.\n@K1 #RedSea📺: #DETvsAZ on FOX📱: NFL app // Yahoo Sports app: https://t.co/xcinwkkjUL pic.twitter.com/q5jlwc5YYfDefensive player of the yearAaron Donald bags the three-peat.", "paragraphs": ["With the season reaching its halfway point, it’s time to see which players and teams are excelling ... and underwhelming", "Most Valuable Player", "Russell Wilson. Seattle’s decision (finally) to let Wilson cook has served up ample helpings of offensive delights so spectacular they could silence Gordon Ramsay. Wilson has 26 touchdowns and six interceptions, the identical ledger of Patrick Mahomes at this stage in the Kansas City quarterback’s runaway tilt at the 2018 award. There is, of course, a case to be made for Mahomes, especially if you project forward to January. He let fly for the first time against the Jets to devastating effect and Andy Reid might just let him continue. Mad professor Mahomes is what we all want to see, so give it to us, Andy.", "Tom Brady and the Bucs: a smashing success so far, but is it sustainable? Read more", "But the true caliber of Wilson’s season so far is clear when seen in contrast with Seattle’s defense, which has conceded a league-worst average of 461 yards and 28.4 points per game. Yet Wilson has led them to a 6-1 record, the best mark in the NFC. True offensive alchemy.", "Keep tabs on Alvin Kamara. A long-shot if he heats up down the stretch for New Orleans.", "Offensive player of the year", "Kyler Murray hit the jackpot when DeAndre Hopkins arrived in Arizona. The second-year quarterback has transformed the good vibes into a flourishing pass attack that leans on Hopkins’ supreme receiving talent. Murray is a walking (scampering) highlight machine with 13 passing touchdowns and seven on the ground. He even stepped into the ring as a significant underdog against Wilson and the undefeated Seahawks and won. Murray is also playing at a higher level than last season’s MVP and the player he compares most readily to, Lamar Jackson. The Cardinals are sure to be relevant in January with Murray’s ability to paralyze defenses with indecision on guarding the pass or run. Not a believer? Check out Jeff Okudah shedding some dignity with a sublime tackle of Murray’s shadow after a juke on the goal line gave the QB a walk-in score.", "NFL (@NFL) Kyler is TOO SMOOTH. @K1 #RedSea", "", "📺: #DETvsAZ on FOX", "📱: NFL app // Yahoo Sports app: https://t.co/xcinwkkjUL pic.twitter.com/q5jlwc5YYf", "Defensive player of the year", "Aaron Donald bags the three-peat. The one-man wrecking crew shows no signs of stopping his total dominance when rushing the passer. Tua Tagovailoa would have liked to have settled in gently to first start in Miami last week. Donald had other ideas. The strip sack gift basket delivered on Tagovailoa’s very first dropback made sure the rookie was unsettled for a great deal of the contest. On the season, his pressure rate of 12.7% when rushing the passer after 200 attempts or more lead the league as do his nine sacks.", "Rookie of the year", "A battle is raging to win rookie of the year. Joe Burrow v Justin Herbert. Cincinnati and the LA Chargers’ respective quarterbacks are already demonstrating the green shoots of franchise-level talent in their small sample size of games.", "Should the Bengals sit Joe Burrow to stop the talent being hammered out of him? Read more", "Herbert’s huge rockets downfield in each of his six starts have routinely caught defense’s napping. The spotlight is now on the rookie, wonderfully he is rising to the occasion after being unfairly maligned for his introverted nature. However there is a logical achilles heel: lack of touch. The Oregon Ducks product has struggled to contain the explosive arm that works so well when firing deep. Herbert’s receivers have struggled to catch passes smashing them in the numbers or zipping by from point-blank range.", "Burrow has excelled throwing to all levels of the field and has looked a more consistent, sustainable success due to taking fewer risks. Burrow confidently knocked off Tennessee last week and gets my vote through greater mastery of throws that repeatedly move the chains. Delivering without any protection from an offensive line is fairly impressive, too.", "Facebook Twitter Pinterest Los Angeles Chargers quarterback Justin Herbert (10) looks to pass during the first half of Sunday’s game against the Denver Broncos. Photograph: David Zalubowski/AP", "Biggest disappointment", "Antonio Brown’s return to the NFL with Tampa Bay. Brown’s talent is undeniable, even if he has lost a step his route running is likely to boost the Bucs production. But his problematic behavior is well documented and leaves a bad taste whether from a teammates perspective or assessing the state of Brown’s mental health. The allegations from Britney Taylor, a former trainer, of numerous sexual assaults are particularly troubling. The NFL should know better not to bring AB’s grim circus back to town for his own sake and the league’s.", "Trevor Lawrence stakes", "Let’s not overanalyse this. We know it will be the New York Jets. Adam Gase is leading a historically bad season in the Meadowlands. The offensive guru at 0-8 has inspired a league-worst 11.8 points per game. A total almost a touchdown back from the next worst: the Giants (17.4). They concede 30 points a game and appear to have caught the vibe of 2020 perfectly. Sympathies to Sam Darnold.", "Cowboys turn to fourth quarterback in five weeks as nightmare season plods on Read more", "But allow some contradiction for a moment: the Jets do have two games against the imploding Patriots. What if Gase avoids 0-16? The Giants jump into the contest at 1-7 but the NFC East is so terrible they should at least accidentally win one more. Houston and Jacksonville, both 1-6, face off on Sunday with the Texans likely to prevail. Can the Jaguars lose 15 in a row? The schedule reads Packers, Steelers, Browns, Vikings, Titans, Ravens, Bears, Colts. So, yes. Absolutely.", "If the season started today Dallas could be strong contenders in the race to the bottom, but Dak Prescott’s two wins should keep them above those kamikaze Jets.", "Super Bowl LV winner", "The Tom Brady Buccaneers lift the Lombardi on home turf in Tampa Bay. Bruce Arians may not have Pittsburgh’s perfect record, but his quarterback leads an offense that avoids mistakes and is gunning for playoff success in tandem with their rock-solid defense. The juice for Tampa comes when Pittsburgh roll up for the Super Bowl. Brady owns the Steelers, 3-0, in the postseason.", "Tom Brady's pseudoscientific wellness racket is the American dream | Bryan Armen Graham Read more", "Brady’s razor-sharp presence of mind and the plethora of talented pieces around him have been crucial in masking any struggles with accuracy so far. The offensive line in particular are giving the 43-year-old ample time in the pocket, while Mike Evans (joint receiving touchdown leader with seven), a receiver who can beat down a defensive back in the red zone and snatch an offbeat throw, has been impossible to defend. On that note, the old double act with Rob Gronkowski is finding rhythm. Where Tampa rise above the rest is how the offense’s conservative style complements Todd Bowles’ aggressive tactics on defense, ranked best in the league per Football Outsiders. Bowles blitzes with reckless abandon to bludgeon and confuse offenses. Off the back of this chaos, the Bucs have picked off 11 passes which leads the league, and are joint-second in the sack race with 28. Bowles gives the Bucs a great chance to win it all by quickly putting the ball back in Brady’s hands while limiting the opposition’s scoring.", "And Brady is, of course, who it all comes back to. In New England, his aura won games before stepping foot on the field. The aura may have dimmed but the Bucs are building that same feeling of crushing inevitability."], "authors": ["Graham Searles"], "keywords": ["game", "midseason", "offensive", "nfl", "quarterback", "bucs", "talent", "pick", "season", "read", "super", "awards", "murray", "tampa", "bowl", "wilson"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}