{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/1be499a6-f635-4f72-bf52-824f7717844e?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=6", "pubDate": null, "authors": ["Written Adam Samson. Produced", "Directed", "Edited Petros Gioumpasis", "Richard Topping"], "keywords": ["argentinas", "argentina", "macri", "volatility", "ahead", "market", "face", "voters", "stock", "president", "investors", "fernandez", "mr"], "title": "Argentina's investors face market volatility ahead", "id": "d8434130-8af1-3a89-9e2e-e65ef2b2a4f4", "summary": "Argentina's stock market faced an even heavier retreat.\nInvestors worry if Mr Fernandez and his running mate, former president Cristina Fernandez de Kirchner, win this autumn, the government may undo measures undertaken by President Macri that helped stabilise the economy.\nBut some fund managers reckon if Mr Fernandez wins, it'll put Argentina's $56 billion International Monetary Fund bailout in jeopardy.\nMr Macri has already attempted to reassure voters following Monday's market volatility.\nInvestors have also said they hope Mr Fernandez will outline more market-friendly policy proposals in an attempt to soothe the jitters.", "paragraphs": ["You can enable subtitles (captions) in the video player", "ADAM SAMSON: Argentina's financial markets have sustained a powerful blow this week. Concern is mounting that a wave of populism will sweep across the South American nation. The country's currency, the peso, plummeted as much as 25% against the dollar at one point on Monday. Its bonds were also hit hard on growing worries Argentina will default on its obligations. Argentina's stock market faced an even heavier retreat. It lost almost half its value in dollar terms in the course of only a few hours. That marked one of the biggest sell-offs in any stock bourse since the middle of the 20th century.", "The market ructions came after Peronist opposition candidate Alberto Fernandez won in a weekend primary poll. Analysts say Mauricio Macri, the market-friendly president, is at risk of losing in elections due in October. Investors worry if Mr Fernandez and his running mate, former president Cristina Fernandez de Kirchner, win this autumn, the government may undo measures undertaken by President Macri that helped stabilise the economy. Mr Fernandez has promised a new Argentina, one where there's room for everyone. But some fund managers reckon if Mr Fernandez wins, it'll put Argentina's $56 billion International Monetary Fund bailout in jeopardy.", "The rescue has required Argentina to take on austerity measures unpopular with many voters and which analysts say were a major driver of Mr Macri's poor primary performance. Some bond managers have also cast doubt on whether a Fernandez government would make good on Argentina's debt obligations. Even making payments on the bonds have become much more difficult after this week's fall in the peso has made it much more expensive to pay those obligations.", "Mr Macri has already attempted to reassure voters following Monday's market volatility. He promised to, quote, care for Argentines hit by the market pullback. But it is unclear whether that will be enough to turn the tide. Investors have also said they hope Mr Fernandez will outline more market-friendly policy proposals in an attempt to soothe the jitters. One thing is for sure, the next couple months will be volatile ones for both Argentines and foreign investors."]}