{"id": "d86020e3-e421-3cbf-ba6a-4fdee73306a8", "title": "Watch Voter Intimidation Returns to America | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/voter-intimidation-returns-to-america", "summary": "[Trump] We're going to have sheriffsand we're going to have law enforcement and we're going,[Female Journalist] And his comments are raising fearsabout voter intimidation.\n[Man] There's a long history in the United Statesof poll watchers and poll intimidation.\n[Narrator] Some of the most notorious actsof voter intimidation took place in the 1950s and 60sas Black Americans fought for their voting rights.\nThen in 1981, a political scandal broke outwhen the Republican National Committeesent a ballot security taskforceto predominantly Black and Latino neighborhoodsin New Jersey.\nThey sued for voter intimidation and discrimination,and a settlement required the Republican National Committeeto get court approval for future ballot security plans.", "paragraphs": ["Transcript", "[Chris Wallace] You go first.", "I'm encouraging my supporters to go into the polls", "and watch very carefully because that's what has to happen.", "I am urging them to do it.", "[Male Journalist] President Trump has been calling", "for an army of poll watchers to monitor election sites.", "[Trump] We're going to have sheriffs", "and we're going to have law enforcement and we're going,", "[Female Journalist] And his comments are raising fears", "about voter intimidation.", "[Male Journalist 2] They're worried about the threat", "of armed men at polling places.", "[Man] There's a long history in the United States", "of poll watchers and poll intimidation.", "[light but dramatic music]", "Poll watching when done right,", "serves an important function.", "We want our elections to be transparent.", "We want to know that eligible voters", "are not being disenfranchised,", "that ineligible voters are not being allowed to vote.", "I mean, this is a regular thing", "in all elections throughout the world.", "The problem is when it crosses the line", "into intimidation and harassment.", "[Narrator] Partisan poll watchers", "have been part of elections since at least the 1800s", "when fraud was common", "and voting could be a dangerous proposition.", "Voting in the 19th century in the United States", "took place openly.", "Everyone could see who you were voting for,", "what ballot you cast, and in that environment,", "the polls became a really raucous place.", "Violence and intimidation of the polls ranged", "from verbal threats to outright gunplay, stabbings.", "[Narrator] New laws ushered in reforms", "to protect the voting process, like secret ballots", "and official monitors.", "Official poll watchers were appointed to go", "to the polls and make sure that no fraud", "and intimidation was taking place,", "but there was also unofficial poll watching,", "and unofficial poll watching developed very quickly", "in the 19th century into often a form of voter suppression", "and intimidation.", "[Narrator] After the end of slavery,", "some states passed laws", "allowing citizens to challenge a person's right to vote.", "There's one famous case where a group of people,", "white intimidators came out to a predominantly Black area,", "stood around the polls with guns and claimed", "that they were Deputy U.S. Marshals there", "to ensure the safety of the polls", "and they threatened and scared off about 175 Black voters.", "[Narrator] Some of the most notorious acts", "of voter intimidation took place in the 1950s and 60s", "as Black Americans fought for their voting rights.", "Then in 1981, a political scandal broke out", "when the Republican National Committee", "sent a ballot security taskforce", "to predominantly Black and Latino neighborhoods", "in New Jersey.", "They posted warning signs like this one near the polls.", "[Male Journalist 3] Allegations that minority voters", "were intimidated by taskforce workers have surfaced", "in several cities.", "[Male Journalist 4] Republican poll watchers,", "some of them off-duty policemen wearing guns and arm bands,", "were also near the polls.", "Do I think it's intimidating?", "From soup to nuts, I think it's intimidating", "and not what our democracy contemplated.", "[Narrator] Angelo Genova was a lawyer for the Democrats.", "They sued for voter intimidation and discrimination,", "and a settlement required the Republican National Committee", "to get court approval for future ballot security plans.", "To me, its heart resided in a provision", "that made it a violation to engage in any activities", "that had the effect of deterring African-American voters", "or Latino voters from participating in elections.", "[Narrator] That settlement or consent decree,", "was invoked again after other allegations", "of Republicans intimidating or excluding minority voters.", "It expired in 2017, making 2020", "the first presidential election in 40 years", "where the Republican National Committee is able", "to conduct poll watching without court supervision.", "The Republican National Committee recruiting", "some 50,000 poll watchers across the country.", "[Narrator] And Democrats are stepping up, too.", "This year, both parties will send thousands", "of officially trained and registered poll watchers", "to monitor the election.", "They play an important role", "in keeping the voting process fair,", "flagging any problems and reporting them to officials", "or party lawyers.", "And it's illegal for them or anyone to intimidate voters.", "Both parties say their official poll watchers", "will follow the law, but with political tensions mounting,", "You're going to vote for Trump whether you like it or not!", "You got no choice!", "[Narrator] The rhetoric from the President", "and his supporters has some experts concerned", "about another scenario.", "We need every able-bodied man, woman to join an army", "for Trump's election security operation.", "What concerns me the most", "when I hear the President make these statements", "is vigilantes and others who might listen", "to what the President says,", "take matters into their own hands,", "and the overall concern is that there's going", "to be either activities at the polling places", "which could intimidate minority voters", "or enough concern that that's going to happen,", "that it could have a deterrent effect.", "[slightly intense piano music]"], "authors": ["Condé Nast"], "keywords": ["going", "watchers", "voter", "yorker", "national", "journalist", "video", "america", "newyorkercom", "republican", "returns", "poll", "polls", "intimidation", "watch", "voting", "cne"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}