{"keywords": ["nuclear", "progress", "mr", "testing", "sides", "korea", "talks", "missile", "america", "trump", "break", "north"], "url": "https://www.economist.com/asia/2019/10/06/nuclear-talks-between-north-korea-and-america-break-down-again", "summary": "After months of deadlock, North Korea announced on October 1st that its nuclear negotiators would meet their American counterparts for working-level talks later in the week.\nNorth Korea goes into every new meeting expecting a “changed” American attitude, meaning rewards for steps it has already taken and is now threatening to withdraw, such as the moratorium on long-range testing.\nMeanwhile America wants to talk about what further steps North Korea must take towards denuclearisation before receiving any concessions at all.\nBut the latest round of failed talks highlights once more that they brought very little in the way of progress towards disarming North Korea, or even slowing the progress of its nuclear programme.\nBut it is becoming increasingly clear that, far from presaging a breakthrough with North Korea, Mr Trump’s summit-driven diplomacy has simply provided a hiatus amid the acrimony.", "title": "Nuclear talks between North Korea and America break down, again", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "d874c341-c295-3eeb-b8b3-749c50a5dfb8", "paragraphs": ["IT HAD BEEN a hopeful start to the week. After months of deadlock, North Korea announced on October 1st that its nuclear negotiators would meet their American counterparts for working-level talks later in the week. Even when North Korea set the scene for the talks just hours later by testing a new nuclear-capable intermediate-range missile that can be launched from a submarine (debris from which landed in Japanese waters), the mood barely soured. It looked as though the two sides, meeting in Sweden, might at last be ready to make progress on a deal that has eluded them since Donald Trump, America’s president, first met Kim Jong Un, North Korea’s dictator, in Singapore in June 2018.", "On the evening of October 5th, however, such hopes were disappointed once more. The North Korean side walked out of the talks which the Swedish government had hosted in Stockholm, claiming that the Americans had failed to abandon its “outdated viewpoint and attitude”. Ominously, the North’s chief nuclear negotiator stressed that it depended entirely on American actions whether North Korea would stick to its self-imposed moratorium on long-range missile tests beyond the end of the year, presumably implying that it would resume testing if a better offer from America was not forthcoming.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Hours later, America’s State Department issued a more emollient statement. Without providing details, it said the two sides had had “good discussions\" and that America had brought several “creative ideas” to the table. It also said that negotiators would meet again in a few weeks (a prospect on which North Korea has so far been silent), adding that it was unrealistic to overcome decades of hostility in the course of “a single Saturday”. For its part, South Korea said it welcomed the promised resumption of talks and remained hopeful they would continue, notwithstanding the lack of results.", "The conflicting statements suggest that the two sides remain as far apart as ever. North Korea goes into every new meeting expecting a “changed” American attitude, meaning rewards for steps it has already taken and is now threatening to withdraw, such as the moratorium on long-range testing. Meanwhile America wants to talk about what further steps North Korea must take towards denuclearisation before receiving any concessions at all.", "While such a gap in expectations may indeed be impossible to bridge “in a single Saturday”, the two sides have spent substantially more time failing to bridge it. It has been sixteen months since the summit in Singapore after which Mr Trump claimed to have removed the nuclear threat from North Korea, seven months since a similar meeting in Hanoi ended in failure, and three since Mr Trump shook hands with Mr Kim in the demilitarised zone between the two Koreas and stepped across the border into North Korea. All of those meetings provided both leaders with welcome photo ops. But the latest round of failed talks highlights once more that they brought very little in the way of progress towards disarming North Korea, or even slowing the progress of its nuclear programme.", "The test on Wednesday was not only the latest in a series of weapons tests North Korea has conducted since the beginning of May: it was the first test of an unambiguously nuclear-capable missile in almost two years. What's more, it can be launched from a submarine, extending the range of the missile so as to carry its threat beyond the shores of South Korea and Japan. This marks a clear escalation in the North’s threats. Working-level talks may yet resume. But it is becoming increasingly clear that, far from presaging a breakthrough with North Korea, Mr Trump’s summit-driven diplomacy has simply provided a hiatus amid the acrimony."], "pubDate": null}