{"authors": ["Condé Nast", "Christian Allair"], "keywords": ["looks", "bag", "celebrityinspired", "farfetch", "earrings", "urban", "underneath", "getty", "dress", "way", "shop", "worth", "ring", "eve"], "paragraphs": ["Dressing for New Year’s Eve is a chance to unleash your inner diva: It’s the year’s glitziest night, after all, and that calls for an overload of sequins, feathers, and metallics. But while dressing like a human disco ball is fun and all, it’s also tricky to do in a chic, refined way. You’re going for an elevated evening feel—anything else could veer into costume territory. Luckily, we have plenty of outfit inspiration on hand: Vogue is rounding up five stylish stars whose memorable going-out ensembles are worth recreating come December 31.", "Some megawatt stars who made the cut? Looking back to the Studio 54 era (duh), the queen of disco Donna Summer performed in a shaggy white coat with an equally pristine dress underneath. (Remaking this all-white look in the dead of winter? It’s New Year’s Eve—all bets are off!) Another equally dazzling throwback is Cher in a bedazzled mesh top (by Bob Mackie) worn with a high-waisted skirt; it can be given a fresh update with a black bra underneath or, if the party is that bold, without one, too. If silver is the color of the night—a popular New Year’s Eve choice—guide your fashion senses to Britney Spears circa 2002, who did a sequin-covered dress with matching metallic accessories.", "Some other recent hits include Kendall Jenner in a brazenly bright Versace slip dress; a loud print is fitting for the year’s most outré evening, so why not do it in a vintage designer way? Similarly, Rihanna made a compelling case for a cocktail dress in animal print—and where Riri goes, we’re always happy to follow.", "Below, five celebrity looks worth recreating on New Year’s Eve.", "Britney Spears Photo: Getty Images", "Whistles Dagma sequined slip dress BLOOMINGDALE’S $379 Shop Now Schutz Georgia Love sandals SHOPBOP $225 Shop Now", "Paco Rabanne Sparkle 1969 mini shoulder bag MYTHERESA $572 Shop Now Miu Miu crystal drop earrings FARFETCH $395 Shop Now", "Cher Photo: Getty Images", "Cinq à Sept Shooting Star sheer mesh turtleneck SAKS FIFTH AVENUE $425 Shop Now Joseph Skyl wool-blend knee-length skirt MODA OPERANDI $595 Shop Now", "Tabitha Simmons Hermione kitten heels ZAPPOS $695 $417 Shop Now Urban Outfitters pendant chain belt URBAN OUTFITTERS $19 $15 Shop Now", "Donna Summer Photo: Getty Images", "Sir Aries Chantilly lace and silk charmeuse dress MATCHES $460 Shop Now Saks Potts Ritual shearling patent leather jacket INTERMIX $948 Shop Now", "Vince Camuto Andrissa booties NORDSTROM $169 $95 Shop Now 8 Other Reasons Niko duster earrings REVOLVE $37 Shop Now", "Kendall Jenner Photo: Getty Images", "Versace baroque-print dress FARFETCH $3,722 Shop Now By Far Rachel patent leather shoulder bag NEIMAN MARCUS $440 Shop Now", "Steve Madden Issy mules REVOLVE $90 Shop Now ASOS square-shaped hoop earrings ASOS $13 Shop Now", "Naomi Campbell Photo: Getty Images", "BCBG Max Azria satin tie-waist blazer BCBGMAXAZRIA $298 Shop Now Mango straight-leg pants MANGO $80 Shop Now", "Attico sequined drawstring bag FARFETCH $522 $444 Shop Now Jimmy Choo Tatie crystal-embellished satin mules MODA OPERANDI $795 Shop Now", "Rihanna Photo: Getty Images"], "summary": "Dressing for New Year’s Eve is a chance to unleash your inner diva: It’s the year’s glitziest night, after all, and that calls for an overload of sequins, feathers, and metallics.\nBut while dressing like a human disco ball is fun and all, it’s also tricky to do in a chic, refined way.\nLooking back to the Studio 54 era (duh), the queen of disco Donna Summer performed in a shaggy white coat with an equally pristine dress underneath.\nSimilarly, Rihanna made a compelling case for a cocktail dress in animal print—and where Riri goes, we’re always happy to follow.\nBelow, five celebrity looks worth recreating on New Year’s Eve.", "id": "d8e54dd5-da5a-3524-a7e2-8cb949b282c4", "title": "Ring in New Year’s Eve With These Celebrity-Inspired Looks", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/article/new-years-eve-outfits-inspired-by-celebrities?mbid=social_onsite_twitter"}