{"id": "d8f1bd0a-a9b0-3893-9871-483546097f3e", "title": "Rotterdam School of Management", "url": "https://execed.economist.com/rotterdam-school-management/digital-innovation-2020-12-16", "summary": "Is your company struggling to embrace digital innovation?\nLearn what changes you need to make to your business model, how to respond strategically to digitization and disruption, and discover how to introduce a future-proof and innovation-driven culture.\nCreate innovation-driven business modelsThis three-day course by RSM Executive Education lets you experience the business model implications of digital forces.\nYou will also learn the tools and frameworks with which to develop innovation-driven business opportunities and models, and a culture of innovation for leadership in your organisation.\nYou will design your digital business model using the canvas, paying particular attention to your value propositions.", "paragraphs": ["Is your company struggling to embrace digital innovation? Learn what changes you need to make to your business model, how to respond strategically to digitization and disruption, and discover how to introduce a future-proof and innovation-driven culture.", "Create innovation-driven business models", "This three-day course by RSM Executive Education lets you experience the business model implications of digital forces. You will also learn the tools and frameworks with which to develop innovation-driven business opportunities and models, and a culture of innovation for leadership in your organisation.", "RSM’s expert faculty will show you the best way to adopt existing innovations and foster the necessary change of mindset that will let your organisation identify and implement its own competitive differentiators. You will design your digital business model using the canvas, paying particular attention to your value propositions.", "The Rotterdam-based programme uses online learning modules and workshops for implementing innovative changes adopting design-thinking principles."], "authors": [], "keywords": ["rotterdam", "way", "workshops", "changes", "model", "school", "innovation", "value", "management", "learn", "business", "innovationdriven", "digital"], "pubDate": "2020-12-16T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}