{"authors": ["David Williams"], "keywords": ["south", "grapes", "combination", "blend", "wine", "winning", "red", "white", "syrah", "shiraz", "winemakers", "grape", "wines", "viognier"], "pubDate": null, "summary": "Le Campuget Syrah Viognier, IGP Pays du Gard, France 2018 (from £8.49, Noel Young Wines; Corking Wines; Great Grog) We’ve got so used to rigid colour categories of wine that it seems a bit weird to find a wine that mixes white and red grapes.\nWeird and not especially appetising: a bit like when someone mistakenly pours some red into your glass while there’s still some white left in it.\nThe practice actually used to be quite widespread in European vineyards, where white and red grapes where often planted, harvested and fermented together.\nIt’s a recipe that has inspired the team at Provence’s Château Campuget, whose version is an unusually fragrant, supple, compulsively drinkable red.\nThat’s no surprise given the Australians did so much to raise awareness of the viognier grape as the base of opulent white wines inspired by Côte-Rôtie’s neighbouring white wine appellation, Condrieu.", "title": "A blend of white and red grapes can be a winning combination", "url": "https://www.theguardian.com/food/2019/oct/06/a-blend-of-white-and-red-grapes-can-be-a-winning-combination", "id": "d90499dc-58db-36ad-8b6a-172ec1b8b823", "paragraphs": ["Le Campuget Syrah Viognier, IGP Pays du Gard, France 2018 (from £8.49, Noel Young Wines; Corking Wines; Great Grog) We’ve got so used to rigid colour categories of wine that it seems a bit weird to find a wine that mixes white and red grapes. Weird and not especially appetising: a bit like when someone mistakenly pours some red into your glass while there’s still some white left in it. The practice actually used to be quite widespread in European vineyards, where white and red grapes where often planted, harvested and fermented together. And a red-white blend is still the base of one of the Rhône Valley’s greatest wine styles: winemakers in the tiny appellation of Côte Rôtie just south of Lyon mix a dash of the apricot and honeysuckle-scented white grape variety viognier to the spicy red grape syrah. It’s a recipe that has inspired the team at Provence’s Château Campuget, whose version is an unusually fragrant, supple, compulsively drinkable red.", "Zalze Shiraz Mourvèdre Viognier, Western Cape, South Africa 2017 (from £6, Morrisons; Asda; Waitrose) My favourite examples of the classic 95% syrah, 5% viognier blend are still those made on the vertiginously steep, “roasted” slopes of Côte-Rôtie, among them the classically silky, red-fruited and subtly savoury Patrick Jasmin Côte-Rôtie 2016 (£49.95, Yapp Brothers) – a wine that will be sure to add more savoury depths and interest for many years to come. But winemakers all over the world have been inspired by the Côte-Rôtie way, not least in South Africa, where the Rhône in general has been a touchstone for some of the best of the country’s 21st-century wines. There is but 1% viognier alongside the syrah and other red grapes in Boekenhoutskloof The Chocolate Block, Swartland 2017 (from £22, Majestic; Waitrose), but it helps give aromatic life to this deep, meaty-savoury classic; and he white grape also adds fruity vibrancy to Zalze’s chunky, spicy bargain.", "Vandal Gonzo Combat Rouge, Marlborough, New Zealand 2018 (£19.99, Dorset Wine) Another place where the blend of viognier and syrah (or shiraz as it’s generally known there) works well is Australia. That’s no surprise given the Australians did so much to raise awareness of the viognier grape as the base of opulent white wines inspired by Côte-Rôtie’s neighbouring white wine appellation, Condrieu. The producer behind many of the best Aussie viognier whites matches it with shiraz for the suavely stylish, polished and perfumed Yalumba Hand-Picked Shiraz-Viognier, Eden Valley 2015 (£29.95, Hennings Wine), while Yering Station Little Yering Shiraz-Viognier 2016 (£10.99, VinVm), from the cooler climate of Victoria’s Yarra Valley, has a juicy, pepper-spiced exuberance. On the other side of the Tasman Sea, meanwhile, the experimental trio of winemakers working together at Vandal have made a brilliant natural red that sits somewhere between the Rhône and Burgundy in style, mixing pinot noir, syrah and viognier for something joyously fluent and red-fruited.", "Follow David on Twitter @Daveydaibach", "This article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase. All our journalism is independent and is in no way influenced by any advertiser or commercial initiative. By clicking on an affiliate link, you accept that third-party cookies will be set. More information."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}