{"id": "d94f4ffc-d6ae-350a-9837-44e5099cfd62", "title": "Why is football so blind to the injuries caused by a remorseless schedule? | Jonathan Wilson", "url": "https://www.theguardian.com/football/2020/nov/09/why-is-football-so-blind-to-the-injuries-caused-by-a-remorseless-schedule", "summary": "Just after the hour, Trent Alexander-Arnold, as he had done all game, chased back from inside the Manchester City half, tracking Raheem Sterling.\nBut in context, it was hard not to see Alexander-Arnold as the victim of the remorselessness of Covid football’s schedule.\nHe is one of 26 Premier League players currently sidelined by the sort of soft tissue injuries that are characteristic of fatigue.\nPhotograph: Clive Brunskill/PASimilarly, Klopp and Pep Guardiola both complained that the Premier League permits only three substitutions rather than the five allowed in the majority of European leagues this season, a proposal rejected by the smaller Premier League clubs.\nSimilarly clubs need the League Cup and as many league matches as possible.", "paragraphs": ["Just after the hour, Trent Alexander-Arnold, as he had done all game, chased back from inside the Manchester City half, tracking Raheem Sterling. The City attack broke down, and Liverpool went again to launch a counterattack. Sterling, trying to regain possession, fouled Joël Matip and earned a booking. Just behind him, Alexander-Arnold, surging forward again, pulled up and sank to the pitch, his calf gone.", "Human bodies, even those of athletes, are fragile. Pulls and strains and tweaks happen. But in context, it was hard not to see Alexander-Arnold as the victim of the remorselessness of Covid football’s schedule.", "Klopp blasts Liverpool scheduling after Alexander-Arnold's injury at Man City Read more", "Alexander-Arnold has already played 1,137 minutes of football since his season began with a substitute appearance for England in the Nations League game in Iceland in September. That’s a little more than 12-and-a-half full games in two months – and that’s despite being used relatively sparingly by Gareth Southgate and being taken off early in two games by Jürgen Klopp even before the injury on Sunday. He is one of 26 Premier League players currently sidelined by the sort of soft tissue injuries that are characteristic of fatigue.", "You don’t have to be Dutch fitness guru Raymond Verheijen to diagnose a problem – and that’s before another international break in which three games will be squeezed into the space that used to be allocated for two. England v Republic of Ireland friendlies rarely generate much sense of anticipation, but none surely has ever been approached in quite such a mood of bored resentment as this.", "Injuries aren’t the only issue. The game is suffering as well. The City-Liverpool game began spectacularly. The first half was brilliant. Klopp’s unexpected switch to a front four unsettled City and the game was thrillingly stretched. City then worked out a way of countering that and hit back in the second part of the first half. The term “intriguing tactical battle” is often a euphemism for lacking in incident, but not here: there was attack after attack, chance after chance, the game played at an astonishing pace.", "City perhaps had the edge after half-time, and the central defensive pairing of Rúben Dias and Aymeric Laporte gave them a solidity they haven’t had in a season and a half. But then, just as the game should have been building to its great crescendo, nothing. There were 16 shots in the first hour of the game, one in the final half hour.", "Perhaps there was an element of both sides settling for what they had – although City had talked bullishly before the game of the need to close the gap – but, equally, everybody was blatantly knackered. It’s true, it had been a particularly energetic first half, and it’s also true that consistent rain had probably made the pitch as heavy as modern pitches ever get, but, still, this isn’t how the Premier League is supposed to be.", "The Fiver: sign up and get our daily football email.", "There are multiple causes, and numerous steps that could have been taken to mitigate the demands of the schedule. That they have not been highlights football’s general lack of leadership and the way greed so dominates the thinking that nobody can see beyond their own self-interest.", "Klopp and Ole Gunnar Solskjær both highlighted the problems of teams competing in Europe and then playing the early match three days later, as Manchester United and Tottenham had to this weekend. And that does seem a simple matter to resolve, except that BT have the 12.30pm TV slot on a Saturday. This weekend, given City v Liverpool was scheduled as Sky’s first pick for Sunday afternoon, and with three sides in Europa League action, that meant the best game available to them, had they ignored sides who had played in the Champions League last Wednesday, was probably either Crystal Palace v Leeds or Southampton v Newcastle. Enticing as both of those games may have been in the immediate context, it’s understandable BT should go for the larger audience of a Manchester United game. Still, it’s hard to believe compromise can’t be found.", "Facebook Twitter Pinterest During the second half of Manchester City’s 1-1 draw with Liverpool players were blatantly exhausted and the match suffered as a spectacle. Photograph: Clive Brunskill/PA", "Similarly, Klopp and Pep Guardiola both complained that the Premier League permits only three substitutions rather than the five allowed in the majority of European leagues this season, a proposal rejected by the smaller Premier League clubs. And while that may look petty as dozens of premium hamstrings twang across the league over Christmas, can they really be blamed, when the playing field is so slanted anyway, for resisting yet another measure that would advantage the elite?", "Then there’s the question of why all these games are being played at all. Why is football essentially pretending the 100-day Covid break didn’t happen? Might teams involved in Europe have been excused the League Cup this season? Do we really need this edition of the Nations League? We certainly don’t need the inevitable tedium of an England v Ireland friendly. And that’s before you get to more creative solutions such as running the Premier League on a group system this season to reduce the number of fixtures.", "It’s all money, of course. The Nations League has to go ahead because Uefa’s smaller confederations need the revenue it generates. Similarly clubs need the League Cup and as many league matches as possible. But it’s hard not to avoid the thought that if football’s financial structures were fairer, if the greed of the elite hadn’t jeopardised the very existence of the non-elite, this endless churn of exhausted football might not be necessary. And the victims in it all are the soft tissues of the players."], "authors": ["Jonathan Wilson"], "keywords": ["game", "league", "v", "season", "jonathan", "thats", "football", "blind", "premier", "games", "half", "remorseless", "need", "city", "caused", "injuries", "wilson", "schedule"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}