{"id": "d9626909-c753-3d16-983d-f88b9c1f892e", "title": "Remove Google Search results you don’t want people to find", "url": "https://www.foxnews.com/tech/remove-google-search-results-you-dont-want-people-to-find", "summary": "On Facebook:Open the Settings menu in the top right corner and select Settings and Privacy > Settings .\nTap Privacy.\nClick Settings and privacy .\nPrivacy bonus: Wipe out your Google historyIf you haven’t reviewed your Google privacy settings in a while, now’s the time to do it.\nTap or click here for a complete guide to finding and deleting your Google history across all its popular products, including search, YouTube, and Maps.", "paragraphs": ["We all have things we'd prefer that strangers didn't know. What happens when those private facts and photos end up online?", "Keeping tabs on yourself through search engines is your first line of defense. If you know the right ways to search and what to look for, you can find sensitive personal info you would have never known was public. Here’s how to perform an exhaustive search.", "All this sleuthing may spur you to consider an alternative to data-hungry Google. What about a search site that won’t track you or a private email server? Nice.", "Once you dig up info on yourself, it’s time to see what you can make vanish. Before you turn to paying online reputation services, take these steps yourself.", "Public records: Can they be removed?", "You can request to remove sensitive information like your phone number or Social Security number from public records in most states. Don't expect to have court records, marriage licenses or mugshots wiped from the internet, though.", "If you want to give it a shot, call your county clerk's office. Ask the clerk if individual pieces of information can be redacted or altered.", "Now, let's move to information that you'll have more luck removing.", "1. Get Google to hide your house from view", "Google Maps is convenient and Street View is fun to poke around in, but you might not want photos of your house and address number out there. You can request a privacy blur over pictures of your home or vehicle.", "Open Google Maps or the Street View gallery and look up your address.", "Find and open the Street View photo you want to have blurred. The image has to show your face, home, license plate or other identifying information to qualify.", "In the bottom right, click Report a problem .", ". Complete the form, then click Submit.", "Once the photo is reported and blurred, there's no way for Google to reverse it. Make sure you're sure about removing the image before you submit your request.", "2. Make your social media accounts private", "Much of the information about you online comes from social media sites. Lockdown your past and future updates to just friends and family.", "On Facebook:", "Open the Settings menu in the top right corner and select Settings and Privacy > Settings .", "> . Click Privacy in the left menu. Under Your Activity, you'll see, \"Who can see your future posts?\" Set that to Friends or your preferred group.", "in the left menu. Under Your Activity, you'll see, \"Who can see your future posts?\" Set that to or your preferred group. You can also restrict who can see your past posts from this menu.", "At the bottom of the page, you'll see, \"Do you want search engines outside of Facebook to link to your profile?\" Click Edit and deselect the checkbox.", "On Instagram:", "Open your profile and tap the three-line icon in the top right corner.", "in the top right corner. Tap Settings at the bottom of the menu that appears.", "at the bottom of the menu that appears. Tap Privacy. Under Account privacy, toggle Private Account on.", "On Twitter:", "On a computer, click More in the left-hand menu. Click Settings and privacy .", "in the left-hand menu. Click . Select Privacy and safety > Audience and tagging .", "> . Click the checkbox next to Protect your Tweets.", "Want to make your retreat from social media permanent? Tap or click here to see how to deactivate your social media profiles for good.", "3. Reach out to the source", "If you find unsavory or intrusive information about yourself on a website, contact the site owner. There may be a “Contact us” link or email address. If not, search for the owner using Whois.", "Politely but firmly ask the site owner to remove what you found. If the information is copyrighted, you can reference the Digital Millennium Copyright Act (DMCA) and request a takedown.", "In situations where someone else has posted about you, like on an internet forum,", "contact the forum owners directly and explain why you’d like the information taken down.", "You can also file a legal request with Google to have sensitive information removed. Common requests include explicit or personal images, financial or medical information, and “doxxing” content that exposes your information to harm you. Use this link to make a removal request.", "The process could take some time. There’s no guarantee, but it’s worth a shot.", "An email you’ll actually want to read: The internet doesn’t come with an instruction manual. For digital tricks you can trust, try my free Tech Tips newsletter.", "4. Remove yourself from people-search sites", "People-search websites collect data on millions of people and sell it to the highest bidder. You can opt-out, but you may have to jump through a few hoops.", "I recommend removing yourself from these sites first:", "Intelius, which also operates Classmates.com, iSearch, Peoplelookup, PublicRecords, ZabaSearch", "BeenVerified", "Whitepages", "To help you shortcut the process, we put together an easy-to-follow guide. It includes instructions to remove yourself from the sites above and lots of others.", "Privacy bonus: Wipe out your Google history", "If you haven’t reviewed your Google privacy settings in a while, now’s the time to do it. I bet you’ll be shocked by all the searches, locations, and voice messages on file.", "Tap or click here for a complete guide to finding and deleting your Google history across all its popular products, including search, YouTube, and Maps.", "NEED TECH HELP? Post your tech questions for concrete answers from me and other tech pros. Visit my Q&A Forum and get tech help now.", "What digital lifestyle questions do you have? Call Kim’s national radio show and tap or click here to find it on your local radio station. You can listen to or watch The Kim Komando Show on your phone, tablet, television or computer. Or tap or click here for Kim’s free podcasts.", "Copyright 2021, WestStar Multimedia Entertainment. All rights reserved.", "Learn about all the latest technology on The Kim Komando Show, the nation’s largest weekend radio talk show. Kim takes calls and dispenses advice on today’s digital lifestyle, from smartphones and tablets to online privacy and data hacks. For her daily tips, free newsletters and more, visit her website at Komando.com."], "authors": [], "keywords": ["google", "click", "menu", "tech", "remove", "privacy", "results", "tap", "search", "dont", "information", "settings", "youll"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}