{"id": "d96dbe1b-b7c5-3602-9b3a-8d6c79ed2ba0", "title": "Joe Biden's coronavirus taskforce to meet as Trump urged to cooperate", "url": "https://www.theguardian.com/us-news/2020/nov/09/joe-bidens-coronavirus-task-force-to-meet-as-first-public-schedule-released", "summary": "He will speak in Wilmington, Delaware, about his plans for tackling the coronavirus pandemic and rebuilding the economy later in the day.\nThe transition cannot shift into high gear until the US General Services Administration, which oversees federal property, certifies the winner.\nThe Biden campaign on Sunday pressed the agency to move ahead.\nTrump has no public events scheduled for Monday, and he has not spoken in public since Thursday.\nVice-president Mike Pence is due to meet with the White House coronavirus taskforce on Monday for the first time since 20 October.", "paragraphs": ["Joe Biden will convene a coronavirus taskforce on Monday to confront one of the biggest problems vexing the US, as the president-elect and his running mate, Kamala Harris, move ahead with their transition process.", "On Sunday night, Biden and Harris released their first public schedule as “president-elect” and “vice-president-elect”.", "Biden is due to meet with a 12-member advisory board led by former the surgeon general, Vivek Murthy, and the former Food and Drug Administration commissioner, David Kessler, to examine how best to tame a pandemic that has killed more than 237,000 Americans.", "He will speak in Wilmington, Delaware, about his plans for tackling the coronavirus pandemic and rebuilding the economy later in the day.", "Biden has spent much of the campaign criticising Donald Trump’s handling of the crisis and has vowed to listen to scientists to guide his own approach.", "There are questions over whether Trump, who has not publicly recognised Biden’s victory and has falsely claimed the election was stolen, will impede Democrats as they try to establish a government.", "The transition cannot shift into high gear until the US General Services Administration, which oversees federal property, certifies the winner.", "Emily Murphy, the Trump appointee who runs the agency, has not given the go-ahead for the transition to begin, and on Sunday night a GSA spokeswoman gave no timetable for the decision.", "Until then, the GSA can continue providing Biden’s team with offices, computers and background checks for security clearances, but they cannot yet enter federal agencies or access federal funds set aside for the transition.", "The Biden campaign on Sunday pressed the agency to move ahead.", "“America’s national security and economic interests depend on the federal government signalling clearly and swiftly that the United States government will respect the will of the American people and engage in a smooth and peaceful transfer of power,” the campaign said in a statement.", "There is little precedent in the modern era of a president erecting hurdles for his successor. The stakes are especially high this year because Biden will take office amid a raging pandemic, which will require a comprehensive government response.", "The advisory board of the nonpartisan Center for Presidential Transition also urged the Trump administration to “immediately begin the post-election transition process and the Biden team to take full advantage of the resources available under the Presidential Transition Act”.", "US election 2020: can Joe Biden unite America? Read more", "Biden’s taskforce will be responsible for executing the promises he made on the campaign trail for tackling Covid-19, which include doubling the number of drive-through testing sites, establishing a US public health job corps to mobilise 100,000 Americans on contact tracing; and ramping up production of masks, face shields and other PPE equipment.", "Trump has no public events scheduled for Monday, and he has not spoken in public since Thursday. Vice-president Mike Pence is due to meet with the White House coronavirus taskforce on Monday for the first time since 20 October.", "As part of a public campaign to question the election results, he is planning to hold rallies to build support for his fight over the outcome, Trump’s campaign spokesman, Tim Murtaugh, said.", "The US recorded more than 127,399 cases on Saturday, bringing the total recorded to nearly 9.9m, according to Johns Hopkins University. More than 1,000 deaths were recorded, bring the national toll close to 237,000. America has reported over 100,000 infections five times in the past week, according to a Reuters analysis, which found that the latest seven-day average in the US is more than the combined average for India and France, two of the hardest hit countries overseas.", "Biden’s transition effort now has a website, BuildBackBetter.com, and a Twitter account, @Transition46. Biden’s team is also expected to move forward with efforts to choose the officials who will serve with him in his administration. He has not offered a timeline for cabinet picks, but he and Harris have pledged that his administration leaders will reflect the country, with representation of women and people of colour.", "He is also reportedly planning a series of urgent orders that would roll back some of Trump’s agenda, in some cases fulfilling his campaign promises. That includes repealing the travel ban against Muslim-majority countries (one of Trump’s first actions); rejoining the international climate accord; rejoining the World Health Organization; taking action to protect “Dreamers” from deportation; revoking “the global gag rule”, which blocks the US government from funding groups that conduct abortions or advocate abortion rights; and reestablishing Obama-era environmental regulations.", "But Trump has not yet acknowledged defeat and has launched an array of lawsuits to press claims of election fraud for which he has produced no evidence. State officials say they are not aware of any significant irregularities. Since the race was called, the president has been golfing and tweeting a steady stream of election misinformation that has forced Twitter to acknowledge his allegations are disputed and that mail-in voting is safe and secure.", "Murtaugh said Trump will hold a series of rallies to build support for the legal fights challenging the outcome, though he did not say when and where they would take place.", "Trump will seek to back up his as-yet-unsubstantiated accusations of voting fraud by highlighting obituaries of dead people the campaign said voted in the election, Murtaugh said.", "Trump also announced teams to pursue recounts in several states. Experts said that effort, like his lawsuits, are unlikely to meet with success.", "“The chances of a recount flipping tens of thousands of votes across multiple states in his favour are outside anything we have seen in American history,” William Antholis, the director of the University of Virginia’s Miller Center thinktank, wrote in an essay on Sunday.", "Reuters contributed to this report"], "authors": ["Sam Levin"], "keywords": ["transition", "public", "administration", "cooperate", "campaign", "team", "coronavirus", "bidens", "trumps", "meet", "federal", "trump", "taskforce", "election", "joe", "urged", "biden"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}