{"summary": "(CNN) — They may not be able to recline in a comfy seat and watch the latest blockbuster release, but the world of equine air travel can be just as plush.\n\"You have a first class, a business class, and the economy,\" Paltridge told CNN Sport, referring to the different size container options available.\nThe Dubai World Cup, for instance, offers a first prize of $7.2 million from a pot of $12 million.\nDespite every trip always being \"eventful\", Leadon told CNN Sport that the vast majority are completed safely \"without a hitch.\"\nAir travel has also allowed \"shuttle stallions\" to travel between the northern and southern hemispheres to cover specific mares during the respective breeding seasons.", "id": "d9996560-10a8-354b-9f7e-c69bf57f45c4", "pubDate": null, "url": "https://edition.cnn.com/travel/article/equine-air-travel-horses-winning-post-spt-intl/index.html", "authors": [], "paragraphs": ["(CNN) — They may not be able to recline in a comfy seat and watch the latest blockbuster release, but the world of equine air travel can be just as plush.", "The in-flight meals may even be better.", "Race horses often span the globe to attend the world's biggest events, while stallions and other precious horses regularly shuttle between different bases.", "It's a far cry from the days of long voyages by ship, and is carried out in state-of-the-art cargo planes with the highest level of welfare and medical attention.", "Jim Paltridge has been overseeing the transport of horses since 1983 and knows the luxury afforded to some of the superstars of the racing world.", "\"You have a first class, a business class, and the economy,\" Paltridge told CNN Sport, referring to the different size container options available.", "\"Probably 95% of the horses in the world would fly economy and those that are lucky enough to have owners who can afford it fly business class or first class.\"", "Related content Best chefs clash in culinary stakes", "Horses are monitored throughout the traveling process. Thomas Lohnes/DDP/AFP/Getty Images", "First class luxury", "Paltridge works as the managing director of IRT , a market leader in horse transport that flies between five and six thousand horses around the world every year. It competes with the likes of Intradco Global and Horse Service International in providing such a service.", "Paltridge has helped some of the world's best racehorses get to some of the most iconic races but also transported some of the most valuable breeding prospects to stables across the globe.", "Popular destinations include racing hubs in Europe, USA, the South Pacific and the Gulf States. The price of a ticket can reach way into the tens of thousands, especially for first class.", "But these days the riches on offer can dwarf the transport costs. The Dubai World Cup, for instance, offers a first prize of $7.2 million from a pot of $12 million. The trip from Europe can make sound financial sense.", "Paltridge remembers how Black Caviar , the legendary mare whose unbeaten 25-race streak between 2008 and 2013 included 15 Group One victories, caused quite the stir when she flew from her native Australia to England for Royal Ascot in 2012. She traveled first class, wore a full compression suit on the flight and duly won her 19th straight race.", "\"She was like a pop star,\" he laughs. \"I've never seen a horse capture the public interest like she did and it was the first time in my life where I could understand what it's like being a pop star.\"", "\"All the radio and TV people were trying to get hold of me because I had something to do with Black Caviar.\"", "Related content 11 of the world's most luxurious horseback escapes", "Horses are loaded into a travel box before being lifted onto a cargo plane. MARTIN BUREAU/AFP/AFP via Getty Images", "'Like human fliers'", "Due to safety regulations, modern airplanes can ferry a maximum of 85 horses at any one time and they travel in specialized containers which are wheeled on and off the aircraft.", "A single container usually carries three horses at a time, but it depends on the level of ticket.", "\"We monitor the horse extremely carefully and make it as easy as possible,\" Paltridge said.", "\"We find that most horses actually take the journey very well and only a small proportion of them may become a bit nervous, a bit like human fliers.", "\"Rather than a gin and tonic to calm their nerves we have a vet to give them some mild tranquilizers on board and in the vast majority of cases that works very well.\"", "Related content Best castle stays in Ireland", "l e v a r t", "Staff of experts", "Safety is certainly the number one concern when it comes to equine air travel.", "As with humans, any form of travel can be unsettling so the animals are closely monitored throughout the trip, with set procedures in place for every outcome.", "It's the job of professional travel groomsmen to keep the animals safe and an average trip on the popular Boeing 747 will usually demand between six and 10 staff.", "This includes a specialist vet whose job it is to monitor the health of the horses throughout the entire journey.", "\"Older horses tend to cope with it better, but it depends on the temperament of the horses,\" English trainer Michael Bell told CNN Sport in 2016", "For horses requiring quarantine, stable staff will stay with them throughout, observing strict hygiene standards in specialist stable facilities.", "Before heading to Australia and the Melbourne Cup, for example, British and Irish horses have to visit Newmarket, England, for two weeks of quarantine before making the near 30-hour journey down under. The horses must then attend another spell of quarantine in Werribee on the outskirts of Melbourne.", "Related content Dubai ruler spends $4 million on a single horse", "A box containing horses is loaded into a cargo plane. MARTIN BUREAU/AFP via Getty Images", "Safety first", "Dr. Des Leadon has been providing his veterinary expertise on long distance flights for decades and has conducted pioneering research into the safety of such trips.", "He's well versed in accompanying racehorses to the Melbourne Cup , the Breeder's Cup and the Hong Kong International Races and has spent years of his life with horses at altitude.", "As part of his role, Leadon likes to get to the airport as early as possible to familiarize himself with the horses before they board the plane.", "However, he admits its not always possible to identify the nervous fliers among the passengers.", "Despite every trip always being \"eventful\", Leadon told CNN Sport that the vast majority are completed safely \"without a hitch.\"", "Related content 48 hours in Paris among racing's beautiful people", "l e v a r t", "'Opening doors that hadn't even been knocked on'", "Air travel has certainly revolutionized the racing industry, and Irish trainer Dermot Weld was one of the first to reap the rewards of flying his best racehorses around the world.", "In 1993, he became the first foreigner to win the coveted Melbourne Cup with Vintage Crop, and champion trainer Willie Mullins credited him for paving the way for others to do the same.", "\"He [Weld] did a huge amount of work on the quarantine and how to travel down there and paved the way,\" Mullins told CNN in 2016", "\"He had the dedication to do it and set about opening doors that hadn't even been knocked on before. The training fraternity in the northern hemisphere owe him huge thanks.\"", "Air travel has also allowed \"shuttle stallions\" to travel between the northern and southern hemispheres to cover specific mares during the respective breeding seasons.", "The widening of breeding possibilities has has produced a plethora of champions and allowed owners to capitalize on the often eye-watering stud fees their prized assets command", "Danehill is one of the the most successful examples of this, producing a record 84 Group 1 winners whilst clocking up plenty of air miles between Ireland and Australia.", "\"Most of the really popular horses have been racehorses, so they have traveled quite a bit and are accustomed to it,\" said Peter O'Brien, the manager of Coolmore in Australia."], "keywords": ["cnn", "racehorses", "class", "air", "horse", "content", "equine", "cup", "wonderful", "world", "trip", "travel", "horses", "told"], "title": "Air Horse One: The wonderful world of equine air travel", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}