{"id": "d9c6d94b-9b12-3ae0-9340-057054356b98", "title": "Cori Bush Becomes First Black Woman, and First Nurse, to Represent Missouri in Congress", "url": "https://www.newyorker.com/magazine/2020/11/16/cori-bush-becomes-first-black-woman-and-first-nurse-to-represent-missouri-in-congress", "summary": "Cori Bush can lay claim to more than one professional title.\nShe is Pastor Cori Bush, having founded a church in her native St. Louis, about a decade ago.\nShe is also Cori Bush, registered nurse.\nAnd now she is Congresswoman-elect Cori Bush.\nShe will be both the first Black woman and likely the first nurse to represent Missouri in Congress.", "paragraphs": ["Cori Bush can lay claim to more than one professional title. She is Pastor Cori Bush, having founded a church in her native St. Louis, about a decade ago. She is also Cori Bush, registered nurse. And now she is Congresswoman-elect Cori Bush. Her victory, a romp in Missouri’s First Congressional District that saw her win by sixty percentage points, was foretold by the August Democratic primary, when Bush, running as a progressive in the anti-sclerotic mode of Alexandria Ocasio-Cortez and Ayanna Pressley, defeated Lacy Clay, the incumbent. A member of a local African-American political dynasty, Clay has represented the district since 2001, having succeeded his father, Bill, who was first elected in 1968. Bush, forty-four, isn’t just new blood. She will be both the first Black woman and likely the first nurse to represent Missouri in Congress. (Sending clergy to Washington, D.C., is old hat for the Show-Me State.)", "Cori Bush Illustration by João Fazenda", "Despite its blue tilt, Bush’s district contains multitudes. It includes the St. Louis Cardinals, Anheuser-Busch headquarters, and the city’s upscale Central West End neighborhood, home to Mark and Patricia McCloskey. They are the couple who became famous this summer—and earned a speaking spot at the Republican National Convention—for waving guns at Black Lives Matter marchers while dressed like models in the most ill-conceived Talbots catalogue ever. Among the marchers that day was Bush; her district also includes Ferguson, where the B.L.M. movement was galvanized, in 2014, following the killing of eighteen-year-old Michael Brown by a police officer. Those protests are what propelled Bush into running for office—something that, as the daughter of a politician, she had sworn she would never do. Her father, Errol Bush, is an alderman and a former mayor of Northwoods, a small city in St. Louis County. “With all the negativity and all the corruption around, with everything he had to fight, I was, like, Why would you sign up for this?” she recalled over the phone, two days after her own election.", "The gravity of what happened in Ferguson had dawned on her only gradually, as did her anger. “That afternoon, I was scrolling on Facebook, seeing this picture of this person laying on the ground,” she said of the August day when Brown was shot at least six times. Police then left his body in the street for four hours, on a hot afternoon. “I kept seeing the picture and just not thinking it was real,” she said. Finally, “I’m, like, O.K., let me click on this and see what this is about.” The next evening, she drove to Ferguson, where a second night of demonstrations had begun. “I just drove around, stayed in my car, and just watched what was going on. Then, the next day, I actually got out. It was the fact that the thing didn’t go away, that it was gaining steam.” Looting had begun; a building had burned. “There were thousands of people in the street, with a lot of violence happening. I felt like I could offer something to this situation. I was, like, You’re a nurse, you can be a medic. You’re clergy, you can go out and pray with people.”", "Through the mental-health clinic where she worked, she helped set up a crisis-response team. “We pitched a tent just a few feet from where Michael Brown’s body had laid on the ground, to do grief-and-trauma work.” Her group partnered with others to provide food, diapers, and financial assistance to people whose lives had been disrupted.", "By Bush’s account, she grew up inured to racist treatment from cops. “I never really questioned it,” she said.“I saw countless friends abused by the police, harassed by the police, profiled by the police, in different parts of town. As a child, my father was pulled over by the police so many times, I used to think that he was a horrible driver, and I would get so upset, like, ‘Why won’t you drive right?’ ” She went on, “I didn’t think hard on the question of Is this O.K. or not? Is this right? Because you’re taught in school that the police are right.” Her impulse as a girl was to blame herself for two instances when, she said, officers sexually harassed her. “It was, like, O.K., well, maybe I’m doing something wrong. Maybe this skirt isn’t the right skirt. That was the mind-set at that time.”", "With the speech-making skills of a preacher and a nurse’s backbone, Bush became a leading voice in the Black Lives Matter movement. Urged on by fellow-activists who wanted to see more Black women in the Senate, she ran in 2016, when Roy Blunt, the Republican incumbent, was up for reëlection; she came in a distant second in the primary. In 2018, she set her sights on Lacy Clay, losing again. But this year, buoyed by the surge of B.L.M. activism, and despite being slowed by a nasty case of what was likely Covid-19, which sent her to the hospital twice, Bush broke through.", "She said she’s not concerned about the way that many Republicans have treated Congress’s young progressive women of color as punching bags—Ocasio-Cortez, for instance, who campaigned for Bush during the 2018 primary. “I have been dealing with anger from the right wing, from extremists, from white supremacists, since 2014, and I’ve learned the best ways for me to deal with it,” Bush said. One of those ways is to shrug it off and laugh, as she did when Mark McCloskey called her a “Marxist revolutionary” at the Republican Convention. “If they couldn’t scare me in the scariest time, which was Ferguson before everybody started to get used to protests, when all of that was new, am I bothered by what they’ll try to do to me now? Not at all.” ♦"], "authors": ["Bruce Handy", "Bruce Hand"], "keywords": ["district", "congress", "woman", "youre", "cori", "represent", "black", "republican", "primary", "bush", "right", "ferguson", "missouri", "st", "nurse"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}