{"id": "d9f8c7f2-7ccb-394d-8a16-69a0cef1f6e0", "title": "Profits and pandemics: how industry is showing its social conscience", "url": "https://www.theguardian.com/innovative-sustainability/2020/sep/11/profits-and-pandemics-how-industry-is-showing-its-social-conscience", "summary": "But larger operations also managed to adapt at an unprecedented rate, finding ways to bring their production power to bear for a common social purpose.\nShortly after the WHO/UN Foundation launched its Covid-19 Solidarity Response Fund, the Fritz Henkel Foundation pledged €1m (£900,000) to support it.\nFacebook Twitter Pinterest With demand soaring, Henkel doubled soap production and launched a hand sanitiser.\nIt did this by doubling soap production almost overnight and then launching a hand sanitiser.\nThankfully, should a second Covid-19 wave land, it seems the days of empty soap and sanitiser shelves are behind us.", "paragraphs": ["Funding from Henkel has enabled Raise, a charity, to provide iPads to isolated Covid-19 patients so that they can keep in touch with family and friends. Photograph: Luis Alvarez/Getty Images", "As winter turned to spring and Covid-19 began establishing itself beyond China as a major global threat, the world’s governments and industries started looking for ways to combat the imminent pandemic.", "Cottage industries were, of course, quick to adapt and serve a new need – the tailors and seamstresses of Berlin had been churning out face masks for days before it became mandatory to wear them in shops and on public transport.", "But larger operations also managed to adapt at an unprecedented rate, finding ways to bring their production power to bear for a common social purpose. The Royal Mint in Wales began producing visors for medical staff – to a design approved within 48 hours – while French perfume factories swapped scent for sanitiser to supply hospital demand. What’s more, they did it for free.", "If we’ve learned one thing over the past few months, it’s that commercial interests have to play second fiddle in the face of a social threat of such magnitude that it unifies people under one banner.", "It’s this new respect for our position within a global ecosystem, and a new understanding of humanity’s shared goals, that led Henkel, the consumer goods giant that numbers Schwarzkopf, Pritt and Right Guard among its products, to launch its global solidarity programme. Not only was it seeking to have an international impact, it also wanted to make a difference at a very local level among the communities where it is based.", "“At Henkel, we are committed to addressing this unprecedented challenge. In line with our values, we want to make a contribution,” says its CEO Carsten Knobel. And contribute the company did. Shortly after the WHO/UN Foundation launched its Covid-19 Solidarity Response Fund, the Fritz Henkel Foundation pledged €1m (£900,000) to support it. The donation went towards PPE, diagnostic laboratories, vaccine research and to establish intensive care units.", "But, big as it is, Henkel also has a grassroots focus, and is looking to support the communities in the vicinity of its offices and plants worldwide. To this end, it is distributing a further €1m to help local organisations that are dealing with the fallout from Covid-19.", "In Hertfordshire, where Henkel has its UK headquarters, the company has donated £17,500 to Raise, a charity that supports patient care across hospitals in Watford, Hemel Hempstead and St Albans. This funding has enabled the charity to provide Covid-19 patients with small comforts, such as iPads. “It means isolated patients can call family and friends and have a source of entertainment while being in such an awful situation,” says Sofia Sheikh, Raise’s director. “It makes a huge difference to them.”", "A further £10,000 has gone to the Hertfordshire Community Nurses Charity, which supports nurses by offering grants for further training, and £10,000 to The Pepper Foundation, a charity providing hospice care at home for children in Bedfordshire and Hertfordshire, which had seen its fundraising activities badly hit by Covid-19.", "Back on a global scale, the company is donating 5m items of soap, protective equipment, detergents and disinfectants to be distributed by charities and local authorities around the world. To date, it has supported nearly 500 Covid-19 related projects worldwide, helping close to 5 million people affected by the disease.", "Facebook Twitter Pinterest With demand soaring, Henkel doubled soap production and launched a hand sanitiser. Photograph: Chalffy/Getty Images", "At the same time, it has also had to respond to soaring consumer demand for all manner of cleaning and hygiene products. It did this by doubling soap production almost overnight and then launching a hand sanitiser.", "The future of packaging: can a shift in product design end the plastic waste crisis? Read more", "“Many soap products were running out of stock and our trade partners were looking for support from their suppliers such as us,” says Rik Strubel, chief marketing officer at Henkel Beauty Care. “So we started running the production lines 24/7, in shifts. Within a company as big as ours, we have the flexibility to do that, as we are constantly responding to demand from various markets.”", "While the global solidarity programme had been able to help hospitals and aid organisations with financial support and product donations, there was also a high demand for hand sanitiser in households and on the streets, says Strubel.", "By working with partner companies that usually produce hair styling gels and aerosols containing propellants – both of which use alcohol – the company was able to move swiftly into production. He says: “Hand sanitisers contain big amounts of alcohol, so it was important to use facilities that are familiar with the production of alcohol-containing products.”", "With no end to the pandemic in sight, hand washing and sanitising look set to become an enduring part of our daily routines. Thankfully, should a second Covid-19 wave land, it seems the days of empty soap and sanitiser shelves are behind us."], "authors": ["Sam Noble"], "keywords": ["pandemics", "showing", "social", "global", "henkel", "covid19", "production", "hand", "soap", "charity", "demand", "support", "profits", "industry", "conscience", "company"], "pubDate": "2020-09-11T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}