{"id": "da05daca-2caa-32f6-a65a-ca43593520f9", "title": "New Netflix's The Witcher Season 2 Video Teases New Monsters", "url": "https://www.gameinformer.com/index.php/2020/11/04/new-netflixs-the-witcher-season-2-video-teases-new-monsters", "summary": "Netflix's The Witcher season 2 is well underway and to celebrate, we've got a new trailer that bodes well for new monsters making their way onto the show.\nThe latest teaser video, appropriately set to the song \"Monster Mash,\" is all about the beasties The Witcher series has to offer.\nThe video doesn't let that Halloween spirit die with a description that says, \"The White Wolf takes Halloween as a personal challenge.\nWith an even darker story and a few learned lessons from season one, season two is poised to be an exciting next step for the popular fantasy show.\nWhat are you most excited to see out of Netflix's The Witcher season two and possible new monsters?", "paragraphs": ["Netflix's The Witcher season 2 is well underway and to celebrate, we've got a new trailer that bodes well for new monsters making their way onto the show. The latest teaser video, appropriately set to the song \"Monster Mash,\" is all about the beasties The Witcher series has to offer.", "The video doesn't let that Halloween spirit die with a description that says, \"The White Wolf takes Halloween as a personal challenge. Keep your eyes peeled for a few sweet treats...you won't want to miss what's hidden.\"", "As for the show itself, Netflix's The Witcher season two currently filming following a few COVID-related production issues, though Henry Cavill (Geralt) recently posted that the latest wave of lockdowns has them moving locations back to the studio. For those ready to dive into a new season, below is the official synopsis for the road ahead:", "Based on the best-selling fantasy series of books, The Witcher is an epic tale of fate and family. Geralt of Rivia, a solitary monster hunter, struggles to find his place in a world where people often prove more wicked than beasts,” Netflix said. “But when destiny hurtles him toward a powerful sorceress, and a young princess with a dangerous secret, the three must learn to navigate the increasingly volatile Continent together.", "With an even darker story and a few learned lessons from season one, season two is poised to be an exciting next step for the popular fantasy show. What are you most excited to see out of Netflix's The Witcher season two and possible new monsters? Toss your comment to the section below and tell us what you think!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["season", "series", "video", "witcher", "monsters", "geralt", "netflixs", "teases", "monster", "halloween", "latest"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}