{"id": "da077cc1-6cde-32a0-a03f-988932f23b8c", "title": "Cover Reveal – Marvel's Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/cover-reveal/2020/10/13/cover-reveal-marvels-spider-man-miles-morales", "summary": "Developer Insomniac Games gave us a lengthy tour of Spider-Man: Miles Morales running on PlayStation 5, and we were blown away by just how ambitious of a follow-up it is, both in how explosive the action is right out of the gates and how much care went into developing Miles as a new Spider-Man.\nIn addition to our cover story, which hits digital today and mailboxes soon, we will have a full month of Marvel's Spider-Man: Miles Morales coverage online, complete with exclusive videos, screenshots, and developer interviews.\nWhen we did the cover story for Marvel's Spider-Man, Alex Ross created a new image of Peter Parker soaring across New York City.\nMiles Morales is getting the same treatment, and it comes from an artist who helped bring him to life in comic books.\nFor more on Marvel's Spider-Man: Miles Morales, click the banner below to check out our coverage hub.", "paragraphs": ["Join us for a deep dive into Marvel's Spider-Man: Miles Morales, a sequel that cranks the superhero action up a notch, and gives us an intimate look at the life of another wall crawler who is in way over his head in crime fighting, relationships, and getting to know his new home. Developer Insomniac Games gave us a lengthy tour of Spider-Man: Miles Morales running on PlayStation 5, and we were blown away by just how ambitious of a follow-up it is, both in how explosive the action is right out of the gates and how much care went into developing Miles as a new Spider-Man.", "Our story runs across 15 pages, and offers exclusive details for the opening moments of the game, Miles' powers, the open world, unlockable suits, the new skill tree, and so much more. We spent a day talking to the development team about what makes this sequel different, and what players can expect from it on both PlayStation 4 and 5. In addition to our cover story, which hits digital today and mailboxes soon, we will have a full month of Marvel's Spider-Man: Miles Morales coverage online, complete with exclusive videos, screenshots, and developer interviews.", "When we did the cover story for Marvel's Spider-Man, Alex Ross created a new image of Peter Parker soaring across New York City. Miles Morales is getting the same treatment, and it comes from an artist who helped bring him to life in comic books. The great Sara Pichelli created exclusive artwork for Game Informer's cover that gives you a look at Miles, and his new neighborhood in Harlem.", "This issue also delivers a primer guide for people who are looking to get either a PlayStation 5 or Xbox Series X, as well as lengthy looks at two games that will be running on these machines: Assassin's Creed Valhalla and Immortals Fenyx Rising. As we look ahead to the future, we also take a big look back at what made the current generation tick through the eyes of developers who worked on the hardware. If you're looking to get your holiday shopping started, this issue comes with a complete holiday buying guide.", "Print subscribers can expect their issues to begin arriving in the coming days/weeks. The digital edition of this issue launches in a few hours for PC/Mac, iOS, and Google Play. You can also get the latest issue through third-party apps on Nook and Kindle. To switch your print subscription to digital, click here, or to create a new subscription, click here.", "For more on Marvel's Spider-Man: Miles Morales, click the banner below to check out our coverage hub. We’ll be updating it regularly over the next few weeks, so be sure to stop by and see what’s new."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["spiderman", "cover", "playstation", "miles", "morales", "digital", "look", "exclusive", "reveal", "marvels", "issue"], "pubDate": "2020-10-13T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}