{"paragraphs": ["Clemency is also poised to catalyze a mounting national conversation on prison reform. Early in 2019, it won the U.S. Dramatic Grand Jury Prize, the top honor in its category, at Sundance; Chukwu was the first black woman to receive the award. “It was surreal. It didn’t hit me for a couple of months, and I didn’t get the magnitude of it for a long time,” she says. “It has been a whirlwind.”", "The youngest of four, Chukwu, 34, was born in Port Harcourt, in southern Nigeria. Her parents, who were petroleum engineers, moved the family to Oklahoma when Chukwu was just over a year old; when she was six, they relocated to Fairbanks, Alaska, though they still visited Nigeria often. It didn’t take long before Chukwu sensed how different she was from her classmates: “I was the first African, let alone Nigerian, they had ever met. I felt my otherness. It was a struggle, and I wanted to fit in.” She suffered from depression, a condition not helped by the limited wintertime daylight. But she read Maya Angelou and joined the weight-lifting club, and she knew she wanted to make movies. “I dreamed in scenes,” she recalls—and wrote down ideas for films and music videos in a journal she carried around with her. Writing was how she escaped the darkness of her emotions. Alone in her bedroom she would build fantasies about dating and prom, and stories about Nigerian--American girls reconnecting with lost siblings or loves.", "Chukwu never felt American enough in Fairbanks, nor Nigerian enough in Nigeria. Almost two decades later, she would get a tattoo on her wrist that reads enough—a reminder of her self-worth. She went to DePauw University, in Indiana, because of the generous financial aid it offered her, and studied English, with a focus on screenwriting. College was where she began to exercise the traits that would lead her to Sundance: an ability to calculate how to get what she wanted, and a singular drive to then do it. During her senior year, she made her first short film, independent of her classwork, about black female experiences at the university. “The women she interviewed really illustrated the diversity of black womanhood in a place where people assumed all black people were the same,” says Latrice Ferguson, Chukwu’s close friend from college. Both were bookish students, but they laughed a lot and had impromptu dance parties, supporting each other during what Chukwu describes as difficult years on a campus where she felt alienated. Pursuing film helped give her clarity. “When she started, it felt divine: It was not only what she wanted to do, but it’s something that was clearly meant to be,” Ferguson says.", "After Chukwu graduated, she decided that she was going to take better care of herself—get outside more, worry less about what people thought of her, and go to therapy. She enrolled in film school at Temple University in Philadelphia and made three short films, experimenting with themes about reconnection and moving between cultures. She also started teaching third grade at a public school in North Philadelphia. “Teaching was the single most life-changing experience I ever had,” Chukwu says. “It expanded my capacity for joy and empathy. It made me realize that I’m living for more than just myself. The black girls would just stare at me, and I realized they were seeing themselves in me, and they were watching my every move—that’s powerful, my God.”"], "url": "https://www.vogue.com/article/chinonye-chukwu-clemency-interview?mbid=social_onsite_twitter", "pubDate": null, "keywords": ["film", "teaching", "chukwu", "university", "felt", "black", "nigeria", "clemency", "wanted", "chinonye", "movie", "didnt", "sundance", "devastating"], "id": "da6e9137-999b-3dc6-87cd-6868b0de1971", "title": "With Clemency, Chinonye Chukwu Has Made the Most Devastating Movie of the Year", "summary": "Dramatic Grand Jury Prize, the top honor in its category, at Sundance; Chukwu was the first black woman to receive the award.\n“It has been a whirlwind.”The youngest of four, Chukwu, 34, was born in Port Harcourt, in southern Nigeria.\nIt didn’t take long before Chukwu sensed how different she was from her classmates: “I was the first African, let alone Nigerian, they had ever met.\nChukwu never felt American enough in Fairbanks, nor Nigerian enough in Nigeria.\nDuring her senior year, she made her first short film, independent of her classwork, about black female experiences at the university.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Alexis Okeow"]}