{"id": "da8f0d45-3b4d-3881-8b6d-7abb7d26bbf3", "title": "A Timeline of Prince Charles and Princess Diana’s Tumultuous, Tragic Relationship", "url": "https://www.vogue.com/article/a-timeline-of-prince-charles-and-princess-dianas-tumultuous-tragic-relationship", "summary": "Prince Charles and Princess Diana’s relationship is a sad story.\nA prince and princess on their wedding day.\nThe Beginning: Country-Home Courtship to ChurchNovember 1977: Prince Charles meets Lady Diana for the first time at Althorp House, her 1,500-acre family estate in Northamptonshire, England.\nFebruary 1978: Charles and Sarah go on a ski weekend to Klosters in Switzerland (where they are captured by a photographer).\nJuly 1980: Both Charles and Diana are invited to stay at their mutual friend Philip de Pass’s family home in Sussex for the weekend.", "paragraphs": ["Prince Charles and Princess Diana’s relationship is a sad story. Their marriage was contentious, and their divorce, messy—Diana died a mere year after the official papers were signed. And throughout it all, nearly every single dramatic detail played out in the global press. Some of it in the tabloids, and some of it through interviews they gave themselves: “There were three of us in this marriage, so it was a bit crowded,” Diana famously told the BBC, referring to Camilla Parker Bowles, in 1995.", "Although more than two decades have passed since their split, the troubled union is set to once again reenter the spotlight in November with The Crown’s fourth season. Trailers released by Netflix show split seconds of the couple fighting, Diana storming off, and lastly, the soon-to-be princess alone in her wedding dress. A solemn voiceover carries over it all: ”Here is the stuff of which fairy tales are made. A prince and princess on their wedding day. But fairy tales usually end at this point with the simple phrase ‘They lived happily ever after.’”", "Here, a historical timeline of the beginning, middle, and end of their relationship.", "The Beginning: Country-Home Courtship to Church", "November 1977: Prince Charles meets Lady Diana for the first time at Althorp House, her 1,500-acre family estate in Northamptonshire, England. At the time, he was dating her older sister Sarah and had traveled up to join her for a shooting weekend. In a later interview, he’d recall “what fun she was” during this initial interaction.", "February 1978: Charles and Sarah go on a ski weekend to Klosters in Switzerland (where they are captured by a photographer). It’s here where she allegedly meets a journalist whom she tells she wouldn’t marry Charles “if he were the dustman or the King of England.” Upset about her disclosure to the press, it’s said Charles ended their relationship soon after. However, both sisters remain in his circle, even attending his 30th birthday party in November at Buckingham Palace.", "July 1980: Both Charles and Diana are invited to stay at their mutual friend Philip de Pass’s family home in Sussex for the weekend. There, Diana emphatically talks to Charles about the recent death of his beloved great-uncle, Lord Mountbatten. “The next minute, he leapt on me, practically,” she said according to the documentary Diana: In Her Own Words. “But then it sort of built up from there.”"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["timeline", "princess", "sarah", "tumultuous", "charles", "dianas", "split", "weekend", "tragic", "prince", "diana", "tales", "relationship", "wedding"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}