{"id": "da9a9d3d-75e5-3283-a1d7-a8352507b4f6", "title": "Win or Lose, Trump Will Remain a Powerful and Disruptive Force", "url": "https://www.nytimes.com/2020/11/04/us/politics/trump-post-presidency-influence.html", "summary": "WASHINGTON — If President Trump loses his bid for re-election, as looked increasingly likely on Wednesday, it would be the first defeat of an incumbent president in 28 years.\nBut one thing seemed certain: Win or lose, he will not go quietly away.\nTrailing former Vice President Joseph R. Biden Jr., Mr. Trump spent the day trying to discredit the election based on invented fraud claims, hoping either to hang onto power or explain away a loss.\ndirector, and Dr. Anthony S. Fauci, the government’s top infectious diseases specialist in the middle of a pandemic.\nAnd if he is forced to vacate the White House on Jan. 20, Mr. Trump is likely to prove more resilient than expected and almost surely will remain a powerful and disruptive force in American life.", "paragraphs": ["WASHINGTON — If President Trump loses his bid for re-election, as looked increasingly likely on Wednesday, it would be the first defeat of an incumbent president in 28 years. But one thing seemed certain: Win or lose, he will not go quietly away.", "Trailing former Vice President Joseph R. Biden Jr., Mr. Trump spent the day trying to discredit the election based on invented fraud claims, hoping either to hang onto power or explain away a loss. He could find a narrow path to re-election among states still counting, but he has made clear that he would not shrink from the scene should he lose.", "At the very least, he has 76 days left in office to use his power as he sees fit and to seek revenge on some of his perceived adversaries. Angry at a defeat, he may fire or sideline a variety of senior officials who failed to carry out his wishes as he saw it, including Christopher A. Wray, the F.B.I. director, and Dr. Anthony S. Fauci, the government’s top infectious diseases specialist in the middle of a pandemic.", "And if he is forced to vacate the White House on Jan. 20, Mr. Trump is likely to prove more resilient than expected and almost surely will remain a powerful and disruptive force in American life. He received at least 68 million votes, or five million more than he did in 2016, and commanded about 48 percent of the popular vote, meaning he retained the support of nearly half of the public despite four years of scandal, setbacks, impeachment and the brutal coronavirus outbreak that has killed more than 233,000 Americans."], "authors": ["Peter Baker", "Maggie Haberman"], "keywords": ["power", "lose", "million", "wray", "wishes", "reelection", "president", "powerful", "likely", "force", "remain", "win", "trump", "defeat", "disruptive", "mr"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}