{"keywords": ["state", "impeachment", "points", "impeached", "senate", "fox", "trump", "president", "house", "power", "day"], "authors": ["Chris Stirewalt", "Chris Stirewalt Joined Fox News Channel", "Fnc", "In July Of", "Serves As Politics Editor Based In Washington"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Forty five to be the third impeached", "pubDate": null, "url": "https://www.foxnews.com/politics/forty-five-to-be-the-third-impeached", "paragraphs": ["", "**Want FOX News Halftime Report in your inbox every day? Sign up here.**", "", "On the roster: Forty five to be the third impeached - Bloomy gets financial disclosure extension - Collins jumps in - Audible: Bye, homie - Drawn out case", "", "FORTY FIVE TO BE THE THIRD IMPEACHED", "AP: “The U.S. House pressed toward its historic votes to impeach President Donald Trump on Wednesday, arguing over the charges he faces and the legitimacy of the probe that brought Congress and the day that will leave a lasting mark on his tenure at the White House. Speaker Nancy Pelosi, who arrived at the back of the chamber as the daylong session was underway, has the Democratic votes needed to make Trump just the third U.S. president to be impeached, exercising what she called ‘one of the most solemn powers granted to us by the Constitution.’ … Democrats overwhelmingly approved the rules for the debate, 228-197, with just two defections from Pelosi’s ranks, an early indication of how the votes will eventually fall on the articles of impeachment. No Republicans supported the procedural vote, but Democrats picked up backing from Rep. Justin Amash, the Michigan conservative, who left the GOP this year to become an independent over his support for impeachment.”", "", "Trump to travel to Michigan to rally fans - Fox News: “President Trump on Wednesday will be far away from Capitol Hill -- and the Washington establishment he has long criticized as an irredeemable ‘swamp’ -- as the Democrat-controlled House of Representatives prepares to impeach him in a likely party-line vote on charges of obstruction of Congress and abuse of power. Instead, the president will be on friendly turf in downtown Battle Creek, Mich., hosting a rally that may rank among his most defiant -- a marked contrast from the approach of former President Bill Clinton, who mostly stayed under the radar during his own impeachment proceedings in 1998. There will be unusually tight security near the Capitol building in Washington on Wednesday, Fox News was told, and some of those measures were visible Tuesday night.”", "", "Political impact in swing states more muted than expected - WaPo: “When the dust clears, the result is most likely to look more like a draw than a victory, say political strategists from both sides. Ten weeks of the House impeachment inquiry have spun an already polarized country through yet another centrifuge of outrage, further separating champions of the president from those who see him a danger to the country. Yet polls suggest few have been converted in their views of Trump by the allegations about his dealings with Ukraine, though the president has once again been shown to have behaved in a way most Americans do not like.”", "", "House GOP wants to take their show to Senate side - ABC News: “President Donald Trump is considering a mix of White House lawyers and some of the president’s most aggressive defenders serving in the House of Representatives to play a larger role in his defense, multiple sources familiar with the internal discussions told ABC News. The debate over who could best represent the president in the Senate comes as the president’s advisers have squabbled about what his impeachment defense before the Senate should look like, and who should be responsible for making the case for acquittal, the sources said. GOP Reps. Jim Jordan, John Ratcliffe and Mark Meadows are under consideration by the White House, along with Ranking Member of the House Judiciary Committee Doug Collins and Rep. Elise Stefanik.”", "", "THE RULEBOOK: AWARENESS IS KEY", "“[America] has been sensible of her malady. She has obtained a regular and unanimous advice from men of her own deliberate choice. And she is warned by others against following this advice under pain of the most fatal consequences.” – James Madison, Federalist No. 38", "", "TIME OUT: AARON SORKIN GOES AFTER ATTICUS FINCH", "Atlantic: “The first line of Aaron Sorkin’s stage adaptation of To Kill a Mockingbird is one of quiet confusion. ‘Something didn’t make sense,’ Scout Finch tells the audience of the tale that’s about to unfold. Sorkin’s dramatization of Harper Lee’s novel, which opened on Broadway last December, is an unexpectedly probing work that refuses to let an American classic go unchallenged. Instead, it stages two trials: One is from the book, in which Scout’s attorney father, Atticus Finch, defends Tom Robinson, an African American man accused of rape in 1930s Alabama, and tries to combat the community’s entrenched racism. In Sorkin’s play, the other trial is of Atticus’s own nobility, and how it doesn’t always square with his grander vision of justice. Though the adaptation broadly follows the narrative arc of Lee’s novel, it uses Scout, her brother Jem, and her friend Dill (all played by adult actors) to cast a wary eye over some of the book’s more idealistic details.”", "", "Flag on the play? - Email us at HALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.", "", "SCOREBOARD", "DEMOCRATIC 2020 POWER RANKING", "Biden: 26.6 points (↓ 1 point from last wk.)", "Sanders: 18 points (↓ 0.2 points from last wk.)", "Warren: 14.8 points (↓ 3.6 points from last wk.)", "Buttigieg: 9.2 points (↑ 0.6 points from last wk.)", "Bloomberg: 5.4 points (first listing)", "[Averages include: Quinnipiac University, USA Today/Suffolk University, NPR/PBS/Marist, Fox News and IBD.]", "", "TRUMP JOB PERFORMANCE", "Average approval: 43.6 percent", "Average disapproval: 51.2 percent", "Net Score: -7.6 percent", "Change from one week ago: ↑ 2 points", "[Average includes: CNBC: 40% approve - 49% disapprove; CNN: 44% approve - 52% disapprove; Quinnipiac University: 43% approve - 52% disapprove; USA Today/Suffolk University: 48% approve - 50% disapprove; NPR/PBS/Marist: 43% approve - 53% disapprove.]", "", "WANT MORE HALFTIME REPORT?", "You can join Chris and Brianna every day on Fox Nation. Go behind-the-scenes of your favorite political note as they go through the must-read headlines of the day right from their office – with plenty of personality. Click here to sign up and watch!", "", "BLOOMY GETS FINANCIAL DISCLOSURE EXTENSION", "AP: “Billionaire former New York Mayor Michael Bloomberg won’t have to file a mandatory financial disclosure until after Iowa’s first-in-the-nation presidential contest, under an extension granted by the Federal Election Commission this week. Presidential candidates are required to reveal their investments, businesses and streams of income. Only Bloomberg, fellow billionaire Tom Steyer and former Massachusetts Gov. Deval Patrick have yet to do so. Each of those candidates was late entering the Democratic presidential primary. Bloomberg, who has long considered a White House bid, sits atop a sprawling business empire and is worth more than $50 billion, easily making him the wealthiest candidate in the contest. … The FEC on Monday granted his request, giving him until Feb. 4 to file — one day after the Iowa caucuses.”", "", "Buttigieg didn’t fully disclose on bundlers - Politico: “Pete Buttigieg’s presidential campaign omitted more than 20 high-level fundraisers from a list of top bundlers it disclosed last week. The public list of bundlers, featuring more than 100 people who have raised at least $25,000 for Buttigieg, was meant to bring a close to more than a week of feuding between Buttigieg and Elizabeth Warren over campaign transparency. But the list left off a number of people the Buttigieg campaign had previously touted as top donors in an internal campaign fundraising report obtained by POLITICO. They include uberwealthy supporters such as Boston power broker Jack Connors Jr. — who declared he was ‘all in for Pete Buttigieg’ in a June fundraiser invite — and Hollywood producer Jordan Horowitz, whose films include ‘La La Land.’”", "", "RNC dumps New Hampshire director - Politico: “The Republican National Committee has fired the director of its Trump Victory Team in New Hampshire just four months after he was brought on to lead the party’s statewide effort to reelect Donald Trump and deliver down-ballot gains for the GOP next fall. State director Eric Mitchell was cut loose last Friday from the joint operation between the president’s 2020 campaign and Republican officials in the Granite State because of persistent issues with his performance, according to three people familiar with his dismissal. He was named state director in mid-August, the same day Trump traveled to Manchester for one of his signature ‘Keep America Great’ rallies.”", "", "COLLINS JUMPS IN", "AP: “Republican Sen. Susan Collins officially launched her bid for reelection Wednesday, setting up an expensive and closely watched battle that’s starting against the backdrop of impeachment proceedings against President Donald Trump. Collins made her formal announcement in an email to supporters, saying her ‘bipartisan commonsense approach’ has been key to many legislative successes and will be important in an era of bitter partisanship. ‘The fundamental question I had to ask myself in making my decision was this: In today’s polarized political environment, is there still a role for a centrist who believes in getting things done through compromise, collegiality, and bipartisanship? I have concluded that the answer to this question is ‘yes’ and I will, therefore, seek the honor of continuing to serve as Maine’s United States senator.’”", "", "Drucker: McConnell’s Pompeo pitch includes 2024 White House run - WashEx: “When Mitch McConnell pitches Mike Pompeo on running for the Senate in 2020, a periodic occurrence, the majority leader does not fail to mention that the chamber is a great steppingstone should the secretary of state harbor higher aspirations. Fearing former Kansas Secretary of State Kris Kobach could win the Republican nomination to succeed retiring Sen. Pat Roberts and put an otherwise red seat in jeopardy, McConnell and other party insiders are desperate for Pompeo to run. But concern about the politically divisive Kobach aside, Republican strategists tend to agree that running for Senate is the better play for Pompeo if his White House ambitions are real, especially if President Trump loses reelection. For Pompeo, a Senate seat would help him stay relevant heading into the 2024 presidential campaign. He would be in demand for TV and conservative talk radio appearances, allowing him to cultivate grassroots enthusiasm and internet fundraising.”", "", "Georgia purges 309,000 voters from state rolls - WaPo: “Overnight, the number of registered voters in Georgia shrank by more than 300,000 in a contested but court-sanctioned action that could redefine the 2020 election, critics warned. State officials have downplayed the mass cancellation, arguing it is routine ‘list maintenance.’ Others say the practice amounts to a large-scale and undemocratic voter purge, which comes just over three months before Georgia’s presidential primaries. This week, a federal judge allowed the secretary of state’s office to remove about 4 percent of registered voters from the rolls, a move officials said was aimed at those who have recently died or left Georgia. But there were also more than 120,000 people included in that cull simply because they hadn’t voted since 2012 or responded to mailings from the state, according to a lawsuit filed to halt the purge.”", "", "PLAY-BY-PLAY", "Fox Poll: Socialism rises in popularity, capitalism still favored - Fox News", "", "North American trade deal heads to the House floor - Politico", "", "Trump’s economic approval hits highest numbers in a year - CNBC", "", "AUDIBLE: BYE, HOMIE", "“The day a judge stops being impartial, and starts to do things to please the home crowd, that's the day the judge should step down from office.”– Supreme Court Justice Ruth Bader Ginsburg in an interview with BBC.", "", "FROM THE BLEACHERS", "“Does the House of Representatives really have the power to subpoena during the hearings on impeachment? Compare it with a police officer arresting someone then requiring him/her to freely provide enough information for the cops to scramble a few words to conjure up a charge. The trial is actually held in the Senate so, what's up?” – Jim King, Chesapeake, Va.", "", "[Ed. note: Maybe think of it this way: Congress has the power to remove a president from office. Full stop. It could do so without hearings in the House or do it on a boat or with a goat, on a train or in the rain. It’s not a criminal proceeding but rather a political power granted to the most powerful branch. Congress also has the power to compel people to testify on various matters, but that power has been limited over the years by courts and tradition. But courts have limited the power of Congress on certain subjects, e.g. discussions between the president and his top advisers. But Congress is at the peak of its powers in considering a declaration of war or an impeachment, so courts would presumably be more deferential on inquiries related to those matters than, say, sugar subsidies or turtle tunnels.]", "", "Share your color commentary: Email us at HALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.", "", "DRAWN OUT CASE", "KESQ: “Police are looking for a man accused of stealing from a caricature artist during Riverside's Festival of Lights Parade. According to Riverside [California] PD, at around 11:50 p.m. on Dec. 5, the suspect approached a caricature artist and asked for a portrait of himself. The artist agreed, however, once they finished, the suspect grabbed the artist's money bag. The bag contained about $500 in cash. The suspect fled the area on foot but left his portrait behind. No, the suspect does not look exactly like the [portrait]… [But] Riverside PD are using that portrait, despite its exaggerated characteristics and features, to help identify the suspect.”", "", "AND NOW, A WORD FROM CHARLES…", "“A future trivia question and historical footnote, the spectacular 10-day flameout of Anthony Scaramucci qualifies as the most entertaining episode yet of the ongoing reality show that is the Trump presidency. (Working title: ‘The Pompadours of 1600 Pennsylvania.’)” – Charles Krauthammer (1950-2018) writing in the Washington Post on Aug. 3, 2017.", "", "Chris Stirewalt is the politics editor for Fox News. Brianna McClelland contributed to this report. Want FOX News Halftime Report in your inbox every day? Sign up here."], "id": "dabc7456-9019-39ca-90d1-3fbb3e285d34", "summary": "And she is warned by others against following this advice under pain of the most fatal consequences.” – James Madison, Federalist No.\nSanders: 18 points (↓ 0.2 points from last wk.)\nWarren: 14.8 points (↓ 3.6 points from last wk.)\nButtigieg: 9.2 points (↑ 0.6 points from last wk.)\nFROM THE BLEACHERS“Does the House of Representatives really have the power to subpoena during the hearings on impeachment?"}