{"id": "db02daab-6f1d-3768-9595-c82f118a9f63", "title": "The Italian town auctioning off abandoned homes for €1", "url": "https://edition.cnn.com/travel/article/italian-town-salemi-auctioning-one-euro-homes/index.html", "summary": "Now catastrophe loomsRevitalization hopesSicilian town Salemi is hoping to attract new residents by auctioning off homes with a one euro starting price.\nFrancesco RussoDating back to the 1600s, the homes lie in the heart of the historical center, enclosed by the ancient town walls.\nRelated content This Italian town has just two residents, but they still insist on wearing masksGolden dreamsThe abandoned homes going under the hammer all have small panoramic balconies and terraces.\nIts residential layers are connected to the abandoned areas the homes are located in by a maze of narrow alleys.\nFrancesco RussoWhile Salemi may be in need of more residents, the town definitely isn't lacking when it comes to food and activity.", "paragraphs": ["(CNN) — The Covid-19 pandemic may have irreversibly changed the world as we know it, but it seems there are some things that can still be counted on.", "And struggling towns in Italy selling off abandoned homes at bargain prices in a bid to reverse a trend of depopulation is undoubtedly one of them.", "The picturesque town of Salemi in Sicily is the latest to offer up dilapidated properties for less than the cost of an espresso.", "Over the next month, a few dozen crumbling dwellings will go up for auction with a starting price of €1, or little over a dollar.", "The town's mayor, Domenico Venuti, hopes the scheme will breathe new life into Salemi, which saw its population shrink considerably when at least 4,000 residents fled following the terrible earthquake of 1968 that rocked Sicily's Belice Valley.", "\"All buildings belong to the city council, which speeds up the sale and reduces red tape,\" Venuti tells CNN Travel", "\"Before launching the scheme we first had to recover the old parts of Salemi where the houses are located, upgrading infrastructures and services from roads to electric grids and sewage pipes.", "\"Now the town is ready for the next step.\"", "Related content The tourists are leaving Italy. Now catastrophe looms", "Revitalization hopes", "Sicilian town Salemi is hoping to attract new residents by auctioning off homes with a one euro starting price. Francesco Russo", "While it might seem like Salemi is rather late to the one-euro-home party, officials here were among the first to suggest selling off dilapidated homes for next to nothing on the condition that buyers renovate the properties.", "Similar schemes have been launched in a number of Italian hamlets, such as Cinquefrondi , a community in the southern region of Calabria, and Mussomeli , also in Sicily.", "However, officials couldn't get the Salemi project signed off at the time due to various bureaucratic issues, and it was deemed necessary for the town to receive an external makeover first.", "\"It was a long process,\" explains Venuti. \"Not only did we carry out thorough maintenance works to secure the risky crumbly areas, we also had to recover many properties to residential use.", "\"We've been ready for a while but wanted to wait and see how the Covid-19 emergency evolved.\"", "Italy was hit particularly hard by Covid-19 relatively early on, although Sicily has so far been one of the European nation's least impacted regions.", "While Venuti admits the virus remains a concern for residents of the town, which currently has around 30 reported cases, he believes now is the right time to move forward with the scheme, stressing that case numbers are decreasing by the day.", "The selected houses will go up for auction with a €1 starting price, replicating the method adopted by the Sicilian town of Sambuca, where dwellings were sold to the highest bidder and at least one buyer purchased a house sight unseen.", "Urban impact", "Some buildings were substantially damaged during the 1968 earthquake that rocked Sicily's Belice Valley. Francesco Russo", "Dating back to the 1600s, the homes lie in the heart of the historical center, enclosed by the ancient town walls.", "While some may be in need of substantial repairs due to the damage caused by the earthquake, many are in reasonably good shape, with minimal work required.", "Covering an area of at least 85 square meters, they're made with a yellowish-pink solid sandstone extracted from nearby caves which is called \"campanedda,\" or \"bell' in local dialect -- its name comes from the sound the stone makes when hit with a hammer.", "All have very similar features, such as multiple floors and thick walls, while a few have panoramic balconies, but those on Belvedere Street are arguably the most attractive, as they overlook a rich green valley.", "Although restyled several times over the centuries, the homes, which stretch across two to three floors, were once microcosms of rural life in the town.", "When they were first constructed, families would sleep on the upper floors, while their animals were kept in stables on the ground level.", "According to Venuti, potential buyers aren't required to visit Salemi to inspect the homes before making an offer, but they will need to send a detailed restyle plan to demonstrate their commitment to the project.", "Those interested can view photographs of available properties, along with maps identifying their whereabouts, and download application forms on the city council's institutional website once the project goes live.", "The renovation projects will also be evaluated according to the urban impact.", "Those planning to convert one of the properties into a B&B or another type of business establishment with economic activity will receive extra points and tax credits.", "A single buyer can purchase more than one house, but all buyers must pay a deposit guarantee of €3,000, which is to be returned if the restyle is completed within three years.", "Venuti says there are at least another 100 dwellings in the town that could potentially be sold after this first lot.", "But many are former storehouses, stables or shops, so they'll need to be converted to residential use before being placed on the market.", "Related content This Italian town has just two residents, but they still insist on wearing masks", "Golden dreams", "The abandoned homes going under the hammer all have small panoramic balconies and terraces. Francesco Russo", "Salemi has a unique sparkle thanks to the golden warm hue of the campanedda stone adorning the facades of its churches, castle, palazzos and homes, which makes them shine in the sunlight.", "Located close to Trapani's airport and the departure harbor for the tropical-like Egadi islands, it's ideally positioned for exploring Sicily's wild areas and stunning beaches.", "Surrounded by fields of grazing herds, Salemi sits at the feet of Roses Mountain and is encircled by two pristine rivers, which contribute to its fresh, oxygen-rich air.", "While Sicilian summers are notoriously hot, the town is located at an altitude of 450 meters above sea level, a position that generates a refreshing cool breeze.", "Visitors can take on various scenic \"archeo-trekking\" routes through the countryside with ruins of fortresses and a necropolis dotted along the way.", "The natural reserve of Scopello, popular for its breathtaking sea stacks and open-air tuna factory, is just a 20-minute car journey away, while gold-colored temples of Selinunte and Segesta are just a stone's throw away.", "Founded on the ashes of a primitive settlement and later conquered by the Saracens, its name is thought to stem from the Arab word \"Salam,\" which translates to \"healthy and safe\" -- or \"Salem,\" which means \"peaceful.\"", "A stratification of medieval and Baroque architectures, Salemi slowly unwinds below a majestic Norman castle, when aristocratic mansions give way to simple stone dwellings that previously belonged to farmers and artisans.", "The town's main piazza is a crumbled church, while the ruins of its stone apse are still standing near the go-to spot for leisurely sunset strolls.", "Its residential layers are connected to the abandoned areas the homes are located in by a maze of narrow alleys.", "These forsaken districts form a patchwork of tiny ghost neighborhoods and are a sharp contrast to the town's more lively spots.", "Related content The tragedy behind Italy's famous pasta dish", "Jazz, beer and bread", "Bread-making artistry on display at Salemi's Church of San Giuseppe. Francesco Russo", "While Salemi may be in need of more residents, the town definitely isn't lacking when it comes to food and activity.", "A jazz festival is held here annually to commemorate American musician Tony Scott, who is buried in Salemi -- Scott's parents were both Sicilian.", "A quirky \"little Oktoberfest\" event, where young beer-makers offer a taste of their ales made with local cereal grains, usually takes place in October.", "On St. Joseph's Day, Father's Day in Italy, a culinary feast is held during which 101 gourmet dishes are prepared over the course of a week to honor the adoptive father of Jesus.", "The event is something of an eating pilgrimage that unravels through the town's districts, where food altars covered in laurels and decorated with artistic bread sculptures and other delicacies are set up, while church altars are adorned with dough masterpieces.", "Three children from disadvantaged families are invited inside the church to sit at a banquet and indulge in a series of gourmand plates.", "The banquet's \"spiritual menu\" features signature dishes made with local, seasonal products such as polpette meatballs with fennel and broccoli, and omelets with aromatic herbs, alongside Vastedda sheep cheese.", "There's also a great deal of impressive bread-making artistry on display.", "This tradition hails back to pagan times, when harvest festivities, Sicilian-style Thanksgiving parties, were held to honor Ceres, goddess of abundance, and close out the yearly grain cycle.", "You'll find living crèches made of biscuits and breads to symbolize the holy family, with the baby Jesus as a round-shaped bagel and the Madonna as a palm-shaped loaf.", "Another standout town celebration is the Festival of the Busiata, where attendees are treated to steaming plates of handmade pasta made from twisting the durum wheat around knitting needles to create an elongated helix shape."], "authors": ["Silvia Marchetti"], "keywords": ["residents", "homes", "properties", "stone", "auctioning", "salemi", "francesco", "town", "abandoned", "venuti", "towns", "need", "italian"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}