{"authors": ["Reuters In Bangkok", "Catherine Bennett", "Jonathan Jones"], "keywords": ["sq", "trying", "thai", "save", "saidthe", "wild", "officials", "national", "waterfall", "die", "park", "elephants"], "pubDate": null, "summary": "Six wild elephants die trying to save each other in Thai waterfallSix wild elephants have died while trying to save each other after falling into a waterfall at the Khao Yai National Park in Thailand.\nTwo others were saved during the incident on Saturday at the Haew Narok waterfall in the north-eastern province of Nakhon Ratchasima, officials said.\nThe BBC reported officials as saying the incident occurred after a baby elephant slipped over the waterfall.\nWe have often seen this happening.”There are about 300 wild elephants in the park, which covers more than 772 sq miles (2,000 sq km) of forest and grassland.\nIt is home to various wild animals, including bears and gibbons, and is a popular destination for tourists.", "title": "Six wild elephants die trying to save each other in Thai waterfall", "url": "https://www.theguardian.com/world/2019/oct/05/six-wild-elephants-die-trying-to-save-each-other-in-thai-waterfall", "id": "dbbe4218-f2de-395e-af0c-3d8a018abf60", "paragraphs": ["Six wild elephants die trying to save each other in Thai waterfall", "Six wild elephants have died while trying to save each other after falling into a waterfall at the Khao Yai National Park in Thailand.", "Two others were saved during the incident on Saturday at the Haew Narok waterfall in the north-eastern province of Nakhon Ratchasima, officials said.", "The BBC reported officials as saying the incident occurred after a baby elephant slipped over the waterfall. The dead elephants included a three-year old-calf, the park chief, Kanchit Srinoppawan, said.", "The waterfall has been closed temporarily following the incident.", "The national resources and environment minister, Varawut Silpa-archa, told Reuters: “It was an accident. We have often seen this happening.”", "There are about 300 wild elephants in the park, which covers more than 772 sq miles (2,000 sq km) of forest and grassland. It is home to various wild animals, including bears and gibbons, and is a popular destination for tourists."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}