{"summary": "Former President Barack Obama and former first lady Michelle Obama have purchased a nearly 7,000-square-foot home on Martha’s Vineyard in Massachusetts for $11.75 million, according to a report.\nThe purchase price was recorded Wednesday with the local Registry of Deeds, the Vineyard Gazette reported.\nThe Obamas had rented the property during the summer, the report said.\nThe Obamas previously purchased a nine-bedroom house in Washington, paying a reported $8.1 million.\nIn addition, the former first lady reportedly commands a speaking fee of $225,000.", "keywords": ["property", "lady", "purchased", "reportedly", "obama", "vineyard", "marthas", "obamas", "report", "million", "nearly", "pay", "price", "acres", "30", "1175m"], "paragraphs": ["Former President Barack Obama and former first lady Michelle Obama have purchased a nearly 7,000-square-foot home on Martha’s Vineyard in Massachusetts for $11.75 million, according to a report.", "The purchase price was recorded Wednesday with the local Registry of Deeds, the Vineyard Gazette reported.", "MICHELLE OBAMA MAY HAVE REJECTED FIRST VERSION OF HER HUSBAND'S OFFICIAL PORTRAIT", "The Obamas paid about half the original asking price for the property when it first became available in 2015, the report said.", "The sellers were listed as Wycliffe Grousebeck, owner of the Boston Celtics basketball team, and his wife Corinne Basler Grousbeck.", "The house is located in the Edgartown section on the eastern end of the island and sits on a property of more than 29 acres, the Gazette reported.", "It includes seven bedrooms, eight and a half bathrooms and several stone fireplaces, as well as a two-car garage, a barn and a swimming pool.", "The Obamas had rented the property during the summer, the report said. The couple reportedly had made an offer on the property in August.", "Attorneys for the Grousebecks would not comment on the transaction.", "The Obamas previously purchased a nine-bedroom house in Washington, paying a reported $8.1 million.", "CLICK HERE TO GET THE FOX NEWS APP", "The Obamas have entered some lucrative business deals since leaving the White House.", "Michelle Obama received a $65 million advance for her memoir, \"Becoming,\" while the pair also negotiated a $50 million deal with Netflix to develop programming.", "In addition, the former first lady reportedly commands a speaking fee of $225,000. She and her husband are said to have a net worth of $135 million.", "Fox News’ Sam Dorman contributed to this story."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/obamas-pay-11-75m-for-marthas-vineyard-home-report", "authors": ["Dom Calicchio"], "id": "dbc2c7cd-aa0d-3416-a9ac-54cb817e8a04", "pubDate": null, "title": "Obamas pay $11.75M for Martha’s Vineyard home on nearly 30 acres: report"}