{"id": "dc8a2037-899d-3b7a-9c9a-b53af8d016e8", "keywords": ["law", "immigrants", "solve", "illegal", "going", "crimes", "help", "collection", "brandon", "rule", "dna", "unsolved", "judd", "collect", "samples"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "url": "https://www.foxnews.com/media/brandon-judd-dna-collection-illegal-immigrants-unsolved-crimes", "title": "Brandon Judd: DNA collection from illegal immigrants will help solve unsolved crimes", "summary": "The Department of Homeland Security's plan for border agents to collect DNA samples from illegal immigrants in detention centers could help to solve unsolved crimes, Border Patrol Union President Brandon Judd claimed Saturday.\n\"DNA will help us solve those crimes because there's always residue from DNA that [is] left at every single crime scene,\" Judd said.\nDNA samples can be collected from individuals in custody, including non-Americans, per the DNA Fingerprint Act of 2005.\nStaff Attorney Vera Eidelman wrote that \"forced DNA collection raises serious privacy and civil liberties concerns and lacks justification, especially when DHS is already using less intrusive identification methods like fingerprinting.\"\n\"This kind of mass collection alters the purpose of DNA collection from one of criminal investigation to population surveillance, which is contrary to our basic notions of freedom and autonomy,\" Eidelman stated.", "pubDate": null, "paragraphs": ["The Department of Homeland Security's plan for border agents to collect DNA samples from illegal immigrants in detention centers could help to solve unsolved crimes, Border Patrol Union President Brandon Judd claimed Saturday.", "Appearing on \"Fox & Friends\" with anchor Griff Jenkins, Judd explained: \"When we collect the DNA, we know that there's a lot of people that come and go into the United States. And, there are thousands of crimes that are committed that are unsolved on a yearly basis.\"", "\"DNA will help us solve those crimes because there's always residue from DNA that [is] left at every single crime scene,\" Judd said.", "The DHS's program proposal is not new. The \"Finger Print Act\" originated as a response to the 9/11 terrorist attacks to help better identify potential terrorists and criminals. The Obama administration then issued a waiver that halted the program.", "There is no timeline for when the new testing will be rolled out. The regulation that calls for DNA collection will be issued by the Justice Department, said the official, who noted that the DOJ rule will provide the framework and that DHS will phase in implementation.", "DNA samples can be collected from individuals in custody, including non-Americans, per the DNA Fingerprint Act of 2005. However, it's not mandatory to collect someone's DNA.", "\"The laws are supposed to benefit the United States and those people who are within the borders,\" Judd told Jenkins. \"Trump is all about the rule of law; he stood for the rule of law, and he continues to stand for the rule of law in support of the American citizens.\"", "The American Civil Liberties Union (ACLU) has already denounced the reinstatement of the Bush-era act. Staff Attorney Vera Eidelman wrote that \"forced DNA collection raises serious privacy and civil liberties concerns and lacks justification, especially when DHS is already using less intrusive identification methods like fingerprinting.\"", "\"This kind of mass collection alters the purpose of DNA collection from one of criminal investigation to population surveillance, which is contrary to our basic notions of freedom and autonomy,\" Eidelman stated.", "Judd said that in his more than two decades in law enforcement, he has \"never seen a situation in which DNA has caused unwarranted profiling.\"", "\"In fact, that's where the ACLU is going to fail in this court challenge,\" he exclaimed. \"But, where they're going to fail is they're not going to be able to show a judge cause or reasonable likelihood that DNA will be...used to profile persons. It's not reality.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "He concluded: \"When we've got people that are talking about getting rid of the MPP, when we've got people that are talking about getting rid of the rule of law, we're going to go down as a country. We just will not have those protections, and illegal immigration will spike.\"", "As of August, the FBI's national DNA index contained more than 17 million profiles of offenders and arrestees. Law enforcement agencies can submit samples from non-citizens who are detained, as well as suspects arrested or convicted of crimes.", "Fox News' Catherine Herridge and Cyd Upson contributed to this report, as well as The Associated Press."]}