{"id": "dc8cbdd4-affc-3167-9cd4-bc84d0e8616e", "title": "In Paris, Ecommerce Warehouses Get a Chic Makeover", "url": "https://wired.com/story/paris-ecommerce-warehouses-get-chic-makeover/", "summary": "So since 2013, Paris has been developing “logistics hotels”—smaller mixed-use developments used for delivery logistics, located in residential neighborhoods instead of the industrial urban fringe.\nIt also makes the concept of an urban distribution center more palatable to residents.\nBecause logistics facilities usually bring in lower rents than other sorts of urban real estate, the mixed-use development gives Sogaris other revenue.\nGlobally, the rise of instant delivery has made urban distribution, logistics, and warehouse spaces popular, and more lucrative.\nBut now, legions of developers the world over have gotten creative with real estate.", "paragraphs": ["Paris is classy, so it calls the distribution centers “logistics hotels”—les hôtels logistiques.", "In France’s capital, as in other affluent cities around the globe, cheap or free “instant deliveries” from companies like Amazon, DPD, and Deliveroo have exploded in the last decade. French consumers make roughly 400 million internet purchases each year worth some $734 billion, and all of them have to be delivered.", "Some 95 percent of Parisians ordered a non-food item online in 2017, according to one survey. The same research found that express or instant delivery isn’t as popular in the City of Lights as in, say, Manhattan, but more than one in two online shoppers in both cities want their stuff shipped right to their doorsteps. (Europeans are much more willing to pick up their purchases at a central location, like a locker.) Which presents quite a problem for the companies charged with getting it there.", "So since 2013, Paris has been developing “logistics hotels”—smaller mixed-use developments used for delivery logistics, located in residential neighborhoods instead of the industrial urban fringe. The most unique “hotel,” called Chapelle International, opened in April 2018, on top of an abandoned railway in the trendy 18th arrondissement in the city’s northern section. Don’t call it a distribution center: The “hotel” is actually a 484,000-square-foot mixed-use development, with three stories of floorspace for the entry, organization, and exit of parcels. But it also hosts a data center, offices, sports facilities like tennis courts, and an urban farm. The project was developed by French firm Sogaris, which is owned by the city of Paris but operated as a private company.", "The hotel is an example of the city’s innovative approach to the urban planning of logistics in the era of e-commerce, says Laetitia Dablanc, who studies logistics at the Université Gustave Eiffel in Paris. (Dablanc’s professorial chair is endowed by Sogaris.) It also makes the concept of an urban distribution center more palatable to residents. It offers them services, but also quick access for rail, delivery vans, and cargo-cycles charged with moving packages the last mile. (The center’s rail link is not yet running.)", "The development is smart real estate strategy, too, Dablanc says. Because logistics facilities usually bring in lower rents than other sorts of urban real estate, the mixed-use development gives Sogaris other revenue.", "Globally, the rise of instant delivery has made urban distribution, logistics, and warehouse spaces popular, and more lucrative. Small urban warehouses aren’t new, but companies like Amazon are reviving the concept, by shrinking the sizes of some fulfillment centers and putting them closer to dense cities. According to the real estate firm CBRE, rents for smaller urban warehouses between 70,000 and 120,000 square feet have risen by a third over the past half-decade, while availability has dropped between 7 and 11 percent.", "Historically, logistics centers have been located on the fringes of big cities, with trucks and trains charged with bringing goods from sprawling facilities into city stores. “Warehouse” or “distribution center” often evokes a wide building broad enough to drive a few pallet-loaded trucks across. But now, legions of developers the world over have gotten creative with real estate. Distribution has been citified, and officials and developers in cities like Paris are getting more creative with where they are willing to put the facilities, and what they look like.", "In Paris, where progressive city leaders spent the last decade pushing residents to travel by bike and Metro rather than private car, the city has launched plans to convert abandoned parking facilities and gas stations into distribution warehouses. Paris has also become more open to developing once-polluted brownfields."], "authors": ["Aarian Marshall", "Aarian Marshal"], "keywords": ["estate", "paris", "chic", "ecommerce", "distribution", "facilities", "cities", "city", "real", "warehouses", "makeover", "delivery", "urban", "logistics"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}