{"id": "dc91b4e1-e2ee-377a-a930-980eddf4cf59", "title": "Under pressure: why athletes choke", "url": "https://www.theguardian.com/sport/2020/nov/05/under-pressure-why-athletes-choke", "summary": "As the pressure in a match rises, so can an athlete’s anxiety.\nThis makes them less likely to choke under pressure.\nHe just needed to run to the other end to get the single run South Africa needed.\nBut even if that is true, more pressurised training can help athletes cope with pressure on the field.\nClutch states occur when athletes under pressure are able to summon up whatever is necessary to succeed, to perform well, and perhaps change the outcome of the game.", "paragraphs": ["Scott Boswell stood at the start of his bowling run-up, immersed in his own very public hell. It was the final of the Cheltenham and Gloucester Trophy in 2001, which should have been the highlight of his cricket career. Instead, he found himself unable to do what he had been doing his entire life.", "“I became so anxious I froze. I couldn’t let go. It was a nightmare,” Boswell recalled. “How can I not be able to run up and bowl – something that I’ve done for so many years without even thinking about it? How can that happen? What’s going on in my brain to stop me doing that, and to make me feel physically sick and anxious and that I can’t do something that I’ve just done so naturally?”", "Boswell was a fast bowler for Leicestershire. After a man of the match performance in the semi-final, he had earned the right to play in the final at a sold-out Lord’s cricket ground, the home of cricket. It was the dream of every county cricketer.", "But Boswell had lost his form in the three weeks since the semi-final, and his place in the final had become less secure. At 10pm the night before the final, Leicestershire’s coach said he wanted to see him. He asked Boswell “whether I was up for it, and whether I could manage. So there was a seed put in my head before I actually played.” He was finally told he was playing 45 minutes before the game. Somerset, Leicestershire’s opponents, won the toss and chose to bat on a sunny day. Boswell, as one of the opening bowlers, bowled the second over.", "Facebook Twitter Pinterest Scott Boswell after bowling his sixth wide in the 2001 C&G Trophy final against Somerset. Photograph: Naden Rebecca Naden/PA", "“The first couple of balls, I felt OK,” he recalled. But on his last ball of the over, Boswell bowled an easy-to-hit short ball that was hit for four runs. “It just didn’t come out of the hands right … It just became a little bit stuck.” It signalled trouble ahead. The next over began with a huge wide. “I thought: ‘Oh, Jesus Christ. I’ve never bowled it that wide before – what’s happened there?’ And that was it. I then bowled another wide, the crowd started to make a bit of noise, I’m thinking: ‘Crikey.’ It went down the leg side, so I’ve got one on the offside, one on the leg side, I’ve overcompensated and I’m thinking: ‘Wow.’”", "An over in cricket comprises six balls – that is, six balls that are not considered a no-ball or wide. There are normally only a handful of no-balls in an innings. But Boswell’s second over in the final lasted 14 balls, as he repeatedly sprayed the ball too wide of the crease on either side. A YouTube video of the over, entitled The worst over ever? has been watched more than 1.5m times.", "For Boswell, it felt like the over would “absolutely never end”.", "Failure to manage anxiety and cope with the demands at a crucial moment can lead to a catastrophic drop in performance, known as choking. As the pressure in a match rises, so can an athlete’s anxiety.", "Anxiety is a reaction to pressure or stress. It tends to arise during performances that trigger the fear of losing, or fear of damage to your standing. The symptoms of anxiety are psychological – worry and fear – and physiological – including sweaty palms and an increased heart rate. Anxiety uses up attention and working memory, hindering performance.", "Athletes find themselves thinking about processes that normally come automatically. This was Boswell’s experience. The simple act of bowling a ball, on which his career had been built, suddenly seemed alien. “When your conscious mind doesn’t trust your subconscious mind, you’ve got an issue,” he explained. “When you’re in the flow and you’re not thinking about it, you just bowl and you just trust your skills.” Of that day at Lord’s, Boswell said: “I just didn’t trust myself. I didn’t trust my action and I didn’t trust my skill set, and then when it was put under high pressure, it failed.”", "When athletes are anxious, they overthink, and focus attention on the technical execution of the skill – those aspects of the movement that have generally become automated. It has been called “paralysis by analysis”: the mental effort actually inhibits performance. This explains why Boswell, a 26-year-old in his seventh season as a professional cricketer, suddenly found himself unable to bowl straight.", "As his second over became more farcical – six of his first eight balls were wides – Boswell recalled the crowd getting “louder and louder”. To try to make the ordeal stop, Boswell rushed, taking less and less time before each ball. “I just remember trying to race through my over to get it completed as quickly as I could. Unfortunately, I sped things up when pressure got to me, rather than trying to slow it down and take a step back, do the breathing, have a little smile – ‘It’s only a game of cricket, off you go.’”", "Boswell blames no one but himself, but it might have helped if his teammates had gone up to him and had a chat to help him calm down during his over. At Lord’s, the real problem was that Boswell’s method – bowling and self-calming – was not durable enough under pressure. “I probably didn’t have a process if something ever happened. It was just absolute panic.” Boswell only ever played one more game in professional cricket, bowling one terrible over – including two wides – before being dropped from the lineup.", "Elite athletes are like the rest of us: they get anxious and it hampers their performance. In the last 30 seconds of tight basketball games, WNBA and NBA players are 5.8% and 3.1% respectively less likely to score from a free throw – an uncontested shot awarded to players who have been fouled – than at other moments in the game. When players take free throws in home matches, they are more likely to miss when the crowd is bigger.", "The very best athletes manage to channel the anxiety they feel positively, especially if they have high self-confidence. Athletes with low confidence view anxiety as detrimental to performance, but those with high confidence tend to perceive anxiety as a sign of being ready for the challenge ahead. This makes them less likely to choke under pressure.", "The best athletes are also more adept at brushing off disappointments during competition. The champion golfer Annika Sörenstam jokes that she never hit a bad shot in her life: “I don’t remember them.” Lesser players could be consumed by their mistakes, but Sörenstam would clinically dissect what happened, then get on with the business of trying to recover her position.", "“You’ve just got to learn how to dissociate – make a quick analysis, boom. Forget about it, move on, don’t carry it with you, learn from your mistakes. We all hit bad shots. It’s just – how do you regain composure?”", "Facebook Twitter Pinterest Annika Sörenstam during the 2000 Evian Masters in France. Photograph: Andrew Redington/Allsport", "Those with the greatest mental strength have been shown to be the best at adapting to negative feedback and using it to improve their performance. “You’ve got to learn how to throw bad shots out and stand over the next shot and say: ‘OK this is the most important shot,’” Sörenstam said. “I always call it ‘the now shot’. The shot you’re hitting now is the most important. Ten minutes ago is irrelevant, and who knows what’s going to happen in another 10 minutes.", "“You have to have a positive mind, you have to stand there and be tension-free. If you stand there and are worried about everything, it’s hard to swing. When I play my best, it’s free-flowing and relaxed, no tension – just focus and have a target, but you’re relaxed and your muscles can perform. There’s nothing worse than when you try to do something and it’s all tension and pressure and you can’t breathe properly.”", "The best golfers make greater use of positive self-talk, goal-setting and relaxation skills, reporting less worry and less negative thinking. Personality characteristics such as hardiness and even narcissism can further insulate the best athletes from the ravages of anxiety.", "“Of course I felt pressure,” Sörenstam, now retired, recalled. “But it was a fun pressure – I wanted to see if I could handle it, just staying true to myself and believing in myself coming down the stretch.”", "For Sörenstam, keeping that belief over 18 holes meant sticking to her routine – the 24 seconds she liked to take for each shot – as far as possible, fighting her impulse to speed up. Under pressure, golfers approach shots differently, reducing the range of movement for the head of the golf club and applying greater force to the ball. They rush. In baseball, pitchers who flounder under pressure seem to rush their foot movements and speed up the way they flex their elbows.", "Athletes weighed down by anxiety also use their eyes less efficiently. When table tennis players are anxious, they spend longer fixating on the ball and less time on their opponent, which may reduce their ability to pick up cues and anticipate what will happen next. When tennis players are anxious, they become less effective at picking up contextual information such as the sequencing of shots in the rally and the probability of their opponent playing certain types of shots. Other anxiety-induced responses include hypervigilance – the “deer in the headlights” phenomenon – a narrowed field of view or tunnel vision, or paying attention to irrelevant sights. In each of these cases, anxious athletes are likely to miss critical information.", "When they rush, athletes tend to make worse decisions. Maintaining routines under pressure can help prevent such errors. “That’s the key – whether it’s the first green or the 18th green on a Sunday at the US Open or a Pro Am, I just stick to the same routine,” Sörenstam said. “By doing that, you can deal with the pressure. People think: ‘People are watching, this putt means this.’ Or ‘This is a tough hole’, or ‘It’s an easy hole and I really should make it.’ All these things around you have an effect on how you feel and how you perform. But if you can get less of it into your bubble, that makes it a lot easier.”", "It was the semi-final of the 1999 Cricket World Cup. One of the most extraordinary games of all time was reaching an excruciatingly tense conclusion. South Africa needed 214 to beat Australia and reach their first final. If the two teams got exactly the same number of runs – which was unprecedented in World Cup history – Australia would qualify, by virtue of having finished higher in the pool stage.", "The last over began with South Africa, down to their final batting pair, needing nine runs to win. Facing the bowler was Lance Klusener, who was in the midst of a stunning run of form. In the first two balls of the final over, Klusener crunched both deliveries for four.", "South Africa needed one run from four balls – with Klusener still facing the ball. At the other end, Allan Donald, South Africa’s No 11 – a brilliant fast bowler, but the team’s worst batsman – didn’t need to face a ball. He just needed to run to the other end to get the single run South Africa needed. In South Africa’s changing room, one player had a bottle of champagne at hand, ready to pop.", "Facebook Twitter Pinterest South Africa’s Allan Donald (in green, right) seconds after being run out against Australia in the Cricket World Cup semi-final in 1999. Photograph: Ross Kinnaird/Allsport", "This was “nearly job done”, Klusener recalled. “I said to Al that the first thing we would like to do is hit the ball for six, shake hands and walk off, but at the same time, if we can scramble a single run somewhere, that also needs to be an option for us. ‘One good ball and the game is over.’”", "After a protracted wait, the bowler delivered his third ball. Klusener hit the ball straight towards a fielder. There was no time for the batsmen to run, yet Donald set off down the pitch. Klusener quickly sent him back, and Donald had to dive across the crease to get home. He was only saved because the Australian fielder’s throw missed its target.", "Donald later described the moment in his autobiography. “Sprawled on the floor, heart pounding, I thought: ‘Thank God, we’ve got away with it. We’ll be OK now.’” Before the next ball, Donald told Klusener: “Pick your spot, and hit it out of the park.”", "Klusener started to run as soon as he hit the ball.", "The ball before, Donald had run when he shouldn’t. This time, he didn’t run at all, remaining motionless as Klusener hurtled towards him. By the time Klusener hared past him, all Donald had managed to do was drop his bat and look around forlornly. His legs wouldn’t move. “I looked up at Lance, saw him rushing to my end, and so I started to run,” Donald wrote. “My legs felt like jelly, as if I wasn’t making any headway at all down to the other end. I tried to get my legs moving properly. It was a dreamlike sequence, almost in slow motion.”", "Donald was paralysed by anxiety – a classic symptom of choking. When he finally started to run, he was out by yards. South Africa were out of the competition.", "Since 1999, South Africa’s World Cup eliminations have straddled the full spectrum of sporting farce. In 2003, when they hosted the World Cup, South Africa were eliminated after misreading the required score to win and being knocked out after a tie. In 2011, they were cruising to victory in the quarter-final before a self-inflicted collapse against New Zealand. Four years later, South Africa missed several catches or run-outs before losing an epic semi-final, once again against New Zealand.", "The South Africa men’s team have played in 19 global tournaments – the World Cup, the Champions Trophy and the Twenty20 World Cup – since that fateful day in 1999. Although consistently one of the leading cricket nations in this time, South Africa haven’t reached a final. They have reached eight semi-finals – and lost every single one.", "This litany of failures invites the question: when Donald was run out, was he paving the way for a whole era of South African World Cup failure? Did that run out not merely scupper South Africa’s golden chance in 1999, but burden future generations of players?", "Get the Guardian’s award-winning long reads sent direct to you every Saturday morning", "“Stereotype threat” is the idea that when a negative image becomes associated with a group, it takes on a life of its own, and the outcome and behaviours are more likely to be repeated. In a classic study on this subject from 1999, scientists asked men and women to take an arithmetic test. Some students were told that men and women performed equally well on the test; the others were told that men performed better. When the scientists told the women that women performed just as well as men, they subsequently performed as well as the men on the test. When women were told that women tended to perform worse, they performed worse than men on the test. Being made aware of the stereotype seemed to affect whether participants would adhere to it or not.", "Stereotype threat can permeate sport, too. It can affect “any situation where you have the possibility or worry that people might judge you based on your inclusion in a certain group – that could be race, that could be gender, that could be the team you play on,” said Sian Beilock, the cognitive scientist and author of Choke: What the Secrets of the Brain Reveal About Getting It Right When You Have To.", "In sport and life, past failure can make future failure more likely. Since 1999, South African cricketers have lugged stereotype threat around with them, like an unwanted piece of oversized baggage, from one major tournament to the next. South Africa’s head coach between 2011 and 2013, Gary Kirsten, called the legacy of previous failures “a dark mist that hangs over South African cricket in knockout events”.", "As every England football fan scarred by penalty shootouts could attest, failure seems to beget more failure. Every choke, real or perceived, creates more of a burden the next time the team is in the same position, making the hurdle even more overwhelming.", "Gareth Southgate spent 22 years looking back at his part in England’s defeat by Germany in a penalty shootout at Euro 96, trying to work out what had gone wrong. His conclusion was that he had rushed. Before he took his sudden-death penalty against Germany, “All I wanted was the ball: put it on the spot, get it over and done with,” he later wrote. Rushing penalties under pressure damages the chances of scoring: a study found that when players started their run-up less than one second after the referee blew the whistle, the success rate was a paltry 58%. As England manager in 2018, Southgate encouraged the players to take more time from the spot, and led England to their first-ever World Cup penalty shootout win.", "Some athletes are gifted with psychological advantages from birth, but these are not immutable. Interventions designed to increase mental toughness can improve athletes’ performances. The more players practise, the more automated aspects of their movements become, helping athletes to manage anxiety and heighten focus. Maintaining pre-performance routines, as Sörenstam did, makes players more robust under pressure. Coaching designed to help players think independently, rather than being told what to do, helps develop implicit rather than explicit knowledge, and gives players the best chance of avoiding choking.", "“If you’re more explicit in how you acquire skills, you’re potentially more likely to break down under pressure,” observed Phil Kenyon, a leading putting coach who has worked with golf major championship winners including Rory McIlroy, Justin Rose and Henrik Stenson. “I try and encourage implicit learning, giving them a better chance of being able to handle things under pressure.”", "It is often said that nothing in training can exactly replicate the pressures of the biggest moments in matches. But even if that is true, more pressurised training can help athletes cope with pressure on the field.", "Whether preparing for public speaking or a big sports match, “one of the really important things is to practise under the kind of conditions in which you’re going to perform,” Beilock said. “There’s often a lack of attention given to practising in high-pressure situations. We know if you can do that you have the likelihood of being inoculated from choking.", "“We know that students get better at taking tests when they take real-time practice tests – it’s all about closing that gap between how you practise and how you perform.” There is, she said, no reason why the same principle would not apply to elite athletes.", "At the 2012 Ryder Cup – the biennial men’s golf competition between Europe and the US – in Medinah, Europe trailed the US 10–4. Ian Poulter and his partner, Rory McIlroy, were behind in their matches. So were the other European pair, Sergio Garcia and Luke Donald. Europe was on course to go 12–4 down at the end of the second day.", "Facebook Twitter Pinterest LeBron James of the Los Angeles Lakers scoring a free throw earlier this year. NBA players are about 3% less likely to score at this moment than at other points in the game. Photograph: Kevork Djansezian/Getty Images", "“As bad as it felt, you knew that there’s still a glimmer of a chance – there’s still two matches on the course,” Poulter remembered. “You have to think in the back of your mind that you’ve got an opportunity to turn those two matches around … that is all a process of telling yourself that there’s a chance. There’s a process of pride that kicks in that doesn’t allow you to be beaten in that match.”", "Poulter was not used to Ryder Cup failure. In 2010, he earned the nickname The Postman – because he always delivered points. After 12 holes, Poulter and McIlroy were two shots down: “It was looking miserable.” And yet the very desperation of the situation – in the match and the Ryder Cup alike – drove Poulter on.", "Poulter and McIlroy had to attack relentlessly. After McIlroy birdied the 13th hole (ie came in one shot under par) to cut the deficit to one hole, Poulter – with his eyes bulging – reeled off five consecutive birdies, in one of the most extraordinary individual passages of play in Ryder Cup history.", "“Finding yourself in that frame of mind is something which doesn’t happen very often,” Poulter said. “And when you take yourself to that place, you’re able to deliver and turn matches around and execute shots one after another. I don’t know whether we’d have played any different if we’d have been three up in the match. The fact of the matter was, we had to be aggressive. We had to win that match. It was extremely simple. We had to birdie every hole.", "“Great things happen in those moments. There were a lot of good shots executed all within a period of six holes, and it [produced] a level of motivation for the team. There was a big wave of momentum.”", "As dusk fell over Medinah, Poulter secured a one-shot victory with a remarkable 15ft putt on the 18th hole, celebrated by a roar of delight and a scream of “Come on”.", "A few hours earlier, Europe feared they had lost the Ryder Cup. Now, Europe could “go to sleep on a high after winning the last two matches,” Poulter recalled, and the team felt “energised to go out to have an opportunity to win”.", "The team also sensed a change in their opponents’ mood, he said: “They were extremely jovial and joyous on Saturday when they were 10–4 up. And momentum started to change – all of a sudden the pressure gets loaded off us and gets put back on them.”", "Early in his match on Sunday, Poulter struggled, going two shots down after four holes. Yet Poulter still “knew I’d win my point”, he said later. “It’s a weird feeling when you’re in the zone and all that mayhem is going on around you, and you find that you are entirely focused on the shot. All this adrenaline was flowing and I was thinking to myself: ‘There’s no way I’m losing this.’”", "What Poulter described is called a “clutch state”. Clutch states occur when athletes under pressure are able to summon up whatever is necessary to succeed, to perform well, and perhaps change the outcome of the game. Flow states are when a harmonious state exists between intense focus and absorption in the event, to the exclusion of irrelevant emotions and thoughts, creating a sense that everything is coming together or clicking into place. Athletes with high mental toughness are more likely to experience flow and clutch states than those less mentally tough.", "“Anything that helps you focus on why you should succeed, rather than why you should fail, can be powerful,” Beilock explained. In the end, Tiger Woods missed a straightforward putt and Europe won the Ryder Cup outright.", "Scott Boswell now works as a well-regarded cricket coach for a club and school. His methods lean upon his own experiences of choking – and how to give players the capacity to hold up in the most pressurised moments. His coaching sessions aim to put players “under the same sort of scenarios that they’re going to have when it comes to a match,” he said.", "Boswell wants to prevent others going through what he did. “My mental and physical side just basically crumbled in front of God knows how many people watching live on television … I’ve only watched it once – and then not all the way through. But I watched about five or six balls and just thought: ‘That’s a car crash.’”", "He does not believe there is anything inevitable about choking – and that everyone can practise in a way that makes them less likely to choke. “Could I have dealt with that differently? Could I have had methods to slow myself down? I think I could.”", "• This is an edited extract from The Best: How Elite Athletes Are Made by A Mark Williams and Tim Wigmore, published by Nicholas Brealey and available at guardianbookshop.co.uk", "• Follow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here."], "authors": ["Tim Wigmore", "A Mark Williams"], "keywords": ["players", "ball", "choke", "south", "run", "pressure", "poulter", "cricket", "cup", "athletes", "boswell"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}