{"summary": "\"Real Housewives\" stars Teresa and Joe Giudice have separated, Fox News can confirm.\nTERESA AND JOE GIUDICE'S INTERVIEW: FROM CHEATING ALLEGATIONS, SELFIES WITH ICE AGENTS AND JOE'S WEIGHT LOSSThe source said that the 47-year-old reality star is \"happy\" for Joe.\n\"They still love one another, but as Teresa told Andy Cohen on the 'WWHL' special, they are separated by the Atlantic Ocean.\nTeresa and Joe are \"focused\" on their daughters — Gia, 18, Gabriella, 15, Milania, 14, and Audriana, 10 — added the insider.\nJOE GIUDICE, TERESA AND DAUGHTERS REUNITE IN ITALY: 'WE'RE BACK'Teresa and Joe were child sweethearts and tied the knot in October 1999, per People.", "keywords": ["separate", "teresa", "joe", "wasnt", "source", "daughters", "marriage", "20", "told", "term", "italy", "giudice", "housewives", "real", "stars", "fox"], "paragraphs": ["\"Real Housewives\" stars Teresa and Joe Giudice have separated, Fox News can confirm.", "The former couple, who were married for 20 years and share four daughters together, \"discussed their future\" during a family trip to Italy last month and they both \"agreed that each had to move on,\" a source close to the family told People magazine.", "\"They are doing so amicably and very slowly,” the insider said. “Joe has been out on a few dates, Teresa has not. She has been too busy with the girls, with work obligations and taking care of her father.\"", "TERESA AND JOE GIUDICE'S INTERVIEW: FROM CHEATING ALLEGATIONS, SELFIES WITH ICE AGENTS AND JOE'S WEIGHT LOSS", "The source said that the 47-year-old reality star is \"happy\" for Joe.", "\"They have been very friendly with one another and are very supportive of each other’s happiness,\" explained the source. \"They still love one another, but as Teresa told Andy Cohen on the 'WWHL' special, they are separated by the Atlantic Ocean. Neither is interested in a long distance relationship.”", "JOE GIUDICE GRANTED REQUEST TO RETURN TO ITALY DURING DEPORTATION APPEAL", "However, the source noted that the Giudices have \"no plans for divorce\" at this time. Teresa and Joe are \"focused\" on their daughters — Gia, 18, Gabriella, 15, Milania, 14, and Audriana, 10 — added the insider.", "According to People, the girls will head to Italy for Christmas, while Teresa will stay in New Jersey to spend the holiday with her father.", "Teresa's lawyer James J. Leonard Jr. declined to comment when reached by Fox News.", "JOE GIUDICE, TERESA AND DAUGHTERS REUNITE IN ITALY: 'WE'RE BACK'", "Teresa and Joe were child sweethearts and tied the knot in October 1999, per People.", "The pair hasn't been together in four years after they pleaded guilty in 2014 to financial fraud. Teresa served her sentence first and was released in December 2015. Joe then started his 41-month prison term in March 2016.", "CLICK HERE TO GET THE FOX NEWS APP", "Joe was held by immigration officials after he completed his sentence. A judge ruled in October 2018 that Joe, who is not an American citizen, would be deported to his native Italy upon completion of his prison term. He is currently living in Italy while waiting for a ruling in his deportation case.", "Giudice has said he came to the U.S. as an infant and wasn't aware he wasn't an American citizen."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/real-housewives-stars-teresa-giudice-joe-giudice-separate", "authors": ["Mariah Haas"], "id": "dcba1dc3-fb2c-3250-af85-3cdff2d8f323", "pubDate": null, "title": "'Real Housewives' stars Teresa Giudice, Joe Giudice separate after 20 years of marriage"}