{"id": "dcc5fd8a-94fb-376b-9822-2a51fdb9c5c0", "title": "Jason Aldean's wife Brittany stands up for fellow Republicans, Trump after backlash from Biden supporters", "url": "https://www.foxnews.com/entertainment/jason-aldean-wife-brittany-fellow-republican-turmp-backlash-biden", "summary": "Brittany Aldean, the wife of country singer Jason Aldean, shared her continued support for Donald Trump after facing criticism for lamenting Joe Biden’s win in the 2020 presidential election.\nThe celebrity took to her Instagram Story on Saturday to stick up for fellow Republicans who continue to support Trump after a post she shared days prior led to intense political discussion in the comments and backlash against her from Biden supporters.\nSTILL MY PRESIDENT.”She followed that up with a note explaining that the backlash on her page led many to privately message her their support for Trump.\nJASON ALDEAN'S WIFE BRITTANY UNVEILS 17-POUND WEIGHT LOSS IN A SWIMSUIT: 'I FELT COMFORTABLE IN MY SKIN AGAIN'“Me too, Memphis… me too,” she captioned the image.\n“How I feel watching this election.”Fox News on Saturday projected Biden to be the 46th president of the United States.", "paragraphs": ["Brittany Aldean, the wife of country singer Jason Aldean, shared her continued support for Donald Trump after facing criticism for lamenting Joe Biden’s win in the 2020 presidential election.", "The celebrity took to her Instagram Story on Saturday to stick up for fellow Republicans who continue to support Trump after a post she shared days prior led to intense political discussion in the comments and backlash against her from Biden supporters.", "She posted a video Saturday showing off her blue sweatshirt with Trump’s name on it next to an American flag with a caption that reads “... STILL MY PRESIDENT.”", "She followed that up with a note explaining that the backlash on her page led many to privately message her their support for Trump. She explained that she plans to keep speaking up for people who can't for fear they'll lose their job or status in their community.", "JASON ALDEAN RESPONDS TO CRITICISM OVER MASK-FREE DISNEY PICTURE: 'CHILL OUT'", "“I WILL CONTINUE TO SPEAK. FOR THE PEOPLE THAT MESSAGE ME AND AREN’T ABLE (FOR FEAR OF LOSING BUSINESS OR FRIENDS) IT IS DISGUSTING TO ME THAT ‘FREEDOM OF SPEECH’ APPLIES TO EVERYONE BUT REPUBLICANS,” she wrote.", "The post included a heart sticker that reads “you are not alone.”", "The political backlash on her account began days earlier when she shared a photo of their son, Memphis, covering his face and looking distressed.", "JASON ALDEAN'S WIFE BRITTANY UNVEILS 17-POUND WEIGHT LOSS IN A SWIMSUIT: 'I FELT COMFORTABLE IN MY SKIN AGAIN'", "“Me too, Memphis… me too,” she captioned the image. “How I feel watching this election.”", "Fox News on Saturday projected Biden to be the 46th president of the United States.", "Several people took to the comments to share their feelings about the election, some echoing Trump’s claims of voter fraud while others mocked the star for her political views.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "In response, Brittany shared two photos, one of her son dancing along to a hymn in which she joked that a lot of her followers “need JESUS.” She followed that up with another photo of her kid.", "CLICK HERE TO GET THE FOX NEWS APP", "“I’m gonna keep posting cute pics until everyone stops arguing on my page,” she said. “Lol (that’d be a lot of cute pics) but forreal y’all... just look at the little sweet face and smile.“"], "authors": ["Tyler Mccarthy"], "keywords": ["shared", "trumps", "supporters", "aldean", "republicans", "political", "biden", "fellow", "support", "backlash", "jason", "brittany", "stands", "trump", "wife", "took"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}