{"id": "dd2c0402-d30c-3fd5-99cc-9609ca5c1317", "title": "Searching for Refuge After the Second World War", "url": "https://www.newyorker.com/magazine/2020/11/09/searching-for-refuge-after-the-second-world-war", "summary": "“Make effort to have doors of P”—Palestine—“& other countries open.” Listening to him and others, Harrison wrote, “Seldom have I been so depressed.\nAs David Nasaw recounts in “The Last Million: Europe’s Displaced Persons from World War to Cold War” (Penguin Press), Allied authorities initially maintained that it was wrong to differentiate Jews from other displaced people on the basis of their experience as Jews.\nThe fate of the D.P.s, as Nasaw vividly shows, could hinge on how well they fit a certain stereotype of the worthy victim.\nThe Western allies, when they did take in displaced persons, tended to go full Patton, cherry-picking those who were healthy, strong, and Christian.\nIn the end, Jewish D.P.s were left with few spots.", "paragraphs": ["On July 23, 1945, less than three months after Germany’s surrender, Earl Harrison, the dean of the University of Pennsylvania Law School, sat down at Bergen-Belsen with a survivor named Yossel Rosensaft. Harrison, who was forty-six, was described by a fellow Philadelphia lawyer as a man with “broad shoulders, curly blond hair, clear blue eyes, a firm jaw and a big smile.” The State Department had sent him as a special emissary to investigate the conditions in the camps that were hastily being organized to shelter “displaced persons,” or D.P.s, and to report back “with particular reference to the Jewish refugees.” Rosensaft, Harrison noted in his diary, was “only 33—looks older.” He had been deported to Auschwitz from Będzin, Poland, escaped, been recaptured, and sent to Auschwitz, again, before ending up at Bergen-Belsen. Harrison recorded Rosensaft’s wishes for the future:", "1. Peace & quiet—live out remaining years. 2. Can’t go back: Anti-S[emitism], parents killed—Land soaked with Jewish blood. 3. People outside E[urope] too quiet about what has happened—nobody seems concerned.", "“Don’t leave us in this bloody region,” the notes continued. “Make effort to have doors of P”—Palestine—“& other countries open.” Listening to him and others, Harrison wrote, “Seldom have I been so depressed. . . . And to think I was told, quite officially, there was no need of my visiting Belsen.”", "There were plenty of people in Washington and London who saw no need for Harrison to investigate at all, or even to make any “particular reference” to Jews. As David Nasaw recounts in “The Last Million: Europe’s Displaced Persons from World War to Cold War” (Penguin Press), Allied authorities initially maintained that it was wrong to differentiate Jews from other displaced people on the basis of their experience as Jews. Indeed, Allied officials argued that to do so would constitute religious discrimination. The week that Harrison met with Rosensaft, a senior British official said that giving targeted support to Jewish survivors would be “unfair to the many non-Jews who have suffered on account of their clandestine and other activities in the Allied cause”—the dismissive “All lives matter” of the postwar days. Instead, displaced persons were to be sorted out on what General Dwight D. Eisenhower described as a “nationality basis,” which meant that a Polish Jew who had survived the death camps might be left to share quarters with someone who had guarded a camp in Poland.", "Harrison took a different view, writing, in a report to President Truman, that “the first and plainest need of these people is a recognition of their actual status and by this I mean their status as Jews.” Many had barely survived death marches as the Nazis retreated. In the brief period between the liberation and Harrison’s arrival, more than thirteen thousand former prisoners at Belsen died, as typhus continued to ravage the camp. Those who lived faced a second, bitter abandonment. One Jewish chaplain wrote in June, 1945, “Did our leaders plan on the basis of the fact that no Jews would be alive?”", "Harrison’s report had an immediate effect on Truman, and on the organization of the D.P. camps, which were placed under the auspices of the United Nations Relief and Rehabilitation Administration and then of the International Refugee Organization (the predecessor of the Office of the United Nations High Commissioner for Refugees). But none of this took place without a struggle. The objection that redressing a historic wrong amounts to reverse discrimination is, apparently, timeless. So is the insistence that those who have suffered injustices must never be pushy about it: in September, 1945, Clement Attlee, the British Prime Minister, wrote to Truman that “if our officers had placed the Jews in a special racial category at the head of the queue, my strong view is that the effect of this would have been disastrous for the Jews.” Ernest Bevin, Attlee’s foreign secretary, echoed that theme in a press conference two months later: “If the Jews, with all their sufferings, want to get too much at the head of the queue, you have the danger of another anti-Semitic reaction.”", "The “queue” in question was a long, serpentine thing. The initial nation-based sorting of D.P.s was, on one level, an effort to impose order on a chaotic landscape. When Harrison arrived, Germany’s cities and infrastructure were largely in ruins, and the collapse of the Third Reich had left millions of non-Germans stranded—including prisoners of war, forced and slave laborers, Dutch dissidents, willing collaborators, and what one American chaplain described as “the men with the pajamas, you know, dirty, very short hair looking to talk to someone for aid.” At the war’s close, in May, 1945, there were more than six million D.P.s, by Nasaw’s tally; by October of that year, after a series of repatriations, including those of two million Soviet prisoners of war and forced laborers, the majority were gone. What Nasaw calls “the Last Million” were the “non-repatriable” remnant who refused to leave or had nowhere to go. Only a fraction of them were Jews. Most of the rest were Polish Catholics, Ukrainians, and Balts from Estonia, Latvia, and Lithuania. Their reasons for remaining in Germany ran the gamut. There were Poles aligned with the London-based government-in-exile and at odds with the regime forming in Warsaw. There were Baltic S.S. recruits who had fled to Germany in the final days of the war, ahead of the Red Army, in some cases with their families. Some Ukrainians were nationalists who knew that Stalin was in a killing mood; others would have remembered the hunger of the famine years. There was no single story.", "Nasaw, who has written well-regarded biographies of Andrew Carnegie and William Randolph Hearst, makes clear how much the Allied forces wished that those in the displaced remnant would simply go back to wherever it was they came from. (At one point, Fiorello La Guardia tried to talk the Poles into it.) Nasaw also captures the power of refusing to leave—the decision not to disperse. This isn’t to say that the goal of the Last Million was to stay in Germany forever. By not going through one door, they were trying to open others. For the Jews, the main options were, as Rosensaft laid them out, Palestine or some other place that had not been the recent site of genocidal murder, and the central conflict of “The Last Million” is the fight, in the years following the war, over which it was going to be.", "One reason that the D.P.s were stuck was that so much around them had changed; with maps redrawn, there was no such thing as simply going back home. Stalin claimed the Baltic states, but the United States did not recognize their annexation, and was not about to force the Estonian, Latvian, and Lithuanian D.P.s to return. Poland’s map had been radically reconfigured; it lost some territory to the Soviet Union and gained other regions from Germany, including land that had been German even before the Third Reich. (In effect, the entire country was picked up and moved to the west.) Nasaw offers a glimpse of the mutual incomprehension that resulted in scenes like the one in which an aid worker boosterishly presents the new map to a Polish refugee she is encouraging to return—“Just look what Poland got in exchange”—and is dismayed when the man keeps pointing to a village on the Soviet side of the line. That’s home, he says, and as long as it’s in the U.S.S.R. he’s not going back.", "Many Polish Jews did try to return home, only to be greeted with violence from neighbors or newcomers who, in some cases, had taken possession of their houses. The point of no return came with a pogrom on July 4, 1946, in the town of Kielce, in which forty-odd Jewish survivors were killed: “stoned to death, beaten to death, thrown from windows, shot, bayoneted,” Nasaw reports. News of Kielce accelerated an exodus of Jews into the western occupation zones of Germany. In May, 1945, there were about thirty thousand survivors in those German D.P. camps; a little more than a year later, there were some two hundred thousand.", "The fate of the D.P.s, as Nasaw vividly shows, could hinge on how well they fit a certain stereotype of the worthy victim. Nasaw quotes aid workers who were consistently impressed by the Baltic D.P.s—“charming peoples to whom we could easily relate,” as the wife of one British official recalled—and put off by what they saw as the neediness of the Jews—as if they were too pitiful to truly pity. General George Patton, in his diaries, complained about how the Jewish survivors smelled. “Harrison and his ilk believe that the Displaced Person is a human being, which he is not, and this applies particularly to the Jews who are lower than animals,” he wrote. He called the Balts “the best of the Displaced Persons.” In another entry, after a tour of a former German military hospital, Patton wrote that the facility was “in a bad state of repair when we arrived, because these Jewish DP’s, or at least a majority of them, have no sense of human relationships. They decline, where practicable, to use latrines, preferring to relieve themselves on the floor.” It was lost on him that there might be other reasons that people recovering from years of brutalization, malnutrition, death marches, and the destruction of their families were not cheerfully organizing themselves into plumbing-repair brigades.", "“Please, for the love of God, stop watering!” Facebook", "Twitter", "Email", "Shopping Cartoon by Alexander Andreades", "Patton wasn’t alone in his anti-Semitism or his blindness, and both of these things had an effect when it came to resettling the refugees. The prospect of increased Jewish immigration to Palestine, which Harrison recommended and Truman endorsed, exasperated the British, who still controlled the region and worried about its stability. In October, 1945, Lord Halifax, the United Kingdom’s Ambassador to the United States, told Secretary of State James Byrnes that his government did not want to put itself “into a position of accepting a Hitler thesis that there is no room for Jews in Europe.” By “Europe,” the British plainly did not mean London; there was no concurrent mobilization to bring Jewish refugees into the U.K. In the United States, too, the number of Jews admitted during the first several years was achingly small.", "The Western allies, when they did take in displaced persons, tended to go full Patton, cherry-picking those who were healthy, strong, and Christian. A telling example is the British “Balt Cygnet” scheme, which gave sanctuary to thousands of young Estonian, Latvian, and Lithuanian women—the “swans”—who, as a government memorandum reassuringly put it, “are of good appearance; are scrupulously clean in their persons and habits; have a natural dignity in their bearing.” An aid worker wrote that most “would look more at home in the drawing room than in the kitchen.” (They were put to work in kitchens, though, and in tuberculosis sanatoriums.) A follow-up program, chirpily called Westward Ho!, brought in men, with a preference for Balts, to address labor shortages in British agriculture and industry. It hit a snag when a doctor in London noticed that many of the Latvian men had their blood types tattooed under their left arms, revealing them to have been members of the S.S. The British authorities decided to accept a convoluted explanation for this: that the tattoos meant something different for Latvians than for everyone else. They told the doctor to stop asking about the tattoos. When British miners refused to work with the Baltic men whose S.S. tattoos they had spotted, the National Coal Board, Nasaw writes, recommended that they not be given jobs “where they might have to remove their shirts.”", "The American version of the story includes a note of political tragedy. In late 1946, the American Jewish Committee and other groups made the tactical decision that the best way to bring Jewish survivors to the United States was to make sure that the efforts to do so didn’t appear “too visibly Jewish,” as Nasaw puts it. Through lobbying and coalition-building, they pushed Congress to pass legislation to accept four hundred thousand D.P.s; the “calculated gamble,” based on the proportion of Jews in the D.P. camps, was that a good hundred thousand of those admitted would be Jews. But it didn’t pay off: senators who didn’t want to let Jews in added language to what became the Displaced Persons Act of 1948—a preference for agricultural workers and those from nations that had been annexed, and a provision disqualifying anyone who entered the western zones after December 22, 1945, thereby excluding the Jews who had fled the Polish pogroms. In the end, Jewish D.P.s were left with few spots. (Nasaw makes the point that, because of the American restrictions, many Jews had to get fake papers or give false information to immigration authorities—something worth keeping in mind when considering the choices available to refugees today.) The politesse recommended by Attlee, Bevin, and others had gained the American Jews almost nothing."], "authors": ["Amy Davidson Sorkin", "Amy Davidson Sorki"], "keywords": ["persons", "searching", "dps", "1945", "harrison", "war", "jews", "jewish", "refuge", "displaced", "second", "british", "world", "nasaw", "united"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}