{"id": "dd6f7d77-3c80-312c-b0c8-de5c55b78021", "title": "Kentucky Route Zero Review – A Surreal Road Trip", "url": "https://www.gameinformer.com/review/kentucky-route-zero/kentucky-route-zero-review-a-surreal-road-trip", "summary": "As Kentucky Route Zero opens, an aging delivery man with a faithful dog by his side pulls his truck into a gas station.\nThat’s the game’s narrative frame, but with each passing scene, you learn Kentucky Route Zero is about other things – like community, debts, and uncertainty.\nAt its most grounded, Kentucky Route Zero is an adventure game suffused with magical realism.\nIn short, Kentucky Route Zero is delightfully weird.\nKentucky Route Zero revels in its strangeness, and rarely pins down details with clear exposition.", "paragraphs": ["As Kentucky Route Zero opens, an aging delivery man with a faithful dog by his side pulls his truck into a gas station. The man’s name is Conway, and he needs directions to 5 Dogwood Drive so he can make his final delivery of antique furniture. That’s the game’s narrative frame, but with each passing scene, you learn Kentucky Route Zero is about other things – like community, debts, and uncertainty. Plot beats punctuate the journey, but the evocative scenery, bizarre mysteries, and imaginative writing are even more compelling. Think of Kentucky Route Zero like taking a road trip, but the places where you stop are only half the fun; the other half is deciphering the signs and arrows along the way, contemplating what lies beyond the horizon of the roads you’re not taking.", "If that all sounds too ambiguous and artsy, then this game may not be for you. At its most grounded, Kentucky Route Zero is an adventure game suffused with magical realism. At its most fantastic, it is a collage of pure dream logic. You meet android musicians, a giant eagle, and glowing skeletons. You drive down extra-dimensional highways, watch experimental performances, and question the shape of reality. In short, Kentucky Route Zero is delightfully weird. It is focused intently on ideas rather than traditional puzzles or obstacles – but as a piece of interactive art, it’s poignant and enthralling.", "The story unfolds primarily through text boxes and dialogue choices. You start by controlling Conway at the gas station, but you dip in and out of the lives of many others as the cast expands over the course of five acts. The writing deftly portrays a bleak world with lonely inhabitants, and though your decisions can’t exactly change that, you aren’t just advancing text like a visual novel. Players still have a sense of agency. This can come from something as simple as deciding a mundane detail about a character’s past, like why Conway’s parents were reluctant to let him watch TV. Some choices have immediate outcomes, like deciding which lyrics come next in the song you’re hearing. Other options – particularly in Act IV – are important because they lead to certain scenes at the exclusion of others.", "Kentucky Route Zero’s approach to player choice is fascinating because it is impossible to optimize outcomes. No decision is better than another; you have no good or bad consequences, no scenes are more beneficial than others, and you can’t change the trajectory of the overall story. What you’re left with is the freedom to define the tone and mood of the events and interactions, which is more gratifying and powerful than I expected. How haunted are the characters by their pasts? How guarded are they around strangers? Your answers to those questions may not result in a grand branching narrative, but they still affect your perception in cool ways. It reminds me of a page in a coloring book, where you control the tint and shading, but the black outlines of the big picture are the same.", "Also like a coloring book, the blank spaces can be just as interesting as those you fill in. Kentucky Route Zero revels in its strangeness, and rarely pins down details with clear exposition. This intentional vagueness usually frustrates me in games, but I enjoy it here. It works because the game never promises what it can’t provide; it raises questions and presents mysteries, but doesn’t feel like it’s building toward big revelations that never come. Instead, it mixes quiet moments and inexplicable phenomena, then invites your imagination to explore the fuzzy boundaries of the fiction.", "Kentucky Route Zero was successfully crowd-funded in 2011, and the first act launched in 2013. The game is now complete, with the subsequent acts and interludes releasing sporadically over the last several years. Even so, the flow doesn’t feel disjointed; each new act feels like a natural expansion as the world and characters blossom. In fact, they may blossom a little too much; by the end, the characters and story beats are too numerous and diffuse to coalesce into a fully satisfying finale. I won’t spoil it here, but even my relative disappointment at the conclusion reinforces something I love about the rest of the experience: Kentucky Route Zero is about appreciating the journey, not reaching the destination."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["route", "review", "kentucky", "road", "zero", "youre", "surreal", "characters", "trip", "act", "come", "cant", "game", "writing"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}