{"id": "dd772e3f-06e4-38f0-b2fb-498cbd04e201", "title": "Trials of Mana Review – Fun But Faithful To A Fault", "url": "https://www.gameinformer.com/review/trials-of-mana/trials-of-mana-review-fun-but-faithful-to-a-fault", "summary": "People began to wonder if the series had seen its last days, but 2018’s Secret of Mana remake showed Square Enix still had a place for the fan-favorite property.\nThat remake didn’t exactly do justice to the original, and now the team is trying again with a remake of Trials of Mana.\nThis was a huge issue in the Secret of Mana remake, and while it isn’t as prevalent, it still stands as a common frustration.\nThe original Trials of Mana had co-op, which might have alleviated some of these issues, but that feature is not included in this version.\nIt may look more modern, but Trials of Mana is a faithful remake outside of its combat tweaks – and that isn’t necessarily a good thing.", "paragraphs": ["The beloved Mana series hasn’t traveled an easy road. After earning accolades in the ‘90s, the franchise has struggled to capture the same magic in a modern landscape. People began to wonder if the series had seen its last days, but 2018’s Secret of Mana remake showed Square Enix still had a place for the fan-favorite property. That remake didn’t exactly do justice to the original, and now the team is trying again with a remake of Trials of Mana.", "Did they learn their lessons? Trials of Mana is definitely an improvement over the Secret of Mana remake, but it still comes with many of the same problems; I still noticed poor A.I., questionable voice performances, and technical hiccups – just to a lesser degree. Even so, this is probably the most fun I’ve had with a Mana game in a long time, and that’s thanks to smooth combat, amazing boss fights, and cool ways to upgrade your characters.", "Trials of Mana still retains its classic elements and feel. It’s a linear and straightforward RPG, and the remake sticks close to the original story and structure. Because players form a party of three from the six available heroes, I like the replay value in selecting different characters and experiencing their stories and different fighting styles. Seeing how the characters’ adventures intersect is intriguing, especially learning the tragic events that gave them something to fight for. However, Square Enix may have stayed too true to the original script, which creates issues in terms of presentation. The dialogue is extremely unnatural, so all the voice acting sounds stilted. It doesn’t help that, while the voice acting is a slight improvement over the previous remake, the production sounds amateurish, with weird pauses and horrible accents. Do yourself a favor and stick to subtitles.", "The real draw of Trials of Mana is its fantastic action-oriented combat. Combat plays fast and smooth, as you have access to strong, weak, and aerial attacks alongside special moves and dodging abilities. On the surface, this all sounds simple, but it becomes a game of chaining together combos, avoiding spells, and canceling out enemy’s larger attacks by striking at opportune moments. The addition of a jump button also comes in handy for avoiding attacks and more combo options. There’s never a dull moment on the battlefield, and I enjoy that kind of frenzy.", "Every character in your party plays differently, and you can swap with the touch of a button. This means you can easily go from an up-close brawler like Kevin to spellcaster like Charlotte. It not only gives you variety in how you fight, but also can play into your strategy, especially if you want to knock out an enemy and create a flurry of special moves. As you level up and open new classes, you gain access to more powerful combos and moves to keep things interesting. I enjoyed being able to build my characters to a certain degree by investing points in their stats and unlocking different perks for battles, like auto-heal or increased critical odds.", "Regular battles are quick affairs, which is balanced well by the more laborious boss battles where you have to whittle down their large health bars. The bosses are high points of the journey; they’re creative, memorable, require different strategies, and let you prove your mastery of the battle system. More than a few got my adrenaline pumping. Plus, the satisfaction that comes when you finally get that last hit is divine, like when I fought atop a dragon against a two-headed beast. Unfortunately, boss battles expose your party member A.I’s weaknesses. This was a huge issue in the Secret of Mana remake, and while it isn’t as prevalent, it still stands as a common frustration.", "Having to babysit your A.I.’s health isn’t fun, but the worst part is that they just don’t have any awareness for incoming attacks. For instance, if the enemy is launching an AoE attack, I swap characters to move my allies out of the way, and what do they do? They run straight back into the attack for deadly damage. You can adjust their tactics, but none of the options fix this. I didn’t have issues with them in regular battles, but constantly healing and reviving them during boss fights is annoying – especially since the game renders you helpless to prevent it. The original Trials of Mana had co-op, which might have alleviated some of these issues, but that feature is not included in this version.", "While I enjoyed my time busting up baddies and scouring every inch of the land for treasures, the remake does not remove the repetition or grinding that was present in the original. The structure of the game has you going back and forth to the same dungeons. They usually have a different area or boss within them, but I would have appreciated not trekking through the same content to access them. Difficulty spikes and item hunts have you battling the same enemies and searching the depths of these areas again. The world seems wondrous at first, but all of the recycled content makes it less exciting over time.", "It may look more modern, but Trials of Mana is a faithful remake outside of its combat tweaks – and that isn’t necessarily a good thing. But as a fan of the original, parts of this game are still charming. I adored the combat and boss fights (when my A.I. cooperated), and even with some of its repetitive nature and horrible voice acting, I didn’t want to put the game down. It’s a decent remake but not the fantastic one it could have been. This series has so much potential, I’d just love to see it fully realized."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["review", "fun", "remake", "original", "trials", "combat", "battles", "boss", "mana", "different", "faithful", "fault", "voice", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}