{"pubDate": null, "url": "http://www.nytimes.com/2019/12/18/health/teen-drug-use.html", "id": "dd863f93-29c4-3b74-8d24-927fa383ed15", "keywords": ["reported", "school", "health", "habits", "soars", "teen", "displacing", "experts", "smoking", "high", "used", "vaping", "marijuana", "public"], "authors": ["Matt Richtel"], "title": "Teen Marijuana Vaping Soars, Displacing Other Habits", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Public health experts have said the cause is not entirely clear but appears to stem from the way the lungs struggle to process certain oils used in black-market marijuana vaping devices; they have identified vitamin E acetate, an ingredient in some products, as a possible cause.\nThough vaping of marijuana is on the rise, the overall rates of using the drug in all forms — smoking, vaping, edibles — were mixed.\nThe rate of overall marijuana use held steady for high school students who reported using it once or more over the past year, but there was an uptick in daily use.\nRoughly 52 percent of high school seniors said they had used alcohol in the last year, along with 37.7 percent of 10th graders.\nThe portion of seniors who reported smoking in the last month fell to 5.7 percent, down from 13.6 percent five years ago.", "paragraphs": ["Public health experts have said the cause is not entirely clear but appears to stem from the way the lungs struggle to process certain oils used in black-market marijuana vaping devices; they have identified vitamin E acetate, an ingredient in some products, as a possible cause.", "Though vaping of marijuana is on the rise, the overall rates of using the drug in all forms — smoking, vaping, edibles — were mixed. The rate of overall marijuana use held steady for high school students who reported using it once or more over the past year, but there was an uptick in daily use.", "The Monitoring the Future survey this year did give public health experts a number of reasons to feel encouraged, as high school students reported declining use of many substances, including alcohol and tobacco, continuing a long-term trend.", "Roughly 52 percent of high school seniors said they had used alcohol in the last year, along with 37.7 percent of 10th graders. Those figures have been dropping for years; in 2000, 73.2 percent of 12th graders said they had used alcohol in the last year as did 65.3 percent of 10th graders.", "Cigarette use continued to drop, too. The portion of seniors who reported smoking in the last month fell to 5.7 percent, down from 13.6 percent five years ago.", "Public health experts said that those declines — along with drops in the use of prescription painkillers like OxyContin and Vicodin — are the result of a multifaceted effort in the United States to discourage drug use, including stricter school penalties, smoking bans and general public awareness campaigns.", "“There has been a whole lot of effort at the community level,” said Dr. Sion Kim Harris, a pediatrician and a co-director for the Center for Adolescent Substance Abuse Research at Boston Children’s Hospital. “There are some encouraging trends.”"]}