{"id": "ddac8ff1-0425-327d-ab26-77e8ea24e78f", "title": "Paulina Porizkova feels 'heartbreak and rage' over death of husband", "url": "https://www.foxnews.com/entertainment/paulina-porizkova-clearly-delusional-feels-heartbreak-rage-grieving-late-husband", "summary": "Paulina Porizkova is clearing the air.\nPAULINA PORIZKOVA OPENS UP ABOUT DEPRESSION BATTLE AFTER HUSBAND RIC OCASEK'S DEATH\"Friends.\nI believed we had the same definition of 'love,'\" Porizkova said.\n“I have made no provision for my wife Paulina Porizkova (“Paulina”) as we are in the process of divorcing,” Ocasek wrote in his will, according to documents obtained by Page Six in November 2019.\nPAULINA PORIZKOVA SAYS SHE'S 'NEVER CRIED AS MUCH' AS SHE HAS 'IN THE LAST YEAR' AFTER RIC OCASEK'S DEATH\"I’m not penniless,\" the model said.", "paragraphs": ["Paulina Porizkova is clearing the air.", "The 55-year-old model was married to late Cars frontman Ric Ocasek since 1989. They separated in 2017 and were in the midst of their divorce when the rockstar died in the couple's New York apartment last year. Despite the split, the former couple remained living together up until Ocasek’s death.", "Since Ocasek's passing, Porizkova has been open about grieving the loss, but now is letting her followers know that her mourning isn't exactly as it appears.", "On Friday, the star shared a makeup-free selfie taken in the great outdoors on Instagram to connect with her fans.", "PAULINA PORIZKOVA OPENS UP ABOUT DEPRESSION BATTLE AFTER HUSBAND RIC OCASEK'S DEATH", "\"Friends. Your support and love has been immensely helpful. Thank you all. I wish I could do the same for everyone of you,\" she began in the caption. \"That said, I’d like to clear up some misconceptions.\"", "The model said that if fans follow her because they believe she's \"a tragic/romantic widow bereft of the great love of her life,\" they may wish to unfollow her account.", "\"While my love for my husband was steady and my trust in him absolute, I was clearly delusional. I believed I knew him. I believed we had the same definition of 'love,'\" Porizkova said. \"Grieving him is an equal amount of heartbreak and rage.\"", "Ocasek had cut Porizkova out of his will before his death.", "“I have made no provision for my wife Paulina Porizkova (“Paulina”) as we are in the process of divorcing,” Ocasek wrote in his will, according to documents obtained by Page Six in November 2019. “Even if I should die before our divorce is final … Paulina is not entitled to any elective share … because she has abandoned me.\"", "So the star suggested people unfollow her if they believe she's fallen \"from supermodel to pauper,\" making her more \"relatable.\"", "PAULINA PORIZKOVA SAYS SHE'S 'NEVER CRIED AS MUCH' AS SHE HAS 'IN THE LAST YEAR' AFTER RIC OCASEK'S DEATH", "\"I’m not penniless,\" the model said. \"I’m not allowed to share my situation since we’re in litigation, but I’m still an incredibly privileged person with nothing to cry about except for my own stupidity.\"", "Despite her struggles, Porizkova seems to have a positive outlook when it comes to overcoming the challenges ahead of her.", "\"This is what I have to face now. Myself. My mistakes. Of which there are many,\" the star wrote. \"And I have no doubt- if I’m lucky- I’ll make lots more.\"", "To conclude her post, she added: \"#olderyetnotwiser.\"", "Last month, the star said she'd been battling depression since Ocasek's death, comparing it to \"paddling a canoe in a stormy sea.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"Depression and anxiety are familiar to so many of us. I tend to be on the anxiety spectrum- which- oddly- sort of gives you energy and propels you - if you learn how to use those jitters,\" Porizkova wrote on Instagram. \"Depression is a different beast, although they are always lumped together. Depression is a complete lack of any sort of energy.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "While she stressed that she is not feeling suicidal, her bones feel like they \"are made of lead pipes\" and said that \"there is nothing in the world I want to eat or do.\""], "authors": ["Nate Day"], "keywords": ["ric", "heartbreak", "star", "wrote", "ocaseks", "death", "love", "porizkova", "feels", "rage", "depression", "paulina", "shes", "husband", "model"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}