{"id": "ddc297c5-6441-3a5f-b91e-2066ade2061b", "title": "Back to blood - Ethiopia’s prime minister may be starting a civil war", "url": "https://www.economist.com/leaders/2020/11/07/ethiopias-prime-minister-may-be-starting-a-civil-war", "summary": "It grew into a two-decade-long war in which two of the world’s poorest countries bled themselves to exhaustion.\nWaves of young men charged across the no-man’s-land between their trenches, in battles reminiscent of the first world war in Europe.\nAmong those who fought in Badme was a young Ethiopian radio operator who briefly left his foxhole to position his antenna.\n“War is the epitome of hell,” said Abiy Ahmed, the radio operator who is now Ethiopia’s prime minister.\n“I know because I was there.” He ended that pointless conflict in 2018, by promising to withdraw Ethiopian troops from Badme and restoring relations with Eritrea.", "paragraphs": ["I T STARTED AS a border skirmish in 1998, between Ethiopian policemen and Eritrean soldiers in Badme, a small village on a barren mountain. One observer at the time likened it to “two bald men fighting over a comb”. It grew into a two-decade-long war in which two of the world’s poorest countries bled themselves to exhaustion. Waves of young men charged across the no-man’s-land between their trenches, in battles reminiscent of the first world war in Europe. Perhaps 100,000 soldiers died, and half a million civilians were forced from their homes.", "Among those who fought in Badme was a young Ethiopian radio operator who briefly left his foxhole to position his antenna. When he came back to it, he found his unit had been wiped out in an artillery strike. “War is the epitome of hell,” said Abiy Ahmed, the radio operator who is now Ethiopia’s prime minister. “I know because I was there.” He ended that pointless conflict in 2018, by promising to withdraw Ethiopian troops from Badme and restoring relations with Eritrea. In 2019 Abiy won the Nobel peace prize.", "Yet now the peacemaker has turned martial. Early on November 4th, while the world’s eyes were boggling at America’s elections, Abiy ordered his troops into action against the Tigrayan People’s Liberation Front ( TPLF ), which runs Tigray, a northern region of Ethiopia (see article). He accuses the TPLF of attacking an army base to steal weapons. “The last red line has been crossed,” he said. “The federal government is therefore forced into a military confrontation.”", "Abiy argues that armed action is needed to bring the TPLF to heel and to hold together Ethiopia’s fractious federation of ethnically based states. Yet in resorting to tanks, rather than talks, he risks rolling Ethiopia into another pointless, hellish war. Such a war could lead to the balkanisation of Africa’s second-most-populous country (with 110m people). It could also spread instability into neighbouring countries."], "authors": ["The Economist"], "keywords": ["abiy", "soldiers", "troops", "worlds", "war", "prime", "starting", "ethiopias", "blood", "tplf", "civil", "young", "badme", "radio", "minister", "ethiopian"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}