{"keywords": ["longer", "education", "school", "social", "good", "schools", "mr", "greed", "students", "corporate", "responsibility", "management", "ethics", "business"], "id": "ddc7c968-e7f8-3c85-b0c9-d7c5db60dbcf", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Jan 19th 2018, 15:05 by C.S-W.", "WHEN Gordon Gekko famously declared “Greed is good” in the film “Wall Street”, it perfectly captured the the unbridled nature of capitalism in the 1980s. But business has changed radically in the three decades since Mr Gekko, played by Michael Douglas, uttered those words. Now, three different words are as likely to be repeated by the businesspeople of today: “corporate social responsibility” (CSR), or firms’ awareness of their impact on the world and the rest of society. Alongside this is a growing recognition of the need to instil ethics in the next generation of business leaders.", "Business schools now see it as their responsibility to teach their MBAs how to navigate ethical dilemmas when making big decisions, just as much as the ability to read a balance sheet. That might be where to build a factory without affecting the local environment, or instilling an ethos that ensures men and women are treated equally. Indeed, an MBA programme is increasingly an education in judgment, says Joseph Badaracco, John Shad professor of business ethics at Harvard Business School, says who established the semester-long compulsory course in Leadership and Corporate Accountability (LCA) at the school more than a decade ago, before it became a hot-button topic in management education. One sign of its importance is that the incorporation of CSR and ethics in MBA programmes has its own ranking: Corporate Knights, a magazine advocating for “clean capitalism”, has published its rankings of business schools that do so for 15 years. In the latest global ranking, Harvard came 17th.", "MBA programmes are meant to create good managers, reckons Mr Badaracco, and good managers are able to exercise good judgment in tricky situations that may not necessarily have cropped up in a textbook until recently. Now, MBAs at Vanderbilt University’s Owen School of Management are learning from case studies on how Uber failed to address allegations of sexism within the company; at Georgetown’s McDonough School of Business, students take lessons from the “take a knee” protests that swept through America’s National Football League in 2017.", "The LCA course at Harvard, which all MBA students take in the first year, looks at 30 case studies in which managers have tussled with a tough problem, and asks students what they would do and why. Ethics and business law are covered in the course’s early weeks. It is preparation, says Mr Badaracco, for an already complex business world that grows more complicated by the day. Globalisation means multinational firms must pick their way through a library full of international legislation. And the ease with which information can be shared on social media means that companies now, more than ever before, are expected to do and say the right thing. “Things that were kept private in the past can and do get out, and you’ve got this transparency, whether you like it or not,” says Mr Badaracco.", "Other schools emphasise teaching the complexities of business ethics early on in their programme. Leeds School of Business, based at the University of Colorado, Boulder, has created a Centre for Education on Social Responsibility (CESR) to teach business ethics to its MBAs. Students are also required to take a compulsory course on sustainability, diversity, social responsibility and ethics, guided by the school’s adherence to the UN Principles of Responsible Management Education initiative (PRME), a series of six principles business schools can follow to teach ethical, responsible management..", "The school has long focused on business ethics and sustainability, and that commitment was affirmed by clauses written into the funding agreement put forward by its benefactor, the Leeds family, in 2001. Every student must take two specific courses: one outlining how business works, seen through an ethical, sustainable and socially responsible lens, and the other looking at the United Nations’ sustainable development goals. Leeds’ corporate social responsibility career track also organises annual visits specifically to companies that have a commitment to good business practices. The trips, says Mr Meaney, help students see that doing good business, rather than just business, is a legitimate career track.", "A strong grounding in ethical business practice is a job market differentiator, reckons Mr Meaney. Most corporations today have business-ethics programmes. Though newly-qualified MBAs are unlikely to walk into a position directly related to corporate social responsibility, they will be seen more favourably than candidates who do not have explicit experience of such matters on their MBA programme.", "Thirty years is a long time in business, and in the aftermath of the 2008 financial crisis, corporate thinking has changed considerably from a pinstriped, “greed is good” view. There is a growing awareness of the impact private-sector practices have on the planet. In an increasingly competitive management-education industry, business schools are embracing the notion that being good is good practice, too."], "authors": [], "title": "Management education and ethics: Greed is no longer good", "pubDate": null, "summary": "Other schools emphasise teaching the complexities of business ethics early on in their programme.\nLeeds School of Business, based at the University of Colorado, Boulder, has created a Centre for Education on Social Responsibility (CESR) to teach business ethics to its MBAs.\nLeeds’ corporate social responsibility career track also organises annual visits specifically to companies that have a commitment to good business practices.\nThe trips, says Mr Meaney, help students see that doing good business, rather than just business, is a legitimate career track.\nIn an increasingly competitive management-education industry, business schools are embracing the notion that being good is good practice, too.", "url": "https://www.economist.com/whichmba/management-education-and-ethics-greed-no-longer-good"}