{"id": "dddf4ac7-ce2d-3810-a2a4-5ec53bc44c98", "title": "Look who’s back - Nigel Farage returns to torment the Conservative Party", "url": "https://www.economist.com/britain/2020/11/05/nigel-farage-returns-to-torment-the-conservative-party", "summary": "The Tory party once dismissed Mr Farage’s followers as a gaggle of golf-club bores and pub cranks.\nMr Johnson had vowed to avoid that at all costs, and had wanted to pursue a series of tiered regional restrictions.\nThat, Mr Johnson said, would be a “moral and medical disaster”, which would see hospitals filled and doctors choosing whom to save.\nThis is fertile terrain for Mr Farage, who undermines Mr Johnson’s raison d’être.\nBut a prime minister can never match Mr Farage as a crusading outsider, nor as the toast of the golf club.", "paragraphs": ["“F RANKLY, I’VE had enough of lockdown,” declared Nigel Farage in a video shot on November 1st in the bar of Donald Trump’s Washington, DC , hotel. The man responsible for Brexit, who was visiting America to support his friend’s campaign, has announced that he will be launching a new political party, Reform UK , to contest local elections next spring. It will advocate letting covid-19 circulate freely among the young and healthy, while the old and vulnerable shield themselves.", "The Tory party once dismissed Mr Farage’s followers as a gaggle of golf-club bores and pub cranks. The problem for Boris Johnson is that, once again, Britain’s club houses and bars are closed, and a growing slice of their Conservative-voting patrons are unhappy about it. On November 5th, the government instigated a second national lockdown, which will be in place until at least December 2nd.", "Mr Johnson had vowed to avoid that at all costs, and had wanted to pursue a series of tiered regional restrictions. He changed course on October 31st, after the government’s scientists warned that on its current trajectory the disease would kill up to 4,000 people a day in the week before Christmas. That, Mr Johnson said, would be a “moral and medical disaster”, which would see hospitals filled and doctors choosing whom to save.", "Ministers scoff at Mr Farage’s many comebacks. He is “like Frank Sinatra”, says one. But he is hard to ignore, for he has traumatised and transformed the Conservative Party in the past decade. First, as leader of the UK Independence Party, he turbocharged the question of EU membership by fusing it to immigration, and compelled David Cameron to hold the 2016 referendum. Then, as Theresa May’s exit treaty became stuck in Parliament, he launched the Brexit Party, which swiftly overtook the Tories in the polls, prompting them to dump her and her deal. His method is to harass the party through local and European elections, thus panicking the leadership into adopting his policies.", "Mr Johnson was chosen to replace Mrs May because Tories believed that only he could suppress Mr Farage and unite the party under the Brexit banner. The Tory village has been rebuilt as a citadel against future assaults. Europhiles and fiscal disciplinarians were given the boot. Its mission is to deliver Brexit, and to hold together the coalition that Mr Johnson built. Yet Mr Farage can spy cracks in the fortress walls.", "On November 4th, 34 Tories voted against the new restrictions. They abhor the lockdown as a violation of civil liberties, a destroyer of jobs and a humiliating reversal. Ministers fear that in future they will need Labour support to pass covid-19 rules—a sign of impotence that last year’s election victory was meant to banish.", "The splits on covid-19 are shallower and less treacherous than on Europe, which afflicted the party for three decades. But they run along similar lines. The lockdown critics include Iain Duncan Smith and Steve Baker, leading Brexiteers. Mr Farage will get enthusiastic support from the Daily Telegraph, a Brexity newspaper, and the right-wing commentariat. Each side has its favoured scientists. The polarisation makes it increasingly hard to forge a national consensus on epidemiology, just as it was on European trade policy.", "Lockdown scepticism is a minority pursuit, but growing: support has fallen from 93% of voters in March to 72% now. The low-trust, anti-immigration voters who flitted between Mr Farage and Mr Johnson are the “shakiest wing” of the Tory coalition, says Rob Ford, a political scientist and co-author with Maria Sobolewska of “Brexitland”, a new book. “It doesn’t take much for them to be out the door.” The government’s net approval rating among Leave voters stands at -3%, compared with 67% in March. A growing share of Leavers say the prime minister is weak rather than strong, according to YouGov, a pollster. Most significantly, Mr Johnson’s vote is spongy at the edges. The proportion of people who voted Tory in 2019 who are now either undecided or wouldn’t vote at all is up from 8% in January to 18% now. For Labour voters the figure has fallen one point to 12%.", "This is fertile terrain for Mr Farage, who undermines Mr Johnson’s raison d’être. The prime minister’s appeal to his party lay in his ability to match Mr Farage’s beery charm. He is now mirthless, and deeply reliant on the Whitehall expertocracy he once mocked. “Boris and his people want us all to hide behind the sofa,” says Richard Tice, chairman of Reform UK . The damage may last even if a vaccine curbs the pandemic soon, for rebellion is habit-forming.", "Mr Farage’s return will sharpen the Conservatives’ instinct to prioritise holding its Brexit coalition together over pursuing new voters. But the task will get harder. Since 2015, the Tories have told Mr Farage’s followers that while they might like the cut of his jib, only they can deliver a referendum on Europe, or an exit deal. A Labour Party with a hard-left leader was a useful bogey. But Brexit is nearly done, and Sir Keir Starmer does not frighten the horses.", "How is Mr Johnson to bind his coalition? One answer is money. The government will launch an infrastructure spree in its new northern constituencies. Another is the threat of a Scottish independence referendum, which Mr Johnson will oppose. It will also double down on cultural issues; ministers think a row over the singing of patriotic songs at the Proms music festival resonated with their base. Many Conservatives will conclude from Mr Trump’s better-than-expected performance that a disastrous response to covid-19 can be overcome by whipping up angry identity politics, says Mr Ford.", "Yet that approach is fraught with risks. It may push the liberal wing of the Tory coalition towards the soothing Sir Keir. Continental Europe’s experience suggests that aping the rhetoric of the radical right fans its flames rather than dousing them, reckons Tim Bale, a political scientist. Mr Johnson may eventually succeed in managing the pandemic. But a prime minister can never match Mr Farage as a crusading outsider, nor as the toast of the golf club. ■"], "authors": ["The Economist"], "keywords": ["farage", "torment", "mr", "tory", "returns", "tories", "conservative", "party", "coalition", "whos", "brexit", "nigel", "farages", "johnson", "voters", "look"], "pubDate": "2020-11-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}