{"authors": ["David Aaro", "David Aaro Is A Freelance Reporter At Fox News Digital Based In New York City."], "title": "Three dead after car drives through gate, hits barrier at Georgia Air Force base", "url": "https://www.foxnews.com/us/three-dead-vehicle-hits-barrier-robin-air-force-base", "summary": "Three men were killed late Friday when their vehicle drove through a gate at Robins Air Force Base in Georgia and collided with a security barrier, base officials said.\nAs the car accelerated through the gate, security personnel activated the barrier, which the vehicle struck \"at a high rate of speed.\"\nAIR FORCE COLONEL PLEADS GUILTY IN CHILD PORNOGRAPHY CASETwo of the men were pronounced dead at the scene, while the third was transported to Houston Medical Center, where he was pronounced dead.\n“This is a tragedy which we all feel deeply at Robins Air Force Base.\nWe will thoroughly investigate to determine the facts and circumstances and what can be learned from this tragedy\", said Col. Katrina Stephens, vice commander, 78th Air Base Wing.", "keywords": ["force", "pronounced", "tragedy", "car", "air", "vehicle", "men", "security", "robins", "drives", "gate", "georgia", "dead", "base", "barrier", "hits"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Three men were killed late Friday when their vehicle drove through a gate at Robins Air Force Base in Georgia and collided with a security barrier, base officials said.", "The incident occurred at around 9:30 p.m. when the vehicle approached the Russell Parkway gate, but failed to stop as ordered by the sentry.", "As the car accelerated through the gate, security personnel activated the barrier, which the vehicle struck \"at a high rate of speed.\"", "AIR FORCE COLONEL PLEADS GUILTY IN CHILD PORNOGRAPHY CASE", "Two of the men were pronounced dead at the scene, while the third was transported to Houston Medical Center, where he was pronounced dead.", "“This is a tragedy which we all feel deeply at Robins Air Force Base. We will thoroughly investigate to determine the facts and circumstances and what can be learned from this tragedy\", said Col. Katrina Stephens, vice commander, 78th Air Base Wing. \"Our thoughts are with the families of those lost.”", "GEORGIA TEACHER ON LEAVE AFTER SAYING CONFEDERATE FLAG MEANS YOU 'INTEND TO MARRY YOU SISTER'", "The identities of the victims are being withheld until their families are notified. They were not affiliated with the base.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "An investigation is ongoing."], "pubDate": null, "id": "ddf0380f-882b-3604-8c6d-24e2bf3fd804"}