{"summary": "As the House heads toward an expected vote Wednesday to impeach President Trump, Republicans can take pride in how effectively they’ve defended him and reduced the political fallout for his reelection campaign.\nDemocrats had hoped the House impeachment inquiry they launched in September would spark a significant change in public opinion in favor of Trump’s impeachment and removal from office, and hurt his reelection campaign.\nOnly three of them suggest less than 45 percent support for impeachment, with a roughly equal percentage of Americans opposing impeachment.\nPresident Trump has vehemently denied this Democratic claim and said he had “a perfect call” with Zelensky.\nCLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTERThroughout the impeachment debate, Republicans have successfully focused on opposing impeachment – and preventing the Democrats from discussing the underlying questions regarding Trump’s behavior.", "keywords": ["influencing", "mishkin", "democrats", "arnon", "president", "republicans", "wrong", "trumps", "better", "trump", "public", "poll", "americans", "impeachment", "fox", "opinion"], "paragraphs": ["As the House heads toward an expected vote Wednesday to impeach President Trump, Republicans can take pride in how effectively they’ve defended him and reduced the political fallout for his reelection campaign.", "Democrats had hoped the House impeachment inquiry they launched in September would spark a significant change in public opinion in favor of Trump’s impeachment and removal from office, and hurt his reelection campaign. But they have failed to achieve either goal.", "Republicans have been vastly more successful at making their case – albeit primarily to their supporters. They argue that the entire impeachment process is unwarranted and simply a partisan attack by Democrats who oppose the Republican president’s policies and want to see him defeated in the November 2020 election.", "FOX NEWS POLL: TRUMP JOB APPROVAL TICKS UP, VIEWS ON IMPEACHMENT STEADY", "Polling shows our country remains split about evenly between those who want Trump removed and those who support him to continue in office. For example, this week’s Fox News Poll showed that 50 percent of registered voters want Trump impeached and removed.", "Just after the Ukraine story broke, the poll had 51 percent of Americans wanting Trump impeached and removed – essentially the same as the newest poll finding.", "Since House Speaker Nancy Pelosi, D-Calif., announced the opening of the impeachment inquiry, the polling has been consistent to the point of monotony. A total of 48 polls about impeachment have been released. Only three of them suggest less than 45 percent support for impeachment, with a roughly equal percentage of Americans opposing impeachment.", "The polling about impeachment resembles the polling about most any other issue facing our nation. Americans are polarized, with Trump having the support of around 45 percent of the population and opposed by at least a similar number. The rest of the population is possibly up for grabs. Arguably, the number of Trump supporters and opponents has not changed since he was elected.", "It didn’t need to be this way. Early in the impeachment process – shortly after the White House released a summary of President Trump’s July 25 call with the Ukrainian President Volodymyr Zelensky – there were some signs that the issue was more politically fluid, and that Trump was at risk with some of his traditional supporters.", "A Fox News Poll in early October found that 66 percent of registered voters thought Trump asking foreign leaders to investigate political opponents was “not appropriate.” A month later, an ABC News-Ipsos poll found that 70 percent of Americans thought that Trump was “wrong” regarding his call with Zelensky.", "This favors the Democratic claim that Trump improperly pressured Zelensky to investigate former Vice President Joe Biden and his son Hunter, and to investigate alleged Ukrainian interference in our 2016 presidential election on behalf of Democratic candidate Hillary Clinton. President Trump has vehemently denied this Democratic claim and said he had “a perfect call” with Zelensky.", "On the question of Trump’s removal, the ABC News-Ipsos poll – conducted using an Internet-based sample – had similar results to polls by Fox News and others that showed roughly half of the country wanted the president removed. But ABC found that even among the half of the country who did not want the president impeached, many objected to his actions.", "A smart Democrat looking at data like that would know exactly what to do: Focus on what folks agree with. Say “what Trump did was wrong” and say it again and again, until it became the mantra of the party.", "A smart Republican would say: “Don’t focus on the issue of right and wrong. Focus on keeping half of the country opposed to impeachment and engage solely with the Democrats on how their effort to impeach the president is wrong.”", "And that’s precisely what Republicans have done – with great effectiveness.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Throughout the impeachment debate, Republicans have successfully focused on opposing impeachment – and preventing the Democrats from discussing the underlying questions regarding Trump’s behavior.", "Fortunately for Trump and the Republicans, the Democrats agreed to fight on their terms.", "Instead of hearing Democrats constantly repeating one phrase – “whether or not you think Trump should be impeached, let’s remember what he did was wrong” – what folks keep hearing is Democrats talking about the process of impeachment, arguing about whether to call witnesses, and when to schedule the vote.", "The Democratic message is simple: “We Democrats are going to impeach Trump.” Not quite the mantra of: “It was wrong.”", "And the signs that the Republicans are starting to win the debate can be seen in the newest Fox News Poll. Instead of 70 percent of Americans thinking what Trump did was “wrong,” the newest poll found that 60 percent of registered voters agree that what has been alleged was “not appropriate” – a weaker term than “wrong.”", "CLICK HERE TO GET THE FOX NEWS APP", "Removing Trump from office in a Senate trial would require 67 votes if all 100 senators vote. Since Democrats and allied independents hold only 47 seats in the Senate, no one expects them to get the votes needed to end the Trump presidency.", "As a result, the real battle over the Ukraine affair will come in the presidential election campaign. And that battle will be about whether the American people think what Trump did was wrong. There may still be a majority agreement with that view, but thanks to Republican effectiveness, the president’s conduct regarding Ukraine is a smaller issue than it could have been.", "CLICK HERE TO READ MORE BY ARNON MISHKIN"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/opinion/arnon-mishkin-on-impeachment-republicans-better-than-democrats-in-influencing-public-opinion", "authors": ["Arnon Mishkin", "Arnon Mishkin Is Director Of The Fox News Decision Desk."], "id": "ddf3cc48-7f9d-3d61-bb0f-745d45e884dd", "pubDate": null, "title": "Arnon Mishkin: On impeachment, Republicans better than Democrats in influencing public opinion"}