{"id": "de5d5eb5-9180-3f5d-b081-725f17290593", "title": "NFL Week 1 preview: Chiefs and Texans kick things off to start the season", "url": "http://www.foxnews.com/sports/nfl-week-1-preview-2020-season", "summary": "CLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COM**CHIEFS vs. TEXANSThe Chiefs and the Texans will square off in the first game of the 2020 season.\nALL-TIME SERIES: 101-74-5 BearsDATE: Sept. 13TIME (ET): 1 pmWHERE: Ford FieldWATCH: FOX**PANTHERS vs.\nALL-TIME SERIES: Tied 3-3DATE: Sept. 13TIME (ET): 1 pmWHERE: Bank of America StadiumWATCH: CBS**BILLS vs.\nALL-TIME SERIES: 11-6 SeahawksDATE: Sept. 13TIME (ET): 1 pmWHERE: Mercedes-Benz StadiumWATCH: FOX**BENGALS vs. CHARGERSThe Joe Burrow era officially begins in Cincinnati.\nALL-TIME SERIES: 31-26 49ersDATE: Sept. 13TIME (ET): 4:25 pmWHERE: Levi’s StadiumWATCH: FOX**SAINTS vs.", "paragraphs": ["Each of the NFL’s 32 teams will be in action during the first week of the season.", "The first matchup features the Kansas City Chiefs and the Houston Texans in a rematch of their divisional round playoff game from last season's playoffs. The Texans blew a giant lead to the Chiefs and allowed Kansas City to win the game, 51-31.", "Sunday’s marquee game is the Tampa Bay Buccaneers debut of Tom Brady who is facing Drew Brees and the New Orleans Saints. It’s a battle of two of the best quarterbacks in NFL history and will surely be one of the best matchups to watch.", "Monday night features two games: the New York Giants vs. the Pittsburgh Steelers and the Denver Broncos vs. the Tennessee Titans.", "If you’re ready for pro football to be back, keep reading for a brief preview of the Week 1 matchups.", "CLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COM", "**", "CHIEFS vs. TEXANS", "The Chiefs and the Texans will square off in the first game of the 2020 season. The Chiefs are coming off of a Super Bowl victory while the Texans will look for revenge on the team that cost them a spot in the AFC title game earlier this year. Houston blew a tremendous lead against Kansas City in that game. Locking down Patrick Mahomes will obviously be a huge factor in this matchup.", "ALL-TIME SERIES: Tied 5-5", "DATE: Sept. 10", "TIME (ET): 8:20 pm", "WHERE: Arrowhead Stadium", "WATCH: NBC", "**", "WASHINGTON vs. EAGLES", "Washington and the Eagles get a chance to get an early jump on the NFC East race. Philadelphia is the defending division champions and getting Washington out of the way is going to be more difficult than they think. Washington’s Chase Young will be making his debut and he will be looking for a few sacks to start his career off the right way.", "ALL-TIME SERIES: 85-79-5 Washington", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: FedEx Field", "WATCH: FOX", "**", "PATRIOTS vs. DOLPHINS", "The Dolphins potentially cost the Patriots a bye in the playoffs last season and now it will be up to New England to get some revenge. Miami and New England have a whole host of new players that will be making their team debuts. Watch for Cam Newton to try and start his Patriots career off right while Tua Tagovailoa will look to get his first bit of action if Ryan Fitzpatrick fails to deliver off the bat.", "ALL-TIME SERIES: 55-51 Dolphins", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: Gillette Stadium", "WATCH: CBS", "**", "VIKINGS vs. PACKERS", "The NFC North rivalry game is among the marquee matchups in Week 1 of the season. The Packers are looking to get back to the NFC title game while the Vikings are looking to build upon the momentum are knocking off the Saints in the playoffs last season. Green Bay swept Minnesota last season.", "ALL-TIME SERIES: 61-53-3 Packers", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: U.S. Bank Stadium", "WATCH: FOX", "**", "JAGUARS vs. COLTS", "A road win against the Jaguars is going to be tough to come by for the Colts. Jacksonville wants to prove the naysayers wrong while Indianapolis is about to embark on the Philip Rivers era in an attempt to make it back to the playoffs. The Jaguars have won two of the last three meetings.", "ALL-TIME SERIES: 24-14 Colts", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: TIAA Bank Field", "WATCH: CBS", "**", "LIONS vs. BEARS", "The other NFC North rivalry game will be played Sunday. The Lions are trying to come off of a disappointing season in 2019 and beat the Bears. Chicago will hold out hope that the offense, led by Mitchell Trubisky, can start off on the right foot. The Bears have won the last four meetings.", "ALL-TIME SERIES: 101-74-5 Bears", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: Ford Field", "WATCH: FOX", "**", "PANTHERS vs. RAIDERS", "Matt Rhule is making his NFL coaching debut as the Panthers take on the Raiders. Las Vegas has a tough task coming from the west to the east for a 1 p.m. game on Sunday. Carolina has a bevy of new talent on the team, starting with Teddy Bridgewater and one of the younger defenses in the NFL. The Raiders’ Derek Carr is looking to prove himself this season.", "ALL-TIME SERIES: Tied 3-3", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: Bank of America Stadium", "WATCH: CBS", "**", "BILLS vs. JETS", "Buffalo made one of the splashiest moves in the offseason in acquiring Stefon Diggs from the Vikings. Josh Allen and company are hoping that it’s enough to at least game them a win in Week 1. The Jets organization has a ton of pressure on them to win now.", "ALL-TIME SERIES: 62-56 Bills", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: Bills Stadium", "WATCH: CBS", "**", "RAVENS vs. BROWNS", "The overachieving Ravens and the underachieving Browns square off in Week 1. Baltimore was the best team in the AFC last season only to lose in the AFC playoffs. Cleveland had a lot of talk coming into 2019 but didn’t live up to the hype. This matchup should be a lot closer than it has been in the past. The Ravens have won two of their last three games against the Browns.", "ALL-TIME SERIES: 31-11 Ravens", "DATE: Sept 13", "TIME (ET): 1 pm", "WHERE: M&T Bank Stadium", "WATCH: CBS", "**", "FALCONS vs. SEAHAWKS", "The Falcons and Seahawks are among the top teams facing off in the first game of the season. Atlanta reloaded with Todd Gurley and Dante Fowler in the offseason while the Seahawks are looking to build upon a solid 2019 campaign that nearly resulted in an NFC West title.", "ALL-TIME SERIES: 11-6 Seahawks", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: Mercedes-Benz Stadium", "WATCH: FOX", "**", "BENGALS vs. CHARGERS", "The Joe Burrow era officially begins in Cincinnati. Burrow will take on a tough Los Angeles team that is in a bit of flux itself. The Chargers gave the starting nod to Tyrod Taylor despite drafting Justin Herbert. It will be the first time since 2004 the Chargers won’t have Philip Rivers on their team.", "ALL-TIME SERIES: Chargers 20-14", "DATE: Sept. 13", "TIME (ET): 1 pm", "WHERE: Paul Brown Stadium", "WATCH: CBS", "**", "49ERS vs. CARDINALS", "San Francisco might be the defending NFC champions but the division is really more of the Wild West. Arizona traded for DeAndre Hopkins in the offseason to give Kyler Murray more targets to throw to. We’ll see what happens when a rising offense meets an early impenetrable defense.", "ALL-TIME SERIES: 31-26 49ers", "DATE: Sept. 13", "TIME (ET): 4:25 pm", "WHERE: Levi’s Stadium", "WATCH: FOX", "**", "SAINTS vs. BUCCANEERS", "The matchup of the day is between the Saints and the Buccaneers. Drew Brees and Tom Brady – who are first and second respectively in all-time passing touchdowns and all-time passing yards – will face off. It will be Brady’s Buccaneers’ debut as Tampa Bay looks to get the season off on the right foot. New Orleans was one of the best teams last season so an early-season defeat won’t be easy to come by.", "ALL-TIME SERIES: 35-21 Saints", "DATE: Sept. 13", "TIME (ET): 4:25 pm", "WHERE: Mercedes-Benz Superdome", "WATCH: FOX", "**", "RAMS vs. COWBOYS", "The Rams will open SoFi Stadium against the Cowboys on Sunday night. SoFi Stadium, a $5 billion behemoth of a stadium, will open without fans amid the coronavirus outbreak in the U.S. Dallas has a W on its mind as the Cowboys look to rectify nearly winning the division title last season.", "ALL-TIME SERIES: 14-12 Cowboys", "DATE: Sept. 13", "TIME (ET): 8:20 pm", "WHERE: SoFi Stadium", "WATCH: NBC", "**", "GIANTS vs. STEELERS", "The Steelers will have Ben Roethlisberger back after he missed a majority of the 2019 season with an elbow injury. Pittsburgh’s defense will have to try and stop Giants running back Saquon Barkley, who has been known to run through opponents. Pittsburgh’s chances to win the AFC North are going to be tougher than ever. It starts with Week 1 in New Jersey on Monday.", "ALL-TIME SERIES: 44-30-3 Giants", "DATE: Sept. 14", "TIME (ET): 7:10 pm", "WHERE: MetLife Stadium", "WATCH: ESPN", "**", "BRONCOS vs. TITANS", "The Titans were oh so close in reaching the Super Bowl. But they are back with Ryan Tannehill and Derrick Henry leading the charge. They will have to go up against a Broncos team that is still searching for an identity. Drew Lock is the full-time quarterback with a two-headed rushing attack led by Melvin Gordon and Phillip Lindsay. Getting around Titans newcomer Jadeveon Clowney is going be difficult.", "ALL-TIME SERIES: 22-16-1 Titans", "DATE: Sept. 14", "TIME (ET): 10:20 pm", "WHERE: Empower Field at Mile High", "WATCH: ESPN", "**"], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["sept", "game", "things", "et", "week", "13time", "season", "series", "pmwhere", "chiefs", "texans", "preview", "stadiumwatch", "nfl", "kick", "vs", "start"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}