{"id": "de603283-37c2-3ed9-965e-428566e0938e", "title": "Emily Ratajkowski on Pregnancy and Why She Doesn’t Want to Reveal the Gender of Her Baby", "url": "https://www.vogue.com/article/emily-ratajkowski-pregnant-announcement-digital-cover", "summary": "I like the idea of forcing as few gender stereotypes on my child as possible.\nIt occurs to me that as a younger person I’d almost automatically imagined myself having a daughter.\nThey want to fix themselves and their traumas by trying again with a fresh start and a mini version of themselves.\nPhotographed by Cass Bird“To be perfectly honest,” I tell my husband over dinner, “I’m not sure that I even know that I want a girl.\nI think about how women compare one another constantly, doing acrobatic calculations in their heads: In this way I’m similar to her, in this way I’m not; in this way I’m better, in this way I’m not.", "paragraphs": ["WHEN MY HUSBAND AND I tell friends that I’m pregnant, their first question after “Congratulations” is almost always “Do you know what you want?” We like to respond that we won’t know the gender until our child is 18 and that they’ll let us know then. Everyone laughs at this. There is a truth to our line, though, one that hints at possibilities that are much more complex than whatever genitalia our child might be born with: the truth that we ultimately have no idea who—rather than what—is growing inside my belly. Who will this person be? What kind of person will we become parents to? How will they change our lives and who we are? This is a wondrous and terrifying concept, one that renders us both helpless and humbled.", "I like the idea of forcing as few gender stereotypes on my child as possible. But no matter how progressive I may hope to be, I understand the desire to know the gender of our fetus; it feels like the first real opportunity to glimpse who they might be. As my body changes in bizarre and unfamiliar ways, it’s comforting to obtain any information that might make what’s coming feel more real.", "It occurs to me that as a younger person I’d almost automatically imagined myself having a daughter. I remember playing as a child, holding baby dolls and picturing myself with a future best friend: something like the American Girl doll I owned, who had brown eyes and brown hair to mirror my own features, a smaller version of myself.", "When I bring this thought to my therapist, she explains that this is relatively common. Psychology du jour, she says, touts the concept that people may have children to “redo” their own childhood. They want to fix themselves and their traumas by trying again with a fresh start and a mini version of themselves.", "“Who will this person be? What kind of person will we become parents to?” Gucci striped wool sweater and Baserange briefs.", "Photographed by Cass Bird", "“To be perfectly honest,” I tell my husband over dinner, “I’m not sure that I even know that I want a girl. I guess I’d just never really thought about having a boy before. ”", "“I do worry a girl will have a lot to live up to as your daughter,” he replies. “That’s a lot of pressure.” I wince and think of my own mother and her tales of being homecoming queen, the way I knew the word jealous at the age of three (I pronounced it “jealoust,” telling my mother that her female colleagues were “just jealoust” of her), and the early understanding I had of how beauty could equate to power. I prayed for beauty, pinching my nose tightly on either side before falling asleep, willing it to stay small. I think of the other physically beautiful mothers I’ve known—the stage moms with their own mini-mes. The way their daughters, even as young girls, seem to know their own beauty, as if they have already lived entire lives in a grown woman’s body. I think about how women compare one another constantly, doing acrobatic calculations in their heads: In this way I’m similar to her, in this way I’m not; in this way I’m better, in this way I’m not.", "“I remembered playing as a child, holding baby dolls and picturing myself with an imagined, future best friend: a smaller version of me”", "“I’ll never let that be an issue,” I tell my husband, but I can’t help worrying. I still fight subconscious and internalized misogyny on a regular basis, catching myself as I measure the width of my hips against another woman’s. Who is to say I’d be able to protect my daughter from it?"], "authors": ["Emily Ratajkowski", "Emily Ratajkowsk", "Cass Bir", "Jorden Bickha"], "keywords": ["reveal", "child", "husband", "think", "version", "im", "person", "ratajkowski", "way", "doesnt", "pregnancy", "know", "tell", "gender", "baby", "id", "emily"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}