{"id": "debbe700-3ff4-3b4a-b834-32d97dc74258", "title": "GI Show – Review Impressions For Star Wars: Squadrons And Crash Bandicoot 4", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/10/01/gi-show-review-impressions-for-star-wars-squadrons", "summary": "In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including: Star Wars: Squadrons, Crash Bandicoot 4: It's About Time, NHL 21, Path of Exile, and Hades.\nNext, we interview Intellivision Entertainment president Tommy Tallarico about his time in the industry writing video game music, hosting the TV show Electric Playground, and producing the upcoming Amico console.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nOur thanks to The Rapture Twins for The Game Informer Show's intro song.\nIntro: 00:00:00Star Wars: Squadrons: 00:02:25NHL 21: 00:13:55Hades: 00:19:36Crash Bandicoot 4: It's About Time: 00:22:11Path of Exile: 00:28:00Torchlight 3: 00:32:27Tommy Tallarico Interview: 00:33:37Community Emails: 01:05:18", "paragraphs": ["In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including: Star Wars: Squadrons, Crash Bandicoot 4: It's About Time, NHL 21, Path of Exile, and Hades. Next, we interview Intellivision Entertainment president Tommy Tallarico about his time in the industry writing video game music, hosting the TV show Electric Playground, and producing the upcoming Amico console. Finally, we close the show with another fantastic round of community emails and GI's Meaningless Character rankings. So please join Andrew Reiner, Jeff Cork, Kim Wallace, Alex Stadnik, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Star Wars: Squadrons: 00:02:25", "NHL 21: 00:13:55", "Hades: 00:19:36", "Crash Bandicoot 4: It's About Time: 00:22:11", "Path of Exile: 00:28:00", "Torchlight 3: 00:32:27", "Tommy Tallarico Interview: 00:33:37", "Community Emails: 01:05:18"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["bandicoot", "video", "informer", "wars", "sure", "listen", "interview", "star", "tallarico", "impressions", "squadrons", "review", "gi", "crash", "game", "music"], "pubDate": "2020-10-01T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}