{"id": "def19a8a-e420-3162-ac75-e3f5bcbc9b58", "title": "In Egypt the mummies return. But will tourists in a pandemic?", "url": "https://edition.cnn.com/travel/article/saqqara-egypt-tourism-covid-pandemic-spc-intl/index.html", "summary": "Wonderfully preserved with their original colors and hieroglyphs, their unveiling was an opportunity to reach a prized audience: tourists.\n\"I think the ambassadors really sent a message to their countries about the pleasures of Egypt, because we need tourists to come back.\"\nThe October 3 press conference attended by foreign diplomats, where 59 sarcophagi and assorted artifacts discovered in Saqqara, Egypt, were displayed.\nA giant statue of Rameses II located inside the Grand Egyptian Museum, Cairo, during construction in 2019.\nBack in August, the IMF predicted tourism would return to pre-crisis levels in Egypt by the second half of 2022 .", "paragraphs": ["(CNN) — Saqqara, a dusty necropolis south of Cairo, has become instrumental in Egypt's fightback against a tourist slump.", "It's been an extraordinary year for archaeological discoveries at the UNESCO World Heritage Site, where separate finds have unearthed scores of sarcophagi and a host of artifacts, including an obelisk and a unique, bejeweled statue of the god Nefertum.", "This, following the reopening of the 4,700-year-old Djoser's Step Pyramid in March after a 14-year, $6.6 million restoration.", "In early October, 59 sarcophagi, around 2,500 years old , were uncovered. Wonderfully preserved with their original colors and hieroglyphs, their unveiling was an opportunity to reach a prized audience: tourists. Alongside press, Egypt's Ministry of Tourism and Antiquities invited dozens of foreign ambassadors, who subsequently shared images and details across social media.", "\"The discovery entered into the hearts of everyone all over the world,\" former minister of antiquities Zahi Hawass tells CNN.", "\"I think the ambassadors really sent a message to their countries about the pleasures of Egypt, because we need tourists to come back.\"", "The October 3 press conference attended by foreign diplomats, where 59 sarcophagi and assorted artifacts discovered in Saqqara, Egypt, were displayed. KHALED DESOUKI/AFP/AFP via Getty Images", "Tourism in Egypt had been growing in recent years, according to Kevin Graham, Egypt editorial manager at research and advisory company Oxford Business Group (OBG). \"At the beginning of 2020 there was the expectation that this growth trend would continue,\" he tells CNN.", "Then the pandemic happened. International flights were suspended in March along with the closing of archaeological sites and museums. Commercial flights didn't resume until July.", "OBG calculates tourism contributed over 9% of Egypt's GDP in 2019, and while domestic tourism has continued to an extent, Graham adds, international tourism plummeted. The International Monetary Fund (IMF) has downgraded its forecast for tourism expenditure in Egypt this fiscal year from $17.8 billion to $2.7 billion", "Tourists photographed in March inside the step pyramid of Djoser in Saqqara, which reopened that month after a multi-million dollar restoration. MOHAMED EL-SHAHED/AFP/AFP via Getty Images", "Egypt has had more than 107,000 confirmed cases and more than 6,200 deaths from Covid-19 at the time of writing, and more than 1,00 cases in the past week, per John Hopkins University. New deaths and cases peaked in June.", "While the pandemic rumbles on, the tourism sector is regrouping. In July, a smattering of attractions reopened including the Great Pyramids of Giza , along with hotels issued with government safety certificates indicating they met World Health Organization (WHO) guidelines. In September, more archaeological sites reopened, and the Egyptian government announced further measures to support the sector, including extending visa fee exemptions for tourist hotspots Luxor, Aswan, the Red Sea and South Sinai until April 2021 , and delaying repayments on utility bills and debts for tourism-related companies.", "Related content A massive animal migration is still happening in the Maasai Mara. But the pandemic means few can see it", "Amr Karim, general manager for Travco Trave l, one of Egypt's largest travel operators, says after a \"drastic decline,\" the past three months have seen a \"gradual increase in beach holidays,\" with bookings coming from across Europe.", "Visitors to Egypt are currently required to present a negative PCR test certificate on arrival, taken no more than 72 hours prior to their flight departure, although arrivals at some airports on the coast are allowed to take a $30 PCR test then quarantine until they receive their results.", "Travco is implementing WHO regulations and is disinfecting hotel rooms, public spaces and vehicles, while staff are using face masks, sanitizing tools and social distancing. Karim notes the proportion of elderly travelers is down while there's been a rise in travelers under 50, and that tourists are, by and large, sticking to their hotels.", "He anticipates a \"boom\" in tourism to ancient sites by the third quarter of 2021.", "\"The Ministry of Tourism and Antiquities has been exerting monumental efforts in the last few years to enhance and shed light on Egypt's archaeological treasures,\" Karim says, citing new archaeological sites, events including the parade of 22 royal mummies from the Egyptian Museum to their new home at National Museum of Egyptian Civilization, and the construction of the Grand Egyptian Museum (GEM).", "A giant statue of Rameses II located inside the Grand Egyptian Museum, Cairo, during construction in 2019. Mohamed-El-Shahed/AFP/Getty Images", "the site of the Pyramids of Giza. The treasures within will include an 83-ton, 20-meter (66 feet) granite statue of Ramses the Great and over 5,000 artifacts from King Tutankhamun's burial chamber -- the first time the blockbuster haul will be displayed in the same place. After years of groundwork, these efforts will culminate in the opening of the GEM in 2021. Cairo's vast new museum -- nearly half a million square meters and built at a cost of over $1 billion -- is nearing completion close tothe site of the Pyramids of Giza. The treasures within will include an 83-ton, 20-meter (66 feet) granite statue of Ramses the Great and over 5,000 artifacts from King Tutankhamun's burial chamber -- the first time the blockbuster haul will be displayed in the same place.", "It is \"the most important cultural project in the world,\" declares Hawass, and many roads lead back to it: the 59 sarcophagi from Saqqara will be transferred to the GEM, where they will be displayed opposite another large collection of wooden coffins found in Luxor in 2019", "But if the pandemic continues, there's no guarantee that tourists will be there to see it open in the numbers many in the sector and beyond will have been counting on.", "Back in August, the IMF predicted tourism would return to pre-crisis levels in Egypt by the second half of 2022 . Graham says in contrast to historical dips in tourism, forecasting is \"not necessarily (linked to) what's going on in Egypt,\" pointing instead to the pandemic response in European nations and their return quarantine policies as deciding factors as to whether people will travel.", "\"It is hard to make any predictions in the status quo,\" says Karim. \"It all depends on the medical revelations and vaccines in progress to combat the Covid-19 pandemic ... We are hoping for the best.\"", "Hawass remains bullish -- understandable, given he's been involved with the GEM for two decades -- and is optimistic 2021 will be better than 2020."], "authors": ["Tom Page", "For Cnn"], "keywords": ["tourists", "egyptian", "archaeological", "museum", "world", "egypts", "return", "egypt", "tourism", "mummies", "statue", "pandemic"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}