{"id": "df3ba8b6-571e-3e37-ab1b-43cb512f92cc", "title": "'We don't have time to lose': plans for coral ark to help save the world's reefs", "url": "https://www.theguardian.com/environment/2020/oct/29/we-dont-have-time-to-lose-plans-for-coral-ark-to-help-save-the-worlds-reefs", "summary": "The Biobank is an ambitious scheme to house 800 corals in a purpose-built facility in Port Douglas'We don't have time to lose': plans for coral ark to help save the world's reefsA Noah’s ark-like plan to house hundreds of the world’s most at-risk coral species at a publicly accessible bank next to the Great Barrier Reef could prove an important part of long-term coral conservation, marine biologists say.\nScientists discover 500 metre-tall skyscraper reef at Australia's Great Barrier Reef Read moreInspired by Norway’s global seed vault, and with architecture influenced by mushroom coral, the bank will also include a function space, research labs, and serve as an aquarium-like tourist attraction for Port Douglas in far north Queensland, a gateway to the adjacent Great Barrier Reef.\nThe Biobank director and marine biologist, Dr Dean Miller, told Guardian Australia he hopes the facility will be built and house 800 coral species by 2025.\nHe said curbing climate change, which can heat waters and lead to coral bleaching, needed to be the focus of conservation efforts.\nLast year, the Great Barrier Reef Marine Park Authority, in its five-yearly reef health report, downgraded the outlook for the world’s biggest reef system to “very poor”.", "paragraphs": ["The Biobank is an ambitious scheme to house 800 corals in a purpose-built facility in Port Douglas", "'We don't have time to lose': plans for coral ark to help save the world's reefs", "A Noah’s ark-like plan to house hundreds of the world’s most at-risk coral species at a publicly accessible bank next to the Great Barrier Reef could prove an important part of long-term coral conservation, marine biologists say.", "The Living Coral Biobank, labelled a “coral ark” by its proponents, would serve as a technologically advanced facility where 800 different types of hard corals would be kept and bred, in the event live samples are needed to revive populations wiped out in nature in the future.", "Scientists discover 500 metre-tall skyscraper reef at Australia's Great Barrier Reef Read more", "Inspired by Norway’s global seed vault, and with architecture influenced by mushroom coral, the bank will also include a function space, research labs, and serve as an aquarium-like tourist attraction for Port Douglas in far north Queensland, a gateway to the adjacent Great Barrier Reef.", "If built, members of the public would be able to see corals from around the world as they are conserved in tightly controlled settings – and have a chance to observe corals’ night time glow.", "The facility would be the physical base for the larger Biobank project, a worldwide network of aquariums – both commercial and in residential homes – aimed at coordinating the preservation of diverse coral samples in the event global populations suffer further from misuse and bleaching.", "Facebook Twitter Pinterest How the Biobank would look. Illustration: Contreras Earl Architecture", "Great Barrier Reef Legacy, the non-profit group behind the Biobank, will begin gathering corals for conservation next week, when the first of its diving teams takes samples of about 20 different species of corals from around the reef to be temporarily housed in the Cairns marina.", "The project has already secured about $4.8m in partnership agreements, including an allotment of land for the bank in Port Douglas, sustainable architectural plans from global firm Contreras Earl, and the backing of Australia’s Climate Council.", "The Biobank director and marine biologist, Dr Dean Miller, told Guardian Australia he hopes the facility will be built and house 800 coral species by 2025.", "Unsustainable fishing worsens threats to Great Barrier Reef Read more", "He said the project will need the support of “an Elon Musk or a Richard Branson” if its facility is to be built, but that the Biobank network can “survive like Uber” – relying on public and personal aquariums instead of its own physical infrastructure – until its base can be built.", "“We’ve watched very serious bleaching events, and we came to this realisation there were some great conservation projects out there but they were many years from fruition and would only protect a few types of corals.", "Miller said the Biobank network will be “a life support system for corals”, and that “there’s a time pressure on this with every bleaching event that happens”.", "“Every year we wait, we’re losing corals, and we don’t have any time to lose.”", "Prof Ove Hoegh-Guldberg, a researcher of coral bleaching at the University of Queensland who is not linked to Biobank, told Guardian Australia the idea was “very worthy”, and that he had recently co-authored a paper which backed the creation of a “coral ark”.", "Great Barrier Reef corals have more than halved in past 25 years, study shows Read more", "However Hoegh-Guldberg stressed the Biobank should be pursued alongside several conventional conservation strategies, including marine park rules for sustainable fishing.", "He said curbing climate change, which can heat waters and lead to coral bleaching, needed to be the focus of conservation efforts.", "“If we don’t get our act together now we could need this as a plan B.”", "Corals on the Great Barrier Reef have more than halved over the past 25 years, according to a recent study that prompted scientists to again warn the world-famous landmark will become unrecognisable without a sharp reduction in greenhouse gas emissions.", "Last year, the Great Barrier Reef Marine Park Authority, in its five-yearly reef health report, downgraded the outlook for the world’s biggest reef system to “very poor”. It has repeatedly said that climate change was the “single greatest challenge” facing the 2,300km reef system."], "authors": ["Elias Visontay"], "keywords": ["worlds", "biobank", "lose", "coral", "conservation", "marine", "great", "ark", "barrier", "dont", "reef", "corals", "facility", "reefs", "help", "plans", "bleaching", "save"], "pubDate": "2020-10-29T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}