{"id": "df46377b-117d-305a-8c2c-b03790b47563", "title": "Watch WIRED Autocomplete Interviews | Chelsea Handler Answers the Web's Most Searched Questions | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/autocomplete-inverviews-chelsea-handler-answers-the-webs-most-searched-questions", "summary": "[bass music]Hi, I'm Chelsea Handler,and today I'm doing the Wired Autocomplete Interview.\nChelsea Handler took her SATs on acid,so she never got accepted to college,but she had a great time taking that test.\nChelsea Handler.\nIs Evan Handler related to Chelsea Handler?\nChelsea Handler Zodiac.", "paragraphs": ["Transcript", "Can Chelsea Handler sing?", "[Chelsea vocalizing]", "No.", "[bass music]", "Hi, I'm Chelsea Handler,", "and today I'm doing the Wired Autocomplete Interview.", "[bass music]", "Okay, let's start.", "Where did Chelsea Handler grow up?", "That's easy, New Jersey.", "Where does Chelsea Handler live?", "Don't worry about it.", "Where did Chelsea Handler go to college?", "Chelsea Handler took her SATs on acid,", "so she never got accepted to college,", "but she had a great time taking that test.", "Where is Chelsea Handler's house in Spain?", "Oh, well,", "Majorca.", "Where is Chelsea Handler, 2019?", "I don't know.", "Maybe I disappeared for that year.", "Where does Chelsea Handler get her shirts?", "From my stylist.", "I think you're talking about the rock and roll shirts.", "I don't know where I get them either.", "Sorry, I can't be of more help.", "Who is Chelsea Handler dating?", "I'm single right now and available.", "And after seven months of being stuck during COVID,", "I'm willing to date almost anybody.", "So I want to open,", "I wanna cast my net a little bit wider", "than I've been casting it in previous years,", "since I need to lock something down soon", "because, I'm in decline.", "I mean, I have orthotics now.", "I just got my first pair of reading glasses at CVS.", "I shaved my face the other day and also put on aftershave.", "So I think that I need to lock something down quickly", "in terms of a man.", "So if you're watching this and you think,", "yes, please contact me.", "I had a big crush on Andrew Cuomo", "when the pandemic was at its height in New York city,", "because I liked what he was bringing to the table.", "But in reality, that's a little bit,", "I like somebody who can come in,", "he's like,", "and just handle a situation.", "I want somebody to kind of manhandle me.", "Which isn't a popular thing to say right now,", "but I like that kind of old fashion,", "old men get me.", "My sweet spot is between 60 and 80 year old men.", "Unfortunately, I'm not willing to date men that age.", "My ideal guy, if I had to pick a celebrity,", "I would pick like a John Hamm type.", "But I'm not really trying to date a celebrity.", "I would like a real person.", "who is Chelsea Handler's therapist?", "Funny you should mention that.", "My therapist's name is Dan Siegel.", "And,", "he really helped me uncover my own self-awareness.", "And also he helped me discover,", "all of my shortcomings.", "My lack of patience,", "my constant irritation with people,", "constantly finding people annoying and wondering why,", "and not understanding that everybody didn't find", "everybody else annoying.", "He is somebody that really helped me", "with all of those things.", "So, I owe a lot to him.", "I wrote a book about him.", "He's in my book, Life Will Be The Death Of Me.", "And I talk about him in my standup special", "because he really did help me unlock", "a lot of my childhood stuff.", "And,", "he's kind of famous in his own right,", "in therapy circles anyway.", "So,", "a lot of people do know him.", "And then after I went to him,", "like five of my celebrity friends", "also told me they went to him.", "So I'm not so special after all.", "Who does Chelsea Handler look like?", "Martha Stewart apparently.", "Oh, somebody told me Claudia Schiffer, I liked that.", "I'm gonna do a side by side on Instagram with her soon.", "But I have to get the right angle", "because it's obviously not,", "we're not identical.", "Who else do I look like?", "Jenny McCarthy, Elizabeth Banks.", "People always get us confused.", "Yeah, I think that those are, my four main ones.", "I don't get confused with Martha Stewart,", "but I did do a side by side of Martha Stewart", "and me on Instagram,", "and she kind of looked better and younger.", "So I'm still confused about that.", "Let's go to the next one.", "What is Chelsea Handler doing now?", "This [beep] interview.", "What is with Chelsea Handler and oranges?", "My psychiatrist handed me an orange in one of our sessions", "and I wrote about it in my book,", "and it's in my new stand-up special.", "When he handed me this orange,", "it was a turning point in our therapy experience.", "So I look at orange as kind of like a life-raft.", "When you see somebody who's going through a troubling time", "or going through something difficult,", "handing them an orange is like a metaphor", "for handing them a lifeline.", "So that's why I like oranges.", "And I like orange juice also.", "What is Chelsea Handler like in real life?", "A bitch.", "What does Chelsea Handler look like?", "Sometimes good, and sometimes not so great.", "What is Chelsea Handler's real name?", "Chelsea Handler.", "What does Chelsea Handler eat?", "Not that much it turns out.", "I'm eating less and less", "as I transition into an elderly woman.", "I have to be honest,", "I really like liquid more than I like food.", "So I love green juices,", "and I love sparkling waters.", "And I think I'm filling up on so much fluid", "that I have lost my interest in food.", "So my food is really plain.", "I eat like plain turkey.", "I do love chicken nuggets.", "I've always loved chicken nuggets", "and that's never gonna stop.", "So that will always be, one of my shortcomings", "as a 45 year old adult woman.", "Anyway.", "Oh, another thing I like to eat is egg whites.", "And this is something a recipe that I've,", "well, I can only really make it for myself", "'cause no one will eat my food,", "but I like egg whites in the morning,", "with, I scrambled egg whites, with avocado slices,", "and then I take that old fashioned", "Romano Parmesan cheese,", "and just douse everything and Parmesan cheese.", "So basically I'm eating like a cheese and avocado dish", "with a little bit of egg whites on the side.", "It's mostly cheese.", "Is Evan Handler related to Chelsea Handler?", "Great question.", "I asked him the same exact thing,", "and he's not related to me, or so he says.", "He's an actor by the way.", "Is Chelsea Handler vegan?", "No.", "I think vegan people fart a lot,", "and I have been around them and I've smelled their farts,", "and I'm not interested in being vegan because of that.", "Although I am down with being a vegetarian,", "and not eating animals.", "I'm ready to go in that direction,", "and I think we're all kind of heading in that direction,", "whether we want to be or not.", "Is Chelsea Handler a pharmacist?", "Funny you should mention that.", "I am very passionate about pharmacology.", "A lot of my friends depend on me", "for pharmacological advice, and intuitiveness.", "I would frame myself as a pharmacological intuit.", "Not to be confused with a pharmacological Inuit,", "which would be an Alaskan pharmacist.", "I can look at your body,", "and talk to you for three or four minutes,", "and basically tell if you're gonna be good on Vicodin,", "or if you would prefer Xanax,", "or maybe you'd like an Ambien.", "I know what drugs are gonna work for what people.", "I've helped my sister,", "I've helped so many people in my family.", "My personal favorite pharmaceutical,", "and by the way I'm not a doctor,", "so don't take it and then blame me for anything.", "But Doxycycline, will knock anything out of your system.", "It can knock malaria out of your system.", "It can get rid of acne on your face.", "I mean, Doxycycline twice a day, a cycle of it for 10 days,", "will get rid of almost anything.", "And I take one every morning", "just because I don't wanna [beep] around.", "Is Chelsea Handler related to Goldie Hawn?", "Sort of.", "I call her mama G,", "and she says that I'm her daughter.", "I think she says that to a lot of people,", "but I'm gonna pretend that she only says it to me.", "And, I am close with their family.", "Their family, I like to go over there,", "and be around that whole family.", "I like the drama,", "and I like all the different kids", "from the different relationships.", "It's like a little patchwork puzzle.", "So yeah, I like to spend family time with Goldie and Kurt.", "How old is Chelsea Handler?", "Funny you should mention that.", "I'm 45 years old.", "So I'm in my middle life.", "Does that sound sexy?", "How to contact Chelsea Handler?", "Probably Instagram.", "I usually try and message people back on Instagram.", "When I have an inordinate amount of time,", "I can sit there for hours and write messages.", "Or Twitter, I'm on both pretty frequently.", "How did Chelsea Handler meet Chuy?", "Well, that's a cute story.", "So when I had the show Chelsea Lately,", "they wanted me to have a sidekick.", "And so they brought in,", "a bunch of these kinds of characters.", "And when I saw Chuy,", "I was like, you're gonna be with me.", "And, we hired him.", "It was one of the most fruitful relationships of my career.", "It was like being in a good mood", "every time you walked into work.", "Because every time you see his little face", "come around the corner,", "with his cute little outfits and his berets,", "and you go into his dressing room", "and they had all his little shoes lined up.", "And he was just the sweetest little guy.", "And he was close with his family,", "and he was close with my family.", "So, I met him on an audition.", "We were auditioning for sidekicks, and I saw him,", "and I was like, forget everybody else, that's the guy.", "So yeah.", "Was Chelsea Handler in Hunger Games?", "That was Elizabeth Banks.", "Can Chelsea Handler sing.", "[Chelsea vocalizing]", "No.", "I can't sing, and I can't dance.", "I blame it on being Jewish,", "but I don't know if that's the real reason.", "The dancing is the Jewish problem.", "I don't know what the singing problem is,", "but nobody in my family can sing or dance.", "And that's why I talk so much, and so often.", "Which Chelsea Handler book is the best?", "I would say, Life Will Be The Death Of Me.", "My last book.", "That was the most personal, that was the most real.", "That was post therapy, so it's really raw.", "Yeah.", "And that's what I based my new stand-up special", "off of, my last book.", "Chelsea Handler Zodiac.", "I am a Pisces.", "And if you're into Enneagrams, I'm a number eight.", "Which is another thing my psychiatrist,", "Dan Siegel taught me about any of Enneagrams.", "Which is a kind of way to frame your personality.", "There are nine numbers", "and you kind of figure out which number you are.", "So it's a really cool way of learning more", "about your personality type, without astrology.", "I went through my astrology phase and I'm kind of over it.", "It's just seems a little bit silly.", "Thank you so much, Wired.", "I hope you learned something about me that you wanted to.", "And I wanna wish everybody happiness", "and to find joy in this confusing time,", "and not to give up hope.", "To be optimistic and to be hopeful,", "and, yeah.", "Just try and stay strong.", "We're all in this together.", "[bouncy music]"], "authors": ["Condé Nast"], "keywords": ["im", "cne", "questions", "gonna", "video", "chelsea", "dont", "watch", "wired", "searched", "handler", "kind", "little", "really", "thats", "wiredcom", "interviews", "think", "webs"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}