{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "dfa6f78a-1e4f-3ab1-99d0-7eb8df9ae51c", "keywords": ["life", "noted", "reviews", "real", "state", "richter", "rural", "narrator", "tamil", "middle", "book", "tears", "briefly"], "pubDate": null, "title": "Briefly Noted Book Reviews", "url": "https://www.newyorker.com/magazine/2019/12/23/the-ambassadors-the-crying-book-the-story-of-a-goat-and-exquisite-mariposa", "authors": ["Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "Adam Entous"], "summary": "Considering tears through lenses scientific, sociological, artistic, and personal, the book alights upon such subjects as “white tears,” tear gas, weeping ghosts, and professional mourners.\nThe Story of a Goat, by Perumal Murugan, translated from the Tamil by N. Kalyan Raman (Black Cat).\nThis fable of society, bureaucracy, and rural life centers on a Tamil farming couple in South India and the female goat they receive from a mysterious man.\nThe boundaries between human and animal consciousness are blurred as the frail foundling matures under the couple’s care, encountering maternal bliss and heartbreak.\nThe small triumphs and tragedies of rural life, such as drought, material wealth, and run-ins with a comically inefficient provincial government, are relayed through the goat’s trenchant observations, which poignantly expose how tightly the lives of caretakers and their livestock are bound.", "paragraphs": ["The Ambassadors, by Paul Richter (Simon & Schuster). This book, by a veteran diplomatic correspondent, considers America’s entanglements in the greater Middle East since 9/11 by examining the experiences of ambassadors who served in what the author argues are the world’s “most important and difficult posts.” Focussing on four diplomats, who worked in Afghanistan, Iraq, Syria, Pakistan, Egypt, and Libya, Richter documents efforts to piece together governments, broker unlikely compromises, and forestall civil wars. Rebuking the current Administration’s “hostility” toward the State Department, the book captures an era during which Middle East policy was carried out by a robustly staffed diplomatic corps who may not have had “all the answers” but were able to discern, better than most, “which of Washington’s decisions brought progress and which led to disaster.”", "The Crying Book, by Heather Christle (Catapult). In this nimble nonfiction début, the author’s fraught journey into motherhood and her grief in the wake of a friend’s suicide provide loose narrative scaffolding for a lyric essay on the act of crying. Considering tears through lenses scientific, sociological, artistic, and personal, the book alights upon such subjects as “white tears,” tear gas, weeping ghosts, and professional mourners. Christle’s background as a poet informs her use of pattern and juxtaposition to generate meaning from her wide-ranging research, and the result is a thoughtful, often moving rumination on the expression of emotions beyond the reach of language.", "The Story of a Goat, by Perumal Murugan, translated from the Tamil by N. Kalyan Raman (Black Cat). This fable of society, bureaucracy, and rural life centers on a Tamil farming couple in South India and the female goat they receive from a mysterious man. The boundaries between human and animal consciousness are blurred as the frail foundling matures under the couple’s care, encountering maternal bliss and heartbreak. The small triumphs and tragedies of rural life, such as drought, material wealth, and run-ins with a comically inefficient provincial government, are relayed through the goat’s trenchant observations, which poignantly expose how tightly the lives of caretakers and their livestock are bound.", "Exquisite Mariposa, by Fiona Alison Duncan (Soft Skull). While undergoing a Saturn Return, an astrological transit lasting approximately three years that occurs near the end of one’s twenties, the narrator of this diaristic novel moves into a communal house in Los Angeles and signs her private life away to reality-television producers. Feeling trapped by an abusive relationship, the narrator, who shares the author’s initials and calls herself “a method writer,” takes refuge in a state of living that she terms “the Real.” As she explores the realm’s qualities—a favorite Instagram-based artist is Real, she rules; life under late capitalism is not—wordplay and sonic games abound, amounting, at times, to an assault on the senses."]}