{"id": "dfafcd73-c199-3330-9242-f9eb722a682e", "title": "The Mexican muralists who shaped modern American art", "url": "https://edition.cnn.com/style/article/mexican-muralists-whitney-museum-vida-americana-exhibition/index.html", "summary": "Written by Anne Quito, CNNDiego Rivera is widely recognized for his influence on modern art.\nMexican muralists in particular had a \"seismic influence\" on the development of socially conscious art and street art, says Barbara Haskell, curator of \"Vida Americana: Mexican Muralists Remake American Art, 1925-1945.\"\n\"The Mexican muralists created an art that looked modern and drew on subjects that mattered to everyday people,\" Haskell said.\nWhile many post-war American artists traveled south to take in the street-art sights, the trio became the toast of New York City art circles in the 1930s and exported the homegrown Mexican art form abroad.\nHaskell said that rediscovering the genius of Mexican muralists offers an encouraging reminder about a fundamental purpose of art -- especially during a time when a banana can fetch $120,000 at an art fair.", "paragraphs": ["Written by Anne Quito, CNN", "Diego Rivera is widely recognized for his influence on modern art. Active in the first half of the 20th century, he was collected by the Rockefellers, displayed at leading galleries, and remains the most expensive Latin American artist today.", "While he and his wife Frida Kahlo were the most famous artistic exports from their home country of Mexico, they were not the only ones. As an eye-opening new exhibition at the Whitney Museum in New York argues, it was a group of Mexican artists -- and not so much the European modernists like Pablo Picasso or the cast of French Impressionists -- who shaped post-war art in the US.", "Mexican muralists in particular had a \"seismic influence\" on the development of socially conscious art and street art, says Barbara Haskell, curator of \"Vida Americana: Mexican Muralists Remake American Art, 1925-1945.\"", "\"This exhibition seeks to turns art history on its head,\" she said in a phone interview.", "A long-time curator at the Whitney, Haskell first had the idea for the exhibition nearly a decade ago, but it was the recent interest in Mexican culture and politics that propelled the show forward.", "\"It's a good time to assess the creativity and aesthetic innovation that came out of the relationships between artists from Mexico and the United States,\" she explained, framing the show as a counterpoint to the physical and psychological borders that the Trump administration is seeking to enforce between the neighboring nations.", "The exhibition traces the Mexican artists' influence on the output of their American counterparts, including Thomas Hart Benton, Isamu Noguchi, Jackson Pollock, and Ben Shahn -- not to mention the legions of muralists employed under the Works Progress Administration, part of Roosevelt's New Deal to get Americans back to work during the Great Depression.", "The show includes startling juxtapositions between American painter Jackson Pollock and one of the most important 20th century muralists, Mexican painter José Clemente Orozco, for example. Pollock was so moved by Orozco's \"Prometheus\" mural in Pomona, California, that he called it the \"best painting in the Western hemisphere.\"", "\"The Mexican muralists created an art that looked modern and drew on subjects that mattered to everyday people,\" Haskell said. \"It was modern art that was accessible.\" By depicting political and social subjects on the walls of schools, government buildings and seminaries, the muralists were making art that was inviting and relevant to the public -- an alternative to the non-figurative abstract expressionism that dominated the American art scene at that time.", "For instance, in a scene that immortalizes the heroism of working class people, Rivera's fresco \"The Uprising\" (1931) depicts a woman gallantly fending off a soldier to shield the baby at her hip during a labor strike.", "Following the decade-long Mexican Revolution that ended in 1920, the muralist movement emerged when president Álvaro Obregón's administration established a public art program. Painters such as Rivera, Orozco and David Alfaro Siqueiros were offered walls to create frescos that in large part lionized the heroism of everyday Mexicans.", "Rivera, Orozco and Alfaro -- dubbed \"Los tres grandes\" (\"the big three\") by the American press -- are the stars of \"Vida Americana.\" While many post-war American artists traveled south to take in the street-art sights, the trio became the toast of New York City art circles in the 1930s and exported the homegrown Mexican art form abroad.", "Siqueiros is the little-known grandfather of street art and the 1960s Chicano Mural Movement in Southwest America. Orozco, a sharp political caricaturist, had large murals in Pomona College, the New School and Dartmouth College, and illustrated the first edition of John Steinbeck's novel \"The Pearl.\"", "US corporations eagerly sought Rivera, whose torrid marriage to fellow artist Frida Kahlo is legendary, and who remains the most famous of the trifecta. His 1931 solo retrospective at the newly established Museum of Modern Art drew large crowds, far eclipsing visitor numbers for the MoMA Henri Matisse exhibition that same year. The outspoken communist also had major commissions in Detroit, California and New York.", "Among the must-see pieces in \"Vida Americana\" are two studies for \"Man at the Crossroads,\" Rivera's controversial fresco commissioned for New York's Rockefeller Center. Famously, after paying the full contract fee of $21,000, Nelson Rockefeller had the mural demolished because Rivera refused to remove a likeness of Vladimir Lenin from the composition. Borrowed from Mexico City's Museo Anahuacalli, the two sketches will be exhibited in the US for the first time.", "Haskell said that rediscovering the genius of Mexican muralists offers an encouraging reminder about a fundamental purpose of art -- especially during a time when a banana can fetch $120,000 at an art fair. \"It's so easy to think of art now in terms of auction prices,\" she observed. \"For some people who are distressed with the commodification of art, here's a form that really believed in its vital role in society.\""], "authors": ["Anne Quito"], "keywords": ["artists", "rivera", "muralists", "vida", "modern", "art", "american", "mexican", "exhibition", "orozco", "shaped"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}