{"id": "dfe43771-bdfe-37a7-8cc0-374d555f0277", "title": "The 9 Best TVs (2020): 4K, 8K, OLED, and Buying Tips", "url": "https://www.wired.com/gallery/best-tvs#intcid=_wired-most-popular-right-rail_4f3bd516-b55a-46c4-bc44-b0fba9ab7957_popular4-1", "summary": "To help you navigate the dozens of seemingly identical TV models from Samsung, LG, Vizio, TCL, Sony, and other manufacturers, we've watched hundreds of hours of content on them and picked a few of our favorites.\nWe've got you covered, with everything from the best budget TV to the absolute best set you can buy if money is no object—and a few excellent choices in between.\nWe also believe you should invest in a good soundbar and TV streaming stick.\nTVs now come with wonderful displays, but they're terrible at sound and running apps.\nUpdated October 2020: We've updated prices and descriptions, and added the 2020 TCL 5- and 6-Series, and the Sony A8H OLED.", "paragraphs": ["Saving up for a new screen? To help you navigate the dozens of seemingly identical TV models from Samsung, LG, Vizio, TCL, Sony, and other manufacturers, we've watched hundreds of hours of content on them and picked a few of our favorites. We've got you covered, with everything from the best budget TV to the absolute best set you can buy if money is no object—and a few excellent choices in between.", "We also believe you should invest in a good soundbar and TV streaming stick. TVs now come with wonderful displays, but they're terrible at sound and running apps. Be sure to check out our many other buying guides.", "Unless labeled otherwise, every TV we link to is 55 inches. There are often larger and smaller sizes available on the retailer's site, but this is a very good size for most living rooms. It's worth noting that all of these models have a 4K Ultra HD pixel resolution (and some even 8K), because there aren't a lot of good reasons to buy a standard HDTV anymore, or many for sale.", "Updated October 2020: We've updated prices and descriptions, and added the 2020 TCL 5- and 6-Series, and the Sony A8H OLED."], "authors": ["Parker Hall", "Parker Hal"], "keywords": ["best", "models", "8k", "buying", "worth", "4k", "good", "2020", "tv", "tcl", "sony", "buy", "tips", "weve", "oled", "tvs"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}