{"id": "dfea41d5-143a-330e-86f5-218c434c7b63", "title": "13 Sentinels: Aegis Rim Review – A Future Drawn From The Past", "url": "https://www.gameinformer.com/review/13-sentinels-aegis-rim/13-sentinels-aegis-rim-review-a-future-drawn-from-the-past", "summary": "However, 13 Sentinels: Aegis Rim shows no such restraint.\nThe bonkers story and gorgeous art are the main attractions in 13 Sentinels.\nThough you still advance through plenty of dialogue boxes, 13 Sentinels gives you more agency than typical visual novels provide.\nSome character arcs can only continue once you have cleared certain battles, which is the other major component of 13 Sentinels.\nYou engage in tactical combat across different sections of the city, unleashing missiles and lasers against hordes of advancing enemies.", "paragraphs": ["As a narrative genre, sci-fi has limitless possibilities. It encompasses far-flung concepts like time travel, rampaging monsters, android assassins, and more. Even with all of that within reach, most sci-fi stories limit their scope to exploring just a few big ideas. However, 13 Sentinels: Aegis Rim shows no such restraint. It’s an all-inclusive, pulpy feast that draws inspiration from every corner of the sci-fi kingdom; it’s The War of the Worlds plus The Terminator plus Neon Genesis Evangelion plus several other well-known media that would spoil important plot points if I mentioned them. But here’s the most amazing part: It all works together.", "The bonkers story and gorgeous art are the main attractions in 13 Sentinels. It also has some tactical combat, but the game is primarily a visual novel about a group of teenagers who pilot giant armored suits called sentinels. They do this to save the world from an invasion of seemingly alien beasts, but the characters also deal with own personal drama along the way, navigating their relationships and desires in the midst of the looming crisis. I like how the tale gradually shifts its focus, starting with a familiar school-life setup before layering in the more outlandish developments. For example, one girl has a crush on a cool new student, while another befriends a mysterious robot. I won’t ruin any revelations or surprises here, but I was ultimately satisfied by the journey. It sometimes relies too much on homages rather than its own ideas, but even as a tour of popular sci-fi concepts, the story is entertaining.", "Though you still advance through plenty of dialogue boxes, 13 Sentinels gives you more agency than typical visual novels provide. Your actions won’t change the final result, but I was still impressed by how modular the narrative is. Protagonists have their own arcs divided into chapters, and you can jump between them freely. You can get to know the girl obsessed with U.F.O.s, then switch to the boy who loves kaiju movies. My initial intent was to finish one entire arc before proceeding to the next, but that isn’t possible; your progress with some characters is contingent on meeting other conditions, so you need to leave them partly finished and follow other threads. However, these bottlenecks aren’t frustrating. Instead, they build mystery and anticipation, sometimes leaving off on cliffhangers that had me excited to unlock the next sequence.", "Some character arcs can only continue once you have cleared certain battles, which is the other major component of 13 Sentinels. You engage in tactical combat across different sections of the city, unleashing missiles and lasers against hordes of advancing enemies. The best thing I can say about this whole mode is that it is mercifully unobtrusive; fights aren’t difficult enough to be a significant barrier to your progression (unless you set them to hard), so you can plow through a bunch of them and then get back to the story. I like the systems that support the combat, like purchasing and upgrading moves for each of your 13 sentinels, but your time on the battlefield doesn’t have the depth to make all that tinkering exciting.", "The combat encounters aren’t even cool to watch because the tactical mode uses simplified and generic representations that don’t do the action justice. It’s a shame the sentinels are disappointing when you’re in the cockpit, because their designs look awesome when you see them up close in the narrative campaign. In contrast to the visually bland battles, the story scenes all feature lovely 2D illustration. You watch striking sunsets and visit cozy homes full of delicious-looking food, all while controlling characters brought to life with stylish animations that express their personalities. Stunning art is developer Vanillaware’s hallmark, and that tradition continues here – as long as you aren’t in combat.", "Vanillaware’s previous games include fantasy-inspired fare like Odin Sphere, Muramasa, and Dragon’s Crown. With 13 Sentinels: Aegis Rim, the studio doesn’t just dip its toes into sci-fi; it jumps into the deep end with a story that takes inspiration from the genre’s most iconic works. While that doesn’t result in the most original plot, it is still a fun and ambitious experience that combines high-school drama and huge robots in a (mostly) beautiful package."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["review", "aegis", "narrative", "doesnt", "combat", "drawn", "arent", "future", "plus", "characters", "scifi", "13", "past", "sentinels", "tactical", "rim"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}