{"id": "dffdd995-cc04-3f51-87ca-7e6ff58f01a1", "title": "Yes, You Should Be Using Apple Pay or Google Pay", "url": "https://www.wired.com/story/you-should-use-apple-pay-google-pay#intcid=_wired-archive-listing-right-rail_5081057c-f754-4859-b4a9-34f215891254_popular4-1", "summary": "When Apple Pay was first announced back in 2014, it seemed like a revolutionary idea that would take a while to catch on.\nIf you aren't using Apple and Google Pay at the grocery store, it's time to start—it's better than a credit card in pretty much every way.\nPulling out your card just feels archaic in comparison, and once you've tried Apple and Google Pay, you'll want to use it whenever possible.\nIt'll work through the mobile apps and on websites (though Apple Pay requires a Mac for desktop usage).\nYou Still Get Your Credit Card PointsWhenever I evangelize Apple and Google Pay to friends, I get the same question: \"But what about my credit card points?\"", "paragraphs": ["When Apple Pay was first announced back in 2014, it seemed like a revolutionary idea that would take a while to catch on. Six years later, a little under half the iPhone users out there are paying with their phone, with Google and Samsung Pay growing on Android as well. Apple Pay currently accounts for 10 percent of all global card transactions.", "That's impressive, but I can't help feeling it should be even more popular than it is. If you aren't using Apple and Google Pay at the grocery store, it's time to start—it's better than a credit card in pretty much every way.", "It's Much Faster Than Chip-Based Credit Cards", "To start, credit cards have gotten annoyingly slow, thanks to the new chip-based readers. This new (old) tech is much slower than the old swipe-to-pay credit cards of yore, making plastic a bit more of a hassle. Pull out your wallet, dig through to find the right card, put it in, wait, then do it all in reverse when the reader beeps at you like you've accidentally tripped some sort of alarm.", "With Apple and Google Pay, you just pull out your phone, unlock the home screen, and hover it over the reader—it'll \"swipe\" your digital credit card instantaneously, faster than any chip-based card. You don't even have to open the app—just unlock your phone and tap. If you have a smartwatch, you might be able to tap it to the reader without even touching your phone.", "Of course I'm exaggerating the annoyance of credit cards just a bit here, but I really can't overstate how fast and easy tap-to-pay is. Pulling out your card just feels archaic in comparison, and once you've tried Apple and Google Pay, you'll want to use it whenever possible.", "It's Available in a Ton of Stores", "When tap-to-pay systems first launched, it felt like they were only available at a few select stores—popular ones, sure, but few and far enough between that you were still using your credit card the vast majority of the time. That's no longer true. Not only have more national chains caught up (from grocery stores to pharmacies to the mall and beyond), but smaller mom-and-pop shops often offer the service as well, thanks to Square and other modern payment kiosks that accept tap-to-pay. In my neighborhood, I have the convenience of Apple Pay at the grocery chain down the street as well as the independent bagel shop around the corner. It's becoming rarer and rarer that I actually have to pull out my wallet. Of course, this may vary depending on where you live and the stores available to you—but it's becoming much more widespread.", "You can also use it for non-physical purchases, like food delivery apps, online stores like Macy's and Target, and online ticket purchases (you know, when movie theaters become a thing again). It'll work through the mobile apps and on websites (though Apple Pay requires a Mac for desktop usage). As long as you have a card in your Apple or Google Pay wallet, you can order that takeout from a new app without having to type in your credit card number. Seconds matter when pizza is on the line, guys.", "You Still Get Your Credit Card Points", "Whenever I evangelize Apple and Google Pay to friends, I get the same question: \"But what about my credit card points?\" This is a misunderstanding of how these services work. You aren't paying Apple, who then pays the retailer. When you tap your phone to pay at Trader Joe's, it works exactly as if you'd scanned your credit card—the charge shows up on your Visa bill as Trader Joe's, and you get all the points you're entitled to, including whatever extra bonus points your card applies to that category (double points on groceries, for example)."], "authors": ["Whitson Gordon", "Whitson Gordo"], "keywords": ["apple", "credit", "points", "taptopay", "tap", "pay", "google", "card", "yes", "using", "phone", "wallet"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}