{"id": "e024b3b8-c01c-301b-9d41-6310392c2056", "title": "Prince Andrew joins the Queen at Norfolk church service", "url": "https://www.theguardian.com/uk-news/2020/jan/19/prince-andrew-joins-the-queen-at-norfolk-church-service", "summary": "Facebook Twitter Pinterest The Queen and Prince Andrew arrive by car.\nPhotograph: Tim Rooke/Rex/ShutterstockLast month Andrew skipped the main 11am Christmas Day service at Sandringham, where members of the royal family traditionally walk to church and meet members of the public.\nBut on Sunday as the Queen met fans, Andrew stood smiling alongside her.\nFacebook Twitter Pinterest The Queen was all smiles on Sunday.\nFacebook Twitter Pinterest The Queen is greeted at the church, with Andrew in close attendance.", "paragraphs": ["Monarch shows her support for son after he stepped down from royal duties", "With the spotlight firmly on the Duke and Duchess of Sussex, the Queen showed her firm support for another non-working royal as the Duke of York accompanied her to church in Norfolk.", "It was a rare public appearance for Prince Andrew, 59, who has stepped down from royal duties for the foreseeable future following a disastrous Newsnight interview over his friendship with the late financier and sex offender Jeffrey Epstein in November.", "Andrew’s presence alongside a smiling Queen as they walked into a service at St Mary the Virgin church in Hillington conveyed the clear message that despite recent extraordinary events, the Windsors are presenting a business-as-usual front.", "Facebook Twitter Pinterest The Queen and Prince Andrew arrive by car. Photograph: Tim Rooke/Rex/Shutterstock", "Last month Andrew skipped the main 11am Christmas Day service at Sandringham, where members of the royal family traditionally walk to church and meet members of the public. Instead, he attended a 9am service, before the crowd was admitted into the estate grounds, and he was caught by cameras walking in deep conversation with Prince Charles.", "But on Sunday as the Queen met fans, Andrew stood smiling alongside her.", "Facebook Twitter Pinterest The Queen was all smiles on Sunday. Photograph: Joe Giddens/PA", "This week there were unconfirmed reports of a possible downgrade of Andrew’s security, as he no longer performs royal engagements. He retains his HRH status.", "The Evening Standard reported that the Home Office was recommending the downgrade following an internal Metropolitan police review, but that a final decision rested with the prime minister and home secretary. The Home Office, Met police and Buckingham Palace refused to comment on the claims.", "Andrew stood down from public duties within days of the BBC interview with the Newsnight anchor Emily Maitlis. He was accused of lacking empathy for Epstein’s victims and of failing to show regret over his friendship with the disgraced US financier.", "Facebook Twitter Pinterest The Queen is greeted at the church, with Andrew in close attendance. Photograph: Lindsey Parnaby/AFP via Getty Images", "Among royal fans outside the church on Sunday there was sadness over the Sussexes, but most felt the Queen would rally. “She’ll take it in her stride, won’t she? She’ll be fine. She looked very happy,” said Karen Astoe, 55, from Dudley, West Midlands.", "Rosie Viles, from nearby Hunstanton, said the saga was likely to have been “stressful” for the monarch “but she sorts it all out, always does”.", "Viles added: “It’s sad but it’s his [Harry’s] decision. He perhaps thinks of his mum and doesn’t want the pressure for his wife and child. I think that now they’ve agreed to pay back Frogmore, I think a lot of people will appreciate that.”"], "authors": ["Caroline Davies"], "keywords": ["prince", "norfolk", "pinterest", "twitter", "public", "queen", "church", "andrew", "royal", "photograph", "joins", "service"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}