{"id": "e0679416-9066-382c-9709-6226f1f1f919", "title": "Rep. Kevin Brady (R-TX): The Blue Wave Just Crashed And Burned In Texas", "url": "https://radio.foxnews.com/2020/11/06/rep-kevin-brady-r-tx-the-blue-wave-just-crashed-and-burned-in-texas/", "summary": "Congressman Kevin Brady of Texas, the top Republican on the House Ways and Means Committee spoke with Fox News Radio's Guy Benson about the gains made by Republican's in the House Of Representatives.\nThe blue wave just crashed and burned in Texas.\nTexas Democrats lost, as you said, the president in U.S. Senate race.\nThey failed in Texas to take the Texas House.\nThey lost ground with Hispanics in Texas, President Trump and Republicans gained among minorities.", "paragraphs": ["Congressman Kevin Brady of Texas, the top Republican on the House Ways and Means Committee spoke with Fox News Radio's Guy Benson about the gains made by Republican's in the House Of Representatives. Rep. Brady said,", "\"I think this example will happen across the country. The blue wave just crashed and burned in Texas. So despite having an unbelievable amount of money, most of it from out of state, Bloomberg Dark money, record voter turnout and they politicized the pandemic. Texas Democrats lost, as you said, the president in U.S. Senate race. They lost all 10 of their targeted congressional races. They failed in Texas to take the Texas House. And they predicted that two years ago they were actually having a speaker's race among Democrats and got in, went over there. They lost the statewide races, each of them by between eight and 11 points. And then I think to make matters worse for them, something they really ought to be worried about. They lost ground with Hispanics in Texas, President Trump and Republicans gained among minorities. So it is by every measure just a catastrophe. And you saw this all across the country.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["wave", "race", "money", "president", "think", "brady", "republicans", "having", "crashed", "texas", "burned", "races", "blue", "rep", "lost", "house", "rtx", "kevin"], "pubDate": "2020-11-06T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}