{"id": "e06b769c-085f-35ec-a254-8680b30d05a8", "summary": "(CNN) — The first cannabis cafe in the United States opens Tuesday in Los Angeles .\nCalled Lowell Farms: A Cannabis Cafe, it will be the first farm-to-table restaurant that highlights cuisine and cannabis.\nThat makes it the first business in the United States to be granted a fully legal cannabis consumption license, it says.\n\"Lowell Farms: A Cannabis Cafe will serve as a welcoming and safe environment for all to enjoy and learn about consumption in the newly legal world of cannabis.\"\nCafe rendering Cafe LowellThe cafe will have its own version of a sommelier, which it is calling \"tableside flower service.\"", "title": "The first cannabis cafe in the United States opens", "pubDate": null, "paragraphs": ["(CNN) — The first cannabis cafe in the United States opens Tuesday in Los Angeles . Called Lowell Farms: A Cannabis Cafe, it will be the first farm-to-table restaurant that highlights cuisine and cannabis.", "West Hollywood created eight cannabis consumption licenses and of more than 300 applicants, Lowell Farms was granted the first one, the restaurant says. That makes it the first business in the United States to be granted a fully legal cannabis consumption license, it says.", "A rendering of the interior of the cafe. Cafe Lowell", "H", "ead chef Andrea Drummer was trained at Le Cordon Bleu in Los Angeles. In 2012, she launched her cooperative, Elevation VIP. There, she became known for creating THC- and CBD-infused cuisine and has hosted celebrities like Miguel and Wiz Khalifa.", "Related content What you need to know about recreational pot in Canada", "At Lowell Farms , Drummer has created a menu that will be reflective of California flavors, and it will feature seasonal dishes that are complementary to the effects of THC. Because of current cannabis legislation, the restaurant says, its dishes will not be infused with cannabis.", "\"In harmony with the West Hollywood community, the restaurant will offer a first-of-its-kind nightlife experience,\" a spokeswoman told CNN. \"Lowell Farms: A Cannabis Cafe will serve as a welcoming and safe environment for all to enjoy and learn about consumption in the newly legal world of cannabis.\"", "Cafe rendering Cafe Lowell", "The cafe will have its own version of a sommelier, which it is calling \"tableside flower service.\" A Lowell Farms \"flower host\" will discuss the different strains available and explain their flavors and effects.", "Guests will be able to smoke marijuana at the cafe using joints, pipes and bongs. The 5,900-square foot space will have both a smoking and non-smoking patio, and the entire indoor space is a designated smoking area.", "Related content These may be the best tacos in L.A.", "Edibles will also be available for consumption."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": [], "url": "https://edition.cnn.com/travel/article/cannabis-cafe-lowell-farms-trnd/index.html", "keywords": ["consumption", "opens", "space", "thc", "cannabis", "lowell", "restaurant", "farms", "united", "states", "cafe"]}