{"id": "e09c1f2b-5be4-3e2a-b97b-b618ed663d1e", "title": "Coronavirus infections rising in New Jersey nursing homes: report", "url": "http://www.foxnews.com/health/coronavirus-infections-new-jersey-nursing-homes-report", "summary": "Coronavirus infections among nursing home residents are ticking higher in New Jersey as the second wave has taken effect, per a report.\nState health records show cases at the Dellridge Health & Rehabilitation Center in North Jersey spiked from two infections in October to seven this week, a local outlet, NorthJersey.com, reported.\nThe incidence of cases among nursing homes in the Garden State represent just one example of the scene across the country, with one virus-laden nursing home in Kansas even recently losing its federal Medicare funding.\n“We have increased our staff testing to twice weekly based on the county positivity rate.\nSo far, New Jersey has reported a total of 249,380 coronavirus cases and 14,616 related deaths.", "paragraphs": ["Coronavirus infections among nursing home residents are ticking higher in New Jersey as the second wave has taken effect, per a report.", "State health records show cases at the Dellridge Health & Rehabilitation Center in North Jersey spiked from two infections in October to seven this week, a local outlet, NorthJersey.com, reported.", "The incidence of cases among nursing homes in the Garden State represent just one example of the scene across the country, with one virus-laden nursing home in Kansas even recently losing its federal Medicare funding.", "THIS STATE'S CORONAVIRUS MITIGATION TACTICS 'LIKELY' DROPPED CASES, SERIOUS OUTCOMES", "In late September, Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases (NIAID), told Gov. Phil Murphy the state was well-positioned for the colder months ahead given its low baseline of community spread. Figures from the state health department show new daily cases have gradually been on the rise since then, but are nowhere near the surge seen in April when nearly 4,400 cases were reported on several occasions.", "By Nov. 2, the state had a positivity rate of 6%, which is just above the World Health Organization's threshold of a 5% positivity rate for two weeks as a guide for reopening.", "NEW JERSEY'S GOV. MURPHY WON'T RULE OUT ANOTHER CORONAVIRUS LOCKDOWN AS CASES SPIKE", "The outlet reported that facilities in northern New Jersey counties are reporting some of the largest spikes in cases statewide, citing state records. As of Thursday, there were reportedly ongoing outbreaks across 191 nursing facilities, which is a jump from 156 on Oct. 19.", "“We remain hyper-vigilant in our efforts to eradicate COVID-19,” said Family of Care, the health system owning Dellridge, per the outlet. “We have increased our staff testing to twice weekly based on the county positivity rate. We are in daily contact with our Local and State Departments of Health.”", "However, there was a mistake: Dellridge officials were reportedly removing case numbers off of totals as residents recovered, though a state spokeswoman reportedly said the facility would correct the issue. So far, New Jersey has reported a total of 249,380 coronavirus cases and 14,616 related deaths.", "GET THE FOX NEWS APP"], "authors": ["Kayla Rivas", "Kayla Rivas Is A Health Reporter", "Joined Fox News In April"], "keywords": ["nursing", "jersey", "homes", "infections", "cases", "health", "reportedly", "coronavirus", "reported", "rising", "state", "rate", "report", "positivity"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}