{"authors": ["Sara Castellanos", "Sara.Castellanos Wsj.Com"], "id": "e0eb8cda-7791-39e6-a5ff-fc5816350187", "pubDate": null, "title": "Bayer Executive Joins Johnson & Johnson as CIO", "keywords": ["company", "executive", "joins", "swanson", "technology", "data", "mr", "jj", "cio", "bayer", "science", "johnson"], "paragraphs": ["Jim Swanson, formerly a technology executive at Bayer AG ’s crop-science division, has joined Johnson & Johnson as chief information officer.", "He succeeds Stuart McGuigan, who was CIO at J&J for seven years and now runs information technology at the State Department.", "Mr. Swanson will be responsible for “amplifying Johnson & Johnson’s business impact and shaping its direction through the strategic use of technology,” according to a company biography. J&J declined to comment and Mr. Swanson couldn’t be reached for comment.", "At Bayer, Mr. Swanson led initiatives that involved data science—generating insights or predictions from data using algorithms. In one example, he used data science to reduce the crop-science division’s carbon footprint, according to a video on Bayer’s website.", "J&J Chief Executive Alex Gorsky spoke about the strategic importance of data science on an earnings call in May: “We’re spending a lot of time looking at data-science capabilities and how we integrate that more and more into what we’re doing on a daily basis in pharma.”", "The company makes prescription drugs, medical devices, consumer goods such as Band-Aids and baby shampoo, and other products.", "Mr. Swanson joins J&J at a time when the health-care industry is betting on emerging technologies such as artificial intelligence and predictive analytics to identify patients at risk for opioid abuse and chronic diseases, said Ana Gupte, an independent health-care analyst. The drugmaker this week agreed to a $20.4 million settlement to avoid a trial accusing the company of helping spark an opioid-addiction crisis in two Ohio counties.", "Ms. Gupte said that health-care companies are also using emerging technologies to help physicians improve the accuracy of various diagnoses and to advance the development of drugs. “Artificial intelligence and machine learning are pretty critical for a company like J&J,” she said.", "Mr. Swanson has a reputation for being a solid manager and technology leader, said Gerry McNamara, senior partner for the technology officers practice at executive-search firm Korn Ferry. “He’s a very highly collaborative team player, thoughtful on the field with his people and rolls up his sleeves when necessary,” Mr. McNamara said. Korn Ferry wasn’t involved in Mr. Swanson’s recruitment.", "At J&J, Mr. Swanson is based at the drugmaker’s headquarters in New Brunswick, N.J. At Bayer, he was based in Monheim, Germany, according to the company’s website. The new CIO at Bayer’s crop-science unit is Ingo Elfering, formerly CIO and innovation officer at U.K.-based drugmaker Indivior PLC.", "Before joining Bayer, Mr. Swanson was CIO at seed and pesticide company Monsanto, acquired by Bayer for $63 billion in 2018.", "Between 1996 and 2005, Mr. Swanson was an IT executive at J&J’s research-and-development division. He has a bachelor’s degree in bioscience and biotechnology as well as a master’s degree in computer science, both from Drexel University.", "Write to Sara Castellanos at sara.castellanos@wsj.com"], "summary": "Jim Swanson, formerly a technology executive at Bayer AG ’s crop-science division, has joined Johnson & Johnson as chief information officer.\nAt Bayer, Mr. Swanson led initiatives that involved data science—generating insights or predictions from data using algorithms.\nIn one example, he used data science to reduce the crop-science division’s carbon footprint, according to a video on Bayer’s website.\nBefore joining Bayer, Mr. Swanson was CIO at seed and pesticide company Monsanto, acquired by Bayer for $63 billion in 2018.\nBetween 1996 and 2005, Mr. Swanson was an IT executive at J&J’s research-and-development division.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/bayer-executive-joins-johnson-johnson-as-cio-11570127506?mod=hp_minor_pos5"}