{"id": "e12df7d1-06bb-3604-904a-bbdc06e7fddf", "title": "New Battlefield Game Expected To Hit Holiday 2021", "url": "https://www.gameinformer.com/2020/11/05/new-battlefield-game-expected-to-hit-holiday-2021", "summary": "During today's fiscal year 2021 Q2 Electronic Arts report, the company revealed that a new Battlefield game is on the way, and it's actually not that far away.\nFrom the prepared remarks portion of the earnings report from Electronic Arts CEO Andrew Wilson: \"DICE is creating our next Battlefield game with never-before-seen scale.\nGame Informer scored the previous title, Battlefield 5, with a solid 8.\nBattlefield V's Firestorm attempted this to some extent, but there may still be room for another giant-size battle free-to-play battle royale out there.\nWhat do you expect to see in the next Battlefield title?", "paragraphs": ["During today's fiscal year 2021 Q2 Electronic Arts report, the company revealed that a new Battlefield game is on the way, and it's actually not that far away. According to prepare remarks in the EA report, the next game in the Battlefield franchise arrives holiday season next year — and we'll have much more information about it next spring.", "From the prepared remarks portion of the earnings report from Electronic Arts CEO Andrew Wilson: \"DICE is creating our next Battlefield game with never-before-seen scale. The technical advancements of the new consoles are allowing the team to deliver on a true next-gen vision for the franchise. We have hands-on play testing underway internally, and the team’s been getting very positive feedback on the game as we’ve begun to engage our community.\"", "Game Informer scored the previous title, Battlefield 5, with a solid 8. \"Battlefield V is a good, if safe game that feels more iterative than innovative. Its legacy will likely be defined by how steady and interesting the stream of new content is moving forward.\" Check out the entire review here.", "What form the next Battlefield game takes is a great question, especially since it seems that Call of Duty: Black Ops Cold War is attempting to eat some of Battlefield's lunch with its new Combined Arms offerings, allowing players to do battle with a deluge of vehicles on the sea, in the air, and on the ground.", "One big question as we look to next year and the new Battlefield experience — is this the moment where Battlefield goes big time battle royale alongside a traditional title? Battlefield V's Firestorm attempted this to some extent, but there may still be room for another giant-size battle free-to-play battle royale out there. Some may think that the F2P battle royale scene is finally too bloated with massive games like Apex Legends, Fortnite, and of course the highly relevant more direct competitor Call of Duty: Warzone, but the success of the latter has inevitably come up in plenty of conversation over at EA and DICE.", "What do you expect to see in the next Battlefield title? A return to form? Something brave and bold? A free-to-play battle royale experience as a standalone entity alongside a traditional entry? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["hit", "title", "battlefield", "expected", "battle", "royale", "freetoplay", "traditional", "question", "report", "remarks", "holiday", "game", "2021"], "pubDate": "2020-11-05T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}