{"id": "e14f70c4-3f86-3907-9cff-ecd06f60e823", "title": "How Hungary produced the 'world's most expensive wine'", "url": "https://edition.cnn.com/travel/article/expensive-wine-hungary/index.html", "summary": "It was described as the \"world's most expensive wine\" at the time of its launch, and while this statement is difficult to quantify, the Essencia 2008 magnum decanter was certainly the most expensive wine put up for sale in 2019.\n\"Essencia in itself is a miracle of nature,\" says Orsi Szentkiralyi, a London-based Hungarian wine professional.\nCourtesy Royal Tokaji Wine CompanyThis results in a distinct and hugely intense flavor, with hints of honey, apricot and tea, that's almost unbearably sweet.\nBut I think from an outsider's perspective, Tokaji wine has this mystique.\nRelated content How Budapest became a fine dining force to be reckoned withRich heritageFrance's Louis XIV famously referred to Tokaji wine as \"the wine of Kings and King of wines.\"", "paragraphs": ["(CNN) — There's no denying that good wine comes with a price, but $40,000 seems rather steep.", "However, Hungarian winemakers Royal Tokaji say their limited edition Essencia 2008 decanter is worth every cent.", "Only 20 of the unique 1.5 liter magnums, designed by Hungarian-based artist James Carcass, exist, 18 of which were released last year.", "It was described as the \"world's most expensive wine\" at the time of its launch, and while this statement is difficult to quantify, the Essencia 2008 magnum decanter was certainly the most expensive wine put up for sale in 2019.", "Each of the decanters, which come in a lacquered black box with a switch that illuminates the bottle, is specially hand-blown, meaning no two are completely identical.", "Approximately 11 have already sold, so it seems likely Royal Tokaji will sell the remaining seven before the wine's 2300 expiry date.", "But what makes this particular vintage so valuable?", "'Miracle of nature'", "Essencia is made in Hungary's Tokaj wine region, located northeast of Budapest, which serves as a popular day trip for travelers visiting the capital city.", "The sweet wines produced here are reliant on botrytis cinerea mold, known as \"noble rot,\" that dries out grapes on the vine, shriveling them into what looks like brown raisins.", "Only the best aszú grapes are used for Essencia, which is made entirely from the juice of aszú berries (the other wines produced in the region have a base wine added to dilute their sweetness).", "Visitors can arrange private tours of the winery, located around a two and a half hour drive from Budapest, in order to taste it.", "\"Essencia in itself is a miracle of nature,\" says Orsi Szentkiralyi, a London-based Hungarian wine professional. \"It's very labor intensive and takes many years of careful work in the cellar.", "\"It only reaches a couple of degrees of alcohol but has lots and lots of natural sweetness. It's so rich it's normally served on a spoon instead of a glass.\"", "Essencia can only be produced in years with more or less perfect weather conditions for botrytis. And 2008 marked a particularly impressive year.", "It takes about a kilogram of \"incredibly ripe\" aszú grapes to produce just a teaspoon, while around 20 kilograms of grapes shriveled to aszú berries are required for a 37.5 centiliter bottle of wine, which usually contains around 3% alcohol.", "Although a lot of work is involved in gathering the grapes, the fermenting process is relatively simple, as \"you just bottle it and leave it.\"", "\"It's always the winemaker's decision when we bottle an Essencia,\" explains Zoltan Kovacs, general manager at the Royal Tokaji Winery, located in the Tokaj district of Mád.", "\"It could be after three, or four years, or even 10. This [2008] Essencia was bottled after eight years of maturation. It's a slightly unusual Essencia because it has a higher alcohol volume -- around 4%.\"", "Related content The best luxury bars in Budapest", "Valuable vintage", "A special permit from the Hungarian government was required to bottle Essencia 2018 in 1.5 liter decanters. Courtesy Royal Tokaji Wine Company", "This results in a distinct and hugely intense flavor, with hints of honey, apricot and tea, that's almost unbearably sweet. The liquid is so thick and syrupy, it's often served by the spoon. It's so mouth filling, it's hard to imagine having more than a few sips without feeling a little light-headed.", "Although Essencia 2008 has been on sale before, it's the exclusivity of this particular set that makes the decanters far more valuable than a standard bottle.", "Royal Tokaji had to obtain a special permit from the Hungarian government to bottle Essencia in 1.5 liter containers -- present laws only allow a maximum capacity of 0.5 liters.", "\"It really is one of a kind,\" says Charlie Mount, managing director of Royal Tokaji. \"I don't know if we'll ever be able to repeat it.\"", "The design of the unusual decanter was apparently inspired by the wine \"slowly dripping from the individually picked aszu berries.\"", "Once completed, the decanters were shipped to Portugal, where they were scanned and fitted with custom fitted corks, before being returned to Royal Tokaji, filled by hand and sealed.", "According to the team at Royal Tokaji, which was founded by British wine historian Hugh Johnson in 1990, one of the biggest successes of the venture is the fact that it's got the world talking about Hungarian wine again.", "\"This project is a symbol of one of Hungary's greatest exports,\" says Mount. \"Hungarians are very proud of the diversity of the wine produced in the country.", "\"They make a great range of wine. But I think from an outsider's perspective, Tokaji wine has this mystique. It's even mentioned in the Hungarian national anthem.\"", "Szentkiralyi shares this sentiment, stressing that the country still has a lot of unexplored potential with regards to its wine industry.", "\"The long winemaking traditions, the beneficial climate and the diversity of wine styles make it a great wine producing country, but the majority of production is still consumed locally,\" she says.", "While the collection may have put Tokaji, and effectively Hungarian wine, firmly back in the spotlight, its appeal, particularly that of Essencia, goes back centuries.", "Related content How Budapest became a fine dining force to be reckoned with", "Rich heritage", "France's Louis XIV famously referred to Tokaji wine as \"the wine of Kings and King of wines.\" Tamara Hardingham-Gill", "\"Even at the beginning of the 20th century, Tokaji was the most expensive wine in the world,\" says Mount.", "\"Doctors used to prescribe it to their patients. If you were lucky enough to be able to afford it, you would be prescribed a teaspoon of Essencia in the morning and a teaspoon at night.\"", "\"Pope Pius X kept it in his bedchamber and survived far longer than anyone expected because he was drinking Essencia.\"", "Perhaps the most famous reference is in Bram Stoker's \"Dracula,\" in which the character Jonathan Harker is served a bottle of Tokaji on his first night at Count Dracula's castle.", "\"The famous sweet wines of Tokaj have been enjoyed by the wealthy around the world for centuries,\" says Szentkiralyi.", "\"Essencia is a very unique product that may have been the privilege of royalty, but everyone can seek out and enjoy a glass of Hungarian wine to see the quality for themselves.\"", "However, those willing and able to spend $40,000 for the privilege of owning this particular bottle will no doubt be few and far between.", "Upscale London department store Fortnum & Mason recently purchased one of the decanters, while a collector in Beijing was the first individual buyer to snap one up.", "\"Of course, it's expensive,\" admits Mount. \"But true wine collectors will spend multiples of that [$40,000] each year on building a perfect cellar.\"", "Although all rare vintages increase in value over time, Essencia offers a particularly appealing expiry date (2300) due to its high sugar level and acidity.", "This effectively means the decanters will almost certainly be worth a lot more in years to come.", "So once a wine collector has added one to their cellar, how likely are they to actually drink it?", "According to Mount, the first bottle to sell was opened at a Chinese New Year party not long after the client received it.", "\"It pains me when something just sits on display,\" he says. \"Wine is made to be drunk. But equally, you'd want to save this one for a special occasion.\""], "authors": ["Tamara Hardingham-Gill"], "keywords": ["hungarian", "decanters", "bottle", "hungary", "essencia", "wine", "royal", "expensive", "grapes", "wines", "worlds", "tokaji", "2008", "produced"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}