{"summary": "A Florida man was arrested Sunday over reports that he allegedly shot at his coworker’s mom last month because of a sandwich order.\nDestin N. Garcia II, 18, was charged with aggravated assault with a deadly weapon for the Nov. 30 shooting at a home near Greenacres, the Palm Beach Post reported.\nThe following day, around 9 a.m., Garcia allegedly went to his coworker's home, shoved her mother and refused to leave when asked by the homeowner.\nGarcia took off but was arrested two weeks later by the Palm Beach County Sheriff’s Office.\nHe is currently being held at the Palm Beach County Jail on a $100,000 bond.", "keywords": ["garcia", "florida", "coworkers", "beach", "shoots", "report", "allegedly", "took", "order", "told", "mother", "weapon", "palm", "walmart", "arrested", "man", "sandwich"], "paragraphs": ["A Florida man was arrested Sunday over reports that he allegedly shot at his coworker’s mom last month because of a sandwich order.", "Destin N. Garcia II, 18, was charged with aggravated assault with a deadly weapon for the Nov. 30 shooting at a home near Greenacres, the Palm Beach Post reported.", "FLORIDA OFFICER ‘PHYSICALLY ASSAULTED’ IN HIGH SCHOOL BRAWL, 10 STUDENTS, ONE ADULT ARRESTED, POLICE SAY", "According to the report, on Nov. 29 Garcia and a coworker were working at the Subway inside the Palm Springs Walmart where a promotion for a free sandwich was being offered to store employees.", "Garcia allegedly told police he became upset with his coworker when she made a wrap for a Walmart manager, then ignored him when he told her she needed to pay the difference since the promotion was for subs only.", "The following day, around 9 a.m., Garcia allegedly went to his coworker's home, shoved her mother and refused to leave when asked by the homeowner.", "That’s when he took out a handgun and fired it at the woman’s feet, missing her, police said. Garcia took off but was arrested two weeks later by the Palm Beach County Sheriff’s Office.", "CLICK HERE TO GET THE FOX NEWS APP", "He was booked Sunday on a count of aggravated assault with a deadly weapon, without the intent to kill and one count of battery, inmate records showed.", "He is currently being held at the Palm Beach County Jail on a $100,000 bond."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/us/florida-man-shoots-at-coworkers-mother-over-sandwich-order-report", "authors": ["Paulina Dedaj", "Paulina Dedaj Is A Writer", "Reporter For Fox News. Follow Her On Twitter"], "id": "e16b4061-b61a-3a9f-8220-7c188bc182e8", "pubDate": null, "title": "Florida man shoots at coworker's mother over sandwich order: report"}