{"paragraphs": ["Written by Scarlett Conlon, CNN Milan", "Some of the biggest names in Italian fashion bookended a shorter, tighter Milan Fashion Week, beginning with Prada and ending with a surprise Gucci protest.", "Miuccia Prada chose a new approach, eschewing fashion in favor of timeless style, while Gucci's Alessandro Michele made a controversial statement with a series of straitjackets. But in the end, it was Donatella Versace who won the week with her Friday night slot.", "Here are key takeaways from the Spring-Summer 2020 event.", "The moment", "Revisiting one of her own most significant fashion contributions, Versace had J.Lo ignite the runway in a remake of the jungle green dress the singer wore to the 2000 Grammys.", "At the time, so many people searched images of the garment that Google was inspired to create Google Image Search.", "At the end of her show, which riffed heavily off the green palm print so synonymous with that gown, Versace's voice came over the sound system: \"OK Google, now show me the real jungle dress.\"", "Gucci model stages unplanned protest during show", "On cue, J.Lo herself emerged onto the runway in a new version of the dress and once again sent the social-media into meltdown.", "Elsewhere, several other designers exhibited their Spring-Summer 2020 collections in venues that also showcased Milan's stunning architecture.", "At each stop, new To celebrate her first season as creative director of M Missoni, Margherita Missoni staged her presentation on a tram traveling through the city.At each stop, new models got on , wearing a riot of classic Missoni prints.", "Her mother, Missoni creative director Angela Missoni, took over the Bagni Misteriosi open-air swimming pool, and Marco di Vincenzo became the first designer to make the sun-dappled banks of the Navigli Canal his catwalk.", "Silvia Fendi -- for her first solo ready-to-wear show since creative director Karl Lagerfeld's death in February -- showcased a giant light installation at Fendi HQ, representing a new era for the brand.", "At the Gucci Spring-Summer 2020 show, model Ayesha Tan Jones held her hands up, where she had written, in protest: \"Mental health is not fashion\". Credit: Jacopo Raule/Getty Images for Gucci", "Alessandro Michele's Gucci show was a fashion moment to remember too, although for reasons he probably did not predict.", "Interested by the notion of humanity and uniforms, Michele sent models down a conveyor belt runway wearing variations of white straitjackets, which the designer said were \"the most extreme version of a uniform dictated by society and those who control it.\"", "The move sparked protest from one of the show's models , Ayesha Tan Jones, who held her hands on the runway, to reveal a note written on her palms: \"Mental health is not fashion.\" The brand confirmed the straitjacket-inspired items will not be made available for sale, but were designed \"to represent how through fashion, power is exercised over life.\" The range also featured a number of colorful items that Gucci designed as an \"antidote\" to the white utilitarian garments.", "The artist", "Kaia Gerber models for Moschino's SS20 show. Scroll through the gallery for other highlights from Milan Fashion Week. Credit: Jacopo Raule/Getty Images", "Designers indulged their artistic inspirations as the relationships between art, lifestyle, craft and fashion merged again this season. At Moschino, Jeremy Scott was in the midst of his Picasso period, with painterly brushstrokes paying tribute to his icon's work. Never one to shy away from statement, Scott featured model Cara Taylor inside a giant gilt frame in his finale.", "Less literally at Bottega Veneta, Daniel Lee -- gaining confidence with his second collection for the house -- referenced Matisse in his new soon-to-be-cult monkey and pineapple prints, while over at Jil Sander, designers Luke and Lucie Meier's conceptual designs incorporated macramé, raffia, crochet and basketweave appliqué. The latter was a persistent undercurrent throughout the week with Sportmax, Tod's and Missoni -- among others -- all tapping the trend.", "The future looks bright", "Milan's designers may not have had pressure from the likes of Extinction Rebellion to address its carbon footprint, as London had the week before, but many took their moment in the spotlight to address the issue of sustainability.", "At Prada, which was one of the 32 fashion brands to sign up to the Fashion Pact last month and has committed to using regenerated nylon made from waste materials, head designer Miuccia Prada advocated a timeless rather than trend-led wardrobe. \"Simplicity is the first and most important thing, (more) than the clothes ... (these are) timeless clothes you don't throw away,\" she said after the show.", "At Colville, recycled boat sails had been made into deliciously crunchy wind breakers. At M Missoni, the majority of the collection was made from repurposed fabrics from the family archive.", "artist At Marni, the set (conceived by the Berlinartist Judith Hopf ) and elements of some dresses were crafted from plastic bottles.", "And at Stella Jean, fabrics were embroidered by the Chitral Women's Handicrafts Center in Kalash, Pakistan, to help preserve traditional methods and provide the community with income."], "id": "e1c6f0b3-639f-362a-bfb3-5e0e89a8892b", "url": "https://edition.cnn.com/style/article/milan-fashion-week-highlights-ss20/index.html", "title": "Milan Fashion Week: Here's what happened", "authors": ["Scarlett Conlon"], "keywords": ["fashion", "gucci", "springsummer", "week", "models", "milan", "prada", "written", "heres", "timeless", "missoni", "happened", "runway"], "pubDate": null, "summary": "Written by Scarlett Conlon, CNN MilanSome of the biggest names in Italian fashion bookended a shorter, tighter Milan Fashion Week, beginning with Prada and ending with a surprise Gucci protest.\nBut in the end, it was Donatella Versace who won the week with her Friday night slot.\nAt the Gucci Spring-Summer 2020 show, model Ayesha Tan Jones held her hands up, where she had written, in protest: \"Mental health is not fashion\".\nScroll through the gallery for other highlights from Milan Fashion Week.\nThe latter was a persistent undercurrent throughout the week with Sportmax, Tod's and Missoni -- among others -- all tapping the trend.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}