{"id": "e221953f-dd84-3258-b0d5-51aec84b5259", "title": "Byredo’s Founder and Ikea Just Launched a Homey, Aromatic Candle Collection", "url": "https://www.vogue.com/slideshow/byredos-founder-and-ikea-just-launched-a-homey-aromatic-candle-collection", "summary": "“What does home smell like?” is the question Byredo founder Ben Gorham asked himself when creating his new candle collection with Swedish furniture behemoth Ikea.\n“The way your home smells is very emotional and plays a huge part in how you feel being there,” admits Gorham.\nCandles, with their aromatic emissions, can soothe and delight us in our spaces, reminding us of happy memories past.\nGorham's collection for Ikea is called “Osynlig,” which means “invisible” in Swedish.\nThe price point is sure to delight candle aficionados, as a traditional Byredo candle retails around 45 dollars.", "paragraphs": ["“What does home smell like?” is the question Byredo founder Ben Gorham asked himself when creating his new candle collection with Swedish furniture behemoth Ikea. It was something of a rhetorical ask: smell is such a personalized preference, as it’s the one sense that’s linked to our memory more so than any other. “The way your home smells is very emotional and plays a huge part in how you feel being there,” admits Gorham. “It creates a sense of comfort and security.”", "Especially in 2020, where the weather outside—and well, the world—is frightful, our homes provide the ultimate respite. And with so many stores closed and restaurants operating at minimal capacity, they've become center of our limited universes. Candles, with their aromatic emissions, can soothe and delight us in our spaces, reminding us of happy memories past. Who doesn’t, say, remember the smell of their mother cooking their favorite meal, or the distinct aroma of grandma’s house?", "Gorham's collection for Ikea is called “Osynlig,” which means “invisible” in Swedish. While the traditional notion of design evokes the senses of touch and sight, Gorham wanted to explore the architecture of smell—“I feel people just don’t reflect enough when it comes to scent, but smell is a very relevant part of our life and also the home,” he says. Hence the transparent title: sure, you can’t see aromas in an atmosphere, but they play an integral part in forming it.", "Osynlig has 13 scents in total, including Rose and Raspberries, Firewood and Spice, Peach Blossom and Bamboo, and Tobacco and Honey. They run the gamut from fresh to floral to woody, and cost from 5 to 25 dollars. The price point is sure to delight candle aficionados, as a traditional Byredo candle retails around 45 dollars.", "Below, shop our favorite scents from the collection."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["smell", "homey", "traditional", "swedish", "sense", "aromatic", "sure", "candle", "launched", "founder", "scents", "ikea", "byredos", "gorham", "collection"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}