{"id": "e24d8d5a-544e-3e46-a2cb-37cdb075e5a2", "keywords": ["teen", "shot", "homecoming", "high", "queen", "head", "crowned", "turner", "fox", "surgeries", "told", "left", "utah", "school", "survived"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Vandana Rambaran", "Vandana Rambaran Is A Reporter Covering News", "Politics At Foxnews.Com. She Can Be Found On Twitter"], "url": "http://www.foxnews.com/us/utah-teen-who-survived-being-shot-in-the-back-of-the-head-crowned-homecoming-queen", "title": "Utah teen who survived being shot in the head crowned homecoming queen", "summary": "A Utah teen who survived being shot and left in a ditch to die two years ago was crowned homecoming queen at her high school last week.\nTEEN SENTENCED IN PLOT THAT LEFT 14-YEAR-OLD SHOT IN HEAD\"Being voted queen was an awesome surprise,\" she said.\n\"It was so much fun and I think every high school student should have the chance to feel the love like I did.\"\nShe has undergone 13 surgeries, including 10 brain surgeries, as well as intense physical therapy and treatment to overcome her injuries.\n\"I was just a homecoming queen, there's nothing special about that,\" Deserae told Fox 13.", "pubDate": null, "paragraphs": ["A Utah teen who survived being shot and left in a ditch to die two years ago was crowned homecoming queen at her high school last week.", "Deserae Turner, 17, who is paralyzed on her left side, told Fox News the moment when her father Matt escorted her to accept her new title at Green Canyon High School in North Logan Friday night was \"very special.\"", "TEEN SENTENCED IN PLOT THAT LEFT 14-YEAR-OLD SHOT IN HEAD", "\"Being voted queen was an awesome surprise,\" she said. \"It was so much fun and I think every high school student should have the chance to feel the love like I did.\"", "In February 2017, Turner was shot in the back of the head by two of her classmates who lured her to a dry canal bed behind a high school in a town neighboring where she goes to school. Two 17-year-olds were sentenced to at least 15 years in prison last year for the shooting.", "After an 8-hour search, Turner was found clinging to life and was hospitalized for two months. She has undergone 13 surgeries, including 10 brain surgeries, as well as intense physical therapy and treatment to overcome her injuries.", "Once an active 14-year-old girl who practiced karate, rode horses and played the saxophone, Turner struggled to walk, dress and live a normal life as she battled seizures and debilitating headaches after the incident.", "\"She had to relearn everything,\" April Turner, Deserae's mother, told The Herald Journal of Logan. \"She is the most determined person I have ever known and I saw it in her even as a toddler.\"", "After April spread the good news of her daughter's Homecoming honor on Facebook, the Turners received an outpouring of donations to buy Deserae a dress and make sure she received professional hair and makeup for the event.", "\"I was just a homecoming queen, there's nothing special about that,\" Deserae told Fox 13. \"But if you think about what I've been through, yes — it's very special. It is very awesome.\"", "CLICK HERE FOR THE FOX NEWS APP", "Turner is scheduled to undergo two more surgeries this year but is optimistic about her future and determined to serve a mission for The Church of Jesus Christ of Latter-day Saints when she turns 19, according to Fox 13."]}