{"id": "e2b91dc4-4d4b-3e39-b1c7-a8328f60673f", "title": "Influencer overstays lease at Hamptons house, refuses to pay $14,000 rent: report", "url": "http://www.foxnews.com/lifestyle/influencer-squats-hamptons-house-refuse-rent", "summary": "An Instagram influencer has been accused of refusing to pay rent on a house in the Hamptons -- even while she reportedly stayed at the house for several months after her short-term lease had ended.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTERAccording to The Times, Hochberg stayed at the house until Oct. 12.\nEven in the days leading up to her move out, Hochberg reportedly posted pictures on Instagram of herself in the house.\nThough she eventually returned the key to the house, Hochberg has reportedly still not paid the second half of her rent, The Times reported.\nHochberg reportedly told The Times that the story was “fake news.”", "paragraphs": ["An Instagram influencer has been accused of refusing to pay rent on a house in the Hamptons -- even while she reportedly stayed at the house for several months after her short-term lease had ended.", "Marisa Hochberg, 32, rented a house in Montauk, New York, from Cheryl Berman-Schechter and her husband Matthew Schechter, according to a report from The New York Times.", "Hochberg signed a lease for June 1 to Aug. 8 and agreed to pay $31,750, The Times reported.", "TEXAS MAN’S GORY HALLOWEEN DECORATIONS HAVE POLICE CONSTANTLY VISITING", "About two weeks into her stay, Hochberg reportedly messaged Berman-Schechter asking if she was “looking to sell” the house.", "“I’ve fallen in love with it haha -- figured I’d ask!” she wrote.", "Berman-Schechter told her that she was not selling the house.", "Soon after that, Hochberg was supposed to make her second rent payment of $14,450. The payment was due on June 15, but Berman-Schechter never got it.", "Hochberg did not immediately respond to Fox News’s request for comment.", "NEW YORK’S HAMPTONS REAL ESTATE HAS RECORD-BREAKING QUARTER", "Hochberg is the executive sales director at The Purist, a wellness website founded by Cristina Cuomo. She also worked at The Surf Lodge in Montauk, according to her LinkedIn profile.", "She also has more than 12,000 followers on Instagram, however, her account has recently been made private.", "CLICK HERE TO GET THE FOX NEWS APP", "According to The Times, Hochberg’s father called Berman-Schechter to ask if his daughter could stay past her Aug. 8 move-out date, just days before the lease was set to end.", "Berman-Schechter said no -- because new tenants were coming to stay -- but she reportedly offered to help Hochberg find a new place to live.", "LUXURY REAL ESTATE SALES CONTINUE TO SURGE DURING PANDEMIC", "In response, Hochberg told her landlord that she couldn’t be forced to move out because of the tenant protection laws in New York, which made it harder for landlords to evict tenants.", "Those laws were intended to protect vulnerable people from being evicted during the coronavirus pandemic, but according to a May report from the New York Post, the law has been used by wealthier people who squatted in nice homes in the Hamptons.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "According to The Times, Hochberg stayed at the house until Oct. 12. Even in the days leading up to her move out, Hochberg reportedly posted pictures on Instagram of herself in the house.", "Though she eventually returned the key to the house, Hochberg has reportedly still not paid the second half of her rent, The Times reported.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Berman-Schechter and her husband filed a lawsuit against Hochberg in the Suffolk County Supreme Court in September, according to the New York Post.", "The lawsuit, which is still pending, is asking for the $14,450 Hochberg owes as well as another $35,300 in the rent they lost during the months after Hochberg’s lease ended.", "Hochberg reportedly told The Times that the story was “fake news.”"], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["refuses", "lease", "pay", "hochberg", "overstays", "times", "bermanschechter", "according", "hamptons", "york", "reportedly", "told", "rent", "report", "influencer", "house", "14000"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}