{"id": "e2c00c42-92ce-3593-9c63-a355323daa48", "title": "'Skin is a terrain': Nigerian-American artist Toyin Ojih Odutola on drawing intricate portraits of black life", "url": "https://edition.cnn.com/style/article/toyin-ojih-odutola-new-shows/index.html", "summary": "Written by Jacqui Palumbo, CNNNigerian-American artist Toyin Ojih Odutola is known for her rich, textural portraits of black life, layered through intricate ballpoint pen, charcoal and pastel.\nCredit: Toyin Ojih OdutolaHer yet-to-be-seen Barbican show centers around myth-making and features 40 drawings based on an ancient legend, set in Nigeria, that the artist imagined herself.\nToyin Ojih Odutola: Some pieces are seven feet tall and some are really, really small.\nCredit: Toyin Ojih Odutola/BarbicanHow did your new virtual exhibition, \"Tell Me a Story, I Don't Care If It's True,\" come about?\nOjih Odutola compares black skin to water, calling it \"a mercurial surface, a terrain...a place where so much beauty and positivity proliferates.\"", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Nigerian-American artist Toyin Ojih Odutola is known for her rich, textural portraits of black life, layered through intricate ballpoint pen, charcoal and pastel.", "Born in 1985, Ojih Odutola is fundamentally a storyteller, influenced by the narrative traditions of her childhood. Her 2017 show at the Whitney Museum, her first solo exhibition in New York, unfolded a dual, interconnected narrative about two fictional aristocratic families in Nigeria.", "More recently, when the Barbican Centre in London closed due to Covid-19 restrictions in March, it was just days before her first UK exhibition, \" A Countervailing Theory ,\" was set to open. Now, with the show postponed, Ojih Odutola has put together a virtual exhibition for New York's Jack Shainman Gallery, \" Tell Me a Story, I Don't Care If It's True ,\" made primarily of works created while the artist was at home over the past few months.", "Ojih Odutola is exhibiting new work, made during lockdown, at a virtual show for New York's Jack Shainman Gallery. Credit: Toyin Ojih Odutola", "Her yet-to-be-seen Barbican show centers around myth-making and features 40 drawings based on an ancient legend, set in Nigeria, that the artist imagined herself. Her more intimate virtual show for Jack Shainman, meanwhile, focuses on solitary, free-flowing stories told through images and text.", "Here, Ojih Odutola discusses both exhibitions, her rich exploration of black identity and how art can be a balm and a space for agency in a time of crisis.", "Ojih Odutola's 2017 show at the Whitney in New York helped raise her international profile. Credit: Beth Wilkinson/Toyin Ojih Odutola", "CNN: Can you walk us through what your Barbican show will look like when it's unveiled?", "Toyin Ojih Odutola: Some pieces are seven feet tall and some are really, really small. It's all based on a myth I wrote last year involving an ancient civilization and set in Plateau State in central Nigeria. For me, it was a need to delve into visual storytelling in a way that was engaging and different, and felt very present.", "There are these striations throughout each drawing, and they may look like a decorative motif, but in fact, it's the system at work. When you see a drawing fully populated with these lines, you're seeing the system that is not spoken, not seen, but is everywhere in the world of these characters. It influences and affects them but they don't acknowledge it. It's just there. So of course it affects everything.", "(The exhibition) deals with gender, power, hierarchies, oppression and imperialism in a way that I hope, once it's unveiled, is very subtle and nuanced and talks about the insidious nature of systemic oppression.", "The Barbican show gave Ojih Odutola the opportunity to work on an ambitious scale, mixing large-scale and intimate monochrome works based on an imagined ancient myth. Credit: Toyin Ojih Odutola/Barbican", "How did your new virtual exhibition, \"Tell Me a Story, I Don't Care If It's True,\" come about?", "The title of the show came to me in February before lockdown. It was something that felt right and applicable to the time. It's a series of diptychs, standalone drawings and standalone text works. They're stories that came to mind, which was quite new for me because I tend to plan things a lot. This show was much more introspective.", "These stories are anecdotal; they're isolated vignettes. There's not too much context, but just enough information to understand. There's a conversation happening between image and text. In one, you encounter a figure leaning against a couch, and you may have your ideas about what that figure is thinking -- the interiority of that moment. And then you read the text, and go back and forth between the two, and form your own meaning.", "Viewership is an activity. Take a moment, take a beat. I hope that it's a way to question what you see and read.", "Which oral or written traditions related to myths have influenced you?", "I grew up in a household where the oratory was the means. Gathering around and hearing someone tell a tale is a huge part of Nigerian culture. I also grew up in a house with two amazingly funny parents who love to tell stories about anything. I've always treasured that. And it wasn't until I got much older that I realized how precious it was to have that experience and to have access to that.", "When I first started my career, I was just drawing figures and not really thinking about narrative. But there's a wealth of knowledge that I already have in my own personal history and experience -- and I can apply that to a visual narrative and really help people see the possibilities of figurative work.", "Ojih Odutola is exhibiting new work, made during lockdown, at a virtual show for New York's Jack Shainman Gallery. Credit: Toyin Ojih Odutola", "I'm heavily influenced by comic books and animation. For the Barbican show, engaging with epic mythology was my way of being completely free and creating something from scratch. Unlike \"Tell Me a Story, I Don't Care If It's True,\" there's no text (in the Barbican show) -- there's no reference for the audience, and everything is otherworldly and strange. But what I hope is that as they walk through that space, they start to acclimate themselves to my visual language.", "You often explore the texture and meaning of skin in your work. How has this evolved with your practice?", "Initially I wanted to figure out a way to visually translate what skin felt like. I use sinewy lines; it's very layered, and I was mostly doing ballpoint pen ink works. And then I began including other drawing materials like charcoal and pastel, and now, most recently, colored pencil and graphite.", "Ojih Odutola compares black skin to water, calling it \"a mercurial surface, a terrain...a place where so much beauty and positivity proliferates.\" Credit: Toyin Ojih Odutola/Barbican", "When I think about the surface of skin I think about the work of multimedia artist Roni Horn, who uses water as a metaphor for a surface that's ambiguous and ever-changing. I think about skin in a very similar light. Skin is a terrain. It's a landscape that you project meanings onto. It has its own history.", "When I look at black skin, I think of it as a mercurial surface -- a terrain, a construct, a projection, but also a place where so much beauty and positivity proliferates. It includes so much and it holds so much.", "Following the death of George Floyd, there's been so much conversation about black trauma, depictions of black people in the media and how those images are circulated. How do you think art can play a role at this time?", "There's a lot of noise -- images can be noisy. But with art, it's just you and this work. You're in dialogue with it, and there's no right or wrong way to engage. Art provides the opportunity for people to be still, to think and digest this moment and try to understand it.", "Ojih Odutola wants her art to provide a space through which viewers can reflect and arrive at their own interpretations. Credit: Toyin Ojih Odutola", "I have made a pact with myself, as an image-maker, that if I am going to contribute images to the plethora of those available on the internet that I will not show black pain, deaths or trauma.", "That's my choice. And if you are an artist who does deal with those things, fine. I'm not saying it's right or wrong, but for me it's very important that I provide images and texts that give people something else to engage with because we already know that trauma and pain is a sad and unfortunate thing that connects black people globally.", "Black people are catalysts. In every society we've been a part of, our culture has left an indelible mark. That is no accident. And so we shouldn't always think that we're coming from a place of lack, that we are powerless. I'm not saying that these aren't realities. But it's not how we should read ourselves as a community, as a collective (and) as a diverse, brilliant diaspora.", "And as someone who's a part of the diaspora, I want to give people space to engage with potential, to engage with our capabilities. Yes, they are afraid of us because they don't know what we're capable of. But we should not be afraid of what we are capable of."], "authors": ["Jacqui Palumbo"], "keywords": ["life", "credit", "intricate", "nigerianamerican", "terrain", "portraits", "think", "toyin", "black", "ojih", "skin", "theres", "odutola", "way", "drawing", "work"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}