{"id": "e2d313ec-0553-3f08-af5d-2bf613a4ccb2", "title": "I’m Volunteering as a Poll Worker and This Is How I’m Preparing", "url": "https://www.vogue.com/article/election-day-poll-worker-maddie-ballis", "summary": "In the wake of the COVID-19 pandemic, young people have come out in astonishing numbers to volunteer as poll workers on Election Day.\n“Maybe I’ll have enough time to make some coffee while it’s pitch black out.”In New York City, where Bailis is volunteering, voters are also showing up in record-breaking numbers, which can mean wait times upwards of five hours.\nThis isn’t Bailis’s first time volunteering, but she recognizes this experience will be a different kind of challenge.\n“I’m going to be interacting with a lot of different people throughout the day; the idea is to keep the line moving and make sure everyone can vote,” she says.\nstandard mouth insulated bottle $35 MOOSEJAW Shop Now", "paragraphs": ["In the wake of the COVID-19 pandemic, young people have come out in astonishing numbers to volunteer as poll workers on Election Day.", "Many people, like Maddie Bailis, a 29-year-old buyer at Bird Brooklyn, chose to volunteer out of a sense of responsibility to their community: “After seeing that the majority of poll workers in the 2016 and 2018 elections were above the age of 60, coupled with the pandemic and the vulnerability of this demographic to risks of COVID-19, I felt like it was important to get involved and keep this population safe, as well as a great opportunity to participate in such a significant election.”", "But being a poll worker is not for the faint of heart. On November 3, Bailis’s shift will begin at 5 a.m. and stretch until 9 p.m. She’s prepared: “I will be setting no less than four alarms, my outfit will be fully planned, and my bags [pre-packed],” she says. “Maybe I’ll have enough time to make some coffee while it’s pitch black out.”", "In New York City, where Bailis is volunteering, voters are also showing up in record-breaking numbers, which can mean wait times upwards of five hours. This isn’t Bailis’s first time volunteering, but she recognizes this experience will be a different kind of challenge. “I spent time earlier in the year phone banking…which has allowed me to help out in the comfort of sweatpants.”", "On Election Day, she’s planning to switch up her look: “Getting dressed in a more structured outfit puts me in a more professional and confident mood,” Bailis says. Since weather can be unpredictable, she’s relying on a few key layering pieces to keep her comfortable throughout the day: a black wool turtleneck paired under a Y’s by Yohji Yamamoto cotton shirt and a Lemaire cotton twill vest. “Keeping with the layering theme, I’m wearing a pair of Wolford tights (the only ones that I can confidently know will stay up the entire day and won’t run) under a pair of Uniqlo U shorts, and a pair of vintage Donald J. Pliner suede, mid-calf boots,” Bailis says. “As far as accessories go, it’s going to be a two-bag day: a tote with a water bottle, my Election Day worker’s manual, a backup mask, some granola bars, and then my Lemaire mini Croissant bag, which is soft, and I can stuff into the tote to keep everything all together.”", "The success of her Election Day outfit hinges on comfort and utility. “I’m going to be interacting with a lot of different people throughout the day; the idea is to keep the line moving and make sure everyone can vote,” she says. “Having my outfit as a talking point is not the goal (for once).”", "Helmut Lang cropped poplin long-sleeve shirt $415 $249 BERGDORF GOODMAN Shop Now Nili Lotan Angelina vest $495 NILI LOTAN Shop Now", "Uniqlo linen cotton relaxed shorts $20 UNIQLO Shop Now Cos fine turtleneck wool top $69 COS Shop Now", "Royal Jelly Harlem adult mask in black velvet w/ orange lining $39 ROYAL JELLY HARLEM Shop Now Sophie Buhai large Etruscan hoops $430 BIRD BROOKLYN Shop Now", "Legres knee-high leather boots $649 MATCHESFASHION.CON Shop Now Hydroflask 24 oz. standard mouth insulated bottle $35 MOOSEJAW Shop Now"], "authors": ["Alexis Bennett", "Alexis Bennet", "Alexandra Gurvitc"], "keywords": ["workers", "cotton", "bailis", "pair", "outfit", "election", "im", "day", "poll", "shes", "volunteering", "preparing", "shop", "worker"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}