{"paragraphs": ["Well, the cat's out of the bag: Diablo IV is a thing. Right after Blizzard announced the eagerly awaited sequel, BlizzCon attendees were able to line up and play through a 20-minute demo, featuring the game's three classes. We visited Blizzard a few weeks ago, and played through the same demo for several hours. Are you specifically curious about how the Barbarian class plays? Well, you're in luck!", "Today, we have a lengthy look at the melee-focused hero. We roll through the demo's main questline and show off just what this beefy character brings into battle. If you're into melee and getting right into enemies' faces, the choice is pretty clear. If that's not your thing, don't worry. We'll be taking similar looks at the sorceress and druid classes this week, too, so be sure to come back for those.", "Enjoy the video, and we'll be back on Wednesday with more gameplay from Diablo IV. Otherwise, click the banner below to check out other content within our Blizzard Issue:"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "title": "New Gameplay Today – Hands On With Diablo IV's Barbarian", "id": "e2e2fdc4-9897-3ecc-bd8b-e56443d8c70b", "keywords": ["blizzard", "hands", "today", "right", "gameplay", "weeks", "thing", "classes", "demo", "diablo", "ivs", "barbarian", "youre", "worry", "iv"], "summary": "Well, the cat's out of the bag: Diablo IV is a thing.\nRight after Blizzard announced the eagerly awaited sequel, BlizzCon attendees were able to line up and play through a 20-minute demo, featuring the game's three classes.\nWe visited Blizzard a few weeks ago, and played through the same demo for several hours.\nWe'll be taking similar looks at the sorceress and druid classes this week, too, so be sure to come back for those.\nEnjoy the video, and we'll be back on Wednesday with more gameplay from Diablo IV.", "pubDate": null, "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2019/11/04/new-gameplay-today-hands-on-with-diablo-ivs-barbarian"}