{"id": "e36cfae0-aa8c-3955-aa80-13de60490213", "title": "Five Highlights From Our Hands-On Time With Magic: Legends", "url": "https://www.gameinformer.com/preview/2020/01/15/five-highlights-from-our-hands-on-time-with-magic-legends", "summary": "Cryptic Studios is making a free-to-play action/RPG in the vein of Diablo based on Wizards of the Coast’s massive hit card game Magic: The Gathering.\nFor our recent cover story, we were fortunate enough to get the first details and extensive hands-on time with Magic: Legends.\nMagic: The Gathering has a glut of impressive spells, but bringing them to life in an action/RPG is a whole different ball game.\nThe Harmony Of Working With OthersYou can certainly play Magic: Legends solo, and we all did our first few missions alone.\nAnd there’s something to be said about seeing your different decks come together.", "paragraphs": ["Cryptic Studios is making a free-to-play action/RPG in the vein of Diablo based on Wizards of the Coast’s massive hit card game Magic: The Gathering. For our recent cover story, we were fortunate enough to get the first details and extensive hands-on time with Magic: Legends. From the strategy behind building decks to engaging in non-stop action via spells and summons, we saw a lot of promise. Here are the biggest highlights of our experience.", "Cool And Satisfying Spells", "This is a game about magic, after all. What would it be if you didn’t have interesting spells? Magic: The Gathering has a glut of impressive spells, but bringing them to life in an action/RPG is a whole different ball game. A card has some gorgeous art and straightforward text to convey function, but that needs to be reimagined for a flashier, action-packed adventure, so a lot of care went into bringing Magic to this new format. You should feel powerful when doling out your spells (and they should look cool, too). Thankfully, Magic: Legends fulfills that fantasy. Cast Fire Vortex and watch enemies get sucked into a merry-go-round of fire. Need to push them back? Use the spell Tidal Wave to envelop enemies in a flood of water, washing them away from your character and leaving a pool of water in its wake that applies a snare to foes for over five seconds. Want to be crafty and confuse foes? Summon an illusory ally to take some of the heat off yourself, or select Telecast to teleport to a new location – disorienting the baddies you leave behind, while also dealing big damage to the ones surrounding your new location.", "While each class has three permanent abilities, the spells you cast are up to you, depending on which you pick for your 12-card deck. At any time you have a random hand of four spells to cast. These come in three different types: sorcery (instantaneous or short duration effects), creature (summoned pets), and enchantment (long duration, sets a “rule” to build around). As we played, we all quickly chose our preferences, focusing on getting the most out of these spells and using them at opportune moments. Having one spell take out a swarm of enemies never gets old, and being able to upgrade your favorites to see more devastating outcomes makes you feel powerful.", "Big Summons For Big Damage", "A significant part of this game is summoning when you’re not casting direct-damage spells, and they are your best chance at surviving against the large waves of enemies. Your summons depend on what you put in your deck, but watching them multiply really drives home you’re building your own awesome army of majestic creatures from the MTG universe. Putting buffs on your summons will also cause them to grow to epic proportions, which is a sight to behold on screen. During our hands-on time, we summoned a variety of creatures, such as baloths, griffins, angels, flametongue kavus, and earth elementals. You definitely want these powerful beings on your side, and it was a treat when we had tons of them following us around on-screen, ready to brawl at a moment’s notice.", "The Joy Of Mixing And Matching Decks", "One area where you have a lot of freedom to customize is in building your deck. Just like in the card game, this requires thought and care, but you can decide how much you want to get into the weeds of it - Cryptic said it’s considering some sort of sample versions for players who don’t like to tinker. For those that do, you want something that suits your playstyle, but also, if you’re playing with others, complements their decks.", "For instance, we had someone focus on buffs to ensure our summons would stand the test of time and dole out ridiculous damage, and all of us focused on healing, which meant we weren’t going down easily. The cards you can choose from all represent the five colors of magic, and you don’t have to stay tied to just one, regardless of class. The Geomancer class may be all about playing aggressive and in-your-face like most red cards, but that doesn’t mean you couldn’t pair it with some white to give you access to angel summons and healing spells. However, unlike the card game, you can only use two different colors for your decks.", "The developers said they plan to have leaderboards of the top decks so people can see different creative ways to approach the game’s challenges and follow their lead if they wish, just like how people look for decks in the card game. This gives you something to aspire to, as maybe you need to rank up a certain spell to get the most out of that type or deck. Cryptic said it doesn’t want one deck to reign supreme. It won’t be banning cards like MTG does, but the team is working to ensure the game is balanced and there’s no runaway option for success. Building our decks became far and away the aspect we had the most fun with, and it’s cool to have something that’s slower, more thought-intensive to complement the non-stop action once you’re on the battlefield.", "Intense Action Rising With Our Mastery", "Magic: Legends is about loot and epic battles. To ensure everyone is getting a challenge that excites them, Cryptic spent a great deal of time developing “The Director.” The Director A.I. measures the intensity of battles and adapts the situation to how you’re performing. This is separate from game difficulty, but in case you’re wondering, the game does have the standard modes. The Director is more about the moment-to-moment action and providing some variety and unpredictability. If you’re really mowing down the competition, it might spawn a miniboss you didn’t experience when you previously played the quest. Or if it ups the amount of enemies attacking you and you start to get overwhelmed, it will tone down the action so you can regroup. Taking on these tougher challenges rewards you with better loot drops. In our ventures, there were points where we were tearing our opponents to shreds, and The Director stepped in, spawning a horde of enemies that filled the screen. But we got the last laugh with more shards to upgrade our cards after the level.", "The Harmony Of Working With Others", "You can certainly play Magic: Legends solo, and we all did our first few missions alone. It’s still fun playing that way and helps in getting acclimated to things, but playing with two other players is really the best way to go. The fights are more thrilling as you see all your different spells and summons come together. It gives you more freedom in how to approach things, as well. Some missions have time limits to get specific things done, so you can get a jump ahead by splitting up. And there’s something to be said about seeing your different decks come together.", "When we played, we all made our decks by what we each liked best and just went in. What ended up happening is we had a great deal of summons, buffs, and healing. When we got to our main boss of that area, Josu Vess, we were able to really see the power of these combinations, especially because he was weak to summons. Playing with others also just makes the battlefield more chaotic and interesting. Imagine a bunch of spells going off at once, or seeing the combination of all three players’ summons roaming around the battlefield together. It’s as great as it sounds.", "If you want to see some of what we experienced in action, check out the New Gameplay Todays we did on the Geomancer class and Mind Mage class. And keep watching the site for coverage all month long on Magic: Legends."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["spells", "action", "youre", "enemies", "playing", "decks", "legends", "highlights", "different", "handson", "magic", "game", "summons"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}