{"keywords": ["senior", "leadership", "work", "cranfields", "help", "personal", "provide", "programme", "practices", "leaders", "women", "research", "womens"], "url": "https://execed.economist.com/cranfield-school-management/cranfields-women-leaders-2019-11-05-1?gsrc=wmbaslider", "summary": "Women as Leaders is led by Cranfield leadership experts who have worked with women’s leadership development since the early days of interest in this field.\nRead lessStrategies for career successCranfield has 25 years of research into women’s leadership and this programme draws on this expertise.\nThe programme directors currently work internationally with clients who want to use the latest thinking on leadership practices in their senior roles.\nIt will provide you with the knowledge and mind-set to overcome the barriers to further success and to increase your promotional opportunities.\nWomen as Leaders integrates leading edge research with participants’ personal experiences to provide practical learning about leadership and how to navigate your way in complex executive roles.", "title": "Cranfield's Women as Leaders", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "e390c989-8bd3-3303-96a2-5000a21fba45", "paragraphs": ["Women as Leaders is led by Cranfield leadership experts who have worked with women’s leadership development since the early days of interest in this field. Read less", "Strategies for career success", "Cranfield has 25 years of research into women’s leadership and this programme draws on this expertise. The programme directors currently work internationally with clients who want to use the latest thinking on leadership practices in their senior roles.", "This programme will: help you to think positively about developing leadership practices that are best fitted to your context; help you develop leadership practices that fit with your personal values and preferences; help you work with the political landscape in which senior leadership roles are embedded. It will provide you with the knowledge and mind-set to overcome the barriers to further success and to increase your promotional opportunities.", "Women as Leaders integrates leading edge research with participants’ personal experiences to provide practical learning about leadership and how to navigate your way in complex executive roles.", "Core content"], "pubDate": null}