{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["online", "lex", "amazon", "tenfear", "ft", "2019", "probability", "things", "business", "services", "pharmacy", "market", "amazons", "fear", "rating"], "title": "Amazon: five things to fear in 2019 | FT Lex", "paragraphs": ["You can enable subtitles (captions) in the video player", "When Amazon moves into a new line of business, its rivals tend to panic. One by one, chains in books, toys, clothing, and sports goods have disappeared, as Amazon's Everything Store offers cheaper online alternatives. Amazon can cost companies billions of dollars in lost market value. Last year, executives spoke more about Jeff Bezos' company than any other during calls with their investors.", "Since Amazon was founded in 1994, it has transformed from a money-losing internet bookstore to a profitable mega-conglomerate with revenues of $233bn last year. Profits are rising too. Last year, Amazon's EBITDA margin was a record 12 per cent.", "The company is still expanding. In the past three years, it has purchased online pharmacy PillPack, supermarket Whole Foods, and home security maker Blink. How much bigger could it become? The FT's Lex team examines five fears surrounding Amazon and asks whether they are prescient or paranoid.", "Fear the first - Amazon will conquer the world. Amazon is expanding into new businesses and ramping up plans to sell more products under its own brand. In the US, it accounts for 49 per cent of online sales, but elsewhere, Amazon faces fierce competition. International revenue makes up only one quarter of the total. Earlier this year, Amazon announced that it was closing its local e-commerce business in China. Across Asia, the Tencent-SoftBank industrial complex is winning. Probability rating - two out of ten.", "Fear the second - Amazon will replace banks. Between 2011 and 2017, Amazon says that it loaned more than $3bn to its own vendors. But the business remains secretive and has not been offered more broadly to consumers. Amazon relies heavily on its own data and lacks credit history information that would help it take on banks, suggesting it will remain a niche-length facility. Probability rating - three out of ten.", "Fear the third - Amazon will deliver your customers lunch. Amazon's acquisition of Whole Foods was its biggest to date, and it is investing heavily in logistics. But it has a mixed record in delivering fresh products. Grocery service AmazonFresh failed to revolutionise food distribution, and it recently shut its restaurant delivery service. In the US, online grocery market sales account for just five per cent of the $700bn market. To take on a retailer like Walmart, Amazon will need many more physical stores. Probability rating - five out of ten.", "Fear the fourth - Amazon will hog data. Amazon Web Services dominates the cloud services market and is the company's most profitable business. Amazon has helped companies store and process data far more efficiently by moving it to AWS servers. But rivals like Google and Microsoft are trying to expand their own offers of internet-connected public cloud services. The cloud wars are just getting started. Probability rating - six out of ten.", "Fear the fifth - Amazon will play doctors. The US health care system is right to worry about Amazon's interest in the $450bn that Americans spend on prescription drugs each year. Last year, Amazon bought online pharmacy PillPack, and it was also working with Berkshire Hathaway and JP Morgan on a joint health care venture. The sector is notoriously complex and highly regulated, but Amazon is better placed to offer online distribution than any pharmacy chain. Probability rating - eight out of ten.", "Amazon is already one of the world's biggest companies. It accounts for $0.50 in every dollar spent online in the US, and it hit a $1tn market capitalization more quickly than Apple. World domination will be stymied by tech giants from Asia, but Amazon's wide-ranging interests and fondness for experimentation mean the next trillion dollars is likely to come from health care, advertising, or AI as online shopping."], "id": "e3bc0ba0-7983-33af-9445-94ceed1d4a7e", "url": "https://www.ft.com/video/ac7b2890-ace1-4b98-8ca1-c8bdd9c284ca?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=5", "authors": ["Words Elaine Moore", "Produced Veronica Kan-Dapaah", "Animated Russell Birkett", "Sound Joe Sinclair"], "summary": "In the past three years, it has purchased online pharmacy PillPack, supermarket Whole Foods, and home security maker Blink.\nThe FT's Lex team examines five fears surrounding Amazon and asks whether they are prescient or paranoid.\nAmazon Web Services dominates the cloud services market and is the company's most profitable business.\nLast year, Amazon bought online pharmacy PillPack, and it was also working with Berkshire Hathaway and JP Morgan on a joint health care venture.\nProbability rating - eight out of ten."}