{"summary": "Story highlights Goodreads has curated some of the best beach reads released this summerThese offer stories of romance, mystery and everything in betweenBeach reads have become their own literary genre.\nThese books, whether they're riveting nonfiction or lighthearted rom-com, are all marked by their ability to keep you entertained for hours on end.\nWhile you're doing your summer vacation planning, consider packing along one or more of these 12 books, curated by Goodreads for CNN Underscored as some of the best beach reads released this summer.\nThey range from thrillers to romance novels, so no matter what you're looking for, there's a book to suit.\nOnce you've got your perfect summer read in hand, all that's left is to kick back, relax, soak up the Vitamin D and get to reading.", "id": "e3bcb472-aa22-3986-8a2e-72f07391927b", "pubDate": null, "url": "https://www.cnn.com/2018/07/25/cnn-underscored/best-summer-beach-reads-shop/index.html?iid=CNNEntPartnerZoneUnderscored", "authors": [], "paragraphs": ["Story highlights Goodreads has curated some of the best beach reads released this summer", "These offer stories of romance, mystery and everything in between", "Beach reads have become their own literary genre. These books, whether they're riveting nonfiction or lighthearted rom-com, are all marked by their ability to keep you entertained for hours on end. So much so, you may even forgo your traditional vacation activities, like going for a swim or playing beach sports, in favor of perusing the pages of these gripping books. They're that good.", "While you're doing your summer vacation planning, consider packing along one or more of these 12 books, curated by Goodreads for CNN Underscored as some of the best beach reads released this summer. They range from thrillers to romance novels, so no matter what you're looking for, there's a book to suit. Descriptions from Amazon will help you choose.", "Once you've got your perfect summer read in hand, all that's left is to kick back, relax, soak up the Vitamin D and get to reading.", "\"The Map of Salt and Stars\" by Jennifer Zeynab Joukhadar ($19.55; amazon.com)", "\"This rich, moving, and lyrical debut novel is to Syria what 'The Kite Runner' was to Afghanistan; the story of two girls living 800 years apart — a modern-day Syrian refugee seeking safety and a medieval adventurer apprenticed to a legendary mapmaker — places today's headlines in the sweep of history, where the pain of exile and the triumph of courage echo again and again.\"", "\"The Death of Mrs. Westaway\" by Ruth Ware ($13.49; amazon.com)", "\"On a day that begins like any other, Hal receives a mysterious letter bequeathing her a substantial inheritance. She realizes very quickly that the letter was sent to the wrong person — but also that the cold-reading skills she's honed as a tarot card reader might help her claim the money. Soon, Hal finds herself at the funeral of the deceased ... where it dawns on her that there is something very, very wrong about this strange situation and the inheritance at the center of it. Full of spellbinding menace and told in Ruth Ware's signature suspenseful style, this is an unputdownable thriller from the Agatha Christie of our time.\"", "\"Calypso\" by David Sedaris ($18.30; amazon.com)", "\"With 'Calypso,' Sedaris sets his formidable powers of observation toward middle age and mortality. Make no mistake: these stories are very, very funny -- it's a book that can make you laugh 'til you snort, the way only family can. Sedaris's powers of observation have never been sharper, and his ability to shock readers into laughter unparalleled. But much of the comedy here is born out of that vertiginous moment when your own body betrays you and you realize that the story of your life is made up of more past than future.\"", "\"The Speed of Sound\" by Eric Bernt ($10.55; amazon.com)", "\"Harmony House is more than a 'special place for special people.' It's a think tank where high-functioning autistic savants harness their unique abilities for the benefit of society. Resident Eddie Parks's contribution is nothing less than extraordinary: an 'echo box' that can re-create never-recorded sounds using acoustic archeology. All Eddie wants is to hear his late mother's voice. But what he's created is inadvertently posing a threat to national security.\"", "\"Us Against You\" by Fredrik Backman ($16.67; amazon.com)", "\"Here is a declaration of love for all the big and small, bright and dark stories that give form and color to our communities. With immense compassion and insight, Fredrik Backman reveals how loyalty, friendship, and kindness can carry a town through its most challenging days.\"", "\"The Kiss Quotient\" by Helen Hoang ($9.15; amazon.com)", "\"A heartwarming and refreshing debut novel that proves one thing: there's not enough data in the world to predict what will make your heart tick.\"", "\"The Perfect Couple\" by Elin Hilderbrand ($14; amazon.com)", "\"It's Nantucket wedding season, also known as summer -- the sight of a bride racing down Main Street is as common as the sun setting at Madaket Beach. The Otis-Winbury wedding promises to be an event to remember: the groom's wealthy parents have spared no expense to host a lavish ceremony at their oceanfront estate. But it's going to be memorable for all the wrong reasons after tragedy strikes: a body is discovered in Nantucket Harbor just hours before the ceremony -- and everyone in the wedding party is suddenly a suspect. As Chief of Police Ed Kapenash interviews the bride, the groom, the groom's famous mystery-novelist mother, and even a member of his own family, he discovers that every wedding is a minefield -- and no couple is perfect.\"", "\"All We Ever Wanted\" by Emily Giffin ($16.73; amazon.com)", "\"One photograph, snapped in a drunken moment at a party, changes everything. As the image spreads like wildfire, the Windsor community is instantly polarized, buzzing with controversy and assigning blame. At the heart of the lies and scandal, Tom, Nina, and Lyla are forced together — all questioning their closest relationships, asking themselves who they really are, and searching for the courage to live a life of true meaning.\"", "\"So Close to Being the Sh*t, Y'all Don't Even Know\" by Retta ($16.14; amazon.com)", "\"In her hilarious book of essays, 'Parks and Recreation' star Retta shares the stories that led to her success in Hollywood. ... Retta takes us on her not-so-meteoric rise from roaches to riches (well, rich enough that she can buy $15,000 designer handbags yet scared enough to know she's always a heartbeat away from ramen with American cheese).\"", "\"The Last Time I Lied\" by Riley Sager ($15.60; amazon.com)", "\"In the latest thriller from the best-selling author of 'Final Girls,' a young woman returns to her childhood summer camp to uncover the truth about a tragedy that happened there 15 years ago.\"", "\"My Year of Rest and Relaxation\" by Ottessa Moshfegh ($15.60; amazon.com)", "\"From one of our boldest, most celebrated new literary voices, a novel about a young woman's efforts to duck the ills of the world by embarking on an extended hibernation with the help of one of the worst psychiatrists in the annals of literature and the battery of medicines she prescribes.\"", "\"The Summer Wives\" by Beatriz Williams ($24.29; amazon.com)", "\"New York Times best-selling author Beatriz Williams brings us the blockbuster novel of the season — an electrifying postwar fable of love, class, power, and redemption set among the inhabitants of an island off the New England coast.\""], "keywords": ["books", "enjoy", "wedding", "summer", "wrong", "best", "book", "retta", "beach", "reads", "novel", "help"], "title": "The best new beach reads to enjoy this summer", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}