{"authors": ["Sasha Savitsky", "You Can Find Sasha Savitsky On Twitter"], "title": "Miley Cyrus' new fling Cody Simpson calls her 'baby' in flirty selfie", "url": "https://www.foxnews.com/entertainment/miley-cyrus-cody-simpson-baby-flirty-selfie", "summary": "Cyrus, 26, and Cody Simpson, 22, were outed as an item last week when the pair were caught smooching at a store in Los Angeles.\nMILEY CYRUS INSISTS SHE NEVER CHEATED ON LIAM HEMSWORTHSimpson and Cyrus were first linked in late 2014, but in 2015 Simpson told GQ Australia that they were \"just mates.\"\nThe snap comes after Cyrus hit back at critics who accused her of moving on too fast from Kaitlynn Carter and estranged husband Liam Hemsworth.\nLIAM HEMSWORTH SPEAKS OUT ON MILEY CYRUS SPLIT“I know the public feels invested in my past relationship because they felt like they saw it thru from the beginning,” Cyrus began her statement on Twitter on Friday.\nPeople only ‘know’ what they see on the Internet.”MILEY CYRUS SPOTTED KISSING SINGER CODY SIMPSON AFTER KAITLYNN CARTER, LIAM HEMSWORTH SPLITSCyrus went on to address the double standard between men and women when it comes to dating.", "keywords": ["split", "cody", "carter", "miley", "snap", "spotted", "flirty", "liam", "hemsworth", "kaitlynn", "selfie", "calls", "women", "baby", "simpson", "fling", "cyrus"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["Things between Miley Cyrus and her new Australian beau appear to be heating up.", "Cyrus, 26, and Cody Simpson, 22, were outed as an item last week when the pair were caught smooching at a store in Los Angeles.", "Now it seems like the two are spending more time together as Simpson posted to his Instagram Story a selfie of the duo with the caption: \"Pre swim breakfast courtesy of baby.\" The Aussie singer is giving Cyrus a kiss on the side of her forehead in the black-and-white snap, which disappears after 24 hours of posting, as per Instagram Stories.", "MILEY CYRUS INSISTS SHE NEVER CHEATED ON LIAM HEMSWORTH", "Simpson and Cyrus were first linked in late 2014, but in 2015 Simpson told GQ Australia that they were \"just mates.\"", "The snap comes after Cyrus hit back at critics who accused her of moving on too fast from Kaitlynn Carter and estranged husband Liam Hemsworth.", "LIAM HEMSWORTH SPEAKS OUT ON MILEY CYRUS SPLIT", "“I know the public feels invested in my past relationship because they felt like they saw it thru from the beginning,” Cyrus began her statement on Twitter on Friday. “I think that’s why people have always felt so entitled over my life and how I live it because they’ve watched me grow up.”", "She continued: “But I am grown now and make choices as an adult knowing the truth/details/reality. People only ‘know’ what they see on the Internet.”", "MILEY CYRUS SPOTTED KISSING SINGER CODY SIMPSON AFTER KAITLYNN CARTER, LIAM HEMSWORTH SPLITS", "Cyrus went on to address the double standard between men and women when it comes to dating.", "“Men (especially successful ones) are RARELY slut shamed,” she said. \"They move on from one beautiful young woman to the next MOST times without consequence. They are usually referred to as ‘legends,’ ‘heart throbs,’ ‘G,’ ‘Ladies Man,’ etc…. where women are called sluts/whores!”", "MILEY CRYUS TEASES NEW MUSIC, SAYS SHE'S FEELING 'INSPIRED' AFTER KAITLYNN CARTER SPLIT", "Cyrus split from Hemsworth, 29, in August after just seven months of marriage. As the news of her divorce broke, Cyrus was spotted on an Italian vacation with reality TV star Kaitlynn Carter, who in turn had just split from her husband Brody Jenner.", "Carter, 31, and Cyrus called it quits in September after just over a month of dating.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "In a follow-up post, Cyrus explained that she is going to continue to be out-and-about with the person she is \"dating.\""], "pubDate": null, "id": "e3c61c94-0f55-3905-b692-942361a5ab36"}