{"summary": "The new book \"Magnum Streetwise\" explores each of these facets, tracing the evolution of the genre as recorded by Magnum Photos, the international cooperative of photojournalists whose founders include two of the forefathers of modern street photography, Robert Capa and Henri Cartier-Bresson.\n\"Street photography is still the lifeblood of Magnum,\" McLaren said in a phone interview.\nFour cities central to the history of street photography -- London, New York, Paris and Tokyo -- where Magnum has long had offices, also serve as sub-dividers for the visual artists.\nRelated video: Photographer Martin Parr on Britain in the time of BrexitBeing able to sense \"that moment when reality quivers with photographic possibility,\" is also what makes the featured Magnum photographers streetwise, McLaren points out.\n\"Unlike photojournalism, which involves a very strict way of telling stories, permits and so on, street photography is more instinctual, and almost allows for more artistic leeway,\" he explained.", "id": "e3dbf143-9ba2-37e2-a1a9-2b753eff633a", "pubDate": null, "url": "https://edition.cnn.com/style/article/magnum-street-photography-stephen-mclaren/index.html", "authors": ["Marianna Cerini"], "paragraphs": ["Written by Marianna Cerini, CNN", "Street photography can be many things. It can be a record of a specific place in time, a witness to political and social events, or a reflection of pop culture, trends and fads. Often, it's simply the most honest, unadulterated way of capturing people's daily lives.", "The new book \"Magnum Streetwise\" explores each of these facets, tracing the evolution of the genre as recorded by Magnum Photos, the international cooperative of photojournalists whose founders include two of the forefathers of modern street photography, Robert Capa and Henri Cartier-Bresson.", "Recently published by Thames & Hudson, and edited by photographer and curator Stephen McLaren, the book includes over 300 images from some of street photography's greatest practitioners, from the 1930s to the present day -- Elliott Erwitt, Martine Franck, Bruce Gilden, Steve McCurry and Susan Meiselas, among others.", "\"Street photography is still the lifeblood of Magnum,\" McLaren said in a phone interview. \"The book is a homage to the people that made it so.\"", "An image taken Norwegian photojournalist Jonas Bendiksen in Abkhazia, on the coast of the Black Sea. Credit: Jonas Bendiksen/Magnum Photos/©Jonas Bendiksen / Magnum Photo", "Thirty photographers have their own dedicated chapter, with highlights from their portfolios accompanied by quotes or essays, while some 30 more are curated under sections titled In Transit, Days Off and Playing the Market.", "In Transit, for instance, includes images of rain-drenched cyclists in Shanghai, shot by Stuart Franklin in 1993, and Thomas Dworzak's 2000 photo of a man driving away from a petrol station in Azerbajian with dozens of plastic containers strapped to the roof of his car.", "Days Off, meanwhile, shows kids playing volleyball in Havana, Cuba, by Paolo Pellegrin in 2011, but also punks, immortalized by Peter Marlow at a 1978 gig at the Roxy Club in London.", "Four cities central to the history of street photography -- London, New York, Paris and Tokyo -- where Magnum has long had offices, also serve as sub-dividers for the visual artists. The idea, McLaren explained, was to illustrate the wealth of styles, techniques and approaches applied to different subjects by different masters, as well as each city's distinctive visual traits.", "A 1955 shot taken in Colorado, USA, by Magnum photographer Elliott Erwitt. Credit: Elliott Erwitt/Magnum Photos", "\"Street photography is so incredibly layered,\" McLaren said. \"It's possibly the most candid visual representation of the world around us.\"", "The \"streetwise\" of the title hints at the photographers' ability to \"paint\" a picture by being acutely aware of their surroundings and capturing it in a single moment.", "\"Streetwise photographers are instinctive readers of body language,\" McLaren writes in the introduction of the book. \"They can sense when someone is about to yawn while waiting to cross the road, and they revel in the rituals of a group of friends sitting together on a night out.", "\"To be able to approach such a scene, unobtrusively get within camera range and take one or two frames, and then depart leaving the subjects untroubled and the location untouched is akin to being a cat burglar. To pull this off is to be a master of distraction.\"", "Related video: Photographer Martin Parr on Britain in the time of Brexit", "Being able to sense \"that moment when reality quivers with photographic possibility,\" is also what makes the featured Magnum photographers streetwise, McLaren points out.", "\"Unlike photojournalism, which involves a very strict way of telling stories, permits and so on, street photography is more instinctual, and almost allows for more artistic leeway,\" he explained. \"These images all share that quality.\"", "The photos in \"Magnum Streetwise\" tell diverse micro-stories specific to their authors and settings -- for example, a girl on Tokyo's metro, captured by Gueorgui Pinkhassov in 1996 and pigeons scattering over Trafalgar Square in London, by Sergio Larrain circa 1958.", "Others are extended works of observation, like Herbert List's contemplation of the limited view from his window in the summer of 1953 in Rome, when a foot injury kept him confined to his apartment.", "A shot taken by Herbert List from the window of his Rome apartment, where he was confined with a foot injury at the time. Credit: Herbert List/Magnum Photos", "\"Video, VR and new technologies are increasingly shaping the way we approach and digest what's around us,\" McLaren said, \"but street photography is shrouded in a sense of mystery hard to replicate. And it's still very much a relevant expression of how the world works.\"", "\"Street pictures don't give out or tell you what you're seeing. They make you ask questions, and ask yourself 'What happening here?' They suggest that not everything is as it might seem.\""], "keywords": ["photographers", "photography", "magnum", "way", "book", "taken", "streetwise", "mclaren", "spontaneous", "photos", "visual", "art", "street"], "title": "Magnum Photos: The spontaneous art of street photography", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}