{"summary": "Antonio Brown is facing a lengthy suspension amid the NFL’s investigation into the rape and sexual-assault claims against the wide receiver, according to a report Tuesday.\nBrown, whom the New England Patriots released earlier this season, could receive a suspension of anywhere from six games to an entire season, Bleacher Report reported, citing several sources.\nHe could face a lengthy suspension or could be subjected to the commissioner’s exempt list if he did sign with a team.\nANTONIO BROWN'S LATEST TIRADE TARGETS 'RACIST' NFL, 'LOSER' BEN ROETHLISBERGERMeanwhile, the free-agent wide receiver teased his rap album Tuesday.\nBrown apparently planned to call it “No White Women 2020.”CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMLast week, he vowed never to date white women again.", "keywords": ["reportedly", "media", "women", "receiver", "white", "social", "promotes", "report", "rap", "season", "brown", "facing", "wide", "sexual", "allegations", "suspension", "teams", "lengthy"], "paragraphs": ["Antonio Brown is facing a lengthy suspension amid the NFL’s investigation into the rape and sexual-assault claims against the wide receiver, according to a report Tuesday.", "Brown, whom the New England Patriots released earlier this season, could receive a suspension of anywhere from six games to an entire season, Bleacher Report reported, citing several sources.", "Despite the report of impending discipline, Bleacher Report reported last Friday that at least 20 teams were interested in signing Brown -- including all postseason teams aside from the Patriots.", "ANTONIO BROWN DRAWING INTEREST FROM NEARLY TWO DOZEN TEAMS DESPITE ALLEGATIONS AGAINST HIM, REPORT SAYS", "Brown, a seven-time Pro Bowler and four-time All-Pro selection, has had 841 catches for 11,263 receiving yards and 75 touchdowns. However, he’s faced a string of serious off-field allegations and displayed erratic behavior on social media.", "Brown was accused in a lawsuit by his former trainer of sexual assault and rape. Separately, he was accused in a Sports Illustrated report of sexual assault. Brown met with the league over the allegations but the NFL has not dished out any discipline. He could face a lengthy suspension or could be subjected to the commissioner’s exempt list if he did sign with a team.", "ANTONIO BROWN'S LATEST TIRADE TARGETS 'RACIST' NFL, 'LOSER' BEN ROETHLISBERGER", "Meanwhile, the free-agent wide receiver teased his rap album Tuesday. Brown apparently planned to call it “No White Women 2020.”", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Last week, he vowed never to date white women again."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/sports/antonio-brown-lengthy-suspension-rap-album-report", "authors": ["Ryan Gaydos", "Ryan Gaydos Is A Sports Reporter For Foxnews.Com", "Foxbusiness.Com. Follow Him On Twitter"], "id": "e3f30dc2-0a3e-39c3-8778-14eee99fafd2", "pubDate": null, "title": "Antonio Brown reportedly facing lengthy suspension as wide receiver promotes rap album on social media"}