{"authors": ["Jennifer Smith", "Jennifer.Smith Wsj.Com"], "id": "e4054b3e-7336-3ea9-8063-b6c5822f36e9", "pubDate": null, "title": "Trucking Companies Cut Payrolls for Third Straight Month in September", "keywords": ["month", "trucking", "jobs", "trucks", "demand", "freight", "carriers", "payrolls", "companies", "workers", "straight", "sector", "sectors", "cut"], "paragraphs": ["Trucking company payrolls contracted last month as a manufacturing slump weighed on freight demand while logistics sectors tied to e-commerce notched modest gains.", "Truckers cut 4,200 jobs in September, the third straight month of declining payrolls, according to preliminary employment figures the U.S. Bureau of Labor Statistics released Friday. The cutbacks came as carriers slammed the brakes on fleet-expansion plans.", "Warehousing and storage businesses added 3,400 workers, meantime, as a sector that includes labor-intensive online fulfillment centers stepped up recruitment ahead of the holiday season. The Labor Department revised its earlier numbers to show warehouse operators gained 1,700 jobs in August after earlier reporting a 1,000-job increase.", "Newsletter Sign-up", "Hiring expansion slowed at parcel carriers that deliver packages to homes and businesses. Courier and messenger companies added 3,600 jobs in September.", "Overall the U.S. gained 136,000 jobs last month and the unemployment rate dropped to 3.5%, a 50-year-low.", "Expanded hiring in health care and business and professional services helped offset weakness in the industrial sector that feeds freight networks. Manufacturers lost a net 2,000 jobs, including 4,100 positions at companies that make motor vehicles and auto parts.", "The weakness in the industrial sectors includes manufacturers of trucks. Orders for heavy-duty trucks fell 72% in September from the prior year, when trucking companies flush with cash from the 2018 freight boom raced to expand fleets and replace older equipment, according to research firm FTR.", "Daimler Trucks North America LLC this week said it would lay off about 900 workers at two North Carolina Freightliner plants. “The market is now clearly returning to normal market levels,” the company said. “This levelling-off in the market requires us to adjust our production levels to meet the normalized demand and therefore reduce our current build rates and employment levels at these locations.”", "The trucking sector now has cut payrolls by 9,600 jobs over the past three months.", "Trucking companies that stepped up recruitment last year also are cutting off that hiring pipeline as freight demand softens, said Avery Vise, FTR’s vice president of trucking. “They overshot things a little,” he said. What’s more, “a lot of smaller carriers are going out of business…through August we’ve already lost twice as many for-hire carriers than we lost in the entire of 2018.”", "This week Roadrunner Transportation Systems Inc., a large Downers Grove, Ill.-based trucking company, said it plans to cut about 450 jobs, or 10% of its total workforce, as it downsizes its unprofitable Rich Logistics truckload business as part of a broader operational overhaul.", "Logistics employers in sectors tied more closely to retail and e-commerce are in expansion mode as they prepare for the holiday peak. The National Retail Federation expects holiday sales to rise by between 3.8% to 4.2% this year, although it warned that slowing economic growth and uncertainty over trade could erode consumer confidence.", "Delivery giant United Parcel Service Inc. plans to hire 100,000 seasonal workers this year, and staffing agencies report demand for warehouse labor is outstripping the available supply.", "Write to Jennifer Smith at jennifer.smith@wsj.com"], "summary": "Trucking company payrolls contracted last month as a manufacturing slump weighed on freight demand while logistics sectors tied to e-commerce notched modest gains.\nTruckers cut 4,200 jobs in September, the third straight month of declining payrolls, according to preliminary employment figures the U.S. Bureau of Labor Statistics released Friday.\nOverall the U.S. gained 136,000 jobs last month and the unemployment rate dropped to 3.5%, a 50-year-low.\nManufacturers lost a net 2,000 jobs, including 4,100 positions at companies that make motor vehicles and auto parts.\nTrucking companies that stepped up recruitment last year also are cutting off that hiring pipeline as freight demand softens, said Avery Vise, FTR’s vice president of trucking.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/trucking-companies-cut-payrolls-for-third-straight-month-in-september-11570209587?mod=hp_minor_pos13"}