{"id": "e42bbd73-16f7-3dc7-a426-bea4b084ede0", "title": "What’s Left in the States That Will Decide the Race", "url": "https://www.nytimes.com/2020/11/04/upshot/election-states.html", "summary": "There are still states left undecided in the presidential race.\nMr. Biden has only a narrow lead, but here again it’s hard to see where Mr. Trump is supposed to make up ground.\nNevada election officials said no more results would be released until noon Eastern on Thursday.\nBut there’s uncertainty about the remaining vote.\nSo many Democrats rushed their ballots in early that most of the remaining absentee ballots are from registered Republicans.", "paragraphs": ["There are still states left undecided in the presidential race. Here’s where they stand on Wednesday.", "Wisconsin update. Joe Biden was declared the winner Wednesday afternoon, with a lead of more than 20,000 votes, not far from President Trump’s winning margin (0.7 of a point) here in 2016. The Trump campaign says it will ask for a recount, but that would be a large deficit to make up.", "Nevada. Mr. Biden has only a narrow lead, but here again it’s hard to see where Mr. Trump is supposed to make up ground. All of the Election Day vote has been counted, and now only Democratic-leaning late mail and provisional ballots remain. Nevada election officials said no more results would be released until noon Eastern on Thursday.", "Arizona. The president is at a much larger five-point deficit in Arizona, so you might be surprised to learn that it’s still up for grabs. But there’s uncertainty about the remaining vote. One thing we know: There are late mail ballots, received by the state over the last few days. These ballots usually tilt Democratic, but this year they might not. So many Democrats rushed their ballots in early that most of the remaining absentee ballots are from registered Republicans. It’s possible these Republicans just went out and voted on Election Day. But it’s also possible they’ve sent in their ballots, which haven’t been counted yet. We’ll get a better idea later Wednesday, when officials have said they expect to have finished counting ballots."], "authors": ["Nate Cohn"], "keywords": ["decide", "officials", "president", "possible", "republicans", "states", "left", "race", "trump", "election", "remaining", "mr", "ballots", "vote", "whats"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}