{"id": "e4912d48-879c-3690-a192-6e13d7388797", "title": "Banyan - New Zealand allows assisted dying, among other progressive steps", "url": "https://www.economist.com/asia/2020/11/05/new-zealand-allows-assisted-dying-among-other-progressive-steps", "summary": "In contrast, New Zealand’s new foreign minister, Nanaia Mahuta, sports a Maori tattoo known as a moko kauae on her lips and chin.\nThere are eight women, two of whom are lesbians with young children, and the first openly gay deputy prime minister, Grant Robertson.\nMore notable than the appearance of Ms Ardern’s cabinet is how voters answered one question on their ballot paper: should New Zealand legalise assisted dying for those with a terminal illness?\nNew Zealand thus becomes only the seventh country to legalise assisted dying, and the first country in Asia—though the Australian state of Victoria passed a similar law last year.\nAnd the disproportionate number of Maori banged up for small-fry drug offences feeds into the pathology of Maori gangs that blight indigenous life.", "paragraphs": ["U NTIL THIS week, Asia’s most famous ministerial tattoo belonged to the Indonesian former fisheries minister, Susi Pudjiastuti. But you had to know where to look—the birdlike form lived on Ms Susi’s shin. In contrast, New Zealand’s new foreign minister, Nanaia Mahuta, sports a Maori tattoo known as a moko kauae on her lips and chin.", "Ms Mahuta is part of the most diverse cabinet in New Zealand’s history, appointed by Jacinda Ardern following a thumping re-election for the prime minister and the Labour Party she leads. Ethnically, almost half the 20 members are not pakeha, ie, white, including five indigenous Maori. There are eight women, two of whom are lesbians with young children, and the first openly gay deputy prime minister, Grant Robertson.", "Ms Ardern would not, this week, have fared well in Kansas. After a massacre of Muslim worshippers last year, she swiftly implemented a ban on semi-automatic weapons. Climate change and the environment are big priorities. She likes to talk about her “team of 5m”, meaning all Kiwis. Vogue magazine nicknamed her the “anti-Trump”.", "Yet the prime minister’s liberal stances are not so much shaping the country’s attitudes as emblematic of them. New Zealand, after all, was the first place in the world to give women the vote. The country is content, even occasionally smug, about being so very progressive. As Andrew Geddis of the University of Otago says of Ms Mahuta’s moko kauae, New Zealand’s public face “says something about how we’re changing as a society and what we’re comfortable with showing the world”.", "More notable than the appearance of Ms Ardern’s cabinet is how voters answered one question on their ballot paper: should New Zealand legalise assisted dying for those with a terminal illness? Though the final tally has yet to be announced, around two-thirds of New Zealanders appear to have said “yes”.", "Dying with dignity has been the subject of heated debate for years. Voluntary euthanasia has had the support of libertarians, notably David Seymour, who heads the ACT party, as much as of more left-leaning types. In 2015 Lecretia Seales, a lawyer with a terminal brain tumour, sued the government for the right to die. She lost, but after her death her husband redoubled the campaign. A national debate ensued, in which lawmakers looked to see what worked in other countries.", "Last year Parliament passed the End of Life Choice Act. It restricts access to assisted dying more than some European legislation. It requires you to be suffering from a terminal illness that is likely to end your life within six months, to be showing a significant decline in physical capability and to be able to make an informed decision. Arguments that the law would result in disabled people, the mentally ill or even children being put to death never gained traction. The law’s enactment was contingent on the referendum, which was binding. New Zealand thus becomes only the seventh country to legalise assisted dying, and the first country in Asia—though the Australian state of Victoria passed a similar law last year.", "Yet when it came to another, non-binding, question on their ballots, about whether to legalise cannabis, Kiwis curiously found limits to their open-mindedness: just over half appear to have voted against the proposition. That might seem strange. New Zealand is one of the easiest places in the world to get a toke, and Ms Ardern’s admission of having smoked weed elicited little more than a national shrug. More than half of those aged between 15 and 45 say they’ve done the same.", "Still, as Lara Greaves of the University of Auckland, puts it, full legalisation of cannabis, rather than its simple decriminalisation, was “a jump too far”. Some feared that making more available would only further encourage its use, especially among the young. Moreover, said anti-cannabis campaigners, a problem already exists with heavy alcohol consumption, especially among Maori and Pacific-islanders—why add to it? Besides, who is going to get locked up just for smoking a joint?", "Such arguments are understandable. But they miss a point that Maori community workers and others make: Maori are far more likely than pakeha to be charged with possession and cultivation of marijuana. And the disproportionate number of Maori banged up for small-fry drug offences feeds into the pathology of Maori gangs that blight indigenous life. Even the most progressive societies have their blind spots."], "authors": ["The Economist"], "keywords": ["minister", "terminal", "maori", "steps", "ms", "prime", "legalise", "zealand", "dying", "allows", "progressive", "life", "zealands", "half", "banyan", "assisted"], "pubDate": "2020-11-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}