{"paragraphs": ["The GoPro Hero Black series cameras created and defined the concept of action camera. It's been the best action camera around and a WIRED favorite for years. The latest model, the Hero 8 Black (8/10, WIRED Recommends), brings some great new features, but the Hero 7 Black is still a great camera, and it's on sale right now.", "The Hero 7 has been my go-to waterproof camera. My family loves the water—oceans, lakes, rivers, pools, ponds, mud puddles. So long as my kids can jump in it and splash, they're happy. My main camera, a Sony A7II, does not love the water, but the Hero 7 doesn't care what environment you throw at it. Well, maybe don't try putting it in lava, but otherwise you should be good.", "The Hero 7 Black brought remarkable in-camera image stabilization (GoPro calls it HyperSmooth), and while the Hero 8 Black makes some improvements to it, they're not earth-shattering. The image stabilization in the Hero 7 is still going to produce great footage. Just a week ago it was the best image stabilization you could get in a GoPro, and now you can get it for less.", "(Note: When you buy something using the retail links in our stories, we may earn a small affiliate commission. Much like subscribing to WIRED, these contributions help fund the journalism we put out every day. Read more about how this works.)", "The GoPro Hero 7 costs $329 ($70 off) at Amazon", "B&H Photo and Best Buy also have the discount.", "Pros and Cons of the GoPro Hero 7 Black", "The Hero 7 Black got an 8/10 score and WIRED Recommends award in our review last year, but here are some of the highlights, along with some notes on what the Hero 8 Black offers if you want to spend the extra money.", "WIRED: The biggest reason to stick with the Hero 7 instead of opting for a pricier Hero 8 is the removable lens cover. There a lot of third-party filters that can improve your shots (neutral density filters, which are like sunglasses for your lens, are very handy in snow), but the one that comes with your Hero 7 Black is replaceable if you scratch it. Trust me, scratches happen. The GoPro is made to be used and abused. GoPro says the nonremovable lens of the Hero 8 Black has stronger glass and is more scratch resistant, but until feedback from real-world use comes in, I am hesitant to upgrade.", "The Hero 7 Black launched with HyperSmooth, GoPro's electronic image stabilization system. This crops 10 percent of the image and uses that unseen zoom to reduce and mitigate shaking. You lose some of your field of view, but it's a vast improvement. The Hero 8 Black improves this even more and makes it available to all video modes. The Hero 7 also got rid of the rolling-shutter effect that plagued earlier versions.", "The microphone was also improved, reducing wind noise. The SuperPhoto feature uses HDR to try to expose for both faces and background using multiple exposures, which are then combined. SuperPhoto works well in some situations but not all.", "TIRED: The new form factor of the Hero 8 may mean that fewer accessories will support the Hero 7 going forward. That said, there are plenty of accessories on the market now that will likely continue to be available for quite some time.", "The Hero 7 is also undeniably a clunkier user experience than the Hero 8, both in terms of hardware—the need to take off the mounting cage to change batteries or SD cards will never stop being annoying—and in software, the lack of customization in menus means more fiddling to change settings compared to the Hero 8. SuperPhoto exposures are also vastly better on the Hero 8.", "More Great WIRED Stories"], "pubDate": null, "summary": "The GoPro Hero Black series cameras created and defined the concept of action camera.\nThe latest model, the Hero 8 Black (8/10, WIRED Recommends), brings some great new features, but the Hero 7 Black is still a great camera, and it's on sale right now.\nThe Hero 7 Black brought remarkable in-camera image stabilization (GoPro calls it HyperSmooth), and while the Hero 8 Black makes some improvements to it, they're not earth-shattering.\nThe GoPro Hero 7 costs $329 ($70 off) at AmazonB&H Photo and Best Buy also have the discount.\nThe Hero 7 Black launched with HyperSmooth, GoPro's electronic image stabilization system.", "title": "The GoPro Hero 7 Black is $70 Off Right Now", "url": "https://www.wired.com/story/gopro-hero-7-deal-2019/", "keywords": ["right", "stabilization", "hero", "image", "lens", "great", "superphoto", "camera", "gopro", "wired", "black", "70"], "authors": ["Condé Nast", "Scott Gilbertso", "Lily Hay Newman", "Christopher Ryan", "Kiona N. Smith", "Ars Technica", "Rhett Allain", "Jess Grey", "Wired Staff", "Alex Baker-Whitcomb"], "id": "e4a43ad4-d6a6-339c-872d-7bedaf6004a5", "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}