{"id": "e4adb9be-4f67-39cf-bb74-64f9f5c0b10a", "title": "GI Show - Impressions For Paper Mario: The Origami King, Iron Man VR, And Hyper Scape", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/07/09/gi-show-impressions-for-paper-mario-the-origami", "summary": "On this week's episode of The Game Informer Show, we start to shake things up, but never forget that we still love you.\nHow about Paper Mario: The Origami King, Hyper Scape, and Mortal Shell.\nSo please join me, Dan Tack, Jeff Cork, Brian Shea, and Alex Stadnik for another wild and ever-entertaining episode!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nTo jump to a particular point in the discussion, check out the time stamps below.", "paragraphs": ["On this week's episode of The Game Informer Show, we start to shake things up, but never forget that we still love you. We're experiencing a bit of a lull between the releases of The Last of Us: Part II and Ghost of Tsushima, but that hasn't stopped many of us from planning a bunch of interesting games. Need proof? How about Paper Mario: The Origami King, Hyper Scape, and Mortal Shell. If none of those catch your interest, be sure to stick around for community emails. So please join me, Dan Tack, Jeff Cork, Brian Shea, and Alex Stadnik for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "New Segment: GI Playlist: 3:22", "What Brian's Playing: 3:57", "The Last of Us Part II: 4:05", "Iron Man VR: 6:56", "What Dan's Playing: 12:09", "Hyper Scape: 13:05", "Mortal Shell: 20:14", "What Ben's Playing: 24:06", "Paper Mario: The Origami King: 24:18", "What Jeff's Playing: 32:40", "Call of Duty Warzone: 32:45", "What Alex's Playing: 36:11", "Pokémon Sword & Shield: Isle of Armor DLC: 36:23", "What the Golf: 37:11", "What Dan's Playing Part 2: 41:02", "Diablo 1: 41:18", "Artifact 2.0 Beta: 48:10", "Community Emails: 51:13", "New Segment: GI Recommends: 1:36:01"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["origami", "scape", "informer", "king", "sure", "segment", "listen", "mario", "man", "shell", "paper", "iron", "impressions", "playing", "hyper", "vr"], "pubDate": "2020-07-09T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}