{"id": "e4c9d312-4a91-3c34-8dbc-da97e64fab91", "title": "Photos show a deserted Italy with new curfew regulations", "url": "https://edition.cnn.com/travel/article/italy-second-lockdown-photos/index.html", "summary": "The Italy of November 2020 is unlike anything that has gone before in the age of mass tourism.\nCrawford stresses that the first week of November is always low season in Italy.\nWith Covid-19 cases rising exponentially, on October 26, Italy issued a decree closing bars and restaurants at 6pm.\nThe square's famous bars -- known for their live music and eye-watering prices as much as their beauty -- close at 6 p.m., but leave their chairs and tables in the square.\nI think after the vaccine things will return as they were -- in fact, I think there will only be positive changes.", "paragraphs": ["(CNN) — Hotels treating their few customers like royalty, empty art galleries where solo guests stand nose-to-nose with Renaissance art; and some of Europe's most famous open spaces with just a handful of people in them. The Italy of November 2020 is unlike anything that has gone before in the age of mass tourism.", "When Agnes Crawford , a tour guide from Rome, visited the Vatican Museums on October 28, she found herself in the notoriously overcrowded Sistine Chapel with just 10 other people.", "\"It was emptier than when you do a special [semi-private] opening in the evening that costs thousands,\" she said.", "\"I don't think anyone who's from another country is really contemplating visiting at the moment.\"", "Related content Venice holds back the water for first time in 1,200 years", "Ten days earlier, she'd taken a trip to Florence where, instead of lines to get in and crowds jostling in front of famous works of art, she found herself in the fabled Uffizi galleries face-to-face with works by the likes of Michelangelo, Botticelli and Raphael -- often alone.", "Crawford stresses that the first week of November is always low season in Italy. But after an increase of tourists in the summer -- many of whom were drawn by the pictures of the country's famous art cities devoid of tourists -- the cities have emptied again.", "With Covid-19 cases rising exponentially, on October 26, Italy issued a decree closing bars and restaurants at 6pm. And the annual slump in visitors has been joined by tourists swerving the country.", "\"I don't think there's a hotel in Florence with more than 10 rooms occupied,\" said Valeriano Antonioli, CEO of the Lungarno Collection hotel group in Florence.", "The drop in visitor numbers led to an unprecedented 10-day period where, before their closure, Italy's cultural attractions were offering pretty much private visits for tourists and locals alike.", "On November 6, the restrictions were tightened once again. There is now a nationwide curfew between 10pm and 5am, shopping centers are closed at weekends, public transport is capped at 50% capacity and -- unfortunately for the likes of Crawford -- museums and galleries have now closed, too, hopefully to reopen December 3.", "The country has also been divided into red, orange and yellow \"zones\" according to their case numbers, with further restrictions for the highest risk red zones -- Lombardy, Piedmont, Calabria and Valle d'Aosta. In these regions, residents must not leave their houses except for work, health reasons, or to carry out essential shopping.", "It means that some of Italy's most famous sites are almost deserted. And, unlike the spring lockdown, where residents were confined to their houses, for those outside the red zones -- which means most of the country -- this time they can enjoy their cities -- reclaim them, even -- by being outside.", "Rome, open city", "The Trevi Fountain is normally full of visitors, even at night. Pictured November 6, after curfew Getty Images", "Crawford has been doing the rounds of Rome in recent days, posting pictures of a near-deserted Trevi Fountain and Roman Forum.", "Her neighborhood, trendy Pigneto which is known for its pedestrianized nightlife stretch, \"felt like 4 a.m. at 6.30 p.m. on Friday night,\" she says. \"It was bizarre -- no chairs or tables outside, everything shut except the grocery store.\"", "An empty Trevi Fountain on November 5 Getty Images", "\"The weekend travel you normally get from Europe [in November] isn't happening -- with countries going into lockdown I don't think anyone's about to go on holiday.\"", "The Trevi Fountain in happier times - June 24, 2019 Getty Images", "Her visit to Rome's much-touted new exhibition on the Torlonia Marbles at the Capitoline Museums this week saw her sharing the Capitoline Museums with \"maybe 20 people.\" On the way home, walking past the Theater of Marcellus, she was passed by a bus with just three people on it.", "VIP treatment in Florence", "Florence and its famous Ponte Vecchio bridge (seen in summer 2018) are usually rammed Getty Images", "In Florence, the cradle of the Renaissance, \"every guest is seen as a jewel,\" says Valeriano Antonioli.", "Hotel bars and restaurants are still allowed to serve guests after 6 p.m., but the crash in tourism means that many have closed until further notice, and others are working with just a few rooms (of the Lungarno Collection's four hotels and one apartment block, just one hotel -- the Portrait Firenze -- remains open).", "November may be low season but it all depends on the weather, he says -- sunny days still see Florence busy. Or rather, they did until this year. After a summer that proved better than expectation, and a 45% occupancy rate in October, \"we were quite positive\", he says. \"We were very surprised to see that Europeans really traveled in October.", "\"Until 10 days ago we still hoped for a better future, but then all over Europe the number of positive cases increased dramatically. That, together with the new restrictions across Europe, practically emptied all our hotels.\"", "Yet, work aside, it has been a special time, he says.", "The Ponte Vecchio (taken September 14) has been walkable in recent weeks Getty Images", "\"The center, which is normally populated by 100,000 tourists, is semi-empty. You can enjoy walking around more. And [until the new restrictions came into force] there were no queues to enter the exhibitions.\" At a photography exhibition in October, he says, \"you could enjoy it without 100 people around every photo.\"", "\"For people who can still travel, it's like being a VIP,\" he adds. \"There's a real attitude of thankfulness and everyone is treated like the king or queen.", "\"[Visitors] can have the same experience this year as they'd normally have to spend thousands to achieve.\"", "Of course, Florence's main attractions are its galleries -- so with them shut, the city looks set to become even emptier.", "Film-set Venice", "The Doge's Palace on what should be a busy Saturday afternoon, November 7 Julia Buckley", "In Venice, the contrast has been even starker, since the majority of visitors stick to two outdoor areas -- the Rialto Bridge and St Mark's Square -- rather than enter museums.", "Now, every evening, there's a steady trickle of locals in Piazza San Marco, walking around the empty square, and taking photos of the famous basilica and Doge's Palace.", "The square's famous bars -- known for their live music and eye-watering prices as much as their beauty -- close at 6 p.m., but leave their chairs and tables in the square. So, each evening, a smattering of locals take to the empty chairs to chat or have an impromptu picnic of drinks or even pizza.", "Locals take to the cafe seating in St Mark's Square during Italy's second semi-lockdown, 6 November 2020 Julia Buckley", "Giuseppe Calliandro, who owns the Antica Sacrestia restaurant a short walk from the square, says that the restrictions closing bars and restaurants at 6 p.m. changed everything.", "\"In the morning, Venice is still pretty alive -- there are few tourists but locals are moving around, and with schools, shops and bars open in the day, it almost feels normal,\" he says.", "\"But from the afternoon, the streets gradually start to empty, and in the evenings there are very few people walking around.\"", "The Doge's Palace in October 2017, on a typical low-season day Getty Images", "Venice always feels like a film set in some ways, and never more so than now, with its empty set-piece squares and streets. What's more, the past few days have seen the city turned into an actual film set, with Tom Cruise in town to film a new Mission Impossible film.", "\"It's an important sign of Venice's huge attraction, even now -- and it's a glimmer of hope for the \"afterward.\"", "\"But otherwise this feels like a city on hold again -- one that knows it has to wait even longer to redeem herself from an extremely negative year.\"", "Sold out of croissants in Milan", "The city's famous fashion stores (seen November 6) are closed Getty Images", "And then there's Milan, which, as the capital of Lombardy, was hard hit by the first wave of the virus.", "Along with Piedmont, Calabria and the Valle d'Aosta, in addition to the national restrictions, people must only leave their homes for essential reasons.", "Shops, bars and restaurants have closed except for shops selling essential items, like grocery stores.", "Related content The tragedy behind Italy's famous pasta dish", "But right until the last minute, the Milanese were trying to continue as normal, said Carlo Dall'Asta, co-founder of the Farmily Group of bars.", "\"It was fairly full for breakfast -- we sold out of croissants,\" he told CNN Thursday, on their last morning.", "\"There have been slightly fewer people out and about, but everyone has just been waiting. Until yesterday [when the restrictions were confirmed] we didn't know what death we'd die.\"", "The square (shown May 30, 2019) is usually the hub for tourists visiting the city Getty Images", "Milan's visitor numbers have plummeted this year to a quarter of 2019 figures. Although Dall'Asta says he noticed more European tourists than usual in the summer, many of the city's regular visitors are from the US and China -- both banned from the EU (the latter will be lifted if China lifts its reciprocal ban on EU travelers).", "\"From October I haven't seen any tourists,\" he said.", "And he said that although things don't feel so different by day, it's \"very strange if you go for a walk after 6 p.m. -- much fewer people, everything closed. In the Navigli [the nightlife area where his bar, MAG Café , is located] you're used to walking around in the middle of the action -- there are people, lights, noise. Now, it's a different atmosphere.\"", "But despite everything, he's positive for the future.", "\"With six properties, we've always been attentive but I think we've improved our management. I think after the vaccine things will return as they were -- in fact, I think there will only be positive changes.", "\"Sadly, we're now closing because it's right to close. We're making the sacrifice, hoping this will last as soon as possible so we can come back and do our work better.\""], "authors": ["Julia Buckley"], "keywords": ["bars", "regulations", "deserted", "tourists", "curfew", "famous", "walking", "think", "closed", "italy", "square", "restrictions", "photos", "getty", "seen"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}