{"id": "e4d23656-cd8f-3463-a33c-f1a7e01d6169", "title": "Still missing your stimulus check? IRS says time is running out to get the money", "url": "http://www.foxbusiness.com/money/still-missing-your-stimulus-check-irs-says-time-is-running-out-to-get-the-money", "summary": "Time is running out for Americans still awaiting the arrival of their coronavirus stimulus check to register for the one-time payment.\nEligible people who submit their bank account information will receive a direct deposit by year-end; for those who don't provide bank account information, they'll receive a check in the mail.\nThe IRS noted that whether or not individuals have earned an income or work, they’re eligible to receive the payments.\nYou can track your stimulus check in the mail by using the U.S.\n\"The IRS is working hard with our partners across the country to raise awareness about the upcoming deadline to register for a payment,\" Rettig said.", "paragraphs": ["Time is running out for Americans still awaiting the arrival of their coronavirus stimulus check to register for the one-time payment.", "Continue Reading Below", "The IRS said it's planning to contact people who may still be eligible for a check on Nov. 10 to sign-up for the money – up to $1,200 for one person, and $3,900 for a family of five (dependents under the age of 17 were eligible for a $500 check).", "College students who aren't claimed as dependents by their parents and low-income adults who don't typically file tax returns may be among those who qualify for the money, which Congress authorized in March with the passage of the $2.2 trillion CARES Act, but have not received it, the government agency said.", "IRS EXTENDS DEADLINE FOR MILLIONS OF AMERICANS TO REGISTER FOR STIMULUS CHECK", "\"College students in particular should be careful not to overlook these payments if they're supporting themselves and can't be claimed as a dependent on someone's tax returns,\" IRS Commissioner Chuck Rettig said in a statement. \"A few minutes of research could really help students.\"", "The cutoff to provide information to the IRS is Nov. 21.", "Up to 8.7 million individuals who are eligible to receive the payments have yet to receive the money due to incomplete IRS and Treasury Department records, according to a recent report from the Government Accountability Office, Congress' auditing arm.", "The watchdog found that while the Treasury Department and IRS have tried to address distribution issues involving the checks, the agencies still “lack updated information on how many eligible recipients have yet to receive these funds.\"", "DEMS' FAILURE TO MOUNT 'BLUE WAVE' COULD LEAD TO SMALLER VIRUS RELIEF PACKAGE", "Individuals who normally do not file a tax return – including college students, homeless people, low-income individuals and others – can register for the payment and must submit their information through the IRS' “non-filers” tool. Eligible people who submit their bank account information will receive a direct deposit by year-end; for those who don't provide bank account information, they'll receive a check in the mail.", "The tool is intended for couples who earn less than $24,400 and individuals who earn less than $12,200, as well as those who are homeless. The IRS noted that whether or not individuals have earned an income or work, they’re eligible to receive the payments.", "US ECONOMY ADDED 638,000 JOBS IN OCTOBER AS UNEMPLOYMENT FALLS TO 6.9%", "If eligible individuals miss the Nov. 21 deadline, they will have to file a federal income tax return next year in order to claim the money.", "You can track your stimulus check in the mail by using the U.S. Postal Service's Informed Delivery tool.", "\"The IRS is working hard with our partners across the country to raise awareness about the upcoming deadline to register for a payment,\" Rettig said.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE"], "authors": ["Megan Henney"], "keywords": ["money", "eligible", "irs", "receive", "running", "individuals", "students", "tax", "missing", "stimulus", "check", "register", "information"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}