{"summary": "Following a gruesome fishing accident, one angler in Tennessee might actually be asking Santa for his two front teeth this Christmas.\nTEXAS FISHERMAN LANDS 200-POUND ALLIGATOR GAR AFTER 40-MINUTE TUSSLEAdam Riser was fishing in Nashville with two of his friends last week when an incident left him bloodied and missing his two front teeth.\n“Teeth… who needs em anyway, right?” he joked in the caption.\nAfter he got a bite and set the hook, Riser told the publication the tungsten weight “sling-shotted” back into his mouth and knocked out his teeth.\n\"My buddies' faces had horrified looks when I looked up at them with chunks of teeth and blood falling out of my mouth.", "keywords": ["teethwho", "knocks", "looked", "em", "teeth", "tennessee", "taking", "mouth", "riser", "set", "tungsten", "weight", "bloody", "publication", "accident", "needs", "fisherman", "fishing", "right"], "paragraphs": ["WARNING: Graphic image below.", "Following a gruesome fishing accident, one angler in Tennessee might actually be asking Santa for his two front teeth this Christmas.", "TEXAS FISHERMAN LANDS 200-POUND ALLIGATOR GAR AFTER 40-MINUTE TUSSLE", "Adam Riser was fishing in Nashville with two of his friends last week when an incident left him bloodied and missing his two front teeth.", "CLICK HERE TO GET THE FOX NEWS APP", "“Went to set the hook on a giant bass (log) and ended up taking a 5/16[-ounce] tungsten bullet weight to the grill,” Riser shared on Instagram, along with a graphic close-up image of his mouth.", "“Teeth… who needs em anyway, right?” he joked in the caption.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Riser, a seasoned tournament fisherman, was out fishing with some buddies when the incident took place, publication Wired2Fish reports. After he got a bite and set the hook, Riser told the publication the tungsten weight “sling-shotted” back into his mouth and knocked out his teeth.", "\"I've dodged dozens of lures coming back at me, but I never even saw this one,\" Riser said to the outlet. \"My buddies' faces had horrified looks when I looked up at them with chunks of teeth and blood falling out of my mouth. Still had an hour of the float left. Since it wasn't really hurting me, we stopped and fished a few holes before loading up.\"", "Riser is now taking the injury in stride.", "“Definitely, could have been worse. I'll look into some new teeth after the New Year. I'm going to be a toothless bum for the holidays.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Several commenters on Facebook also expressed concern for Riser's injury, noting it “hurts to look at,” but Riser assured them it was relatively painless – despite how it looked."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/great-outdoors/angler-knocks-out-teeth-fishing-accident", "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "id": "e5a77faf-8533-3e66-8c94-16450f06de82", "pubDate": null, "title": "Tennessee fisherman knocks out front teeth in bloody accident: 'Teeth…who needs 'em anyway, right?'"}