{"id": "e61057e2-f1d9-3066-892b-58073e64bd91", "title": "Outgoing FT editor Lionel Barber: how the world has changed", "url": "https://www.ft.com/video/f927ff4d-5471-4dfb-a92a-60e7cc821159", "summary": "LIONEL BARBER: And I think that's been very positive influence, because we know much more about our audience now than we ever did.\nDo you think that's still got a lot of time to play out, that political reaction?\nMIRANDA GREEN: You've spent a lot of your career in Brussels and in the US as well as in London.\nBut I also think going forward that we need to offer solutions.\nI think that's important for a newspaper like the FT.And I think the other thing I'd say-- because you talked about interviews, it's not just the big countries.", "paragraphs": ["You can enable subtitles (captions) in the video player", "MIRANDA GREEN: Hello, welcome to the Financial Times. I'm Miranda Green, and I'm delighted to be joined by Lionel Barber on his very last day as editor of the paper after 14 years in the top job. Lionel, thank you very much for speaking to me today.", "LIONEL BARBER: It's great to be here, Miranda.", "MIRANDA GREEN: It's been an extraordinary decade and a half, a really kind of tumultuous time to be at the head of an international news organisation. What, for you, have been the biggest moments or the biggest trends that you think have seen our world transformed in the way it has?", "LIONEL BARBER: I think there are three big trends in the past 15 years. One would be the global financial crisis and its aftermath, if you like. There was a huge economic and financial shock. The world almost melted down in 2008. And then there was a political reaction, which I'm sure we're going to talk about-- the rise of populism and the anti-globalisation backlash.", "And I think second would be the rise of the East, the rise of China, China becoming-- if you like-- the second superpower-- economic superpower, and increasingly assertive, and India following fast behind. And then third is just the technological change, this upheaval-- symbolised, in a way, by the smartphone, which has changed everybody's lives and certainly, how media works.", "MIRANDA GREEN: So that tech change and the way that it's transforming media, do you think we are a little way along the transformation of the media industry, or further along, or are we coming to somewhere where we know this new world that we're dealing with, or is there much more disruption to come, do you think?", "LIONEL BARBER: More disruption to come. We've only just begun, in my view. There were many people who thought that the smartphone would change things maybe one or two degrees. But if you think what's the computer power of a smartphone is what the best-- biggest computers were doing say 20 years ago, and we haven't even begun to see what machine learning and artificial intelligence is going to do. So for me, it's a bit man vs. machines, and the journalists, we need to take back control of it.", "MIRANDA GREEN: Right, because will the AI ever manage to compete with the judgement that a good responsible media organisation has to make every day, many times a day, in which you've been at the centre of that machine filled with humans making those judgement calls?", "LIONEL BARBER: Yeah, I think you and I have answered the question. I mean, the journalists-- the human mind cannot be replicated. I think judgement is massively important in today's media. You know all about fake news-- that's an often-used term, but this notion of disinformation, misinformation, what can you trust. And the FT, we've tried very hard to make it still the centre of authority, a place where you can read accurate and trustworthy news. And I think that does require judgement-- curatorial judgement, human judgement. Artificial intelligence and machine learning can help us maybe sort a bit and prioritise, but I think there needs to be limits.", "MIRANDA GREEN: But data-- and the use of data in journalism-- is obviously one of those things that the technology has enabled us to do more, and obviously, for a business newspaper, covering finance in some detail. That's made a difference to our reporting already.", "LIONEL BARBER: And I think that's been very positive influence, because we know much more about our audience now than we ever did. Because we know what they're reading, what they're interested in, what they're sharing. And previously, if you like, in the newspaper age, the way you kept in touch with readers was you read the letters page or you get a phone call from somebody who's either angry or pleased. And obviously, we're in a whole different scale. That's been very important for the FT as we've grown our global audience now to almost 1.1 million paying readers.", "MIRANDA GREEN: So you talked about the financial crash and the recession that followed it and then the political backwash from that. Do you think that's still got a lot of time to play out, that political reaction? 'Cause clearly here in the UK, we've had the Brexit crisis and the vote. And in America, we've got the Trump presidency.", "LIONEL BARBER: The first reaction to the global financial crash was an anti-globalisation, a backlash against it-- the Occupy Wall Street-- And then, you also had concomitant with that, a concentration of financial power, paradoxically. There was a crisis that got banks got bigger, not smaller, less competition. I think that's a problem. But the third point-- and time going back to globalisation is, 30 years ago the great popular reaction and worries were about goods, the freedom of movement of goods. And then maybe during the financial crisis, freedom of movement of capital. Actually now, it's about people. And we're going to still see those demographic movements.", "And different pull-up politicians are drawing different conclusions. One is-- if you think of the tie-in to the rise of the East-- it's regaining control. You've got a sort of reversion towards greater nationalism and national economy rather than integrated supply chains and things like that.", "MIRANDA GREEN: And also you've increasingly been travelling in Asia. As China has risen, the importance of India has grown massively over this period. In a sense, how is that felt being in London running a global network, as the power balance shifts internationally?", "LIONEL BARBER: I can still remember a senior Chinese diplomat just over lunch using the phrase. And it was the first time Martin Wolf, chief economics commentator was there. He heard this diplomat use the word the second superpower. And I remember going back and Martin saying, that was the big thing out of this lunch. China's never described itself in that role. And that was 2006. I've since made, I think, eight or nine trips to China. And I've seen it change.", "You've seen Beijing change, you've seen the growth of these-- just number of airports around China. You've seen the growth of the Chinese middle class, and now Chinese companies going global. So it's visible, it's tangible, and it's real. India also-- we've got some problems now with Mr Modi and the economy is slowing down rapidly, but the fact is, power-- economic power-- has shifted from the West to the East, and we have to capture that.", "MIRANDA GREEN: You've spent a lot of your career in Brussels and in the US as well as in London. How does it feel with London changing its relationship with Europe and with the States as well? I mean, it's a real moment of flux.", "LIONEL BARBER: Well, I'm still confident in the city of London, because I think it's one of the world's great financial centres and I don't worry about London's relationship to the EU. The EU does not have a comparable financial centre, and I don't think it's going to have one any time soon. It's not going to be Paris, it's not going to be Frankfurt. New York, by comparison, may benefit from divergence of the London from Europe. New York, they've got the big banks, so that's the thing to watch there.", "I worry more about how the rest of the country is going to adapt to post-Brexit. I think there are some great centres of excellence like Cambridge. I think Manchester is becoming a great city linked to the university as well. But there are other places-- and we know about the seaside towns where they're still very vulnerable, and no amount of huge public spending is going to arrest that.", "MIRANDA GREEN: So thinking about the extraordinary access that we the FT have as a preeminent global international news organisation, I mean certainly as a reporter, I've always found it incredible what you can find out as an FT journalist. But the financial crash, having this incredible ability to talk to these leaders around the world, how does that feel balancing that with the journalistic killer instinct to get the story and to hold people to account?", "LIONEL BARBER: Well, access is two-edged, because you talk to primary sources, but then it's easy with access, to be captured. So in a way, I've always taken the view that you have to be inside-- close enough to see the whites of their eyes, but then to detach and then write from a slight distance. Now obviously, the more intimate the relationship, the more dangerous that relationship is. And I remember being invited-- indeed, getting the call in the first week of taking over as an editor-- in 2005. And who should it be? It's Downing Street and Tony Blair. And within three weeks, I'm on the sofa talking to the prime minister and--", "MIRANDA GREEN: Being wooed.", "LIONEL BARBER: Yeah. Well, you know, it is just interesting. But I think one always has to bear in mind the lines. So access always has to be for a purpose, and you can never sort of have people-- if people threaten access either to me or to FT journalists, I've always said, well, I don't care. We're still going to write about you. And that's happened a number of times. But, you're right. I mean, I think at times, I've worried a bit about whether we we're a little too close. I mean, we're obviously a business newspaper. We want to write about the real people and not just-- we've got to-- well, when I say the real people, I'm talking about it's good to have access to board members and CEOs, people who are exercising power. We also need to talk to other people involved, like investors and the accountants, et cetera. So multiple sources is OK. It's the way to deal with the access problem.", "MIRANDA GREEN: So you've had this very interesting interview with Angela Merkel today on your last day-- couple of months ago, a few months ago-- fascinating interview with Vladimir Putin. What have been the sort of high points for you of these extraordinary figures who you've had this incredible level of access to, to explain their world view through us, through the FT?", "LIONEL BARBER: Well, it's one of the great privileges of being editor. I've been very lucky. I've wanted to still do journalism, and I figured that one way to do it and plant the standard, if you like, was go and see the people who run countries, run businesses-- but particularly political leaders, because I'm interested in power. I've always been fascinated by it. So the Putin interview after midnight in the Kremlin was really interesting. I mean, this Russia's back on the world stage. North Africa, Middle East, et cetera, and seeing him talk about that was very interesting. Then, of course, he gave the big line, which was the liberal idea is obsolete.", "And so the Merkel interview-- Chancellor Merkel was, if you like the anti-Putin interview I wanted to do, a bookend-- and I'm very interested in Germany, speak German, studied German at university. So for me, it was a nice end piece. But I think probably the highlights of all were maybe being in Tehran and meeting president-- ex-president Rafsanjani-- great historical figure-- and then seeing Rouhani at the end. That was very-- just hadn't been there ever to Iran. I think being in the White House with President Trump. He was a bit disappointed when he said, have you been to the Oval Office? Nice place. And I said, well, actually, I have-- 20 years before. But didn't want to name drop.", "And then this interview with President Trump was quite special. But for me, overall probably on balance, was Putin in the Kremlin after midnight.", "MIRANDA GREEN: So you brought up his amazing line, which we splashed across the front page, the liberal idea is obsolete. Angela Merkel today giving us the counterpoint, as you've said. Do you think-- what about the FT's values, though, because in a sense, the FT is also-- has a kind of liberal world view.", "LIONEL BARBER: Well, we've defended that and our columnists have defended it. And it's correct to do so, because we do believe in globalisation. We know that globalisation has lifted billions out of poverty. You've seen that in China and in India. And we also are tolerant, open-minded people. We believe in immigration-- not-- if you're going to have lots and lots of immigration, you maybe need to think about how it might affect public services and communities and have spending to offset that. But in terms of-- again, I've spent more than 10 years in America. I've seen immigration has been a tremendous force of renewal and prosperity in America.", "MIRANDA GREEN: Energy.", "LIONEL BARBER: And energy, exactly. So that-- those values, the FT needs to defend and we'll continue to defend. But I also think going forward that we need to offer solutions. We need to recognise and explain how maybe the world has changed a bit after Brexit, after the election of Trump. This is not to condone what he's saying or sometimes what he's doing, but just to understand if the world has changed, to take account of that, but also to provide solutions to problems and not just, say, look backwards. I think that's important for a newspaper like the FT.", "And I think the other thing I'd say-- because you talked about interviews, it's not just the big countries. One of the great enjoyments for me has been to spend time in Africa. I've done at least six, seven trips to South Africa, was in Rwanda. Had a fascinating 3 and 1/2 hour interview with President Kagame who's been a figure in power for 20 years-- controversial figure, but a serious, deeply serious figure. And then, the Nobel laureate Mr Abiy in Ethiopia. So it's those things as well as the big names that have been such a pleasure.", "MIRANDA GREEN: Thank you, Lionel. Thank you very much for joining me, and also thank you for hiring me.", "LIONEL BARBER: It was a strategic decision, Miranda. Thank you very much.", "MIRANDA GREEN: Thank you."], "authors": ["Filmed Rod Fitzgerald", "Nicola Stansfield. Produced Daniel Garrahan"], "keywords": ["editor", "world", "changed", "green", "barber", "ive", "think", "youve", "financial", "going", "outgoing", "weve", "thats", "ft", "lionel"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}