{"id": "e61e5699-01ed-386e-8bda-f66b459c2cf3", "title": "The Intelligence - “The environment is clearly much more hostile from China’s perspective”—examining a five-year plan", "url": "https://www.economist.com/podcasts/2020/10/29/the-environment-is-clearly-much-more-hostile-from-chinas-perspective-examining-a-five-year-plan", "summary": "Also on the daily podcast: covid-19 helps wealthy countries talk about death and the future of Singapore’s hawkersTHE PARTY’S Fifth Plenum sets out a five-year vision; we mine the plan for clues about how China views itself in the world—and how long Xi Jinping intends to lead.\nThe pandemic has the rich world thinking and talking about death in a way not seen since the second world war.\nAnd an uncertain future for Singapore’s famed street-food hawkers.\nRuntime: 21minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer", "paragraphs": ["Also on the daily podcast: covid-19 helps wealthy countries talk about death and the future of Singapore’s hawkers", "THE PARTY’S Fifth Plenum sets out a five-year vision; we mine the plan for clues about how China views itself in the world—and how long Xi Jinping intends to lead. The pandemic has the rich world thinking and talking about death in a way not seen since the second world war. And an uncertain future for Singapore’s famed street-food hawkers. Runtime: 21min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer"], "authors": ["The Economist"], "keywords": ["hostile", "way", "wwweconomistcomintelligenceoffer", "world", "environment", "chinas", "worldand", "plan", "perspectiveexamining", "fiveyear", "clearly", "death", "intelligence", "xi", "wealthy", "future", "war", "singapores"], "pubDate": "2020-10-29T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}