{"id": "e62859a0-6fbd-3d61-a42c-8483c83ea13f", "title": "Democracy in Trumpland: I won because I say so", "url": "https://www.theguardian.com/us-news/2020/nov/04/trump-democracy-president-victory-fantasy-democrats", "summary": "It was around 10.30pm on election night 2020 that the jitters began to start with early results in from Florida that sent an all-too familiar chill across the nation.\nJoe Biden speaks at a drive-in election night event as Dr Jill Biden looks on at the Chase Center in the early morning hours of Wednesday in Wilmington, Delaware.\nHow could the contest have tightened so much that Trump too was also still in the running, hours into election night?\n“In 2016 Trump came along and smashed up the old order in a very definitive way,” he said.\nJoe Biden eventually took both Wisconsin and Michigan and may well yet be the next president of the United States.", "paragraphs": ["It was the grand, carefully choreographed victory speech that Donald Trump never got to make in 2016. Hail to the Chief was playing in the background as the president took to the stage around 2am, a phalanx of Stars and Stripes at his back and in front of him a maskless crowd of progeny and devotees screaming “We love you!”", "In 2016 Trump was so stunned by his own unexpected triumph that he looked quite taken aback. His victory speech was written in such a hurry it contained profuse praise for Hillary Clinton, the woman who had been subjected to chants of “lock her up”.", "Having stumbled four years ago, Trump did it on Wednesday morning his way, amid the grandeur of the East Room of the White House. “Frankly, we did win this election,” he said, the room erupting in a frenzy of cheers.", "It was a spectacle that spoke volumes about the man, and about the nation at this singularly damaged and dangerous moment in its 244-year history. An incumbent president declares victory even though he hasn’t won, then claims that fraud is being committed on the American public in the middle of an election that has seen the largest turnout of any presidential race in 120 years.", "Democracy in Trumpland.", "As the president was playing out his little victory fantasy, Democrats were going through their own version of hell. If the story of the night for Trump was about him pretending to have won just the way he liked it, for Joe Biden and his Democratic cohorts it was about dutifully following the rule book just the way they hate it.", "For them, too, the ghosts of 2016 loomed large. It was around 10.30pm on election night 2020 that the jitters began to start with early results in from Florida that sent an all-too familiar chill across the nation.", "Here we go again. Buckle up, you’re in for a rough ride.", "Trump supporters cheer outside of the Versailles restaurant as they await the results of the election in Miami, Florida. Photograph: Joe Raedle/Getty Images", "In Miami-Dade county, the area of southern Florida that is home to Cuban Americans, Biden’s numbers were notably soft. They indicated that the barrage of misinformation that had been flung by the Trump campaign that Biden was leading America into the dark night of socialism had stuck.", "By 11.30pm that sinking feeling among Democrats that 2020 was in fact 2016 redux was intensifying. Biden’s multiple pathways to the White House appeared to be narrowing with the unfolding loss of Florida and early results giving Trump the edge in states such as Georgia and North Carolina.", "And then the inevitable happened. Eyes turned – just as they did four years ago – to that trilogy of hope, fear and trepidation: Pennsylvania, Michigan and Wisconsin.", "The so-called “blue firewall” upon which Clinton had been relying and that Trump brutally tore down.", "Jake Tapper of CNN found himself giggling nervously as he said it, so surreal did the echo seem. “I do think we have been saying for a long time that anything could happen, that this is a very competitive race, and that it could come down to these three states.”", "You could sense the cogs of recognition start to turn: it began with a yes.", "“Yes, Joe Biden still had a route to the presidency.”", "“Yes, it was the ‘red mirage’.”", "Given the vast number of mailed ballots during the pandemic, his election night was always going to start looking grim but then brighten over time as the votes were counted.", "You could see the pattern take shape in several of the key battleground states that could deliver him victory. There was Wisconsin, where a Biden win was all but assured on Wednesday morning.", "Michigan, that other rust belt state that gave Trump his 2016 victory that also swung from right to left as the night went on. Georgia, where Biden initially looked to be flailing but was competitive again as morning came.", "Joe Biden speaks at a drive-in election night event as Dr Jill Biden looks on at the Chase Center in the early morning hours of Wednesday in Wilmington, Delaware. Photograph: Win McNamee/Getty Images", "So yes. Come the light of a new day, Biden was still looking potentially on track to take Trump’s place in the Oval Office.", "Then Arizona was put in the Biden bag, opening up with its growing Latino population potential new vistas for a changing and renewed America. With Georgia, a state that last backed a Democrat for president when Wayne’s World was in the cinemas, still looking within Biden’s grasp, there were even reasons for them to be cheerful.", "And then came the nos. No, it was not meant to be like this. That feeling of sickness in the pit of the stomach – that wasn’t meant to be there. Not this time.", "How could the contest have tightened so much that Trump too was also still in the running, hours into election night? Here was a president who had overseen the culling of more than 230,000 Americans by a microbe that other nations had contained.", "This was a man whose administration had ordered the cleaving of migrant children from their parents without bothering to ensure that they could find each other – three years later almost 600 are still separated. Who was happy to see teargas fired at peaceful protesters so that he could get his photo op. Who interpreted the founding principle of the nation, “We the people”, as “We the white people”. Who regards the climate crisis as a hoax.", "No. This wasn’t the plan.", "By midnight the twitching was palpable among Democratic luminaries who took to the TV channels to proclaim their undying confidence in Biden. James Carville, lead strategist for Bill Clinton when he won the White House in 1992, put on a brave face on MSNBC.", "“To all you Democrats out there: put the razor blades and Ambien back in the cupboard, we are going to be fine,” he said. Then he brandished a bottle of vintage champagne at the camera, remarking: “I don’t mind putting it on ice until Friday. I’ve waited four years for this, I can wait another four days.”", "If only he hadn’t appeared on the same channel a few days earlier bragging that “this thing is not going to be close” and that he would be cracking that bottle open by 10.30pm.", "Election workers count ballots on Wednesday in Philadelphia, Pennsylvania. Photograph: Spencer Platt/Getty Images", "It’s a wonder what a few hours’ rest overnight can do for one’s perspective. At midnight Claire McCaskill, former Democratic US senator from Missouri, was also displaying a stoic face.", "The night was transpiring just as had always been intended, she said. Turning to the three blue firewall states that yet again hung in the balance, she said: “Those three states will deliver the presidency for Joe Biden, just as was planned.”", "By the morning, when she came on MSNBC a second time, her tone had turned more reflective. She still believed that time was on Biden’s side and that patience would eventually prevail.", "But she now added a darker assessment. “This is a gut-check moment,” she said.", "“We can’t go back to assuming that Donald Trump is an outlier in terms of who he is and how he behaves. He is connecting with a lot of Americans in ways that a lot of us find hard to understand, but we’ve got to get at it – because we have to bring this nation together if we want to remain a superpower.”", "Bob Woodward, the veteran journalist of Watergate who extracted the admission from Trump that he had lied to the American people about the deadly nature of coronavirus, also had some harsh words for Democrats. “In 2016 Trump came along and smashed up the old order in a very definitive way,” he said.", "“If you want to know what’s happened in 2020, Biden represented the old order. The Democratic party has got to figure out how they change themselves.”", "This election isn’t over till it’s over. Joe Biden eventually took both Wisconsin and Michigan and may well yet be the next president of the United States. A bruising postmortem over what happened has just begun."], "authors": ["Ed Pilkington"], "keywords": ["biden", "won", "joe", "white", "victory", "2016", "trumpland", "night", "election", "trump", "president", "democracy", "states", "say"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}