{"id": "e65d9309-3ae4-3e2d-963e-7ef0e2142137", "title": "Brit Hume: If it's OK for crowds to celebrate Biden win, why can't we 'have fans in masks in stadiums'?", "url": "http://www.foxnews.com/media/brit-hume-election-street-celebrations-biden-victory-coronavirus-masks", "summary": "Fox News senior political analyst Brit Hume questioned Saturday why thousands of people are allowed to gather in cities across America to celebrate the projected election victory of Joe Biden while many sports fans are banned from attending games due to the coronavirus pandemic.\nBIDEN WINS PRESIDENCY, TRUMP DENIED SECOND TERM IN WHITE HOUSE, FOX NEWS PROJECTSOne viral video of a celebration outside of the White House showed the crowd singing \"YMCA,\" which caught Hume's attention.\n\"If this is ok because people are masked, why isn’t it ok to have fans in masks in stadiums this fall?\"\nHume asked.\nCLICK HERE TO GET THE FOX NEWS APPBaseball and football stadiums have been partially or completely empty this summer and fall, as a measure to prevent the spread of the coronavirus.", "paragraphs": ["Fox News senior political analyst Brit Hume questioned Saturday why thousands of people are allowed to gather in cities across America to celebrate the projected election victory of Joe Biden while many sports fans are banned from attending games due to the coronavirus pandemic.", "Over the past six months, critics have repeatedly slammed what appears to be a politically-motivated double standard that allowed demonstrations like Black Lives Matter marches to take place, while other outdoor events have been shut down or condemned by Democratic officials and members of the media.", "On Saturday, as the Fox News Decision Desk projected Biden to win both Pennsylvania and Nevada and become the 46th president, thousands of his supporters -- many of them wearing masks -- took to the streets to sing and cheer the incoming 46th president.", "BIDEN WINS PRESIDENCY, TRUMP DENIED SECOND TERM IN WHITE HOUSE, FOX NEWS PROJECTS", "One viral video of a celebration outside of the White House showed the crowd singing \"YMCA,\" which caught Hume's attention.", "\"If this is ok because people are masked, why isn’t it ok to have fans in masks in stadiums this fall?\" Hume asked.", "CLICK HERE TO GET THE FOX NEWS APP", "Baseball and football stadiums have been partially or completely empty this summer and fall, as a measure to prevent the spread of the coronavirus."], "authors": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "keywords": ["cant", "white", "fox", "house", "masks", "ok", "projected", "brit", "hume", "fans", "win", "thousands", "crowds", "celebrate", "stadiums"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}