{"summary": "Contra: Rogue Corps is a throwback to an earlier era.\nI haven’t played through the entirety of Rogue Corps, but I’ve played enough to say that it’s not worth your attention.\nRogue Corps is a twin-stick shooter, which is a genre I usually adore.\nRogue Corps controls horribly, with multiple dead zones when you try to aim your shots with the right stick.\nI don’t see a future in which the back half of Contra: Rogue Corps makes up for the abysmal first half.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["corps", "rogue", "idea", "contra", "interesting", "levels", "im", "review", "didnt", "play", "youre", "game"], "id": "e6685c0f-1d93-36e6-b59c-95286ccd8c4f", "url": "https://www.gameinformer.com/preview/2019/09/24/not-a-review-contra-rogue-corps", "title": "Not A Review – Contra: Rogue Corps", "pubDate": null, "paragraphs": ["Contra: Rogue Corps is a throwback to an earlier era. No, I’m not talking about the time of the NES, when Contra first burst onto the scene. I’m not talking about the time periods in which the series saw sequels on the Genesis and SNES, either. Rogue Corps is reminiscent of the early part of last-gen – more specifically, the early part of the Xbox 360’s lifespan, which saw a deluge of poorly executed garbage games. I haven’t played through the entirety of Rogue Corps, but I’ve played enough to say that it’s not worth your attention. I’m moving on, and I highly recommend you do the same.", "Rogue Corps is a twin-stick shooter, which is a genre I usually adore. Almost immediately after getting my hands on the game, I could tell something was off. Rogue Corps controls horribly, with multiple dead zones when you try to aim your shots with the right stick. Even after turning off the aim assists, I had a hard time precisely lining up targets. When you’re constantly being swarmed by drones (or trying to pick off enemies at a distance) it’s frustrating to see your shots harmlessly whizzing past. Considering that every shot contributes to an overheat gauge, every shot counts.", "Rogue Corp positions itself as a cheesy, bombastic fragfest; one of the four playable heroes is a machine-gun-toting panda, so you can immediately tell it doesn’t take itself too seriously. That sense of freewheeling fun is completely absent from the actual gameplay, though its attempts at creating setpiece moments are laughable. In one moment, you’re chased by a giant ball. It moves so slowly that the only real tension was between weaving through parked cars and trying to figure out a better use of my time. As it turned out, the correct answer was “virtually anything at all.”", "There’s a kernel of a good idea with weapon upgrades, but it desperately needs to be retuned. Enemies drop weapon parts, which you retrieve at the end of a level. There, you can research new tech or improve the weapons you have equipped by essentially disenchanting the unwanted parts. I didn’t notice any measurable improvements from those upgrades, since stat bonuses are measured to the hundredth decimal place. Getting new weapons can be a boon, but you’re subject to the luck of the draw. Hopefully an enemy drops an interesting component, because buying one in the in-game store is often prohibitively expensive. One interesting laser would have required me to replay a stage several dozen times to get enough gold. Nope! I did find a gauss gun that fired bouncing orbs – perfect for clearing out the myriad kill rooms that make up the bulk of the uninspired levels. That newfound sense of power didn’t salvage the plain fact that I was still using it in levels that were awkwardly structured, uninspired, and flat-out ugly.", "I appreciate the allure of so-called “so bad it’s good” gaming. This ain’t it, though. EDF has an unbelievably corny setup and amateurish production values, but it’s a perfectly functional shooter. Deadly Premonition is similarly cheesy, but it has heart and personality. Rogue Corps isn’t fun, interesting, or engaging. It’s an embarrassing mess that should be avoided. If you and your buddies want to just play something dumb to laugh at, there are many other, better options out there. Options that don’t require that you con them into picking up multiple copies of the game, too.", "You see, you can play local co-op in Rogue Corps, but you and your friends are cordoned off to a side mode. There, you can’t progress the campaign. Instead, they’re similar to the rifts in Diablo III, randomized strings of rooms and bosses designed to be replayed. Considering how grindy the game can be, it’s not a bad idea. The thing is, however, only the host gets to keep the accumulated loot and XP. Lame. I tried to play online, and there weren’t any lobbies that I could join. Considering that it launched today, that’s not exactly a great sign.", "I’ve spent about nine hours playing this game, and have no idea how many more stages are left until the end. I do know that levels are recycled only a few levels into the campaign, even to the point of putting the collectibles in identical locations. I don’t see a future in which the back half of Contra: Rogue Corps makes up for the abysmal first half. It would be irresponsible to assign a numerical score to something I didn’t complete, but all you need to know is that it’s irredeemably bad. Move along, folks."]}