{"keywords": ["heard", "dont", "dems", "conservative", "uk", "brexit", "feel", "election", "need", "extory", "lib", "gyimah", "general", "im", "party", "know", "hughes"], "title": "UK general election: why ex-Tory says Lib Dems need to be heard", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/aa4484ae-3039-411b-8927-fe36c849a39b?playlist-name=editors-picks&playlist-offset=8", "pubDate": null, "id": "e7792bf0-cc49-3000-af0f-7e8241f82204", "paragraphs": ["You can enable subtitles (captions) in the video player", "[TECHNO MUSIC]", "CROWD: Sam!", "LAURA HUGHES: Just over a year ago, Sam Gyimah was a Conservative minister serving in the government.", "SAM GYIMAH: Who's taking the picture? Oh.", "LAURA HUGHES: But today, he's standing as a Liberal Democrat in the seat of Kensington.", "SAM GYIMAH: Are you ready?", "LAURA HUGHES: Are you telling people that you were a conservative?", "SAM GYIMAH: They all know.", "LAURA HUGHES: Is that actually helping you, in some ways, get those Tory votes?", "SAM GYIMAH: Well, it's a very politically engaged constituency. And I have huge name recognition on the doorsteps because people know my story. They know when I resigned as a minister. They know I was one of the 21 who rebelled against no deal. We've got a potentially hard left government and a hard Brexit government. Both of them are extreme, and we need a sensible party in the middle. You know, Boris Johnson will say that he needs the biggest majority ever. But he's gambling with our economic future.", "[TECHNO MUSIC]", "SUBJECT 1: Hi! How can I help?", "SAM GYIMAH: Hi. I'm Sam. I'm the Lib Dem parliamentary candidate.", "SUBJECT 1: Oh, hi!", "LAURA HUGHES: What was Sam like as a student at school?", "ROGER HARCOURT: Thoroughly professional. Very talented, obviously. A model student, really.", "LAURA HUGHES: Well-behaved?", "ROGER HARCOURT: Of course.", "SUBJECT 2: Johnson's a bloody liar. Corbyn is a left-winger. I'm not left-wing.", "SAM GYIMAH: Yeah. Well, these MPs--", "SUBJECT 2: And you're Jo Swindon or--", "SAM GYIMAH: I was a minister. I resigned because of Brexit. If I wanted to look after myself, I would've stayed as a minister in the seat I was in before.", "SUBJECT 2: Yeah. With all due respect, Lib Dems are hardly likely to get in, are they?", "SAM GYIMAH: Here, we are. If you look at--", "SUBJECT 2: No, no, no. I'm talking about the whole nation to stop Brexit.", "SAM GYIMAH: But we will be a brake on the extremes.", "What he's saying about he can't vote for either, that is common. What is not common is to say he won't vote. That is not common.", "SUBJECT 3: We're undecided. We are conservative. We definitely-- I can honestly say-- are not wanting to go Labour. We like the platforms of the Lib Dems. But without the majority, we are fearful that, if you don't win the majority-- of which I think the polls are saying you won't-- that things could go awry then.", "SAM GYIMAH: You can't have either Corbyn and his madness in the rule of the state or Boris Johnson having a majority to deliver whatever Brexit that he wants.", "SUBJECT 3: I feel like I'm fatigued.", "SAM GYIMAH: Yes.", "SUBJECT 3: I feel tired.", "SAM GYIMAH: But it's not going to end. I mean, you feel tired. But it's not going to end. And giving in because we feel we're exhausted is what he wants.", "SUBJECT 3: Thank you very much for your time.", "SAM GYIMAH: Take care.", "SUBJECT 3: And good luck to you.", "[UPBEAT MUSIC]", "SAM GYIMAH: 53.", "[RINGING DOORBELL]", "It's flat 2.", "SUBJECT 4 (OVER DOOR PHONE): Then why did you ring flat 1?", "SAM GYIMAH: Oh--", "SUBJECT 4 (OVER DOOR PHONE): Are you stupid?", "[CHUCKLING]", "[TECHNO MUSIC]", "SUBJECT 5: I shan't be voting for you, but I wish you well.", "[UPBEAT MUSIC]", "LAURA HUGHES: What's it like, as a Lib Dem, working for someone who was a Conservative minister?", "JOSH PARK: I don't see it as anything different because I was a Conservative previously. I was a Cameronite Conservative, and then I switched when the party decided it was very sort of leave-based. Unfortunately, I think Sam's reasons for moving were so noble.", "LAURA HUGHES: Do you sympathise with those out there that we've spoken to who don't like Brexit but they also really don't like Jeremy Corbyn?", "ESTHER WINTER: Yeah. I mean, I can see where they're coming. And I know that people are very scared of Jeremy Corbyn. But at the end of the day, it's pretty obvious that this election is not about that. It is basically about whether you want to leave the European Union or not.", "LAURA HUGHES: Are you nervous at all about the revoke Article 50 line? Because we know, from polling, it hasn't played out very well. And actually, people want to see a second referendum. They don't necessarily want to just cancel Brexit altogether.", "PAOLA KALISPERAS: Yes.", "LAURA HUGHES: Have people been raising that as a concern on the doorstep?", "PAOLA KALISPERAS: To tell you the truth, yes, but not a lot.", "SAM GYIMAH: The confusion is people are thinking, actually, the Conservative Party is not my party. Am I really a Lib Dem? This sense that the political world is being realigned and people are having to make different choices is one that is kind of quite uncomfortable and quite torturous.", "LAURA HUGHES: Do you feel like a Lib Dem in your heart having been a Conservative for so long?", "SAM GYIMAH: Well, yes. I mean, because the Conservative Party has changed. Politics is changing. There's a realignment going on. And this election is happening in the midst of that. And, in many ways, we're not immune to what is happening in other Western democracies. You know, we've seen it with Trump in the US. And what I'm standing for is we can stop the madness here. We can stop it. We must stop it.", "[TECHNO MUSIC]"], "authors": ["Produced", "Filmed", "Edited Joe Sinclair"], "summary": "LAURA HUGHES: Just over a year ago, Sam Gyimah was a Conservative minister serving in the government.\n[UPBEAT MUSIC]LAURA HUGHES: What's it like, as a Lib Dem, working for someone who was a Conservative minister?\nSAM GYIMAH: The confusion is people are thinking, actually, the Conservative Party is not my party.\nLAURA HUGHES: Do you feel like a Lib Dem in your heart having been a Conservative for so long?\nI mean, because the Conservative Party has changed."}