{"id": "e791dd52-8f98-3031-bb01-79903698ad46", "title": "Hansa and Gretyl and Piece of Shit", "url": "https://www.newyorker.com/magazine/2020/11/16/hansa-and-gretyl-and-piece-of-shit", "summary": "Gretyl gave him the clip that bound her history report, and her teacher changed its grade from an A to a B-minus because Gretyl hadn’t fastened the pages.\nThey live in an eternal “not enough.” The mother, Grethilda, treks to the local goldsmith’s shop and peers for hours at his wares.\nHansa and Gretyl both read three fantasy novels a week.\nHansa doesn’t understand remorse.\nSix months back, Hansa adds, their middle sister, Piece of Shit, developed pains.", "paragraphs": ["Audio: Rebecca Curtis reads.", "Gretyl wakes at 6 A.M., as usual, but her stomach feels crampy. These are not what her mother calls the “normal” cramps, which gnash her abdomen for four days each month. These fissures poke her midsection with acidic fingers as she dresses. She hunches while she brushes her teeth, unloads the dishwasher, and mops the kitchen. She walks down to the cellar, carries up stacks of logs, and feeds the woodstove. She toasts bread, but finds she’s not hungry, so puts it in her heavy schoolbag.", "She doesn’t ask to stay home. Her mother’s warned her that she knows the girl feigns illness because she’s unpopular—a loser!—because she’s lazy and unlikable. The girl knows better than to whine about a stomach ache.", "As Gretyl leaves, her mother turns in bed upstairs, groans and snorts. A scrawny calico slinks out from an overgrown shrub. Gretyl retrieves a fistful of kibble from her pocket, whispers to the cat, and tosses it into the bowl hidden under the shrub. Gretyl hunches as she strides, through cold October wind, down the mountain road. She passes her grandparents’ chalet. A sleek fox lopes through the meadow that abuts the road. The sky is pale and crisp.", "Today again, at the bottom of the hill, sits the dented yellow Chevy. The man in the bone-colored leather coat leans against it. He towers over the car and is skinnier than a praying mantis. He has tilted black-brown eyes, olive skin, a large nose, and a bearlike black beard. He’s about thirty years old. Under the coat, he wears brown jeans and boots. Beside him, a huge, muscular brown dog pants. A bear-dog, the man has explained. His partner, Charon. The dog lunges toward the girl. Its ruby tongue lolls. The man grips the leash.", "Good morning. Cold today. Are you warm enough? He smiles bemusedly. I’m sorry to bother you. Almost bus time. We must hurry.", "Two weeks ago, the man’s carburetor malfunctioned, and he asked Gretyl to lend him her scrunchie to jerry-rig it. That night, her mother smacked her for losing it. Last week, the man’s fan belt snapped; he asked Gretyl for a paper clip to hold it together. Gretyl gave him the clip that bound her history report, and her teacher changed its grade from an A to a B-minus because Gretyl hadn’t fastened the pages. Now the man says, in his soft growl, The front wheel’s stuck in mud.", "He’d be grateful, he says, if she’d steer the wheel and pump the accelerator while he pushes.", "Gretyl hesitates. Rifles fill the back seat. If she gets in the car, he could abduct her. He looks Arab. His Chevy’s parked on her father’s land. Her parents would order her to alert the sheriff, not help him. But she likes his face. And has four minutes.", "She steers and pumps the accelerator while the man pushes.", "The car slides out of the mud.", "The man thanks her.", "No prob, she says.", "Why does she hold her stomach? he asks. Is she ill?", "No, she says. Just a tummy ache.", "Maybe she’d like a doctor? He indicates the Chevy. He’ll take her, he says.", "Her head jerks down. Nah.", "He opens the car door, grabs a rectangular object, and pushes it toward her.", "Maybe you want a BlackBerry?", "She stares.", "It’s a phone with a computer inside, he explains. With it, she can contact anyone. He works for a company, has dozens. Someday, he says, everyone will own a BlackBerry.", "No, Gretyl whispers. My parents have a phone.", "Then take this. He presses something hard into her hands. A plastic orange whistle.", "The huge dog licks her gloves.", "Sorry, the man says. It’s Charon’s storm whistle. He hears it from across the continent.", "He grins. He has a fantastically wide smile. If you need help, he says, blow it. Maybe we’ll come.", "She mumbles thanks and hurries to the bus stop. When she looks back, she sees them jump the fence that lines her dad’s woods. The man raises a glove. On the bus, she clutches her schoolbag to her stomach.", "Gretyl’s fourteen, but by the hunter’s moon she’ll be fifteen. She’s five-nine, slender. She has long white-blond hair, a sweet oval face, a Roman nose, and violet eyes. Because kids teased her, she plucked her thick eyebrows, so that they no longer meet above her nose. In her room, on a shelf, are a hundred quartz figurines. Counting them makes her feel safe. She bought them with money she earned busing tables at a restaurant in Markleeville, to which she rides her bike. She enjoys solving problems, helping people, reading, doing math, playing Dungeons & Dragons, and talking with friends—about the Iraq War, capitalism, the Y2K apocalypse. Gretyl wants to grow bigger, so she can leave this small Northern California town to study something useful, so she can do something useful.", "She lives with her father, a pilot, and her mother, a homemaker, in an A-frame on the mountain. Around them are meadows of mule’s ears and purple lupine, sagebrush fields, and thick forests that dip to a river, then surge up the peak. Deer wander the forest—also wild turkeys, coyotes, bears, and elk. The father has posted “No Hunting” signs.", "Though Gretyl’s older sisters’ college tuitions were paid long ago, the family’s strapped. They live in an eternal “not enough.” The mother, Grethilda, treks to the local goldsmith’s shop and peers for hours at his wares. But, once the ruby bracelet hangs on her wrist, she desires with unquenchable longing the emerald earrings.", "Grethilda spends too much on groceries, her husband, Hans, contends. She doesn’t need to buy ten-gallon tubs of ice cream and overpriced chicken fingers from the Schwan Man. She doesn’t need organic butter and jumbo shrimp. He eats canned tuna happily. Why can’t she?", "I do like canned tuna, Grethilda replies. I also like jumbo shrimp. I also like lobster. I want to dine out more, at nicer restaurants. And I want to take a tropical vacation, without the girl.", "Grethilda, Hans yells, we’re broke!", "Grethilda points out that Hans has a yacht. When home, he’s always fixing his Jaguars or sailing his yacht. You have your things, Grethilda explains. My things are jewelry and tropical vacations. Hans groans. He doesn’t know how they’ll survive.", "Grethilda wants Gretyl to go to boarding school. The girl makes life difficult, she says. She’s thankless and rude. She’d thrive at private school! And you and I, she adds, would have adult time.", "Hans grimaces. He doesn’t want adult time with his wife. He doesn’t want to banish his daughter. She’s overtall, but he enjoys looking at her. Of his children, she’s disappointed him least.", "He says, We can’t afford it.", "Well, Grethilda says, we could sell your yacht.", "Public education’s good, Hans protests.", "She’s miserable, Grethilda repeats. She fakes gross illnesses to avoid school!", "Her husband’s preference for their daughter’s company has not escaped Grethilda. But she never objects when Hans praises Gretyl’s math skills, and she limits herself to one Indian rope burn per week.", "Privately, Hans agrees that the girl’s awkward. She slouches, doesn’t play sports, seems morose. Sometimes observing her causes him pain. She used to hug him voluntarily, call him Daddy. Sometimes he thinks, It’d be good if she were gone.", "At school, the girl hunches. It lessens the pain. She aces her geometry test. During shop, she sands her chair slowly. At lunchtime, she doesn’t eat.", "What’s wrong? her friends ask.", "My stomach hurts, she admits.", "See the nurse, they say.", "Honey, the nurse says. Women get pains all times of the month.", "She offers to send Gretyl home.", "No, the girl says. She won’t bother her mother. The girl has an unyielding love for her mother. The mother’s repeatedly told the girl—while sobbing—that she suffered a terrible childhood. She was orphaned. She lived with cousins, then strangers, then at a hairdressing school! If it weren’t for the daughter, the mother explains, she’d be a doctor now. She got an A-minus in college biology. The daughter feels guilty. She does not mention that the mother bore Gretyl at forty. When the mother slaps her, she does not slap back.", "The mother, five-three, weighs a hundred and fifty pounds. The girl, five-nine, weighs a hundred and ten. It’s too late for me, the mother sometimes says, sighing. Gestating you destroyed my metabolism. Now I can’t practice medicine.", "“If my client is guilty of anything, it’s loving tax evasion too much.” Facebook", "Twitter", "Email", "Shopping Cartoon by Jason Adam Katzenstein", "Gentle snowflakes fall as the girl walks home. She sticks her tongue out as she climbs the hill. Approaching the house, she removes kibble from her schoolbag. She calls, Here, Mihos, come, Mihos, and pours it into the bowl under the bush.", "Inside, she bites into a cracker, then feels nauseous.", "An ivory Tibetan-wool rug covers the floor of the living room. Bookshelves bear Encyclopædia Britannicas, Bibles, a stereo. Two couches, their cream-colored upholstery inlaid with hundreds of turquoise-and-gold-feathered peacocks, face each other. They are the mother’s pride and joy.", "On one, she sleeps.", "When Gretyl enters, one eye opens.", "Storm tonight, she says. Ten inches. Your father has a trip.", "I hope he’ll be O.K., Gretyl says.", "The mother sighs. You didn’t feed that cat, did you?", "Gretyl shakes her head.", "Why do you hold your stomach?", "Stomach ache, Gretyl says.", "Jesus, the mother says. It never ends with you.", "The eye closes.", "Later, the girl sneaks down to the cellar. With difficulty, she carries up an old wooden playhouse. She hides it under the shining willow at the edge of the yard and covers it with a tarp. She brings over the now empty bowl and calls the cat, but nothing comes.", "At dinner, Gretyl can’t eat.", "More for me! the father says. He pulls the girl’s plate toward him.", "At nine, the eldest daughter calls and Gretyl picks up. Hansa is twenty-nine, a state congresswoman partnered with an aerobics instructor. She left California to attend college in Boston and stayed there. Hansa and Gretyl both read three fantasy novels a week. They both float fifty feet above their bodies sometimes, before sleep. They walk fast and like coffee. They’re beautiful, smart, hardworking. But Hansa fears pain. Can’t tolerate the tiniest needle. Gretyl won’t blink when a drill’s ten inches into her gut. Hansa plays tennis for hours. Gretyl dislikes exercise. Hansa doesn’t understand remorse. But sometimes she senses things. On this night, Hansa has a feeling.", "She asks how Gretyl’s doing.", "Gretyl says her stomach hurts.", "How?", "Gretyl describes it.", "Listen, Hansa says. It’s your appendix.", "Hansa explains that, when an appendix gets infected, it must be removed. If not, it ruptures and leaks toxic goo into the gut, which causes sepsis, organ damage, and, within a day or two, death. Hansa says that she had these symptoms two years ago. She went to the hospital, she says, despite her partner’s skepticism. The doctors scoffed and tested Hansa for eight venereal diseases; eventually, however, they scanned her abdomen, spied her enlarged appendix, and removed it. Six months back, Hansa adds, their middle sister, Piece of Shit, developed pains. Hansa called, heard her symptoms, and urged her to find a hospital. Piece of Shit refused, because she wanted to teach her Kaplan class. She went only because her boyfriend insisted, and after the doctors tested her for ten venereal diseases they scanned her torso and saw an infected appendix. It seems unlikely, Hansa muses, that three sisters would contract appendicitis within two years. Particularly since they all live in different states, and no known relative has ever had appendicitis. It sounds, Hansa says, like a fairy tale. But life, she adds, is strange. Stress affects the immune system in mysterious ways. They all grew up in the same isolated, anxious house. Perhaps their bodies, though separated by distance, communicate with one another. Who knows?", "Go to the hospital, tonight, she says. If you don’t, bad things may happen.", "O.K., Gretyl says.", "Hansa says, Promise?", "Yes.", "The parents are watching TV, eating chocolates, and drinking Irish cream. The father’s adjusting the picture-in-picture function, which malfunctioned just as the mother wanted to use it.", "Gretyl relays what Hansa said.", "The father’s eyes widen. Of his daughters, he hates the eldest most.", "Ha! he says. Nice that she makes the decisions from three thousand miles away! Does she think she’s a doctor? Does she know how expensive the E.R. is?"], "authors": ["Rebecca Curtis", "Rebecca Curti", "Willing Davidso"], "keywords": ["hans", "mother", "doesnt", "hansa", "girl", "grethilda", "stomach", "shes", "gretyl", "man", "shit", "piece"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}