{"paragraphs": ["When Manveer Heir left BioWare in 2017 after working on the Mass Effect franchise as a senior gameplay designer, he was burned out. He had been making games for a dozen years, putting in the time during crunch and enduring the wrath of Gamergaters for his beliefs. Like he had done at times during his career, he contemplated walking away from making video games entirely, but he knew he wasn’t done yet.", "Heir took some time off in New York figuring out his next move, and reconnected with a deep-seated ambition to form his own video game company – a dream he held since he was in the 10th grade when he drew up his own business plan.", "In order to craft the kinds of stories he wanted to tell and address some of the issues he experienced in the video game industry, Heir founded his own studio. Heir’s experiences with the Mass Effect franchise and companies the size of Electronic Arts exposed him to systemic problems that interfered with his goal of surfacing stories of characters of color and different backgrounds created by diverse developers.", "From left to right: Manveer Heir, Founder, chief visionary officer; Rashad Redic, Founder, chief creative officer; Bryna Dabby Smith, Founder, chief executive officer", "Heir reached out to Bryna Dabby Smith, an industry veteran with deep experience managing projects like Sleeping Dogs, for help with the business side of the venture, and word circulated of what Heir was putting together.", "This prompted Rashad Redic, previously an environment artist at Bethesda, to get in contact with Heir. A six-hour conversation later, Heir had solidified his nucleus for Brass Lion Entertainment around the three of them and started the ball rolling on the company’s first project: Corner Wolves, a game exploring the personal effects of the U.S. government’s self-proclaimed War on Drugs in ’90s Harlem.", "Brass Lion was created to tell stories you won’t get from most studios because it’s not setup like most studios. Brass Lion wants to actively hire developers of color and other diverse backgrounds, consciously bucking the trend of male whiteness.", "A survey of developers in 2017 by the International Game Developers Association (IGDA) reported that 71 percent of respondents identified as white or multiracial with white, 79 percent were male, and 86 percent were heterosexual. Furthermore, while 81 percent said they felt diversity in the workplace was important, only 42 percent felt diversity was actually increasing – down from 47 percent in 2016.", "Change is slow because institutions are inherently structured to preserve their status quo. There may be individuals, and even whole departments, that are sympathetic to hiring developers from diverse backgrounds, but there is a barrier of in-group selection that slows down progress.", "“Something that people say is, ‘Well, we just hire the best people,’” Heir says. “But when you look at the research you find out that meritocracy is kind of a lie. People really hire people that look like them, and they use words like ‘culture fit’ or ‘not a culture fit’ to push out people who maybe don’t fit in but have a diversity of ideas.”", "Hiring people with different backgrounds has a knock-on effect of better quality. Heir mentions Harvard Business Review articles based on research that says that mixed teams produce better results because they naturally question each other more and have less group-think that may stifle innovation. “You start to check each other’s biases,” Heir explains. “You don’t just nod your head and go, ‘Yup, that first idea is the best one,’ because everybody is coming at it from a different angle.”", "From these different experiences comes a different kind of game. Corner Wolves’ story is about Jacinte, a young Afro-Latina living in Harlem and working at her father’s bodega. One evening Jacinte returns to find him murdered in front of the store. The game is Jacinte’s attempt to find out who killed him and why, but the themes layered underneath run deeper.", "If you think how racism works in the real world, it’s embedded in all of our real systems. Manveer Heir", "Harlem was particularly affected by drugs during the 1990s when the game takes place. Both community leaders and politicians called for action to clean up the drug problem, but the increasing law-and-order approaches were neither taking care of the problem nor serving the community. In the ’70s, New York governor Nelson Rockefeller, who once favored rehabilitation, turned to a tough-on-crime approach. President Reagan signed into law more mandatory minimums and cemented them with the narrative of an urban crack epidemic. President Clinton increased mass incarceration of even low-level offenders with his 1994 crime bill.", "The effect this had on Harlem and the ethnic communities therein exposed the systemic racism of the U.S. justice system. Research contemporary to the game’s setting as well as countless studies since have clearly shown there are racial disparities when it comes to the arrest and conviction rates, as well as sentencing lengths, of blacks as opposed to whites committing the same crimes.", "One prominent example of racial disparities in relation to the War on Drugs is the infamous 100-to-1 rule established in 1986, specifying mandatory minimum sentences for specific quantities of cocaine. This said that distribution of five grams of crack resulted in a minimum five-year federal prison sentence, while it took 500 grams of powder cocaine to trigger the same minimum sentencing, even though the chemical composition and effect of either form of cocaine is appreciably the same. Blacks were specifically targeted since they were more likely to use crack than affluent whites, who used powdered cocaine.", "This large-scale history lesson might not be prominent in the head of Jacinte, nor the player, but it has had a demonstrable effect on the world of Corner Wolves and the lives within it. Heir and Brass Lion believe the issues and lessons this history exposes are things that video games can dig into in their own special way.", "“What I think you do is create the systems in a way that supports your thesis, that supports the themes and motifs of the game, of the story,” says Heir. “And then you make sure that it is embedded in all the different systems of the game. If you think how racism works in the real world, it’s embedded in all of our real systems. It’s embedded in the school system already. It’s embedded in the policing already. It’s embedded in job applications already.”", "Thus, Corner Wolves’s Harlem is a world players can move around and participate in, but it’s also one that is already defined by forces outside of Jacinte’s direct control. “I think that higher-level point of view, and that control [players] don’t have – I think that’s what I want people to experience,” Heir says. “You don’t always get to be the hero in our world because literally the rest of the world doesn’t let you.”", "The chips may be stacked against Jacinte, but she’s not powerless. The game has melee-based combat (no guns, however) and a conversation system designed to give her some agency while realistically portraying the world and situations around her. Heir says he likes exploring the grey area beyond absolutes of right and wrong – which RPGs in particular are well-suited for – and that at the end of the game players hopefully come away drawing conclusions, even if they aren’t necessarily able to power themselves up to some convenient, happy ending.", "Jacinte, a 20-something high school graduate who didn’t go to college, isn’t part of the neighborhood’s drug trade. However, she’s aware of it, not only due to her dad’s death but because people in affected areas have to be, simply for the sake of their own survival.", "Her status in the world allows her to move between different groups. One of the ways this surfaces is through code switching, or changing how you speak depending on who you’re talking to in order to present yourself differently. This could easily come into play with Jacinte’s background as both black and Dominican, moving between the two facets of her identity via language, as well as when speaking to the police and authority figures.", "“We definitely want to get that authenticity,” Heir says. “It allows us to write a lot of different characters from lots of different backgrounds so we can have lots of different lenses on the same problem, to let the player kind of choose what angle they like to approach things from or what their thought processes on how to solve these issues [are].”", "The game touches on dirty police, drug dealers, corrupt politicians, and even larger forces, but needs to do so in a way that’s still realistic to Jacinte and which doesn’t let the narrative and gameplay elements drift too far apart.", "The team is working on gameplay prototypes to build a demo for publishers (the game uses Unreal Engine 4), but they haven’t nailed down all of its aspects. Given Heir’s background and love of action/RPGs, the game will likely lean in that direction, but all involved know that much will likely change by the time it launches a few years from now.", "Art director and Brass Lion chief creative officer Rashad Redic is responsible for building the actual game world. The team wants to layer in touches authentic to Harlem and Jacinte’s mixed background, but filtered through an anime-inspired look. Anime is not only a personal touchstone for Redic, it also has a meta resonance because it’s popular in the black community.", "Hip hop is another strong current for the title, and not just for nostalgia’s sake, but because it adds its own larger commentary. “Part of the appeal of hip-hop in the first place,” says Redic, “was you’d get that lens of what life was like in a way that felt like someone was telling you a personal story. We just have to figure out how we distill that into a game. If rap was the sort of genesis of the inner city and urban communities having a voice and giving people a window into their lives, then maybe our game is going to be the beginning of that as an art form for us.”", "Brass Lion has signed a contract with Just Blaze (DJ and Jay-Z producer), although his dedicated work will come later in the project. Redic says that they’re not sure if they’ll use licenses for specific songs or even fashion brands, but certainly the goal is to imbue the game with an authentic vibrancy.", "As much as there is to be still defined about Corner Wolves, much is set firmly in place, guiding the project forward. Brass Lion CEO Bryna Dabby Smith knows what it takes to build a good foundation for a game and to keep it on track, having been key to that as a project manager on Sleeping Dogs at United Front when it was with Activision. “One of the things I think they did particularly well was the story element, and they really invested heavily on the narrative design,” she says. “It wasn’t just the feel of the world; they were actually writing something that felt like it was actually tonally correct from a cultural perspective. That it actually had roots in something beyond just, ‘Hey this is going to be a kick-ass game.’”", "There’s a major shift happening, and I think games are late to the party. Bryna Dabby Smith", "Brass Lion is currently working on Corner Wolves as a game, and is open to it appearing on as many platforms as are viable. The developer also believes the property has great potential to exist in other mediums, whether that’s film, comic books, or another form that takes place in the world.", "So far, the reception to Corner Wolves and Brass Lion in general has been positive from the people the trio have met with. “There’s a major shift happening, and I think games are late to the party,” Dabby Smith says. “I think movies have already started to go there, and if you’re talking to anyone in the greater entertainment space, anyone with any sort of Hollywood background, they already get it because they’ve already seen Get Out, and they’ve seen Black Panther, and they’ve seen Crazy Rich Asians all do incredibly well because they’re telling compelling stories. And the fact that they center characters of color and they center more marginalized voices is not holding them back because people are hungry for that and they’re looking for different types of stories.”", "For Brass Lion and Corner Wolves in particular, these stories are not black and white; they might not have a happy ending, and are too big to solve through a video game. But they are what people need and want to hear, and the time for them to be told is now."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Manveer Heir", "Bryna Dabsmith", "Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "Standing Up", "id": "e7a0a54d-6016-3ddc-829e-4a067818a90b", "keywords": ["standing", "game", "wolves", "different", "lion", "world", "redic", "heir", "brass", "think", "corner"], "summary": "Brass Lion was created to tell stories you won’t get from most studios because it’s not setup like most studios.\nBrass Lion wants to actively hire developers of color and other diverse backgrounds, consciously bucking the trend of male whiteness.\nCorner Wolves’ story is about Jacinte, a young Afro-Latina living in Harlem and working at her father’s bodega.\nAs much as there is to be still defined about Corner Wolves, much is set firmly in place, guiding the project forward.\nSo far, the reception to Corner Wolves and Brass Lion in general has been positive from the people the trio have met with.", "pubDate": null, "url": "https://www.gameinformer.com/feature/2019/11/15/standing-up"}