{"keywords": ["pressure", "polymer", "stronger", "handle", "turns", "times", "mountain", "runs", "skis", "ski", "strips", "delivers", "wood"], "summary": "Renoun Atlas 80Best for: Piste rocketsThe maple cores of these handmade skis are fortified with strips of HDT, a polymer that stiffens as pressure is applied.\nThat means the material gets harder as you ski faster, dampening vibrations on groomed runs and stiffening the ski to provide better stability during aggressive turns.\nThe polymer is also 50 percent lighter than the wood that surrounds it, resulting in a featherlight ski.\n$1,299Head Supershape i.TitanBest for: Groomer gremlinsGraphene, a crystalline carbon that's 100 times stronger than steel, is sandwiched between the wood and polymer that make up the bulk of these skis.\nThis combination of materials gives the skis extra stiffness, keeping the skier in control even through icy turns.", "id": "e82cfae2-fe40-3db9-9a99-34fde6fc60ce", "paragraphs": ["Renoun Atlas 80", "Best for: Piste rockets", "The maple cores of these handmade skis are fortified with strips of HDT, a polymer that stiffens as pressure is applied. That means the material gets harder as you ski faster, dampening vibrations on groomed runs and stiffening the ski to provide better stability during aggressive turns. When the pressure eases up—like when you're floating through powder or cruising slowly—the HDT strips soften and the ski regains a bit of the flexibility you want at those times. The polymer is also 50 percent lighter than the wood that surrounds it, resulting in a featherlight ski.", "$1,299", "Head Supershape i.Titan", "Best for: Groomer gremlins", "Graphene, a crystalline carbon that's 100 times stronger than steel, is sandwiched between the wood and polymer that make up the bulk of these skis. This combination of materials gives the skis extra stiffness, keeping the skier in control even through icy turns. The shape of the i.Titan is aimed more at all-mountain skiing than aggressive speed runs, with wider tips and tails that let them float over powdery snow. Look for graphene to show up in more sports equipment in the coming years; the material can make just about anything stronger and lighter, from tennis rackets to Formula 1 cars.", "$1,200", "Stylist: Heather Rosner", "When you buy something using the retail links in our stories, we may earn a small affiliate commission. Read more about how this works.", "This article appears in the January issue. Subscribe now."], "title": "Skis That Will Handle Anything the Mountain Delivers", "url": "https://www.wired.com/story/skis-that-will-handle-anything-the-mountain-delivers/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Parker Hal"]}