{"id": "e8971ab6-1488-331d-bbaf-c70d34dcba75", "title": "Planned B-2 stealth bomber flyover ahead of Chiefs home-opener canceled due to poor weather", "url": "https://www.foxnews.com/sports/chiefs-fans-b-2-stealth-bomber-flyover-game-texans", "summary": "A planned B-2 stealth bomber flyover prior to the start of the Kansas City Chiefs home-opener at Arrowhead Stadium against the Houston Texans was canceled over inclement weather.\nThe Whiteman Air Force Base, which is located outside Kansas City, said in a press release that low cloud cover and poor visibility was the purpose for canceling the flyover.\n“The 509th Bomb Wing continues a strong legacy of partnership and will join future community events soon.\nIt is operated by the active-duty 509th Bomb Wing and the Missouri Air National Guard’s 131st Bomb Wing at Whiteman AFB, Missouri, 45 miles east of Kansas City.\"\nThe defending Super Bowl champs will have a tough task looking to fend off the Texans, who are seeking revenge for being eliminated by Kansas City in the playoffs.", "paragraphs": ["A planned B-2 stealth bomber flyover prior to the start of the Kansas City Chiefs home-opener at Arrowhead Stadium against the Houston Texans was canceled over inclement weather.", "The Whiteman Air Force Base, which is located outside Kansas City, said in a press release that low cloud cover and poor visibility was the purpose for canceling the flyover.", "2020 NFL SEASON: EVERYTHING YOU NEED TO KNOW AHEAD OF KICKOFF", "“Continuing a long-standing tradition between Team Whiteman and our community partners, the Kansas City Chiefs organization, the B-2 Spirit was slated to open the game featuring the KC Chiefs vs. the Houston Texans with a demonstration of precision air power,” officials said in a statement.", "“The 509th Bomb Wing continues a strong legacy of partnership and will join future community events soon.", "CHIEFS HAVING LIMITED FANS AT ARROWHEAD STADIUM MAY BE SAFER THAN WATCHING GAME AT BAR, CROWDED HOME, HEALTH OFFICIAL SAYS", "“The B-2 Spirit is America’s premier strategic stealth bomber and one of the world’s most advanced aircraft. It is operated by the active-duty 509th Bomb Wing and the Missouri Air National Guard’s 131st Bomb Wing at Whiteman AFB, Missouri, 45 miles east of Kansas City.\"", "The defending Super Bowl champs will have a tough task looking to fend off the Texans, who are seeking revenge for being eliminated by Kansas City in the playoffs. Houston built out a giant lead early in their game but blew it and lost 51-31, which sent the Chiefs to the AFC Championship game.", "CLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COM", "Kickoff is set for 8:25 p.m. ET."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["wing", "whiteman", "houston", "weather", "game", "bomb", "planned", "kansas", "bomber", "chiefs", "homeopener", "b2", "texans", "city", "canceled", "poor", "flyover", "stealth"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}