{"id": "e8a48218-77ae-3af7-b31f-0fc12750456c", "title": "Party Games To Take Home For The Holidays", "url": "https://www.gameinformer.com/top-of-the-table/2019/12/20/party-games-to-take-home-for-the-holidays", "summary": "Know your crowd, and recognize that sometimes the right choice is a fun and accessible party game that everyone can enjoy with a minimum of explanation or setup.\nThe following are some of my favorite recent party games, and any one of them could make for a great way to enjoy an evening with family and friends, no matter their experience level with tabletop gaming.\nAs such, they’re an ideal pick for the holidays; wouldn’t you rather laugh through one of these games than hear your uncle tell his favorite fishing story for the 50th time?\nJust OnePublisher: Repos Production3-7 playersEveryone works together in this excellent cooperative word game.\nWe’re Doomed: The Game of Global PanicPublisher: Breaking Games4-10 playersLooking for a little bit of thematic fun mixed in with your party game?", "paragraphs": ["Not every get-together is best served by a sprawling strategic board game that will take all night to complete. Know your crowd, and recognize that sometimes the right choice is a fun and accessible party game that everyone can enjoy with a minimum of explanation or setup.", "The following are some of my favorite recent party games, and any one of them could make for a great way to enjoy an evening with family and friends, no matter their experience level with tabletop gaming. As such, they’re an ideal pick for the holidays; wouldn’t you rather laugh through one of these games than hear your uncle tell his favorite fishing story for the 50th time?", "Player counts are listed so you can cater to your group size, and I’ve even included several fully cooperative options – just in case you’ve got that one friend who can get a little too competitive.", "This article originally posted on November 27, and we're resurfacing it now ahead of end-of-year family and friend get-togethers. Happy gaming!", "Monikers", "Publisher: Monikers", "4-16+ players", "Recently reissued with new packaging and even some new cards, this stellar party staple demands that you guess the (sometimes inappropriate) word on your buddy’s card across a series of rounds that mixes clue-giving and straight-up charades. Fast-moving timed rounds and failed cards that get reshuffled into the deck lead to a growing vocabulary of in-jokes that you’ll laugh about for days.", "Tattoo Stories", "Publisher: Games By Bicycle", "4-6 players", "One player is the customer who selects an absurd mix of concepts from available cards to integrate into a single tattoo. Everyone else draws their idea on a whiteboard (in less than three minutes), and then pitches the customer on their vision for this indelibly printed piece of body art. The best idea wins! Don’t worry – almost everyone is just as bad at drawing as you are.", "Decrypto", "Publisher: IELLO", "3-8 players", "Split into two teams, and get ready for some code-breaking. Give clues that relate to four numbered keywords your team can see, but keep your hint vague enough that the other team can’t figure out the code you’re hinting at. Intercept and guess the other team’s secret communiques to win. Great for lovers of subterfuge and the meanings behind words.", "Letter Jam", "Publisher: Czech Games Edition", "2-6 players", "Heady and thoughtful, this cooperative game challenges players to concoct words from the letter cards on display around the table. The trick is, you don’t know your own letter, and must infer its identity from the words given. Figure out multiple letters, and a final puzzle awaits, as you must guess the scrambled word created by all of them combined. Mixing elements of Scrabble, word jumbles, and good old-fashioned deductive reasoning, Letter Jam makes for an intriguing challenge for a quieter get-together.", "Pantone", "Publisher: Cryptozoic", "2-20 players", "Inspired by the authoritative guide to color, Pantone is all about the way our brains identify objects and individuals by their shade. Taking turns as the color artist, you lay out several cards of distinct solid hues, but combined into shapes that represent familiar characters from popular culture, then try to get everyone else to guess who is on display. It’s a surprising twist on the classic Pictionary format that will especially appeal to enthusiasts for visual design.", "Detective Club", "Publisher: Blue Orange Games", "4-8 players", "One player comes up with a word and writes it down on multiple pads that are then given to all the other players (except one, the conspirator, who receives a blank pad). Players then take turns laying out surreal art cards that somehow match with the word, including the conspirator, who has no idea what the word is. The word then gets revealed to everyone, and each player must justify their card selection. If you’re the conspirator, enjoy lying to your friends!", "Just One", "Publisher: Repos Production", "3-7 players", "Everyone works together in this excellent cooperative word game. One player is the guesser who doesn’t know the mystery word, while everyone else writes down a clue that helps them figure out what that mystery word might be. The shared goal is get all the words correctly guessed. Absurdly simple to learn, and with a round playable in only 15-20 minutes, this is an easy pick for even groups with no game experience.", "Whozit?", "Publisher: Gamewright", "2+ players", "This clever twist on the character guessing concept is a ton of fun. You have a designated character card (randomly assigned among six that are viewable by the whole team) that points to either a familiar cultural figure (like Papa Smurf, Serena Williams, or Mr. Spock) or a more generalized designation (like janitor, sumo wrestler, or the youngest player in the room). You then have a set of clues (like “would wear a tutu to a fancy party” or “has shoplifted”) that you can assign values between “Definitely” and “Definitely Not.” The other players then debate which of the character cards to eliminate, one by one, with points for each correct guess.", "It’s Blunderful", "Publisher: Games by Bicycle", "4-8 players", "You’re presented with an awkward situation on a card, and one of three equally awkward ways that you could choose to react to the situation. After you secretly select the way you would go, everyone else then votes on how they think you would handle the encounter. It’s Blunderful is likely one of those games better suited for adult friends who don’t mind the sometimes embarrassing dynamics being discussed, and it’s almost certainly a better choice for exclusively grown-up groups.", "Patchwork Doodle", "Publisher: Lookout Games", "1 to 6+ players", "Loosely based on an earlier and beautiful two-person game called Patchwork, the recent “Doodle” variant is faster and built for larger groups to play together. Players compete to build/draw their own patchwork quilt on a paper pad. You draw in your grid using assigned shapes, and then score based on completed rectangular shapes within your drawing. Incidentally, while you can play with just the included pencils, the game is a ton more fun if you bring some crayons along and let people color in their quilt as it comes together.", "Ridiculous Expositions", "Publisher: Gray Matter Games", "2+ players", "This decidedly adult party game (say the title of the game out loud several times until you hear it) challenges players to read nonsense phrases out loud until they can successfully guess the implied (frequently dirty) phrase. So, in one of the more mild cards, you might get “Draw Pit Lie Kits Ought,” and try to guess the phrase: “Drop it like it’s hot.” Rounds go quick, the silly phrases should get your friends laughing, and it takes next to no time to wrap your head around the concept; just keep in mind that the NSFW content makes this a game you probably won’t break out with just anyone.", "We’re Doomed: The Game of Global Panic", "Publisher: Breaking Games", "4-10 players", "Looking for a little bit of thematic fun mixed in with your party game? Check out the backstabbing geopolitical insanity that is We’re Doomed, a game about contributing resources to build a rocket that is the only escape off of a doomed world, and then having enough influence to earn a seat on that rocket. Form alliances, nuke your opponents, and even draw secret events that only you know about. Just be cautious; rounds tend to be short and replayable, but grudges can last a long time.", "I'm confident one of the games above can be a great fit for a holiday or other winter get-together with your family or friends, but if you'd still like some advice to find the perfect selection, feel free to drop me a line.", "And if you're looking for some more awesome tabletop games to enjoy over the long winter ahead, dig into the backlog of articles in the Top of the Table hub, which you can reach through the link in the banner below. Happy gaming!"], "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["player", "holidays", "games", "guess", "rounds", "cards", "know", "players", "party", "game", "word"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}