{"id": "e933184c-986b-3714-aac3-e0a4cd240f48", "title": "Visa rules forcing migrant NHS workers to leave UK amid Covid second wave", "url": "https://www.theguardian.com/society/2020/nov/09/visa-rules-forcing-migrant-nhs-workers-to-leave-uk-amid-covid-second-wave", "summary": "Migrant healthcare workers are having to return to their countries of origin, potentially hampering Britain’s response to the second wave of coronavirus, after the expiry of visas to support the NHS, trade unions and charities have warned.\nIt has drafted a letter, signed by 1,660 doctors and other healthcare workers protesting about the treatment of the Egyptian consultant cardiologist Dr Basem Enany, who became critically ill from Covid complications.\nA recent Commons Library briefing states: “Over 67,000 NHS staff in England are EU nationals – 5.5% of all staff.\nHowever, this concession only applied to about 3,000 workers, and left out thousands of care workers and NHS staff including low paid healthcare assistants, hospital cleaners and porters.\nLimited visa extensions made earlier this year caused devastating confusion and did not protect key workers from the stress of the immigration system.", "paragraphs": ["Migrant healthcare workers are having to return to their countries of origin, potentially hampering Britain’s response to the second wave of coronavirus, after the expiry of visas to support the NHS, trade unions and charities have warned.", "Unison has called on the government to stop forcing out key workers in the health and care sectors and to stop barring potential new ones from coming to work here.", "Along with key workers forced to return to their home countries, many who are still in the UK are struggling to renew their visas due to delays and prohibitive costs and have become overstayers as a result, something which can further hamper their ability to renew their visas.", "Unison says that the policy is having a serious impact during the second wave of the pandemic and at a time when there are 122,000 vacancies in the health and care sectors in England.", "After this crisis, remember the NHS is not drained by migrants, but sustained by them | Nesrine Malik Read more", "Doctors Association UK has called for indefinite leave to remain for migrant healthcare workers and raised concerns about visa processing delays.", "It has drafted a letter, signed by 1,660 doctors and other healthcare workers protesting about the treatment of the Egyptian consultant cardiologist Dr Basem Enany, who became critically ill from Covid complications. Before he fell sick he had treated many patients at York hospital but he and his family fear for their future in the UK because the Home Office has not yet confirmed what will happen to them after Enany’s visa expires next month.", "A recent Commons Library briefing states: “Over 67,000 NHS staff in England are EU nationals – 5.5% of all staff. Overall, 13.8% of NHS staff say that their nationality is not British.”", "Earlier this year the Home Office announced that NHS and care workers whose visas were due to expire in the next few months would have them extended for a year free of charge so they could “focus on fighting coronavirus”. However, this concession only applied to about 3,000 workers, and left out thousands of care workers and NHS staff including low paid healthcare assistants, hospital cleaners and porters.", "Arun Panabaka, 37, is a senior nursing assistant from India. He is highly qualified with diplomas in health and social care and public health and more than a decade of experience in healthcare. He came to the UK in 2019 on a spouse visa but his work permit ran out on 12 October this year. He was unable to renew it because his role was not on the Home Office’s shortage occupation list and returned to India with his wife.", "“I felt a lot of pride in helping to care for Covid patients at St Bartholomew’s hospital in London earlier this year,” he said. “It was difficult work both physically and emotionally and I had to live in NHS accommodation away from my wife and nine-year-old daughter for four months to protect them. I believe the NHS needs more nursing staff, not fewer, to look after people with Covid, and that with more of these staff more lives could be saved.”", "The Unison assistant general secretary Christina McAnea said: “Treating overseas health and care workers this way is shameful. These staff are on the frontline, caring for the most vulnerable in society. Shutting them out of the visa extension scheme is a shortsighted and dangerous move. With 122,000 vacancies across the sector, ministers shouldn’t be driving key workers out and barring new ones from coming here.”", "Minnie Rahman, the public affairs and campaigns manager at Joint Council for the Welfare of Immigrants, said: “People who’ve been risking their lives to keep us safe shouldn’t have to jump through endless hoops and pay astronomical fees just to keep living and working here. Limited visa extensions made earlier this year caused devastating confusion and did not protect key workers from the stress of the immigration system. The government must now take fair and practical action, and grant free visa extensions and the right to stay to all key workers.”", "A Home Office spokesperson said: “Overseas health and care workers provide extraordinary contributions right across our NHS caring for those in need and they have saved countless lives throughout the coronavirus pandemic. We want to ensure the best health professionals from around the world continue to come to work in our outstanding NHS and wider health and care sector, which is why they can apply for the health and care visa at a lower cost to other routes.”"], "authors": ["Diane Taylor"], "keywords": ["wave", "care", "rules", "leave", "key", "second", "nhs", "healthcare", "workers", "forcing", "visa", "uk", "health", "migrant", "work", "staff"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}