{"id": "e98effa9-b4b8-3c91-8ab2-eff5f1be1868", "title": "Leadership for the 21st Century: Chaos, Conflict and Courage", "url": "https://execed.economist.com/harvard-kennedy-school-executive-education/leadership-21st-century-chaos-conflict-and-courage-2021", "summary": "He is Faculty Chair of the Leadership for the 21st Century program (L21).\nTim also teaches two degree courses: Exercising Leadership: The Politics of Change and Developing People: Individual & Systemic Capacity Building.\nIn addition to the L21 program and his degree courses, Tim directs leadership development programs and workshops for state government, multinationals, non-profits and foundations.\nHe also speaks on the challenges of developing leadership capacity alongside management skills.\nfrom NYU and an Ed.M and Ed.D from the Harvard Graduate School of Education in Human Development and Education.", "paragraphs": ["Tim O’Brien is a Lecturer in Public Policy at the Harvard Kennedy School. He is Faculty Chair of the Leadership for the 21st Century program (L21). Tim also teaches two degree courses: Exercising Leadership: The Politics of Change and Developing People: Individual & Systemic Capacity Building.", "Tim’s research interests focus on the complex challenges people hope to address, the understanding they bring, and the meaning-making they need to address those challenges. This lens on leadership development emphasizes self, group and organizational awareness over content and skills. How to develop and cultivate that self-awareness is the primary concern of Tim’s research. His teaching methods are experiential, collaborative and reflective in nature and help participants develop the insight and inquiry they need to meet the demands of the challenges they face.", "In addition to the L21 program and his degree courses, Tim directs leadership development programs and workshops for state government, multinationals, non-profits and foundations. In this work he helps leaders orchestrate systemic interventions and overcome powerful status quos that resist learning, innovation, and adaptation. His teaching, training, coaching and consultancy practice is built on the fundamentals of his research - that all people and organizations can learn and develop with the right balance of supports and challenges. He also speaks on the challenges of developing leadership capacity alongside management skills.", "Before his appointment at HKS, Tim was a leadership consultant for INSEAD Business School's Management Acceleration Program and faculty for the Harvard Graduate School of Education’s Programs in Professional Education. Tim holds a B.S. from NYU and an Ed.M and Ed.D from the Harvard Graduate School of Education in Human Development and Education. He is a member of The Academy of Management and The A.K. Rice Institute for the Study of Social Systems. He earned his 100-ton captains license directing sail-training programs aboard traditionally-rigged wooden schooners in the Atlantic and Caribbean."], "authors": [], "keywords": ["tim", "programs", "challenges", "leadership", "research", "program", "conflict", "century", "courage", "management", "school", "harvard", "21st", "chaos", "education"], "pubDate": "2020-02-24T03:41:48-05:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}