{"id": "e992d20d-8052-3e57-87d5-991dab9d3220", "pubDate": null, "paragraphs": ["IT STARTED, AS MANY INNOCENT things do, with cheese. Two pints of fresh pillowy Vermont ricotta, about to go bad. I calculated I had a day to salvage them. My son doesn’t eat lasagna. (It’s a combination of ingredients, and he is a purist.) But a quick search yielded a recipe for ricotta gnocchi: the simplest kind of dumpling. I mixed egg yolks, ricotta, Parmesan, salt, and a smattering of flour, and was rewarded with tiny, savory pasta cushions, light as air.", "The following morning, my attention was drawn to a shelf of dusty cookbooks containing recipes involving fresh dough. As a rule, I avoid the stuff. When I mix flour with water, I end up with glue. Dried pasta is the best invention of humankind. Why mess with perfection?", "But the simplicity of my ricotta gnocchi left me with an itch. I love dumplings, in all varieties. I love potato gnocchi with Genovese pesto. I adore Northern Chinese jiaozi. (I ate eight a day for a whole year in New York in my 20s, at the Eldridge Street storefront that now houses the famed Vanessa’s Dumpling House.) I love Piedmontese agnolotti, Russian pelmeni, Ukrainian pierogi, Japanese gyoza. I love har gow from China, Turkish manti, Nepali momos, kreplach from all of Eastern Europe.", "I’ve always judged these too complicated to make—but if my ricotta gnocchi were technically dumplings, perhaps I’d been wrong?", "I boarded a train bound for New York City, dumpling capital of North America. Dumplings are part of nearly every cuisine in the world—oddly, other than French, which never figured out noodles the way other cultures did—and Italian and Chinese dumplings are the apex of dumpling excellence. My plan: I would study under experts whose dumplings I hoped to master. As the sunlight-spotted Hudson River rushed by, I plunged into reading and found that, according to Harold McGee’s essential On Food and Cooking, some form of dough product was made in China as early as 200 B.C.E. By 300 C.E., one finds an “Ode to Bing”—bing are today a kind of Chinese flatbread—that describes the making of dough from flour and water or broth and resulting in a mixture “soft as silk floss in the springtime.” Jiaozi are mentioned in documents from before 700 C.E. Apparently there are even dumpling fossils dating to the ninth century.", "I disembarked at Penn Station and quickly made my way to Misi in Brooklyn, Missy Robbins’s newest temple to pasta. Misi is home to what I believe to be the best stuffed Italian dumpling in the city—though it goes by a rather confusing term: occhi. Occhi means eyes, and Robbins traces it to an off-menu special she tasted once at a trattoria in Zibello, Italy. It is a faultless dumpling: pliant marigold-yellow dough full to bulging with sheep and cow ricottas, with nary an atom of air between. (Air bubbles both increase the chance of a rupture and occupy real estate better used by filling.) The 15 occhi per order arrive delicately dressed in creamy butter and liberally topped with grated lemon zest and bottarga—the rich, salted, dried, and cured roe sack of a mullet.", "If you want dumplings to seem easy, learn to make them in Misi’s glass-walled dough room, with its long wooden tables, two several-thousand-dollar Emiliomiti pasta machines, and a team of all-day pasta-makers. Even easier, Robbins’s fresh pasta dough has only two ingredients: egg yolks and fine-milled flour. There isn’t even salt. I’ve been sworn to secrecy on the exact ratio, but I can say that there was no monkeying around with making a well in the middle of a pile of flour—the two ingredients went into a standing mixer. The yolks came in a carton. The same dough is used for Misi’s tortelli—perfect purses stuffed with spinach, Swiss chard, brown butter, and mascarpone. The dough rests for at least 30 minutes before pasta-maker David Kaplan puts it through one of the Emiliomitis until it’s pliable and transparent.", "After demonstrating all this, Kaplan handed me a pastry bag filled with a combination of sheep’s and cow’s ricottas, whipped to a soft, thick cream with a lot of salt (to make up for the absence of salt in the dough), and showed me how to squeeze blobs several centimeters apart on the pasta sheets. Kaplan had an ingenious strategy for folding half the dough into pleats, then shaking it out like freshly ironed bed linen over the ricotta. It worked beautifully, but the instant I left the restaurant I forgot how he’d done it. I did retain how to get every bit of air from each dumpling: You press a small pastry round lightly over the filling without cutting through the dough. Then, stamp out the dumplings with a larger round.", "Occhi-making was surprisingly achievable at home. Except that at Misi, the occhi are made twice a day, for lunch and dinner, and can stand only a few hours before their wet filling dampens their dough. Kaplan would not concede that in a home kitchen they could be frozen, or even sit overnight in the fridge. I defied his advice and saved half the freshly made occhi. The following day their filling seeped through the dough and wept out into the water and butter in the pan.", "I hoped Chinese dumplings would prove more resilient. Deciding which to imitate posed a challenge. I’ve had more excellent jiaozi than I have ravioli. Would the Chinatown restaurant New Green Bo—which I’ve learned is now called Deluxe Green Bo—still hold the standard? Are the exemplary, inexpensive, and reliable shrimp–and– snow pea leaf dumplings at nearby Nom Wah Tea Parlor truly flawless, or is their enjoyment owed partly to the restaurant’s irreproachable historic decor? After several missteps—the dough at Vanessa’s Dumplings has sadly thickened, and the fillings at the New York branches of the Hong Kong chain Tim Ho Wan seemed indifferent—I landed at Flushing, Queens’s, Dumpling Galaxy.", "Landing implies a level of precision. I didn’t so much land as meander, in contracting circles, around the parking garage where my iPhone located the famous dumpling emporium. The attendants had never heard of Dumpling Galaxy. Neither had anyone at the market across the street, or at the creperie that occupies the first floor of the mall where Dumpling Galaxy is lodged, in a large, red-lacquered back corner of the second floor. I chose not to take its neighbors’ indifference to arguably the most famous dumpling restaurant in New York as a bad sign, but rather as proof of the variety and quality of dining options in Flushing. Flushing is the best place to eat in the five boroughs. It doesn’t really matter where your iPhone sends you.", "I was the first diner at Dumpling Galaxy and took my time perusing the 100 or so menu options. Dumplings are offered in three vegetable doughs—carrot, beet, spinach—in addition to plain wheat. There are the chef, Helen You’s, favorites—including pork and chive—in the Signature Dumplings section; there are pork and eggplant, pork and bitter melon, pork and corn. There are scallop and chive and tofu and crab roe. I ordered pork and chive, scrambled egg and dill, and lamb with pickled vegetables—all boiled because I’ve always felt that pan frying gets in the way of truly tasting a dumpling. I didn’t care for the lamb and pickle. But the egg-and-dill dumplings were fragrant and herbal. The pork-and-chive were perfect. Each order came accompanied by a combination of soy sauce and black vinegar, and minced garlic in water, which was an ingenious way of adding tiny, erratic blasts of flavor.", "The three orders took surprisingly long to arrive. This led me to speculate that they had been stuffed to order. To ascertain whether this feat was possible, I asked my waiter to show me into the kitchen. He told me that no customers were allowed. When he turned his back, I edged toward the kitchen, stealthily, but was deterred. Had I only staked out the restaurant until Helen You arrived, fortifying myself on the plump lychees for sale just outside, I would have learned her secrets.", "Instead, I returned to Penn Station and caught a train home. The next morning I flipped listlessly through my notes from a call I placed to Carolyn Phillips, food historian and author of both The Dim Sum Field Guide and All Under Heaven, a definitive cookbook of Chinese regional cuisines. (“Dumpling is a rather broad category,” she told me, probably while hand-pulling noodles.) She’d told me that the jiaozi perfected by Helen You likely arrived in China from Central Asia via the Silk Roads. And Japanese dumplings, in turn, came from China—shumai were, first, Chinese siu mai. Japanese gyoza, she had said, are simply a linguistic skip away from jiaozi.", "There was my answer! I’d learn to make gyoza at Blue Apron, the food-kit company, where my brother is the culinary director and which happens to have an accomplished gyoza-maker, Kendra Vaculin. Back I hurried to the train. At Blue Apron’s test kitchen in Brooklyn, Kendra awaited me. I dutifully attempted a dough-crimping technique she called “the zipper,” which I will never assay again after managing to turn a number of raw dumplings inside out. I became reasonably competent in another called “the half moon”—and then it was time to improvise. I whisked eggs, chopped scallions and parsley and attempted a re-creation of Dumpling Galaxy’s egg and dill. I devised a breakfast-sandwich dumpling, filled with eggs, cheese, and pork. Then, what I hoped would soon be the next great trend in dumplings: a gyoza filled with nothing but a salted raw egg yolk.", "We pan-fried and steamed them, and the Blue Apron staff gathered around. Everyone politely nibbled Kendra’s traditional contributions: gingery shrimp, pork and scallion, tofu and shiitake. What we were really all anticipating was a chance to judge my innovations. As I attempted to dislodge chalky, hard-cooked egg yolk from the roof of my mouth, I was reminded that, to paraphrase the Bible, there are no new dumplings under the sun. Humans have already tried stuffing everything imaginable into dough. It would take hundreds of years to devise an equal to pork and chive.", "I bade farewell to the Blue Apron team, energized by the recognition that when it comes to dumplings, one should not innovate but imitate. At home my path was clear: I would make pork-and-chive jiaozi, integrating everything I’d learned.", "I still had to choose a dough, and I landed on Carolyn Phillips’s because her dough ingredients (flour and water) numbered two—which I had settled on as an auspicious number. Phillips recommends a 2:1 combination of All Purpose to Pastry flour, which correctly approximates the gluten content of Chinese flour. Following her direction, I mixed the ingredients and put the dough in a bag to wait. I made a mixture of pork, egg, chives, soy sauce, Chinese cooking wine, ginger, and garlic and mixed it with chopsticks. After rolling the dough into a long snake, I cut off little pieces, rolled them into thin circles, put a spoonful of filling in each, and crimped them into half moons, except for those I simply pinched closed because my patience with tiny folds had expired.", "At dinnertime I boiled my jiaozi in salted water—which no jiaozi or gyoza recipe recommends, but which is a cornerstone of Italian noodle cooking—drained them, and served them dipped into two sauces, just like Helen You (though I added sliced ginger to my soy sauce–vinegar mixture.) My two-ingredient dough and mixture of pork, egg, and herbs produced juicy, delightful, authentic dumplings. It seemed a true triumph of the homespun and unpretentious. What is more democratic than a dumpling?"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Tamar Adler"], "url": "https://www.vogue.com/article/tasting-making-best-dumplings-nyc?mbid=social_onsite_googleplus", "keywords": ["dumplings", "pork", "best", "flour", "food", "writer", "egg", "making", "dough", "jiaozi", "chinese", "ricotta", "dumpling", "pasta", "thought", "tasting", "yorks"], "summary": "I adore Northern Chinese jiaozi.\nI hoped Chinese dumplings would prove more resilient.\nPhillips recommends a 2:1 combination of All Purpose to Pastry flour, which correctly approximates the gluten content of Chinese flour.\nI made a mixture of pork, egg, chives, soy sauce, Chinese cooking wine, ginger, and garlic and mixed it with chopsticks.\nMy two-ingredient dough and mixture of pork, egg, and herbs produced juicy, delightful, authentic dumplings.", "title": "Food for Thought: One Writer on Tasting (and Making) New York’s Best Dumplings"}