{"keywords": ["data", "business", "visualization", "process", "program", "present", "analytics", "reports", "presentation", "know", "using"], "url": "https://execed.economist.com/opus-college-business/business-analytics-and-data-visualization-2019-12-03", "summary": "In this program, you will:Our Business Analytics and Data Visualization program is great for people who:Make Better, More Informed DecisionsWhen you know how to interpret your organization’s data, you can put it to work for you.\nGain a framework for making business decisions using the analytics process.\nUse Data to Tell a StoryThe ability to present data in an engaging way is valuable.\nUse the analytics process to present your data in a digestible format based on your audience.\nHone Your Data Presentation SkillsLearn how to craft and deliver presentations that connect with your audience and help to drive positive change.", "title": "Business Analytics and Data Visualization", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "e9a2c2bc-2058-3500-8a23-ede54fede557", "paragraphs": ["Turn data into actionable insights and learn how to solve everyday business problems using customer demographics, sales numbers, operations reports, inventory reports and marketing metrics. Data is powerful when you know how to leverage it. In this program, you will:", "Our Business Analytics and Data Visualization program is great for people who:", "Make Better, More Informed Decisions", "When you know how to interpret your organization’s data, you can put it to work for you. Gain a framework for making business decisions using the analytics process.", "Use Data to Tell a Story", "The ability to present data in an engaging way is valuable. Use the analytics process to present your data in a digestible format based on your audience.", "Create Clear, Focused Presentations", "Lengthy, wordy PowerPoints can be boring and confusing to your audience. Discover how to use data and the right visuals to convey an idea more simply and effectively.", "Practice Using Analytics", "Using case studies, you’ll practice using the analytics process and presentation skills in an environment where the fate of your business isn’t on the line.", "Hone Your Data Presentation Skills", "Learn how to craft and deliver presentations that connect with your audience and help to drive positive change. Get constructive feedback from your instructors and peers.", "Build Your Professional Network", "Connect with professionals who share your interest in analytics, and can serve as a source of ongoing support after the program ends."], "pubDate": null}