{"keywords": ["security", "youll", "program", "exam", "understanding", "network", "certification", "concepts", "training", "risk", "voucher", "included", "comptia"], "url": "https://execed.economist.com/glance/19191/nojs", "summary": "Careers in network security are steadily growing, making this certification training ideal for those looking to enter the security sector of information technology, with a respected CompTIA™ certification.\nUpon completion of the program, you will receive a voucher to take the CompTIA™ Security+ certifying exam.\nThroughout this program you'll build upon your existing IT knowledge by exploring computer and network security concepts.\nThis program will prepare you to take the CompTIA™ Security+ Exam SY0-401, thoroughly covering each of the exam objectives as outlined by CompTIA™.\nGain the skills you need to be a security professional, and prepare to take the CompTIA™ Security+ certification exam, as you master the basics of system security, network infrastructure, access control, and organizational security.", "title": "CompTIA™ Security+ Certification Training (Voucher Included)", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "e9b6692c-4a4f-36d2-bef0-f1f813e8e3d0", "paragraphs": ["Careers in network security are steadily growing, making this certification training ideal for those looking to enter the security sector of information technology, with a respected CompTIA™ certification.", "This program will help you build the foundation of knowledge needed to get started in information security roles.", "Upon completion of the program, you will receive a voucher to take the CompTIA™ Security+ certifying exam.", "Throughout this program you'll build upon your existing IT knowledge by exploring computer and network security concepts. By the end of your training, you'll be proficient in basic security concepts and will have an understanding of the latest security protocols established within the industry.", "Competency Checklist", "Perform network design security, risk calculations, penetration testing, and risk management", "Implement device security, wireless security, static environment security, secure authentication methods and authorization models", "Manage attack types, mitigating malware, discovery tools, cryptography, 3rd party integration, and security administrative principles", "To gain further understanding, you will be able to practice the concepts being taught, using interactive virtual software.", "This program will prepare you to take the CompTIA™ Security+ Exam SY0-401, thoroughly covering each of the exam objectives as outlined by CompTIA™.", "Gain the skills you need to be a security professional, and prepare to take the CompTIA™ Security+ certification exam, as you master the basics of system security, network infrastructure, access control, and organizational security. Once you complete this program, you'll be proficient in basic security concepts such as attacks and mitigation, security applications, risk assessment, disaster recovery and incident response, cloud computing, mobile devices, BYOD and SCADA, in addition to vulnerability assessment. Upon successful completion of this program, you will receive an exam voucher for SYO-401 at no additional cost.", "Upon registering, you're given six (6) months to complete this program."], "pubDate": null}