{"paragraphs": ["Written by Oscar Holland, CNN", "An alligator lurks on the banks of the Amazon. Straw huts stand in clearings surrounded by untouched rainforest. Tribespeople pose for one of the first cameras ever taken into Brazil's remote interior.", "With the Amazon this year ravaged by an unprecedented number of forest fires, these 19th-century photographs offer a remarkable glimpse into a pristine, bygone era.", "Taken in 1867 and 1868 by little-known German photographer, Albert Frisch, the set of almost 100 images is going under the hammer at Sotheby's New York on Thursday. The collection is estimated to sell for between $70,000 and $100,000.", "Traveling by foot and rowboat, Frisch covered approximately 1,000 miles during a five-month journey through the rainforest. Photography was already popular in Brazil's cities by the 1860s, according to Sotheby's, but images from the country's isolated upper Amazon region remain rare. The auction catalog describes Frisch's trip as the \"earliest successful photographic expedition\" to the area.", "Although Frisch would later sell the images commercially, he was initially commissioned to carry out a photographic survey of the region. As such, his images span flora and fauna, including fish, aquatic mammals and 35 species of plant, according to the auction house. The collection also features rare early images of indigenous Amazonian tribes, including the Miranha and Ticuna people.", "While in the field, Frisch created images using an early photographic technique known as the collodion process.", "Transporting cumbersome equipment into the rainforest, he created negatives on wet glass plates, before developing them in a portable darkroom. The invariably long exposure times made capturing portraits difficult, so he often photographed sitters and backgrounds separately, before combining them into composite images.", "While the pictures were produced for a scientific survey, they possess an undeniable artistry, according to Emily Bierman, vice president and head of the photographs department at Sotheby's.", "\"It's anthropological, on one hand, but also -- if you look at them individually or as a whole -- they're just beautiful, incredible photographs,\" she explained in a phone interview, adding: \"The attention to composition, angles and sightlines are really quite extraordinary. There's a lot of attention to perspective, in the natural environment but also in the photographs of huts and structures.\"", "Yet, for all its depictions of unspoiled rainforest, Frisch's photos also hint at what was to come. The collection's 98 prints show colonial settlements, evidence of rubber-tapping and, perhaps, the very genesis of an environmental crisis that saw two Brazilian states declare a state of emergency in August.", "\"There are some images that, I think, show the beginning of some tree-felling... although perhaps that's not all that surprising,\" Bierman said.", "\"It's a full survey, from what looks like untouched landscape through to a steamer on the river, so very much hinting at the future of trade and exploitation.\"", "Scroll through the gallery above to see more images from the collection, which is on display at Sotheby's gallery in New York until Oct. 2."], "id": "ea228b82-13d5-375b-b60f-46b0b091440f", "url": "https://edition.cnn.com/style/article/amazon-photography-19th-century/index.html", "title": "Rare 19th-century photos show pristine beauty of the Amazon rainforest", "authors": ["Oscar Holland"], "keywords": ["photographic", "images", "rare", "amazon", "19thcentury", "rainforest", "photographs", "collection", "beauty", "sothebys", "survey", "frisch", "pristine", "according", "photos"], "pubDate": null, "summary": "With the Amazon this year ravaged by an unprecedented number of forest fires, these 19th-century photographs offer a remarkable glimpse into a pristine, bygone era.\nPhotography was already popular in Brazil's cities by the 1860s, according to Sotheby's, but images from the country's isolated upper Amazon region remain rare.\nAlthough Frisch would later sell the images commercially, he was initially commissioned to carry out a photographic survey of the region.\nTransporting cumbersome equipment into the rainforest, he created negatives on wet glass plates, before developing them in a portable darkroom.\nYet, for all its depictions of unspoiled rainforest, Frisch's photos also hint at what was to come.", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}