{"id": "ea9d5715-ecfb-3525-8f35-214eb5214a1c", "title": "Election-night results - Donald Trump does better than predicted, but Joe Biden has a slight edge", "url": "https://www.economist.com/united-states/2020/11/04/donald-trump-does-better-than-predicted-but-joe-biden-has-a-slight-edge", "summary": "However, Mr Biden may have scored an important victory.\nTo the consternation of the White House, Fox News has called Arizona, which voted for Mr Trump in 2016, for Mr Biden.\nThe race comes down to the Midwest—Pennsylvania, Michigan and Wisconsin—as it did in 2016 when Mr Trump unexpectedly beat Hillary Clinton.\nAnd the Associated Press has called Minnesota for Mr Biden, which bodes well for the former vice-president’s chances in neighbouring Wisconsin.\nMr Biden tried to forestall any attempt by Mr Trump to declare himself the victor, preparing supporters for a long count.", "paragraphs": ["As in 2016, the race will come down to the Midwest. The president wants the vote count to stop before then", "Editor's note: click here to follow the results in detail", "THE POLLS suggested Joe Biden would win the White House in a knockout. Instead, he got a dogfight. As the votes were being counted, Mr Biden did not deliver the decisive early blow he had hoped for in large states that voted for Mr Trump in 2016 but which the Democrats had hoped to take: according to media networks Mr Biden has lost Florida, Ohio and Texas—all by surprisingly large margins—and trails behind Mr Trump in North Carolina.", "However, Mr Biden may have scored an important victory. To the consternation of the White House, Fox News has called Arizona, which voted for Mr Trump in 2016, for Mr Biden. The Democrat at one point led the count there by nine percentage points, though that advantage was shrinking as ballots cast on election day were counted. (Most news networks still say that more data is needed to know the result.)", "The race comes down to the Midwest—Pennsylvania, Michigan and Wisconsin—as it did in 2016 when Mr Trump unexpectedly beat Hillary Clinton. Although Mr Trump leads the current tallies in Wisconsin and Michigan, those states still have a large number of mail-in ballots, which are expected to favour Mr Biden heavily, left to count. And the Associated Press has called Minnesota for Mr Biden, which bodes well for the former vice-president’s chances in neighbouring Wisconsin.", "Assuming these calls hold, Mr Biden could thus win the election by holding the states Hillary Clinton won in 2016 and recovering Wisconsin and Michigan (he appears to have won Nebraska’s second congressional district, which casts a single electoral vote). In other words, Mr Biden could yet win the election even if he loses Pennsylvania, long seen as the most likely decisive state.", "This sets up a protracted court battle over the counting of postal ballots. Mr Biden tried to forestall any attempt by Mr Trump to declare himself the victor, preparing supporters for a long count. “We believe we’re on track to win this election...It ain’t over until every vote is counted.” Shortly after, the president countered: “This is a major fraud on our nation.” He said his campaign would ask the Supreme Court to intervene: “We want all voting to stop. We don’t want them to find any ballots at four o’clock in the morning and add them to the list.”", "It was unclear precisely what the president’s lawyers would request. Mr Trump’s request would not have legal standing and the Supreme Court would ignore it. But it reflects Mr Trump’s longstanding hope that the elevation of Amy Coney Barrett to America’s highest court, enshrining a 6-3 conservative majority, would give him the advantage in the event that the election is decided in the courts.", "The race for control of the Senate remains up for grabs, but the Democrats’ hopes for a majority are waning. Republican candidates have been declared victors in South Carolina, Kansas, Kentucky, Mississippi and Iowa, and lead in North Carolina. Democrats retained control of the House of Representatives, as expected.", "With many Western states reporting few votes so far, it is too early to summarise how polls appear to have once again underestimated Mr Trump. Mr Biden fared far worse than Hillary Clinton did in Miami and its suburbs, and also failed to match her margins among Hispanic voters in the Rio Grande Valley of Texas. Mr Biden’s promise of winning back white working-class areas of Ohio fell short, which could spell trouble in neighbouring Pennsylvania. In the Senate, voters in conservative-leaning states appear to have “come home” to Republican candidates.", "With the presidential race up in the air, the only firm conclusions that can be drawn at this stage are that Mr Trump is beating a very low set of expectations, and that the result of the election almost certainly will not be known until the counts finish in the Midwest, which could take until Thursday. Unless either Wisconsin or Michigan winds up producing one of the largest polling errors in a competitive state in modern memory—Mr Biden was ahead there by eight percentage points in pre-election polls—Mr Biden’s apparent victory in Arizona still leaves him sitting, however uncomfortably, in the driver’s seat.", "Dig deeper:", "For the latest on the election, see our results page, read the best of our 2020 campaign coverage and then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["trump", "election", "mr", "donald", "results", "2016", "states", "michigan", "win", "edge", "court", "joe", "does", "electionnight", "predicted", "biden", "slight", "race"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}