{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["moving", "schools", "living", "west", "selection", "city", "expat", "international", "advice", "school", "york", "small", "options", "manhattan"], "title": "Expat advice: moving to Manhattan, New York", "paragraphs": ["Adapt to its frenetic pace and find a good school, and the city will reward you with its rich diversity", "By Declan Hanlon", "Declan Hanlon, born and raised in Ireland, was living in London when he decided to move back to New York in 2006 to take a senior job in finance. He had previously spent time in the city at university and graduate school, but this move was a new start for him and his family.", "New York is like a fast-flowing river and you have to adjust to the current quickly to survive, never mind thrive. At the time of the move, I had two small children and the immediate challenge was school enrolment — a process long on interviews and relatively short on humanity, at least for the parents.", "If I had to do that over, I would avoid the group information sessions and set up one-to-one meetings with admissions staff. Everyone here applies to multiple schools and thus the admission statistics are stressful to read. It is best to navigate around this as much as possible: decide on a small number of potential schools and focus your attention.", "The two main options are city-run schools, admissions to which are based on a combination of where you live and standardised testing, and fee-paying schools (typically referred to as private schools in New York), which are obnoxiously expensive and a mixed bag of quality and entitlement.", "We decided initially on the British International School of New York, which made for an easier transition, before switching later to the United Nations International School. The latter has turned out to provide a great mix of academic standards and a global outlook, as well as offering the International Baccalaureate.", "Compared with London, education was one way New York stood out — and not in a good way — with tuition as much as double the level of the UK capital’s top fee-paying schools.", "The United Nations International School, one of whose strengths is a global outlook", "I still see the city through expat eyes, comparing things (often unfavourably) to back home: sports news is still poor; I cannot find a good curry. Ironically, when I am back in Dublin, I miss the convenience of having everything you need at your fingertips.", "The city is a magnet for people who want to prove themselves in finance, industry or the arts, and to that end the competitiveness is palpable and often spills over into everyday interaction: it can be an aggressive city.", "Having been here a few years, I can see areas where the city is lacking, most notably in lifestyle. New York is expensive and though culturally it is difficult to beat, most of us are too busy working to enjoy much of it.", "If you live in Manhattan, you can avoid many of the travails of commuting, though likely at the expense of space or conveniences like a backyard. Grass is at a premium in New York.", "Most recently, we have been living in the Flatiron/Gramercy Park part of Manhattan, an area known for food options and attracting a lot of tourists as a result. While busy, it is very convenient for work or getting around the rest of the island.", "The Flatiron district is popular with tourists but is well placed for commuting", "It is on the cusp of what Manhattanites call “downtown”, which is known more for nightlife and arts than the more residential uptown parts of the city. Uptown has the advantage of easy access to Central Park and a broader selection of schools, but downtown living is a bit livelier and offers more diverse culture and cuisine.", "Plus, if you like whiskey, it is hard to beat the selection at The Flatiron Room on West 26th Street — a previous Drammie award winner.", "The Flatiron Room is renowned for its selection of whiskeys", "The city’s restaurant options are unparalleled — even if the industry has not heard about the apparent lack of inflation in the economy. Whether you want Italian, Japanese, Spanish, Russian, French or many other cuisines (except perhaps for that curry), it is usually a $10 Uber ride from your front door, or 30 minutes away if you want to stay in and order from a service such as Seamless.", "I recommend Il Mulino for Italian, Sugarfish for Japanese, Socarrat for great tapas or the Old Homestead Steakhouse for steak and a slice of history in a restaurant that originally opened in 1868.", "Il Mulino is recommended for its Italian food", "Though sometimes a harsh environment, New York can be defining, both personally and professionally, and should be on the list of any enterprising young, or not so young, professional to spend some time.", "What do you wish you had known before you moved?", "Manhattan’s 60 sq km crams in many distinct neighbourhoods: the apartment-centric Upper East Side, corporate midtown, the up-and-coming Hell’s Kitchen in the West 40s or the theatre district near Times Square.", "The West Village offers an oasis for living by the Hudson river", "Further south, Chelsea offers wide streets and more low-rise buildings, giving the appearance of space in an otherwise congested island, while the West Village is a small residential oasis on the Hudson.", "It is difficult to appreciate the nuances of these areas from afar and it took me some time to settle on the right mix of comfort, convenience and cost.", "Photographs: Getty Images; Dreamstime; Frank Fan Wu; Tatiana Villamil"], "id": "eafd0dcb-0281-33ea-996b-9b455707d99b", "url": "https://propertylistings.ft.com/propertynews/manhattan/5938-expat-advice-moving-to-manhattan-new-york.html", "authors": [], "summary": "New York is like a fast-flowing river and you have to adjust to the current quickly to survive, never mind thrive.\nIf I had to do that over, I would avoid the group information sessions and set up one-to-one meetings with admissions staff.\nIt is best to navigate around this as much as possible: decide on a small number of potential schools and focus your attention.\nWe decided initially on the British International School of New York, which made for an easier transition, before switching later to the United Nations International School.\nNew York is expensive and though culturally it is difficult to beat, most of us are too busy working to enjoy much of it."}