{"summary": "Using that as a springboard, Neo Cab is a fascinating ride.\nThese are just a few questions at the heart of Neo Cab, and they’re part of what makes the game so much more than simply a driver-for-hire simulator.\nI played through Neo Cab multiple times, and that last encounter always bothers me because you are set up to fail.\nNeo Cab poses a lot of questions, crossing something familiar with a plausible futuristic backdrop.\nNeo Cab has the fun of being a driver, meeting new people, and trying to hustle for cash and get that coveted star-rating.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["rating", "trying", "possibilities", "riders", "pick", "neo", "mood", "cab", "review", "trip", "play", "lina", "world", "fascinating"], "id": "eb3a9499-de96-3ba5-b48b-57447b995c45", "url": "https://www.gameinformer.com/review/neo-cab/neo-cab-review-a-trip-of-fascinating-possibilities", "title": "Neo Cab Review – A Trip Of Fascinating Possibilities", "pubDate": null, "paragraphs": ["In today’s world, rideshare services like Uber and Lyft have become ubiquitous modes of transportation. Using that as a springboard, Neo Cab is a fascinating ride. It takes something we’re all familiar with – hiring a driver through an app – and explores meaningful topics through that lens, like our relationship with technology and confronting toxic friendships. The concept of being a driver and managing conversations to ensure a five-star rating is enticing on its own, but Neo Cab shines by adding intriguing layers, like a future where humans are increasingly losing themselves to technology.", "What does it mean to be human in a world overrun with machines? How do you enact positive change when the world is shifting before you in such dangerous ways? These are just a few questions at the heart of Neo Cab, and they’re part of what makes the game so much more than simply a driver-for-hire simulator. You play as Lina, one of the few human drivers left, trying to make ends meet by working for Neo Cab. Lina is new to the city and preparing to move in with one of her oldest friends. However, things get complicated when her friend goes missing, leaving Lina to search for clues about her recent activities.", "Since Neo Cab is more of a visual novel mixed with survival aspects, the basic gist of the gameplay is making little decisions that add up to your ultimate ending. Not only do you have to decide which riders to pick up, but you also must keep track of things like fuel, funds, and emotional well-being. The latter is handled in an interesting way, as you have a bracelet that tracks your mood with different color indicators. This lets you know when your emotions are getting the best of you and may need to take a break. Depending on your feelings, certain dialogue options will or won’t be available. For instance, if you’re in a good mood, you might be more likely to flirt with a customer, but if one is testing your patience, you are less likely to suck it up and be polite for your star rating. If your star rating gets below a certain threshold, you get deactivated, so that’s just one more thing to balance.", "I like the idea of paying attention to your emotions and making sure you’re taking care of yourself in theory, but trying to play conversations to a particular mood is frustrating, since your moods ping pong based on the interaction far too quickly. Even if you play your cards right, it comes down to the luck of who you pick up. You can also role-play Lina one way and then have this weird disconnect when suddenly an option that seems natural can’t be selected due to an arbitrary system.", "The biggest offense is how your mood plays into your ending, which sends mixed signals about the emotional state you should be in for it to get a satisfying finale. Don’t expect to get a good ending on your first playthrough, as the slightest slip-up can damn the whole interaction. I played through Neo Cab multiple times, and that last encounter always bothers me because you are set up to fail. I won’t spoil anything else about it, but those last moments cast a dark cloud over an experience I otherwise enjoyed.", "The best part of the adventure is the one-on-one interactions with your eclectic riders, like a quantum statistician who dazzles you with alternate timelines, and a girl whose overprotective mother has locked her in robot armor. Since you can pick up some riders multiple times, you really get to know them and see their growth through your interactions and advice. Outside of a couple that feel half-realized, I was surprised at how intriguing the majority of these character arcs are; they not only give you more information about this futuristic, tech-crazed world, but they also have a lot to say about life and give you a say in determining what really matters. In one, I helped a young work-obsessed woman see what was missing from her life. In another, I let an older man jump out of my car to feel alive.", "Neo Cab poses a lot of questions, crossing something familiar with a plausible futuristic backdrop. Chance Agency crafts an intriguing world where people all have their own ideas about technology and how much it should be a part of our everyday lives. Neo Cab has the fun of being a driver, meeting new people, and trying to hustle for cash and get that coveted star-rating. But it also offers a much deeper experience – one that makes you look inward. That’s especially why it’s worth the trip."]}