{"id": "eb3d7643-fe6c-3a2f-bb21-479c026a36c8", "title": "US elects first trans state senator and first black gay congressman", "url": "https://www.theguardian.com/us-news/2020/nov/04/us-elects-first-trans-state-senator-and-first-black-gay-congressman", "summary": "A deeply polarised US electorate has given the country its first transgender state senator and its first black gay congressman – but also its first lawmaker to have openly supported the baseless QAnon conspiracy theory.\nFacebook Twitter Pinterest Ritchie Torres will be the first Afro-Latino gay member of the US Congress after capturing New York’s 15th district.\nIn Kansas Stephanie Byers looks set to become the state’s first transgender legislator by winning a state house seat.\nJones held a three-point lead over his Republican rival in the race for New York’s 17th congressional district seat.\nGreene was among at least a dozen Republican congressional candidates – some estimates put the number upward of 20 – who had expressed some degree of support for QAnon.", "paragraphs": ["A deeply polarised US electorate has given the country its first transgender state senator and its first black gay congressman – but also its first lawmaker to have openly supported the baseless QAnon conspiracy theory.", "All four members of the progressive “Squad” of Democratic congresswomen of colour – Alexandria Ocasio-Cortez, Ilhan Omar, Ayanna Pressley and Rashida Tlaib – have been comfortably re-elected, and Sarah McBride’s victory in Delaware has made her the highest-ranking trans official in the US.", "“I hope tonight shows an LGBTQ kid that our democracy is big enough for them, too,” McBride, 30, who easily defeated the Republican Steve Washington to represent Delaware’s first state senate district, tweeted after the election was called.", "McBride, a former spokesperson for the LGBTQ advocacy group Human Rights Campaign, was a trainee in the White House during the Obama administration and became the first trans person to speak at a major political convention when she addressed Democrats in Philadelphia in 2016.", "“For Sarah to shatter a lavender ceiling in such a polarising year is a powerful reminder that voters are increasingly rejecting the politics of bigotry in favour of candidates who stand for fairness and equality,” said Annise Parker of the LGBTQ Victory Fund, which trains and supports out candidates.", "In Vermont, Taylor Small, 26, has become the state’s first openly transgender legislator after winning 41% of the vote to make it to the House of Representatives, making her the fifth “out” trans state legislator in the US.", "Facebook Twitter Pinterest Ritchie Torres will be the first Afro-Latino gay member of the US Congress after capturing New York’s 15th district. Photograph: Adam Hunger/AP", "Small, who is the health and wellness director at the Pride Centre of Vermont, told LGBTQ Nation last month she saw victory “not as a historic moment for myself, but more of a historic moment for the community”.", "In Kansas Stephanie Byers looks set to become the state’s first transgender legislator by winning a state house seat. “We’ve made history here,” Byers, who is also of Native American descent, said on Tuesday evening. “We’ve done something in Kansas most people thought would never happen, and we did it with really no pushback, by just focusing on the issues.”", "Parker said that with so few transgender people in elected office, nearly every win “is a historic one. With each barrier broken comes more trans people inspired to do the same. Even pro-equality states like Vermont need trans voices in government.”", "Ritchie Torres, 32, a city councillor, will be the first Afro-Latino gay member of the US Congress after comfortably capturing New York’s 15th district, ranked on the Cook Political Report’s Partisan Voter Index as the most Democratic district in the country.", "“He was the clear standout candidate as the youngest Latino elected to the NYC council, the son of a single working mother from the Bronx and a champion for the essential workers of New York City,” said Tony Cárdenas, the chairman of Bold Pac, the Congressional Hispanic Caucus’s campaign arm.", "The Democrat Mondaire Jones, another black gay candidate for Congress, was declared later on Wednesday the winner of his race and will follow Torres into the House. Jones held a three-point lead over his Republican rival in the race for New York’s 17th congressional district seat.", "The election also returned its first 1990s-born congressman. Despite accusations of racism and sexual misconduct, Madison Cawthorn, 25, won the 11th congressional district of North Carolina to become the youngest GOP candidate ever elected to Congress and the youngest person of any party elected to it in more than 50 years.", "Marjorie Taylor Greene, a Republican businesswoman, has become the first supporter of the far-right QAnon conspiracy theory to win a US House seat when she was declared the winner of Georgia’s 14th congressional district.", "Play Video 0:59 QAnon supporter Marjorie Taylor Greene rails against Nancy Pelosi in election victory speech – video", "Green has faced national scrutiny for racist and bigoted statements and her support of QAnon, a baseless conspiracy theory rooted in antisemitic tropes whose followers believe Donald Trump is secretly fighting against a cabal of Democrats, billionaires, and celebrities engaged in child-trafficking.", "While the FBI has described the movement as a potential domestic terrorism threat, Greene received campaign support from groups connected to Mark Meadows, the White House chief of staff, the board chairman of the prominent conservative thinktank the Heritage Foundation, and numerous major GOP donors.", "Trump has repeatedly praised the candidate, who distanced herself from the QAnon conspiracy theory in an interview with Fox News in August, and consistently refused to denounce QAnon. Greene was among at least a dozen Republican congressional candidates – some estimates put the number upward of 20 – who had expressed some degree of support for QAnon."], "authors": ["Jon Henley"], "keywords": ["congressman", "state", "district", "transgender", "black", "qanon", "victory", "elects", "republican", "lgbtq", "trans", "gay", "senator", "congressional", "house"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}