{"id": "eb535b8f-b63c-3648-a99d-3369a2f13050", "keywords": ["extend", "200", "body", "millionaire", "life", "young", "able", "human", "old", "wants", "world", "thinks", "online", "live", "russian"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "https://www.foxnews.com/tech/russian-millionaire-wants-people-to-live-to-200-years-old", "title": "Russian millionaire wants people to live to 200 years old", "summary": "A tech guru hopes to live to the ripe old age of 200 by investing in \"immortality science.\"\nThe Russian expert – who reportedly worked as an advisor for Roman Abramovich – has spent around $100 million (£80 million) on biotechnology to extend human lifespans.\n\"So when you put it in your body, the body thinks it's a foreign object and it does everything to reject it.\n\"I think if you take out death from human life, we lose something important.\"\n\"If you're online all the time, you could have a fantastic life online.", "pubDate": null, "paragraphs": ["A tech guru hopes to live to the ripe old age of 200 by investing in \"immortality science.\"", "The Russian expert – who reportedly worked as an advisor for Roman Abramovich – has spent around $100 million (£80 million) on biotechnology to extend human lifespans.", "Sergey Young is a self-made multimillionaire investor who \"wants to change the lives of one billion people.\"", "CLICK ON THE SUN FOR MORE", "To do this, he's pumping millions into anti-ageing technology through his Longevity Vision Fund.", "He thinks using bionic body parts, 3D organ printing and \"avatars\", humans could extend their life significantly.", "\"Today, no one knows how to live beyond 122,\" said Young, speaking to the Telegraph.", "\"The oldest person on the planet was a Frenchwoman who died back in 1997.\"", "Young is now spending money on a range of technologies, including robotics, replacement organs grown in bioreactors inside the body, and AI-led research.", "\"We are looking at human avatars, replaceable body parts, 3D body printing,\" he said.", "\"We are investing in things like early diagnosis of cancer, artificial intelligence for drug development.", "\"I'm meeting more than 100 companies a year. It's an exciting space.\"", "One of his backed projects is a UK firm called Juvenscence, which is developing \"senolytic\" drugs.", "These are designed to remove deteriorating cells from the body, rejuvenating tissues degraded by age.", "Another firm funded by Young is LyGenesis, which is attempting to regenerate organs inside their own bodies.", "\"The biggest problem with replaceable or artificial body parts is your auto-immune reaction,\" the multimillionaire explained.", "\"So when you put it in your body, the body thinks it's a foreign object and it does everything to reject it.", "\"But if you grow your liver in your own body, right, in your lymph – this is [a way to solve the problem].\"", "And then there's Freenome, a Silicon Valley firm that uses machine learning to detect cancer early.", "By training AI systems, Freenome hopes to spot colorectal cancer in its early stages, where treatment can still be effective.", "\"Seventy to 80 years ago, the average lifespan on Earth was 43 years,\" said Young.", "\"Right now in countries like the UK and US, it's anywhere between 75 to 80 years.", "\"So we're going to continue to expand [that]. We're going to break the barrier.", "\"And we're going to create much more technologically advanced lifestyle changes and healthcare.\"", "But although he wants to significantly boost the human lifespan, Young admits he doesn't want to actually become immortal.", "\"Frankly speaking, I'm against immortality,\" he explained.", "\"I think if you take out death from human life, we lose something important.\"", "Young isn't the only one who thinks we can live forever.", "Last year we spoke to renowned futurologist Dr. Ian Pearson, who said anyone who lived until 2050 would likely be able to become immortal.", "\"There are quite a lot of people interested in living forever,\" explains Dr. Pearson.", "\"There always has been, but the difference now is tech is improving so quickly, lots of people believe they can actually do it.\"", "He reveals that one way to extend life would be to use bio-technologies and medicine to \"keep renewing the body, and rejuvenating it.\"", "\"No one wants to live forever at 95 years old, but if you could rejuvenate the body to 29 or 30, you might want to do that.\"", "This could be done in several ways, including genetic engineering that prevents (or reverses) the aging of cells.", "But Dr. Pearson thinks it's much more likely that we'll extend our lives a different way: robots.", "\"A long time before we get to fix our bodies and rejuvenate it every time we feel like, we'll be able to link our minds to the machine world so well, we'll effectively be living in the cloud,\" he explains.", "\"The mind will basically be in the cloud, and be able to use any android that you feel like to inhabit the real world.\"", "He says that in 50 years time, we might be able to hire an android anywhere in the world \"just like a hire car\", and upload your consciousness into it.", "\"By 2060, people like you or I will be able to buy it, and by 2070 people in poor countries on modest incomes will be able to buy it.", "\"Everyone will have a chance to have immortality, a sort of electronic immortality.", "\"After 10, 15, 20 years, the price comes down to hundreds of pounds, rather than millions.", "\"It could be provided as part of the NHS. You might be able to buy premium offerings on a private subscription, or you might get a basic presence on a network and be allowed to use an android body.\"", "But if our minds are online, do we even need robot bodies? We could all just live in a computer simulation quite happily, according to Dr. Pearson.", "\"You could spend most of your time online in the virtual world, of course anywhere in the world on any computer.", "\"If you're online all the time, you could have a fantastic life online. It would be all virtual, so you could have anything you want. 72 virgins if that's what drives you; all of that, because it's totally imaginary.", "\"You could make as much fun as you could possibly imagine online. You might still want to come into the real world.", "You could link your mind to millions of other minds, and have unlimited intelligence, and be in multiple places at once.", "This story originally appeared in The Sun."]}