{"pubDate": null, "url": "http://www.nytimes.com/2019/12/17/dining/restaurant-trends-pete-wells.html", "id": "eb798cdc-b8db-3c8a-bca3-8e2456758e51", "keywords": ["changed", "decade", "past", "tapas", "tell", "restaurants", "wine", "ways", "bar", "supposed", "plates", "waitsplain", "suddenly", "york", "wildair"], "authors": ["Pete Wells"], "title": "8 Ways Restaurants Have Changed in the Past Decade", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "At restaurants like Estela and Wildair in New York and hundreds of others across the country, the new paradigm meant that it could be hard to tell whether you were in a wine bar, a tapas bar, some other kind of bar or even that antiquated institution known as the restaurant.\nA multiplicity of plates eliminated “entree fatigue,” the condition of growing bored after just a few bites of a massive pork chop; suddenly, you never had to move past the appetizers.\nSmall plates were supposed to encourage sharing, too, although some kitchens seemed to forget that as they carefully arranged three anchovies on a dish that was going to be enjoyed by four people.\nYet somehow, as this fashion became mainstream almost everywhere, servers still felt they needed to waitsplain the concept.", "paragraphs": ["At restaurants like Estela and Wildair in New York and hundreds of others across the country, the new paradigm meant that it could be hard to tell whether you were in a wine bar, a tapas bar, some other kind of bar or even that antiquated institution known as the restaurant.", "A multiplicity of plates eliminated “entree fatigue,” the condition of growing bored after just a few bites of a massive pork chop; suddenly, you never had to move past the appetizers. Small plates were supposed to encourage sharing, too, although some kitchens seemed to forget that as they carefully arranged three anchovies on a dish that was going to be enjoyed by four people.", "Yet somehow, as this fashion became mainstream almost everywhere, servers still felt they needed to waitsplain the concept."]}