{"id": "eb8ab408-825a-35f8-b5b8-d6ae018daed0", "title": "Bloodstained: Curse of the Moon 2 Review – Second Curse, Same As The First", "url": "https://www.gameinformer.com/review/bloodstained-curse-of-the-moon-2/bloodstained-curse-of-the-moon-2-review-second-curse-same", "summary": "Last year’s Bloodstained: Ritual of the Night was a loving tribute to the PSone classic Castlevania: Symphony of the Night and its beloved successors, which were developed by Koji Igarashi.\nAs with the 2018 entry, Bloodstained: Curse of the Moon 2 lets you control four distinct monster slayers.\nCurse of the Moon 2 doesn’t put an interesting twist on these classic tropes – it just recycles them.\nBloodstained: Curse of the Moon 2 may as well have come out in 1989.\nCurse of the Moon offers a few hours of mindless action, but there are better nostalgia trips out there.", "paragraphs": ["Last year’s Bloodstained: Ritual of the Night was a loving tribute to the PSone classic Castlevania: Symphony of the Night and its beloved successors, which were developed by Koji Igarashi. However, a year before the release of Ritual of the Night, Inti Creates released another game under the Bloodstained banner that looked deeper into Castlevania’s past for inspiration. Now, Inti Creates is back with Curse of the Moon 2, an incredibly straightforward sequel that feels largely similar to the first, and sadly suffers from many of the same flaws.", "As with the 2018 entry, Bloodstained: Curse of the Moon 2 lets you control four distinct monster slayers. You switch between these heroes as you battle a throng of gothic beasts. Naturally, every hero has their own strengths and weaknesses. Zangetsuto feels like the traditional Castlevania hero; he has a short attack range but makes up for it with quick movements and a sizeable health pool. On the other hand, Robert is physically weak, but he's also a skilled sniper who eradicates enemies from across the screen. Each hero brings something new to the battlefield, and matching their talents to the challenges ahead puts a unique spin on the traditional side-scrolling action. For example, Dominique was rarely my go-to in combat thanks to her slow-moving spear-attacks, but her extra-high jumps made her instrumental during challenging platforming sequences.", "Curse of the Moon 2’s levels feature several branching paths and a good variety of locations. Some routes offer a lighter challenge, while others provide a more direct path to the boss. I like the variety this offers when replaying a level, but aside from a handful of health and attack upgrades, there aren’t many reasons to explore every path through a level. In classic 8-bit style, some areas have you dodging poisonous clouds of smoke, while others have you skating over frozen ground. And it wouldn’t be a side-scroller if you didn’t jump from rock to rock on a river of lava. These sequences perfectly fit the tone of the game, but I couldn’t escape the sense that I’d been here and done this all before. Curse of the Moon 2 doesn’t put an interesting twist on these classic tropes – it just recycles them.", "After you reach credits for the first time, you unlock Episode 2, which asks you to replay each level to unlock the true ending. This repetition is annoying, but I appreciate the opportunity to unlock new characters, and I was happy to see that the bosses get remixed, making them harder to bring down. At the same time, even during my first playthrough, Curse of the Moon 2 provided a sizeable challenge, largely thanks to a knockback effect whenever you get hit. You can turn this effect off, but only by playing on the easier difficulty. Naturally, this knockback is an homage to old Castlevania games, but it results in more than a few cheap deaths.", "Bloodstained: Curse of the Moon 2 may as well have come out in 1989. It looks and feels like a game from three decades ago. If that was the only goal, it succeeds with flying colors. Unfortunately, that’s not a very ambitious goal, since the market full of side-scrolling 8-bit inspired gems that cleverly blend genres and make use of modern gaming conventions. Curse of the Moon offers a few hours of mindless action, but there are better nostalgia trips out there."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["review", "moon", "level", "hero", "bloodstained", "castlevania", "curse", "night", "unlock", "classic", "second", "feels", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}