{"id": "eb8ca692-ca91-3ef8-81a5-e87093b859d4", "title": "Pokémon Sword & Shield: The Crown Tundra Preview – Looking For Legendary Status", "url": "https://www.gameinformer.com/preview/2020/10/21/pokemon-sword-shield-the-crown-tundra-preview-looking-for-legendary-status", "summary": "Following the launch of Pokémon Sword & Shield last year, Game Freak announced the Expansion Pass, promising two new story-driven expansions for the first all-new Pokémon RPGs on the Switch.\nAs it turns out, the Crown Tundra is home to a ton of Legendary Pokémon from across the entire series' history.\nOnce you complete the story of the Pokémon Sword & Shield, The Isle of Armor, and The Crown Tundra, a new post-game challenge unlocks in the main game of Pokémon Sword & Shield.\nPokémon Sword & Shield: The Crown Tundra is available tomorrow as a part of the Expansion Pass.\nFor more on Pokémon Sword & Shield, check out our review.", "paragraphs": ["Following the launch of Pokémon Sword & Shield last year, Game Freak announced the Expansion Pass, promising two new story-driven expansions for the first all-new Pokémon RPGs on the Switch. The first expansion, The Isle of Armor, was a fun addition to the mainline story, but had plenty of problems that made it less memorable than the base game. With the second part of the Expansion Pass, The Crown Tundra, Game Freak and The Pokémon Company hope to deliver the more exciting content players crave. I was given the chance to watch more than 30 minutes of footage and learn about the soon-to-be-released second expansion.", "One of my main criticisms of the Isle of Armor was that it felt almost aimless in how it delivered the story. You were given a loose narrative while you embarked on a series of fetch quests, but ultimately, the story felt tenuous at best, only serving to push you through the mundane missions on the way to the final encounters. In contrast, the Crown Tundra is more story-centric than the Isle of Armor, and gives you a few different quests to embark on. You start out on an adventure with Peony, a former Galar gym leader, as you learn about Dynamax Adventures and work to uncover the mysteries of the new Legendary Pokémon Calyrex and its influence on the area. On top of those storylines, you also have the mission of learning more about and battling the Galarian versions of the Legendary bird trio from the first-gen games: Articuno, Zapdos, and Moltres.", "Players can access the Crown Tundra as soon as they reach Wedgehurst in Sword & Shield's main story. Once you travel to the Crown Tundra, your Pokédex updates with the additional creatures found in the area and you meet the eccentric Peony, who is gearing up for an expedition into Pokémon dens to find the Legendary Pokémon hidden in the Galar region. You travel to the town of Freezington, located in the west of the Crown Tundra. There, you encounter Calyrex. The footage cuts out, but Peony comes running out, saying he heard a battle. Calyrex wastes little time, possessing Peony and speaking through him and setting the player up for the quest surrounding the new Legendary monster.", "From there, the footage I'm watching leaps to the second adventure, which focuses on the Galarian forms of the Legendary birds. This quest, called A Legendary Tree of a Legendary Three, begins with a cutscene around a giant, pink tree. Moltres and Zapdos break out into a fight, before Articuno crashes the party. However, before long, they realize you're watching, and they disperse to different parts of the Crown Tundra. The Pokémon Company likens the methods of encountering the Legendary trio to how you encountered the Legendary dogs in the Johto region.", "Picking up on the trail of the Legendary trio, I watch as a player attempts to track down the Galarian Zapdos, which seems inspired by an ostrich, in the Rolling Hills. The player attempts to come at it from behind, but each time, the Zapdos notices the player and flees. There's no way the player can keep up with the speed of the Zapdos on foot, so they jump on their bike and attempt to cut the Legendary bird off, but it's easier said than done, since its speed combines with craftiness. Once the player finally catches up to the fleet-of-foot bird, a battle ensues.", "Similar to the Isle of Armor, the Crown Tundra is structured like one giant Wild Area, with Pokémon roaming free across multiple biomes, including snowy mountainsides, vast fields, and winding caverns, in which you're free to explore. Because of this, you can camp all across the area. In the video, I get to see the lively personality of Galarian Slowking as he trots around camp, playing fetch. Galarian Slowking can prove valuable in battle, as the Poison/Psychic-type Pokémon can have an ability called Curious Medicine, which removes stat changes from all allies when it enters the battlefield.", "Next, I'm given a look at one of the most anticipated new features: Dynamax Adventures. As it turns out, the Crown Tundra is home to a ton of Legendary Pokémon from across the entire series' history. The catch? You have to venture deep into mysterious Pokémon dens and battle through hordes of Dynamaxed Pokémon in order to find and catch them. In Dynamax Adventures, you team up with three other trainers as you work through branching paths of Max Raid Battles using a Pokémon you borrow from the expedition team; sadly you cannot bring your own Pokémon into these dens.", "After you win a Max Raid Battle, you choose whether you want to swap your borrowed Pokémon out for the one you just caught, or carry on. You have to be strategic with your decisions, not only must you take into account what types are on the road ahead (you can pan up on the map for planning purposes), but HP and status effects carry over into subsequent battles. In the Dynamax Adventure I watch, the trainers battle through a gauntlet of Haunter, Cramorant, and Tauros before reaching the final battle against Uxie.", "Some paths give you encounters with other characters, like this Scientist, who can swap out your tired Pokémon for a fresh one", "If four Pokémon are knocked out over the course of the Dynamax Adventure, the trainers are kicked out and must start over again. If you're successful in your expedition, you can choose one Pokémon from the adventure to keep. You also acquire several items, such as the Ability Patch, a new item that changes a Pokémon's existing ability to a rare ability.", "Once you complete the story of the Pokémon Sword & Shield, The Isle of Armor, and The Crown Tundra, a new post-game challenge unlocks in the main game of Pokémon Sword & Shield. Leon issues a challenge to all gym leaders in the Galar region to combine their powers to become even more formidable foes for would-be champions, and the Galarian Star Tournament is born. The Pokémon Company claims this is the hardest challenge in Sword & Shield to date, as players team up with other trainers they've encountered over the course of their journey to take on gym leader duos, as well as other skilled trainers they've encountered on their journey including Hop and Mustard. In the demo I saw, I watched the player trainer team up with Hop to battle a team of Milo and Nessa, followed by a team of Gordie and Bea. I'm not sure what other challenges await at the end, or if there's an ultimate reward to conquering these challenges, but I'm excited to once again test my trainer skills against the strong cast of leaders from the Galar region.", "Pokémon Sword & Shield: The Crown Tundra is available tomorrow as a part of the Expansion Pass. For more on the first part of the Expansion Pass, The Isle of Armor, head here. For more on Pokémon Sword & Shield, check out our review. To learn all about the behind-the-scenes details that went into making Sword & Shield, check out our exclusive coverage hub."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["status", "team", "looking", "legendary", "preview", "player", "tundra", "battle", "isle", "pokémon", "sword", "shield", "crown"], "pubDate": "2020-10-21T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}