{"id": "eb9e935f-bc0b-3c29-919f-c68f9f434ff2", "title": "The Trials of Oscar Pistorius review – what about Reeva Steenkamp?", "url": "https://www.theguardian.com/tv-and-radio/2020/nov/08/the-trials-of-oscar-pistorius-review-what-about-reeva-steenkamp", "summary": "The BBC provoked an outcry last month when it ran a two-minute trailer for this four-part documentary series (BBC Two and BBC iPlayer) that referred to “an international hero who inspired millions” who had “suddenly found himself at the centre of a murder investigation”, without once mentioning the name of the woman Pistorius killed: Reeva Steenkamp.\nThe BBC eventually apologised and replaced the advert with something they said was more representative of the tone of the film.\nThe tone of these parts is hagiographic, which means the other parts – the darker parts, the more awkward parts – are edged with a kind of baffled sorrow.\nHow, the film seems to ask, could all this glory fall away?\nThey seem to feel that reporting how much he cried on the night of “the accident” is proof of his innocence.", "paragraphs": ["The BBC provoked an outcry last month when it ran a two-minute trailer for this four-part documentary series (BBC Two and BBC iPlayer) that referred to “an international hero who inspired millions” who had “suddenly found himself at the centre of a murder investigation”, without once mentioning the name of the woman Pistorius killed: Reeva Steenkamp. If you did not know the story, you would probably have thought you were about to watch a re-examination of a murder investigation gone wrong and the righting of a terrible miscarriage of justice. The BBC eventually apologised and replaced the advert with something they said was more representative of the tone of the film.", "They should just have left it. It was a meretricious trailer for a meretricious film by a director – Daniel Gordon – who, in one of the press interviews for the series, said he was “still flip-flopping” on the matter of Pistorius’s guilt.", "Over five hours and 40 minutes, we get an exhaustive, exhausting account of Pistorius’s childhood, his medical history – born with fibular hemimelia, his feet were amputated at 11 months to give him the best overall mobility – his schooling, the death of his mother when he was 16, his training, his genuinely remarkable sporting achievements. We are offered a look at the growing adoration of South Africa for its golden boy as he racks up sprinting medals around the world, his successes at the Paralympics and his fight for permission to compete in the Olympics. The tone of these parts is hagiographic, which means the other parts – the darker parts, the more awkward parts – are edged with a kind of baffled sorrow. How, the film seems to ask, could all this glory fall away?", "Much emphasis is put on the trauma of his mother’s death, the pressure on elite athletes and the loneliness of the short-distance runner; the air of exculpation is all around. Growing up during a time of civil unrest that white South Africans found particularly threatening is adduced as a reason for Pistorius’s trigger-happy jitteriness when confronted with an apparent intruder. (Ah, apartheid. Such a terrible thing for affluent white families.) His former girlfriend Samantha Taylor describes how she, frightened, had to hide his gun during one of their rows, but there is no mention of the many other forms of abuse in their relationship that she has described elsewhere.", "What could have been an examination of the cultural convergence that makes South Africa one of the most dangerous places for women to live – a woman is killed by her partner there every eight hours – instead amounts to little more than a head shake over one man’s bad luck. His friends and family – including his uncle Arnold, who stood in loco parentis for much of Pistorius’s life, his brother, Carl, and his cousin Maria – dominate the time given to interviewees. They seem to feel that reporting how much he cried on the night of “the accident” is proof of his innocence. In the final episode, the naked pride that spreads over Maria’s face as she recounts how fervently Pistorius wanted Steenkamp’s family “to know that she wouldn’t choose a guy that would shoot her” is so bizarre that I had to rewind it twice to check what I was seeing and hearing.", "The court trial – including the astonishing disintegration of Pistorius’s testimony under questioning, followed by the manslaughter verdict that was later changed to murder and the sentence that was increased in severity twice under appeal – is crammed into the last half hour or so.", "Of course, you could not make this series a wider examination of domestic violence without undermining the notion on which the Pistorius phenomenon and his attraction to film-makers of a certain ilk depends: the idea that he is special. But Pistorius is the result of a society that treats women as second-class citizens, that lets men off the vast majority of the terrible things they do to them, that tells them money, talent and success will earn them yet greater freedom to do as they wish to whomever they wish. He is not special.", "The name of the 29-year-old woman he murdered – a law graduate, a model, the daughter of June and Barry, who broke her back in a horse-riding accident as a child and had to learn how to walk again, little of which was mentioned here – was Reeva Steenkamp."], "authors": ["Lucy Mangan"], "keywords": ["trials", "pistorius", "woman", "oscar", "reeva", "review", "bbc", "terrible", "south", "murder", "women", "pistoriuss", "parts", "steenkamp", "series"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}