{"id": "ebac0b30-ea6c-39e2-a232-da8705d64ec3", "title": "Sovereign immunity - How monarchies survive modernity", "url": "https://www.economist.com/international/2019/04/27/how-monarchies-survive-modernity", "summary": "Revolutions and a couple of world wars brought monarchies tumbling down across Europe; they clung on only in the southern, northern and western peripheries.\nAnother reason is that many of the poor, weak monarchies have already gone, and some of the enduring ones have pots of money.\nUnlike republics, which mark a rupture with the religious and tribal institutions of the past, monarchies tend to build on them.\n“Monarchy is about what unites us.”Modern timesBut, however impressive their pedigrees, and however favourable the conditions, modern monarchies are fragile.\nSome think that by reducing decision-making to one man’s whim, he has left the Saudi monarchy only a bullet away from collapse—and fear what may come after it.", "paragraphs": ["O N APRIL 18th Akihito, the 125th emperor of Japan and descendant of the sun goddess Amaterasu, returned to a shrine the sword extracted by Amaterasu’s brother Susanowo from a vanquished monster’s tail and a necklace stolen by Susanowo from his sister, thus reuniting them with a mirror used to tempt Amaterasu out of the cave where she had hidden from her brother. This ceremony, pictured above, was one of nine required before the emperor’s abdication on April 30th, which will bring an end to the Heisei (“achieving peace”) era. The next day, his son, Naruhito, will ascend the throne, and a new era, Reiwa (“beautiful harmony”), can begin.", "If monarchy did not exist, nobody would invent it today. Its legitimacy stems from ancient ritual and childish stories, not from a system based on reason and intended to achieve good governance. It transfers power through a mechanism which promotes congenital defects rather than intelligence. It is sexist, classist, racist and designed specifically to prevent diversity, equality and personal merit from creeping into its inbred ranks.", "The 20th century seemed to herald its demise (see chart). Revolutions and a couple of world wars brought monarchies tumbling down across Europe; they clung on only in the southern, northern and western peripheries. Republican movements flourished, including in Britain. And, as democracy swept the developing world late in the century, any sensible observer would have predicted that the institution would soon have gone the way of the Habsburgs and Bourbons.", "Staying power", "But that didn’t happen. Only two monarchies have gone out of business this century—the Samoan one, which slipped away naturally with the death of its last incumbent, and the Nepali one, which needed the combination of a communist rebellion, a popular uprising and a murderous prince, high on drink and drugs, who killed nine family members, to bring it down. Forty-four countries (including Queen Elizabeth’s 16 realms) still have a monarch as head of state. Some of them, arguably, are barely monarchies (Australia keeps the arrangement largely because choosing another would be contentious) and many are tiny (Tonga, Lesotho and Liechtenstein come to mind), but plenty of influential countries (Britain, Denmark, Japan, the Netherlands, Spain, Thailand) are monarchies, and there are plenty of monarchies in an important part of the world (the Middle East). There are even significant movements to revive defunct monarchies, in Iraq and Romania. So why does the system now look more durable than it once did?", "One reason is that most of the surviving monarchs are virtually powerless, and the less power a monarchy has, the less anybody bothers to try to get rid of it. Complete impotence was imposed on the (already weak) Japanese emperor after the second world war; in Britain the monarchy was stripped of its powers over centuries. In every developed-country monarchy the head of state’s job is ceremonial. Politicians keep them informed; what they say is closely analysed for political content. But any constitutional monarch worth his or her salt knows that job security depends on keeping shtum about politics. Even in Britain’s baffling constitutional crisis over Brexit, nobody seriously expects the queen, who in theory dissolves Parliament and appoints prime ministers, to have a role in sorting out the mess.", "Another reason is that many of the poor, weak monarchies have already gone, and some of the enduring ones have pots of money. Maintaining absolute power is a great deal easier for the Saudi or Emirati royal families than it was for the Albanians or the Romanians. They can afford lavish welfare handouts to keep the people happy and well-paid goons to keep them quiet. And having a small population, as the Gulf monarchies do, reduces the danger that an angry crowd will storm the palace and stick the monarch’s head on a pike.", "Also helping the monarchs keep their jobs are democracy’s difficulties. When Francis Fukuyama declared the end of history in 1992, the global victory of liberal democracy seemed imminent. But this century, democracy’s progress has stalled. In the Middle East, wars and uprisings to institute democracy failed. In parts of Africa and Asia, democracy has been struggling. Even in the West, populism and polarisation have tarnished it, and anti-democratic politicians are on the rise. Monarchy has benefited from the comparison.", "A question of breeding", "Unlike most democracies or republics, monarchy has the advantage of historical pedigree. Sometimes it is real, as with the Japanese emperor, whose ancestors are ancient, even if they do not actually share DNA with the sun goddess. The roots of the British monarchy are more than a millennium old, even if the current incumbents’ families were German immigrants little more than a couple of centuries ago. Sometimes it is a more recent invention, as with those Middle Easterners who were planted by the British as the Ottoman empire collapsed, and fashioned in the imperialists’ image. For want of a national anthem, a British band played “God Save the King” and fired a 21-gun salute when Faisal I was crowned the first king of Iraq in 1921.", "But even the more recent implants root their claims to leadership in ancient myths and religious traditions which resonate with their subjects. The Hashemites in Jordan and the Alouites in Morocco both claim descent from the Prophet Muhammad. Morocco’s king bears the title Commander of the Faithful; Saudi Arabia’s that of Custodian of the Two Holy Mosques. British advisers steeped in the niceties of protocol often give advice on how to embellish royal authority with paraphernalia, decoration and ritual. Historical legitimacy helps explain why, besides those rich enough to stuff their people’s mouths with petrodollars, the two countries that best weathered the regional pro-democracy uprisings of the Arab spring in 2011 were monarchies—Morocco and Jordan.", "Monarchies were less ruthless and more dexterous than the brittle republics. Only three people, including two policemen, were killed in 7,000 protests over two years in Jordan. Bahrain was the youngest and most brutal of the kingdoms. Its security forces killed scores as they suppressed its uprising. That was a lot in a population of 1.4m, but still just a day’s work for some of the Arab republics’ killing machines.", "Unlike republics, which mark a rupture with the religious and tribal institutions of the past, monarchies tend to build on them. Their consultative systems are a mishmash of European and tribal traditions. Morocco has an elected parliament. Jordan has an appointed upper and elected lower house. Even Saudi Arabia has an appointed Shura or Consultative Assembly. The king, not parliament, is sovereign and chooses his prime minister. But each representative body—in theory at least—has some power to review legislation.", "With a broader power base than military dictatorships, monarchies have less need for the repression more often seen in Egypt, Iraq, Syria and Algeria to keep power. Their media tend to be freer, and in Morocco and Jordan they allow a degree of opposition. Morocco, for instance, had a system called “alternance”, allowing former republicans in the late 1990s and Islamists after 2011 to form governments.", "Democracy’s difficulties in Thailand are both cause and consequence of the monarchy’s survival. After a bloodless coup in 1932 replaced the absolute monarchy with a constitutional one, a symbiotic relationship developed between the monarchy and the military. The symbolic authority of the former has legitimised the political authority of the latter, providing cover for numerous coups. The most recent, in 2014, saw the military topple the government of the democratically elected Pheu Thai party, linked to Thaksin Shinawatra, a prime minister ousted in a coup back in 2006.", "Even in constitutional monarchies, where democracy’s future is not in question, the appeal of a monarchy is more obvious in these contentious times. When politics is as polarised as it is now, there is a lot to be said for a non-political head of state. Many liberal Britons might have envied the glamour the Obamas brought to America as they toured the world. But few—whatever their political views—would swap the queen for Donald Trump. “Politics is about what divides us,” says one of Queen Elizabeth’s former courtiers. “Monarchy is about what unites us.”", "Modern times", "But, however impressive their pedigrees, and however favourable the conditions, modern monarchies are fragile. Their survival depends on the judgment of the individuals in charge. And in two of the big ones, the incumbents have been remarkably successful at holding fast to the historical roots from which they derive their legitimacy while cautiously modernising the institution. Discretion and subtlety have been central to their success.", "Makoto Inoue, author of books on the imperial family, describes Akihito as a “revolutionary emperor”. Rather than sit in the palace and pray for the people of Japan, the emperor has gone out and become close to them; kneeling with them and talking to them. He has paid particular attention to the disabled, elderly and victims of natural disasters. Unlike the country’s conservative politicians, he has consistently expressed “deep remorse” for Japan’s wartime actions during his speeches. In 1992 Akihito became the first reigning Japanese monarch to visit China, and later travelled to second world war battlefields abroad (Saipan in 2005, Palau in 2015, the Philippines in 2016), to pay tribute to those killed during the war. And he has refused to visit the Yasukuni shrine in Tokyo, where class- A war criminals are honoured.", "Conservative politicians bridle at his attempts to atone for Japan’s wartime behaviour, but his personal conduct makes him hard to criticise. He and Empress Michiko are seen as models of morality and decorum. Their court retains the forms of tradition; the observance of ancient ceremonies is correct in the finest detail. The approach seems to work. According to the latest poll by NHK , Japan’s national broadcaster, almost 80% of the public have a positive view of the emperor. Given his popularity, his abdication, the first in Japan in over 200 years, was a surprise. But it has, if anything, made him more popular.", "Queen Elizabeth has not played as political a role as Akihito has, but she has, subtly, modernised the monarchy, opening Buckingham Palace to the public, paying tax and taking great care over public relations—always, for instance, wearing bright colours so that cameras pick her out in a crowd. Her family retains some archaic habits—dressing in tweed, hunting and shooting, adhering to ancient rules of protocol and precedence—but it will also, when the Duchess of Sussex gives birth, acquire its first mixed-race baby.", "Like Akihito, the queen has abandoned the palace for the street, famously saying, “I have to be seen to be believed.” In the 67 years she has been on the throne, she has kept up a punishing schedule of engagements, with the astonishing result that, according to a YouGov poll, nearly a third of Britons, and half of those over 65, have seen her in the flesh. And, like Akihito, she is the soul of discretion. Indeed, one of her greatest achievements is that she has never said anything of any interest in public.", "She has come far", "This has served her well. Even during her darkest days, when she was widely regarded as having failed to show sufficient grief at the death of her wildly popular former daughter-in-law Diana in 1997, three-quarters of the population supported the monarchy—much the same level as now. On the most recent count, in 2016, 86% thought that she was doing a good job. By contrast, half of the Spanish population would like to be rid of their scandal-ridden monarchy.", "But although the queen is 93, there is no sign of her following Akihito’s example. The A -word is not uttered in her court. Whether that is because she regards it as her sacred duty to die in the job (she swore her coronation oath to God, and is discreetly but intensely religious) or because she does not trust her son, who has spoken out in support of sometimes eccentric and contentious points of view (he hates modern architecture and champions homeopathic quackery), nobody knows.", "Far from the end of the line", "Succession is a dangerous moment for a monarchy, and many observers wonder whether Thailand’s will survive the current transition. The late King Bhumibol appeared to embody the virtues of a devout Buddhist monarch. He championed thousands of development initiatives, including irrigation projects, farming schemes and medical services. Thais grew up surrounded by photographs of him peering intently through his round spectacles at projects in far-flung fields.", "The contrast between King Bhumibol and his successor, King Maha Vajiralongkorn, whose sumptuous coronation will occur between May 4th and 6th, is sharp. The new monarch, who lives in Germany, barely spends any time in his realm, let alone inspecting rural projects. He has a string of abandoned children and dumped consorts around the world. He made a poodle an Air Chief Marshal. His escapades inspire disdain; his rule, fear. Strict lèse majesté laws promise three to 15 years in prison for those critical of the royals.", "Unlike his father, he is open in his hunger for power. Assets belonging to a royal property portfolio—thought to be worth some $40bn—are now held “in the name of His Majesty”. In recent months he criticised his sister’s plan to run for prime minister with a party opposed to the ruling military regime (in effect barring her from doing so); he told Thais to vote for “good people” to avoid “chaos” ahead of a stage-managed election on March 24th (inspiring the hashtag #OldEnoughToVoteOurselves to trend on Twitter in Thai); and after the contest he stripped Mr Thaksin of his royal decorations. The decision came after a party linked to Mr Thaksin and others in favour of democracy claimed to have won a majority of seats in the lower house. The election’s full results will be announced on May 9th.", "King Bhumibol’s steady presence discouraged efforts to fix a broken political system prone to deadlock between royalist elites and their more democratic opponents. The system now lacks a respected referee, and King Vajiralongkorn’s interventions damage the monarchy’s standing further. The result could be turmoil as the military regime clings to power.", "A similar accretion of power has been taking place in Saudi Arabia, where Muhammad bin Salman, eldest son of King Salman, conducted a purge shortly after being appointed crown prince. He got rid of the head of the Saudi National Guard, the head of the navy and the economy minister, as well as detaining hundreds of business people and princes in the Ritz-Carlton in Riyadh, supposedly for tax offences.", "His supporters argue that he needed to arrogate more power to himself in order to modernise the country’s society and economy—proposing the sale of shares in the national oil company, for instance, to raise money to invest in a post-oil future, and liberalising the position of women. But his pursuit of a bloody, unsuccessful war in Yemen has weakened him at home, and the murder—widely blamed on him—of Jamal Khashoggi, a Saudi journalist who was dismembered in the Saudi consulate in Istanbul, has damaged him abroad.", "And though M b S , as he is generally known, has strengthened himself, he has weakened the institution. He has viewed the traditional pillars of the Saudi monarchy—the clerics, the royal household and the tribes—as challengers rather than props, and cut them down. Though far less brutal, he is compared to Saddam Hussein. Some think that by reducing decision-making to one man’s whim, he has left the Saudi monarchy only a bullet away from collapse—and fear what may come after it.", "One of democracy’s many virtues is that the institution refreshes its personnel constantly, so its survival does not depend on the performance of an individual. A monarchy’s does, for the office may be held by the same person for decades. And the selection process often throws up candidates too stupid, too corrupt or too arrogant to do such a difficult job. The surprising survival of monarchies is in part a tribute to the nous of the old guard, who have understood the need to subsume their interests into those of the institution. If some of the new bloods fail to learn that lesson, the monarchy may resume its decline."], "authors": ["The Economist"], "keywords": ["emperor", "world", "power", "king", "survive", "modernity", "queen", "immunity", "saudi", "sovereign", "head", "monarchies", "akihito", "monarchy"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}