{"id": "ebb14778-5453-31c3-9bf5-b693f4f3b733", "keywords": ["subtle", "going", "nfl", "women", "style", "featuring", "wear", "collection", "erin", "line", "andrews", "clothing", "working", "nods", "teams", "debuts", "lets", "thats"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": [], "url": "https://www.foxnews.com/lifestyle/erin-andrews-debuts-wear-clothing-line-nfl-teams", "title": "Erin Andrews debuts WEAR clothing line of 'basics' featuring subtle nods to NFL teams", "summary": "\"Every single piece, I kind of took from my closet and thought, 'How can we make this cool and incorporate NFL teams on it?\nHe won two Stanley Cups with the Los Angeles Kings, but the girls [were like], ‘What are we going to wear on the ice?\nWhat are we going to wear for the parade?’ There’s really nothing that fashionable to wear with a Kings logo on it,” Andrews explained.\n“A lot of women were telling me, ‘I don’t like to wear something that’s all across my chest, I like to wear simple things,'” she said.\n“We are going to do a Super Six, we’re going to do the playoff teams, that’s already been done and already been decided,” Andrews shared.", "pubDate": null, "paragraphs": ["Add clothing designer to Erin Andrews‘ already stacked résumé.", "On Thursday, the Fox Sports reporter dropped her first-ever collection of game day apparel with her brand WEAR by Erin Andrews, which consists of nine styles for all 32 NFL teams and is available on NFLShop.com and Fanatics.com.", "SEE IT: THE STYLE THAT'S BECOMING A FAVORITE OF MEGHAN MARKLE'S", "“I think they’re all pretty much of my basics that I like to have in my life,” Andrews, 41, recently told Page Six Style of the collection. \"Every single piece, I kind of took from my closet and thought, 'How can we make this cool and incorporate NFL teams on it?'”", "Styles include a denim shirt ($69.99), long-sleeve T-shirts ($39.99), a crewneck tee ($34.99), track pants ($49.99), hoodies ($64.99-$69.99) and a satin bomber jacket ($119.99), and Andrews said the idea for the line came from her athlete husband, Jarret Stoll.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“My husband’s a retired hockey player. He won two Stanley Cups with the Los Angeles Kings, but the girls [were like], ‘What are we going to wear on the ice? What are we going to wear for the parade?’ There’s really nothing that fashionable to wear with a Kings logo on it,” Andrews explained.", "The “Dancing With the Stars” co-host also consulted with female fans, who stressed the importance of subtlety.", "“A lot of women were telling me, ‘I don’t like to wear something that’s all across my chest, I like to wear simple things,'” she said. “And that’s how I dress in real life, and that’s how I dress on television as well, not for ‘Dancing With the Stars,’ but for sideline, and I was like, ‘Alright, let’s go through my closet, let’s see what I have, and let’s figure out a way that women can wear this to games — but more importantly, wear it not just on Mondays, Thursdays and Sundays, but all the other days of the week.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "While Andrews found the design process to be a “huge learning experience,” she’s already brainstorming ideas for future collections.", "“We are going to do a Super Six, we’re going to do the playoff teams, that’s already been done and already been decided,” Andrews shared. “We’re actually already working on our fall collection for next season. You need to have this in now, which is crazy to me because I’m so used to being in the moment doing games, but we’re working on that now.”", "This article originally appeared at the New York Post."]}