{"id": "ebd02229-0ee7-3758-9be3-c16979e406c2", "title": "Opinion | We Hereby Dump Trump", "url": "https://www.nytimes.com/2020/11/06/opinion/sunday/trump-biden-election.html", "summary": "Mitch McConnell was certainly savoring the prospect of being the top Republican in town.\nTrump had served his purpose as a useful tool to get a tax cut and three Supreme Court picks.\nMitch thought he was headed to minority leader, doing his usual obstructionist schtick, but lo and behold he could still be majority leader, controlling the Biden agenda.\nThe next day, he was spreading some sunny optimism about bipartisanship in a Biden era.\n“I think what the president needs to do is, frankly, put his big boy pants on,” said Philadelphia’s Democratic mayor, Jim Kenney.", "paragraphs": ["Mitch McConnell was certainly savoring the prospect of being the top Republican in town. Trump had served his purpose as a useful tool to get a tax cut and three Supreme Court picks. Mitch thought he was headed to minority leader, doing his usual obstructionist schtick, but lo and behold he could still be majority leader, controlling the Biden agenda.", "Lindsey Graham told Sean Hannity on Thursday night that he would cough up half a mil to the president’s legal defense fund but his heart no longer seemed to be in the lap dog routine. The next day, he was spreading some sunny optimism about bipartisanship in a Biden era. If Joe Biden won, he said, “I’ll give him my input about who I could vote for as secretary of state, attorney general.”", "As Trump howled at the moon, denizens of Trumpworld were looking over the horizon, plotting new jobs or book deals.", "Even The New York Post, which was game to slime Hunter Biden on the eve of the election, started sniping at the Trumps on Twitter: “Downcast Trump makes baseless election fraud claims in White House address” and “Panic-stricken Donald Trump Jr. calls for ‘total war’ in clueless tweet.”", "Jared Kushner got in touch with Rupert Murdoch on election night to convey the White House’s white-hot anger over the early Fox News call of Arizona for Biden. But Fox News stood by the call. As Bret Baier calmly asserted, it’s all in the math. (But they couldn’t go all-in — initially Fox brass told talent not to call Biden “president-elect.”)", "The president who had managed to superimpose his own reality on the world with startling success was suddenly being yanked into the same reality that the rest of us share. The Superman shirt wasn’t working.", "“I think what the president needs to do is, frankly, put his big boy pants on,” said Philadelphia’s Democratic mayor, Jim Kenney."], "authors": ["Maureen Dowd"], "keywords": ["dump", "trump", "told", "election", "president", "opinion", "white", "biden", "night", "mitch", "reality", "fox"], "pubDate": "2020-11-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}