{"id": "ec3fa4ab-d581-332f-b700-d06e951f1a1b", "title": "How to Watch the Election 2020 Results Tonight—and Beyond", "url": "https://www.wired.com/story/election-2020-results-how-to-watch/", "summary": "Election Day is already a huge target for misinformation campaigns, and frankly it’s easy for innocent misunderstandings to go viral too.\nABC News, NBC News, and CBS News are all streaming their live election coverage online into tomorrow.\nFor Spanish language coverage, both Univision and Telemundo will provide live election coverage on their respective digital platforms beginning at 7 pm ET.\nIf you're an iOS widget fan and want no hope of escape from the tallies as the flood in, NBC News now offers one to put live election results right on your home screen.\n(In fact, some Instagram users have reported waking up Tuesday to an in-app reminder that \"Tomorrow is Election Day,\" whoops!)", "paragraphs": ["Election Day is finally here.", "There are as many ways to follow—or ignore, it's fine!—election results as there are fun-size candy bar varietals. Some people will have five different screens open so that no electoral map or needle goes unmonitored. Others are happy to tune out, turn in, and wait for some news in the morning. You do what’s right for you and your mental health.", "But unlike eating a Reese's Peanut Butter Cup, there are definitely some wrong ways to watch an election. This year presents more unknowns than usual. Record levels of mail-in voting, along with different state rules for when those ballots can be processed and counted, mean it may take longer for votes to be counted. And experts have warned that different voting behaviors between the parties this year, with Democrats favoring mail and Republicans opting to vote in person, could mean the outlook for some states shifts as all the votes are tallied.", "Election Day is already a huge target for misinformation campaigns, and frankly it’s easy for innocent misunderstandings to go viral too. Wherever you turn for information, make sure it’s a source you can trust to deliver the facts. If you’re hanging out on social media, think before you share.", "How to Watch", "The earliest state polls close at 6 pm East Coast time; most of the news you'll hear before then is just noise. Outlets like FiveThirtyEight, Bloomberg, and The New York Times all have handy hour-by-hour guides to which states close their polls when, and what that might mean for the presidential race.", "Not coincidentally, around this time is when many networks will start their primo Election Day special coverage. It’s the biggest news night of the year, and every channel wants in. If you have cable, satellite, or a streaming service subscription, you’ll have no shortage of options. If you don’t, many networks will have livestreams available for free online, as well.", "Read More Don't miss the latest Election 2020 news and analysis.", "CNN is making its live coverage available without a log-in on CNN.com as well as its mobile apps for iOS, Android, and smart TV devices until 4 pm ET on November 4. ABC News, NBC News, and CBS News are all streaming their live election coverage online into tomorrow. (Fox News also has a livestream but requires logging in with either a TV provider or streaming service.) PBS is hosting its NewsHour election special live on its website, its social media accounts, and the PBS Video App for mobile and smart TV devices. For Spanish language coverage, both Univision and Telemundo will provide live election coverage on their respective digital platforms beginning at 7 pm ET. If you're an iOS widget fan and want no hope of escape from the tallies as the flood in, NBC News now offers one to put live election results right on your home screen.", "ABC News, CBS News, NBC News, Fox News, and CNN all have decision desks: independent, nonpartisan teams that analyze vote and exit poll data in order to make projections about the likely winner. What people do with that information on air, of course, can be another matter. When Fox News’ decision desk called Ohio for Barack Obama in 2012, for example, Karl Rove quite memorably had a hard time accepting it.", "Many other news organizations base their coverage on the Associated Press, which has called winners in US elections since 1848. This year, it will track results for over 7,000 races across the US. Unlike some other decisions desks, the AP doesn't predict winners; it declares them when it considers a loss mathematically impossible. The organization explains its methodology in more detail on its website.", "Social Media", "Given all the unknowns heading into this election, and the likelihood that states will need more time to count all the votes, experts are on high alert for misinformation and premature declarations of victory. Most social media platforms have said they will take steps to label, restrict, or remove misinformation about the election, but it’s safe to assume they won’t catch everything. (In fact, some Instagram users have reported waking up Tuesday to an in-app reminder that \"Tomorrow is Election Day,\" whoops!) Read and watch with a critical eye."], "authors": ["Caitlin Kelly", "Caitlin Kell"], "keywords": ["coverage", "live", "election", "results", "2020", "states", "votes", "streaming", "tonightand", "social", "watch", "tv", "day"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}