{"id": "ec538246-91e6-3bc6-aca9-7c58da5a6bd9", "title": "From pizzas to smoothies: 10 unexpected and delicious ways with brussels sprouts", "url": "https://www.theguardian.com/food/2020/nov/09/from-pizzas-to-smoothies-10-unexpected-and-delicious-ways-with-brussels-sprouts", "summary": "Sprout pizzaTechnically, this is a flatbread rather than a pizza – there’s no tomato sauce, just cheese, onion and brussels sprouts – but that doesn’t mean it isn’t completely delicious.\nTechnically, you can dip what you like into this, but if it isn’t sprouts you’re a fool.\nSprout smoothiesThis makes sense because a) green smoothies are a thing and sprouts are green; and b) sometimes it’s hard to consume sprouts in public.\nKung pao sproutsIf you want your sprout to carry more of a kick, then Cookie and Kate’s kung pao brussels sprout recipe will do the trick in spades.\nHowever, two years ago, a Scottish ice-cream parlour began serving minted brussels sprout ice-cream, which proves that it’s a good idea.", "paragraphs": ["After years as pariahs, these little marvels are now the nation’s favourite green vegetable. Here are 10 imaginative ways to make the most of them – without waiting for Christmas", "Proving once and for all that even the worst among us are capable of redemption, the brussels sprout has just been named the nation’s favourite green vegetable. For years, the sprout was little more than a waxy green pariah, bought out of duty once a year at Christmas and then ignored. But now, in what can only be described as an astonishing turnaround, a Waitrose survey revealed that people now prefer them even to the mighty broccoli.", "This means it’s all systems go. Now that the nation is finally united by its love of sprouts, it’s time to get adventurous. Sure, they are nice with a bit of bacon, but serve any of the following recipes to friends next time you’re allowed, and they will fall to their knees and weep with gratitude.", "Sprout pizza", "Technically, this is a flatbread rather than a pizza – there’s no tomato sauce, just cheese, onion and brussels sprouts – but that doesn’t mean it isn’t completely delicious. Better yet, Bon Appetit suggests serving it with fried eggs. If this isn’t on every Domino’s menu in the country by Christmas, it will be a travesty.", "Sprout dip", "It’s a situation we’ve all found ourselves in; hungry for sprouts, but not in a setting that lends itself to formal dining. Luckily, Martha Stewart has the answer: a warm sprout dip enlivened by Greek yoghurt and Neufchâtel cheese. Technically, you can dip what you like into this, but if it isn’t sprouts you’re a fool.", "Bacon-wrapped sprouts", "Look, we all know that bacon and sprouts is a match made in heaven, but what if you want to tell the world that you’re a dangerous overachiever with nothing left to lose? Why, that’s when you break out the Recipe Critics’s recipe for bacon-wrapped sprouts. That’s right, every sprout is individually wrapped in bacon, doused in maple syrup and brown sugar, then roasted. You might call it needlessly complicated, but that’s only because you aren’t a true believer.", "Sprout smoothies", "This makes sense because a) green smoothies are a thing and sprouts are green; and b) sometimes it’s hard to consume sprouts in public. SparkRecipes’ sprout smoothie is simplicity itself. Half a cup of spinach, half a cup of sprouts, an apple and some almond milk. Blitz it up and nobody will ever know that you’re drinking sprouts. Unless you tell them, which you should.", "Sprout cake", "Until Bake Off does a sprout week, Food52 has an intriguing recipe for sprout cake. In truth, it’s more of a savoury sprout scone topped with garlic and cheese. “The inspiration for this recipe came to me during a lecture about migration and transnationalism,” says the author, which makes perfect sense.", "Caramelised sprouts", "This is a simple roasted sprout dish, taken into the stratosphere by DIY Candy’s idea to fry them in an apple-cider caramel before putting them in the oven. The resulting dish is a perfect showcase for the sprout’s natural sweetness and, as the author states, “bridges the gap between salad and dessert”. Send that woman a Nobel prize.", "Kung pao sprouts", "If you want your sprout to carry more of a kick, then Cookie and Kate’s kung pao brussels sprout recipe will do the trick in spades. After you roast the sprouts, coat them in a powerful soy and sriracha sauce, toss in some peanuts and red pepper flakes and watch as everyone around you enters a new plane of sprout heaven.", "Deep-fried sprouts", "Just a Little Bit of Bacon’s recipe couldn’t be simpler – you get some brussels sprouts, and deep-fry them, and that’s it – but that just makes it more impressive. In one fell swoop, you have created the sprout equivalent of popcorn chicken. Imagine, a movie night on the sofa with a big bowl of piping hot sprouts to share. What could be more romantic?", "Facebook Twitter Pinterest Sprout and grape galette. Photograph: Harald Walker/Alamy Stock Photo", "Sprout and grape galette", "If you have ever answered the question “Do sprouts and grapes go together?” with a no, stop reading immediately because you do not deserve this joy in your life. Oh My Veggies has done something clever here, pairing sprouts with grapes, walnuts and parmesan. It is much better than it sounds.", "Sprout ice-cream", "This sounds horrible. Maybe it is horrible – it is basically vanilla ice-cream with flecks of blended sprout. However, two years ago, a Scottish ice-cream parlour began serving minted brussels sprout ice-cream, which proves that it’s a good idea. The owner described the ice-cream as “very sprouty”, which, as we all know, is the highest compliment anyone can pay."], "authors": ["Stuart Heritage"], "keywords": ["pizzas", "icecream", "sprout", "makes", "thats", "delicious", "brussels", "little", "sprouts", "smoothies", "recipe", "green", "ways", "unexpected", "youre"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}