{"id": "ec7f70fa-b95f-344d-9320-e664880b428a", "title": "Purina sells insect-based dog, cat food to be more eco-friendly", "url": "http://www.foxnews.com/lifestyle/purina-dog-cat-food-insect-proteins", "summary": "On Thursday, Purina, owned by Nestlé, announced that it will be selling a new line of dog and cat food made with “alternative proteins” including insects, fava beans and millet, a cereal grain.\nThe new line, called “Purina Beyond Nature’s Protein,” was launched “to make better use of the planet’s resources,” the announcement said.\nFIRST DOGS TO RETURN TO WHITE HOUSEBeyond Nature’s Protein includes two recipes available for both dogs and cats made by veterinarians and nutritionists.\nOne recipe uses chicken, pig’s liver and millet, while the other recipe uses insect protein, chicken and fava beans.\nCLICK HERE TO GET THE FOX NEWS APPAccording to the announcement, Beyond Nature’s Protein will be on sale starting this month.", "paragraphs": ["There’s a new kind of pet food on the market -- and it’s made with bugs.", "On Thursday, Purina, owned by Nestlé, announced that it will be selling a new line of dog and cat food made with “alternative proteins” including insects, fava beans and millet, a cereal grain.", "The new line, called “Purina Beyond Nature’s Protein,” was launched “to make better use of the planet’s resources,” the announcement said.", "FIRST DOGS TO RETURN TO WHITE HOUSE", "Beyond Nature’s Protein includes two recipes available for both dogs and cats made by veterinarians and nutritionists. One recipe uses chicken, pig’s liver and millet, while the other recipe uses insect protein, chicken and fava beans.", "According to the announcement, the insect protein comes from black soldier fly larvae.", "KENTUCKY TOWN ELECTS DOG AS MAYOR: HE’S ‘ALL EARS’", "“Every ingredient in our food serves a purpose,” Bernard Meunier, Nestlé Purina Petcare’s Europe, Middle East and North America CEO, said in a statement. “With our new Beyond Nature's Protein dry pet food, we are offering a complete nutritious alternative to conventional dog and cat products, while taking care of the planet's precious resources by diversifying the protein sources.”", "“We're constantly looking at ways in which we can source sustainably for the longer-term while still delivering the high-quality nutrition that pets need today and tomorrow,” Meunier added.", "CLICK HERE TO GET THE FOX NEWS APP", "According to the announcement, Beyond Nature’s Protein will be on sale starting this month. At first, it will only be available in Switzerland while the company gets feedback from consumers.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["recipe", "cat", "food", "purina", "natures", "planets", "insectbased", "announcement", "resources", "sells", "uses", "dog", "protein", "ecofriendly"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}