{"id": "ecc14e2b-ac2b-3026-bf73-3f221b9847d6", "title": "The Best Warm Face Masks to Buy Now", "url": "https://www.vogue.com/slideshow/the-best-warm-face-masks-to-buy-now", "summary": "Photographed by Stefan Ruiz, Vogue, September 2020Wearing face masks in public is now routine.\nNow, with fall upon us, it feels more pertinent than ever to procure masks that do double duty and help keep us warm in cool autumn temperatures.\nStudies have shown that tightly woven cotton fabrics, like quilter’s cotton, batik, and even tea towels, make for the best non-medical-grade masks.\nTibi recently released a mask with an attached scarf, while other brands are continuing to lean into their protective yet warm quilter’s cotton options.\nHere, find a selection of face masks for cold weather that will give some added warmth this fall and beyond.", "paragraphs": ["Photographed by Stefan Ruiz, Vogue, September 2020", "Wearing face masks in public is now routine. After months of acclimating to the new normal, we’ve procured stylish masks that keep us safe while punctuating outfits, and breathable masks to help us move through summer’s hot, humid days. Now, with fall upon us, it feels more pertinent than ever to procure masks that do double duty and help keep us warm in cool autumn temperatures.", "Studies have shown that tightly woven cotton fabrics, like quilter’s cotton, batik, and even tea towels, make for the best non-medical-grade masks. In the summer months, these textiles were swapped out for more breathable, lightweight cotton and performance materials. Luckily, the thicker, safer fabrics are great for autumn weather.", "While it may be easy to opt for a ski mask, neck gaiter, or balaclava in colder months and forgo a more traditionally shaped mask that loops around your ears and covers your nose and chin, it may be counterproductive if you are constantly having to adjust the mask. Dharushana Muthulingam, M.D., M.S., an infectious disease physician and public health researcher at Washington University in St. Louis, explains how the shape of the mask is also an important consideration, adding, “If the mask is uncomfortable, research has shown people just touch their face even more.”", "Just as we saw an influx in summer-ready masks as the temperatures began to warm up, designers are starting to develop face masks for cold weather too. Tibi recently released a mask with an attached scarf, while other brands are continuing to lean into their protective yet warm quilter’s cotton options. Here, find a selection of face masks for cold weather that will give some added warmth this fall and beyond."], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["mask", "months", "weather", "warm", "face", "best", "cotton", "masks", "shown", "public", "quilters", "buy"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}