{"id": "ed2574eb-16c1-39ce-8a66-5f9900e0bc7d", "title": "Everything You Need To Know About Apex Legends Season 7", "url": "https://www.gameinformer.com/2020/10/30/everything-you-need-to-know-about-apex-legends-season-7", "summary": "Season 7 of Apex Legends releases next week, and in advance of the big launch, we got to spend time with some behind-the-scenes content to see what the future holds.\nOlympus Is Apex Legends’ Most Ambitious Map YetThat unidentified floating object just outside of the Kings Canyon Airbase has been revealed.\nOf course, there will be new legendary cosmetics (Octane and Wraith’s new getups are standouts) as well as a level-100 dynamic skin for the fan-favorite R-99 SMG.\nApex Legends’ Season 7 drops on November 4.\nIn addition to eventually releasing on Switch and Steam, Apex Legends will be available for next-gen consoles on launch day.", "paragraphs": ["Season 7 of Apex Legends releases next week, and in advance of the big launch, we got to spend time with some behind-the-scenes content to see what the future holds. Here are the awesome features on the horizon for Respawn’s multiplayer online shooter.", "Olympus Is Apex Legends’ Most Ambitious Map Yet", "That unidentified floating object just outside of the Kings Canyon Airbase has been revealed. Pack your things, champions! We’re going to Olympus – a flying metropolis that overlooks the planet Psamathe. Olympus is larger than Kings Canyon and smaller than World’s Edge. Nevertheless, the city is brimming with vibrant shopping centers, lavish estates, industrial docks, and glass skyscrapers. There’s also the Rift, a location that will likely draw your attention the minute you load into a match. The Rift is a large, unstable singularity that players can use to teleport themselves to select locations across the map. With a variety of architectural structures, interconnected highways, and deathpits that lead to the astral abyss below, Olympus brings new visuals and level mechanics that are bound to impress.", "The Trident Can Get You To Points Of Interest Quickly", "Yes, unlimited sprinting is a blessing in its own right – especially when you consider how expansive Kings Canyon and World’s Edge are. However, a vehicle bridges the gap for those frustrating situations when your legs are simply not fast enough. You know: narrow escapes, third-party attempts, ring rotations, and so on. The Trident, a three-seater hover cruiser, offers swift navigation and the potential to counter long-range playstyles. If you’re feeling adventurous, you can deploy an array of legend-specific items on the Trident’s rear or forward platforms. Set up Rampart’s minigun on the Trident and mow down enemy teams with a flurry of bullets or, if you’re in a toxic mood (pun intended), play as Caustic and attach a bunch of his noxious traps to the vehicle so you can motor around Olympus like some high-speed stinkbug.", "Horizon Prioritizes Mobility & Crowd-Control", "If you haven’t already heard the news, Horizon will be joining the fray in Season 7. Unlike Season 6’s Rampart (whose success hinges on holding angles and occupying choke points with her massive minigun), Horizon’s abilities give her and her team a terrifying positional edge. Horizon’s passive, Spacewalk, reduces fall impact so that she’s never at a disadvantage when ambushing her enemies from above. Her tactical ability, Gravity Lift, lifts teammates upwards so that they can be situated on high ground. However, clever Horizon players will use Gravity Lift to separate downed adversaries from their squadmates and secure kills. Lastly, her ultimate, Black Hole, packs a devastating punch. Horizon's black hole pulls players towards it (think Zarya’s Graviton Surge in Overwatch). Black Hole has the potential to lead to easy squad wipes, but don’t worry: Respawn is working hard to balance it come launch day.", "You Can Create Or Join A Clan With The Clubs Feature", "In response to the stresses of playing with random, uncaring teammates, Respawn is implementing Clubs so that you can build large-form communities of up to 30 people. You can only be a member of one club at a time, but this is meant to help reduce feed clutter. If you opt to create your own club, you can set the group name and get to work customizing an official logo. The pains of soloing are now a thing of the past.", "The Battle Pass Has Been Revamped", "The Season 7 Battle Pass got some quality-of-life updates that make progression a more streamlined process. Instead of waiting to go back to the lobby and scrolling to the challenges menu, you’ll be able to see your challenge tracker on the right side of the game screen at all times. During matches, close-to-completed challenges will appear so that you can keep tabs on your objectives and level up your Battle Pass at a much faster, less intrusive rate. Of course, there will be new legendary cosmetics (Octane and Wraith’s new getups are standouts) as well as a level-100 dynamic skin for the fan-favorite R-99 SMG. Yes, that’s right:", "The R-99 Is Finally Back In Rotation", "The beloved SMG makes its triumphant return to the battlefield. Respawn’s shocking decision to make the R-99 a rare care package weapon during Season 6 completely changed the loadout meta; the gun’s mid- and short-range versatility made it a popular option for casual and competitive players alike. The introduction of the Volt SMG filled the void by boasting similar damage numbers with lower vertical recoil. Now that the R-99 is back, players will have more than one reliable close-combat firearm to choose from. Unfortunately, this exciting update comes at a cost: The Prowler SMG is slated to become the newest care package weapon. For those of us that often use the Prowler, there is a silver-lining: At least we won’t have to waste time searching for those annoyingly elusive selectfire receivers.", "Apex Legends’ Season 7 drops on November 4. In addition to eventually releasing on Switch and Steam, Apex Legends will be available for next-gen consoles on launch day."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["legends", "season", "need", "players", "launch", "r99", "olympus", "kings", "smg", "pass", "trident", "apex", "know"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}