{"id": "ed45563d-0fac-35aa-88f1-9fbd95fae5c3", "title": "The Best Fashion Instagrams of the Week: Dua Lipa, Serena Williams, Melodie Monrose, and More", "url": "https://www.vogue.com/article/best-fashion-instagrams-dua-lipa-serena-williams-melodie-monrose", "summary": "A whole slew of celebrities took to social media to encourage voting in the beginning of the week.\nOne famous name included Kourtney Kardashian, in a hoodie, who gave her best find-the-light face to the camera complete with an “I Voted” sticker.\nDua Lipa posted a red hot photo of herself before her appearance on Jimmy Fallon on Wednesday.\nAmong a splash of leaves, she posed on top of a vintage car in a brown puffer vest and white pants.\nLike her photo, her caption truly captured a collective mood: “wake me up when this is over.”Here, see more of the best fashion Instagrams of the week.", "paragraphs": ["This week...well, it’s certainly been a wild ride. The drawn-out election, of course, has been the focal point of our lives online and off. A whole slew of celebrities took to social media to encourage voting in the beginning of the week. One famous name included Kourtney Kardashian, in a hoodie, who gave her best find-the-light face to the camera complete with an “I Voted” sticker.", "And while ballots are still being counted, people used fashion as a way to drive political messages home. A glowing Gabrielle Richardson aka @FridaCashFlow wore a rose bud-dotted top by Born Supply with the caption that included the words: “black women deserve all their flowers. we’ve seen the data, we know whats going on.” There was also Hedi Slimane-favorite model and musician Julia Cumming of Sunflower Bean who sported a fresh new pixie cut, and took some time this week to deliver food to poll workers through @WorkthePolls. Her clothing of choice? A trusty puffer coat.", "Of course, while Instagrams were certainly election-centric, there were chic moments that acted as an escape from reality. Dua Lipa posted a red hot photo of herself before her appearance on Jimmy Fallon on Wednesday. She wore a dreamy look that included a sheeny pink polo and a pair of strappy white boots. In Paris, beloved French mirror selfie-taker Sophie Fontanel gave us some new meaning on how to style stripes, and back in New York, model Kate Ahn gave us the trend of the moment: an exposed yellow thong with low-slung pants and snug jacket by Perverze.", "Finally, one of our favorite autumnal outfits came from model Melodie Monrose. Among a splash of leaves, she posed on top of a vintage car in a brown puffer vest and white pants. Like her photo, her caption truly captured a collective mood: “wake me up when this is over.”", "Here, see more of the best fashion Instagrams of the week."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["instagrams", "puffer", "dua", "best", "williams", "included", "took", "pants", "serena", "monrose", "model", "gave", "wore", "fashion", "white", "week", "melodie", "lipa"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}