{"id": "ed9ba2c5-6db3-3078-9673-aabf3acd5e2b", "title": "Watch Dogs: Legion Urges You To Wear A Mask To Save Lives", "url": "https://www.gameinformer.com/psa/2020/11/02/watch-dogs-legion-urges-you-to-wear-a-mask-to-save-lives", "summary": "Within the opening moments of Watch Dogs: Legion, you learn you can equip your agents with masks.\nThe short video (which you can see below) is on Watch Dogs: Legion's official Twitter and Instagram channels, and will hopefully be a nice reminder for people that they should wear a mask and always have one on hand when going into public spaces.\nWatch Dogs: Legion released last Thursday on PlayStation 4, Xbox One, and PC, and is the third installment in the series, set in a dystopian version of London that is ruled by a militaristic company.\nEnhanced next-generation versions of Legion will be available at launch for both PlayStation 5 and Xbox Series X/S.\nDid you pick up Watch Dogs: Legion?", "paragraphs": ["Within the opening moments of Watch Dogs: Legion, you learn you can equip your agents with masks. Ubisoft is using some of these in-game personas to illustrate the importance of wearing a mask during the Covid-19 pandemic. The short video (which you can see below) is on Watch Dogs: Legion's official Twitter and Instagram channels, and will hopefully be a nice reminder for people that they should wear a mask and always have one on hand when going into public spaces.", "Covid-19 cases continue to surge in the United States and in other parts of the world, and we all need to do our part to limit its spread and keep the people around us safe – whether it's family, friends, or even strangers who we just happen to be standing in line with.", "Watch Dogs: Legion released last Thursday on PlayStation 4, Xbox One, and PC, and is the third installment in the series, set in a dystopian version of London that is ruled by a militaristic company. Enhanced next-generation versions of Legion will be available at launch for both PlayStation 5 and Xbox Series X/S.", "Game Informer's Marcus Stewart praised Legion's mission design and unique ability to turn thousands of Londoners into playable characters. \"Smart level design forces players to consider the right person for the job while also allowing multiple approaches,\" he said in his review that awarded Legion a score of 9 out of 10. \"Strutting into an Albion stronghold disguised as an employee is just as viable as sending combat drones to mow down threats ahead of time. I always had fun surveying a situation and deciding which combination of tools to employ. To that end, the game makes excellent use of its gadgets, like drones, cameras, and turrets. I especially like the spiderbots – arachnid-like drones that provide a satisfying way to circumvent heavily guarded areas. Plus, I also enjoyed the stealthy platforming segments dedicated to them.\"", "Did you pick up Watch Dogs: Legion? If so, we'd love to hear your thoughts in the comments section below."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["series", "legion", "urges", "playstation", "wear", "dogs", "lives", "mask", "watch", "legions", "save", "design", "drones", "xbox"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}