{"id": "ee935acb-2033-3dbd-86bb-7639788d0102", "title": "Does Vienna attack signal new wave of jihadist terrorism?", "url": "https://www.theguardian.com/world/2020/nov/03/does-vienna-attack-suggest-a-return-to-terrorist-violence", "summary": "Does the attack in Vienna on Monday night presage a return to the darkest days of the wave of terrorist violence that shook Europe between 2012 and 2017?\nWe now know something of the gunman shot dead in the attack in Vienna.\nIsis has claimed responsibility for the attack, but investigators are working to establish if the group directed or simply “inspired” it.\nDeaths in Europe from all forms of terrorism fell by 70% last year, and western Europe recorded its lowest number of incidents since 2012.\n“The fact that the number of [Isis]-inspired attacks has declined in the EU does not mean that the threat has disappeared.", "paragraphs": ["Does the attack in Vienna on Monday night presage a return to the darkest days of the wave of terrorist violence that shook Europe between 2012 and 2017?", "Over that five-year period, hundreds died in lethal stabbings, attacks with cleavers, bombings of stadiums and airports, as well as assaults by multiple gunmen in city centres with AK-47s that bear horrible resemblance both to that still being investigated in the Austrian capital and the spate of attacks in France in recent weeks.", "All were the bloody work of young European sympathisers of Islamic State, then at the zenith of its power. So too was this most recent tragedy, it appears.", "We now know something of the gunman shot dead in the attack in Vienna. He is described as 20 years old, born and raised in Austria, and recently released after serving part of a 22-month jail sentence for trying to travel to Syria to fight for Islamic State.", "Before the attack, he posted images on social media: a selfie with an AK-47 assault rifle and a machete, but also a bayat, or oath of allegiance to Abu Ibrahim al-Hashimi al-Quraishi, the current leader of Isis, and one of its best-known slogans spelled out in ammunition.", "Isis has claimed responsibility for the attack, but investigators are working to establish if the group directed or simply “inspired” it.", "Austria has been spared the worst of the violence in Europe, but not the phenomenon of radicalisation among a small number of young men in often marginalised Muslim communities. The country was second only to Belgium as a source of so-called “foreign fighters” in Iraq and Syria, measured per capita, and has a history of radical activism going back to the 1990s.", "That less attention has been paid in the west to Islamic extremism recently is understandable. Deaths in Europe from all forms of terrorism fell by 70% last year, and western Europe recorded its lowest number of incidents since 2012. According to the latest Europol reports, there were 21 jihadist plots in the EU in 2019, compared with 24 and 33 in the two previous years. Of the 21, four failed, 14 were foiled and three were carried out.", "Nor does the scale of the attacks come close to the horrors of 2015 and 2016, when assault rifles and a truck were used to kill hundreds of people in a series of attacks.", "That surge in violence came when ill-prepared western security services faced an organisation viewed as extreme even by other Islamists, determined to attack the west and ruling over a swath of territory that was easily accessible to Europeans.", "But, though none of these factors remain, the threat does, albeit at a much reduced level.", "“The fact that the number of [Isis]-inspired attacks has declined in the EU does not mean that the threat has disappeared. It primarily means that we have got better at detecting and breaking up terrorist plots,” said Gilles de Kerchove, the EU’s counter-terror co-ordinator, in an interview earlier this year.", "There is much evidence of continuing, if sporadic, attempts by Isis to get potential attackers or organisers into Europe. There have been a series of arrests in Spain and Poland of individuals and groups suspected of planning operations and recruitment. In some cases, these efforts have begun to show results. In April, German police arrested five Tajik nationals on suspicion that they were members of an Isis cell that had been planning attacks on US forces stationed in Germany,", "Isis has told supporters to exploit the disarray caused in western European countries by Covid. The group and allied networks have flooded social media with calls to violence since the murder near Paris last month of a school teacher who showed caricatures of the prophet Muhammad to students.", "Counter-terrorism officials say it is too early to tell the degree to which recent attacks are the work of senior Isis leaders, possibly in the Middle East or elsewhere.", "The young Tunisian who killed three worshippers in a church in Nice last week had arrived in Europe only a month before. There have been examples of very rapid radicalisation but few at such an accelerated pace. This raises the possibility that he had set out to carry out some kind of attack before reaching Europe, or that he had been instructed to do so.", "Likewise, few so-called “lone wolves” act alone. Research has shown that most “leak” information about their attentions to others before.", "There are reports that the Vienna attacker had communicated with two contacts earlier in the day, sending some kind of jihadist propaganda to each. In Germany in 2016, Isis organisers were sending encouraging messages and advice to an attacker on social media until seconds before he stabbed and hacked at passengers on a train.", "One very obvious question is how an attacker got hold of high-powered weaponry and large quantities of ammunition. Experts point to the Balkans as a probable source.", "Finally, there is the question of timing. Terrorists want their attacks to gain maximum publicity, not be submerged in other news, so the US elections are unlikely to be a factor. More likely, if more mundane, is a desire to strike before the Covid-19 lockdown in Austria, imposed from midnight, made it harder to both move and find vulnerable targets.", "", ""], "authors": ["Jason Burke"], "keywords": ["social", "attacks", "signal", "jihadist", "does", "vienna", "europe", "wave", "terrorism", "attack", "isis", "young", "western", "violence"], "pubDate": "2020-11-03T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}