{"id": "ee961504-c0f2-3a3e-82e2-38e0e4dd9424", "title": "Ten Years After “The New Jim Crow”", "url": "https://www.newyorker.com/news/the-new-yorker-interview/ten-years-after-the-new-jim-crow", "summary": "I remember thinking to myself, Yeah, the criminal-justice system is racist in a lot of ways, but it doesn’t help to make comparisons to Jim Crow.\nHow would you argue that it was a conscious decision to establish a successor, in a sense, to Jim Crow, and what came before Jim Crow?\nThose racial stereotypes were resonant with the same stereotypes of slaves and folks during the Jim Crow era.\nMany people think that “The New Jim Crow” was an instant best-seller.\nBut one of the main points of “The New Jim Crow” is that it is a profound mistake to think of the system of mass incarceration as simply a system of prisons.", "paragraphs": ["Sometimes a book comes along and, after it is absorbed into the culture, we cannot see ourselves again in quite the same way. Ten years ago, Michelle Alexander, a lawyer and civil-rights advocate, published “The New Jim Crow: Mass Incarceration in the Age of Colorblindness.” This was less than two years into Barack Obama’s first term as President, a moment when you heard a lot of euphoric talk about post-racialism and “how far we’ve come.” “The New Jim Crow” was hardly an immediate best-seller, but after a couple of years it took off and seemed to be at the center of discussion about criminal-justice reform and racism in America. The book considers not only the enormity and cruelty of the American prison system but also, as Alexander writes, the way the war on drugs and the justice system have been used as a “system of control” that shatters the lives of millions of Americans—particularly young black and Hispanic men.", "As part of an hour-long examination of mass incarceration for The New Yorker Radio Hour, co-hosted this week by Kai Wright, of WNYC, I caught up with Michelle Alexander, who is now teaching at Union Theological Seminary, in New York.", "This conversation has been edited for length and clarity.", "When “The New Jim Crow” came out, a decade ago, you said that you wrote it for “the person I was ten years ago.” Take me back to those times and to the work you were doing for the A.C.L.U. What were you finding out?", "That would have been twenty years ago from today. It was just as I was beginning my work with the A.C.L.U. I was well aware that there was bias in our criminal-justice system, and that bias pervaded all of our political, social, and economic systems. That’s why I was a civil-rights lawyer: I was hoping to finish the work that had been begun by civil-rights leaders who came before me. I had a very romantic idea of what civil-rights lawyers had done and could do to address the challenges that we face.", "My impression back then was that our criminal-justice system was infected with racial bias, much in the same way that all institutions in our society are infected to some degree or another with racial and gender bias. But what I didn’t understand at that time was that a new system of racial and social control had been born again in America, a system eerily reminiscent to those that we had left behind.", "In fact, I was heading to work my first day at the A.C.L.U. directing the Racial Justice Project when I happened to notice a sign posted to a telephone pole that said, in bold print, “The Drug War Is the New Jim Crow.” I remember pausing for a moment and scanning the text of the flyer and seeing that a small, apparently radical group was holding a meeting at a church several blocks away. They were organizing to protest racial profiling, the drug war, the three-strikes laws, mandatory minimum sentences, and police brutality. The list went on and on. I remember thinking to myself, Yeah, the criminal-justice system is racist in a lot of ways, but it doesn’t help to make comparisons to Jim Crow. People will just think you’re crazy. And then I hopped on the bus.", "So it was really as a result of myself representing victims of racial profiling and police brutality, and investigating patterns of drug-law enforcement in poor communities of color, and attempting to assist people who had been released from prison as they faced one closed door and one barrier after another to mere survival after being released from prison that I had a series of experiences that began what I have come to call my awakening.", "What was that awakening like? What were you seeing in your work so that the scales were falling from your eyes?", "Well, there were a number of incidents. It was partly beginning to collect data and trace patterns of policing. It was coming to see how the police were behaving in radically different ways in poor communities of color than they were in middle-class, white, or suburban communities. I mean, this wasn’t a shock to me in any way, but the scale of it was astonishing: seeing rows of black men lined up against walls being frisked and handcuffed and arrested for extremely minor crimes, like loitering, or vagrancy, or possession of tiny amounts of marijuana, and then being hauled off to jail and saddled with criminal records that authorized legal discrimination against them for the rest of their lives. I mean, witnessing it and interviewing people one after another had its impact on me.", "But there was one incident in particular that really kind of rocked my world. It involved a young African-American man who was about nineteen, who walked into my office one day and forever changed the way I viewed myself as a civil-rights lawyer and the system I was up against. He walked in my office carrying a stack of papers a couple of inches thick. He had taken detailed notes of his encounters with the police over about a nine-month period: every stop, every search, every time he had been frisked or someone he was riding with had been stopped, searched, or frisked. He had names of officers, in some cases badge numbers, names of witnesses—just an extraordinary amount of documentation.", "At the time, I was interviewing people for a possible class-action suit against the Oakland Police Department. We had already filed a major class-action suit against the California Highway Patrol, alleging racial profiling in their drug-interdiction program, and we had launched a major campaign against racial profiling in California, and we were looking to sue other police departments, as well. And we had set up a hotline number for people to call if they had been stopped or targeted by the police on the basis of race. Within the first few minutes of us announcing this hotline number on the evening news, we received thousands of calls, and our system crashed temporarily. So I was spending my day interviewing one young black or brown man after another who had called the hotline.", "This man’s story was so compelling. I thought, Wow, maybe we have finally found our dream plaintiff. I start asking him more questions. He’s sharing more details and information. And then he said something that made me pause: Did you just say you’re a drug felon?", "We had been screening people for criminal records when they called our hotline number. We would ask them a bunch of questions about their experience with the police. We sent a form for them to fill out. And one of the questions was: Have you ever been convicted of a felony? We believed we couldn’t represent anyone with a felony record because we knew that, if we did, law enforcement would be all over them, saying, Well, of course we’re keeping an eye on the criminals and stopping and harassing them. This isn’t about race. It’s about us cracking down on the criminals.", "And we knew we couldn’t put someone on the stand as a named plaintiff in a class action alleging racial profiling if they had a felony record, because we'd be exposing them to cross-examination about their prior criminal history and turning it into a mini-trial about a young man’s criminal past rather than the police conduct.", "So we’d been screening out people with felony records, and this young man hadn’t checked his box. I’m looking at him, saying, “O.K., you’re a drug felon. Are you telling me you’re a drug felon?” And he gets very quiet and stares down at the table and then finally looks up and says, “Yeah, yeah, I’m a drug felon. But let me tell you what happened. Police planted drugs on me, and they beat up me and my friend.” And he starts telling me this long story about how he’d been framed and drugs have been planted on him. And I just start shaking my head. I said, “I’m sorry, I can’t represent you with a felony record.” And now he’s trying to give me more details and explain more about that case. And I keep telling him, “I’m sorry, I just can’t represent you.” And he becomes more and more agitated and upset. And then, finally, he becomes enraged, and he says, “What’s to become of me? What’s to become of me?”", "And he starts explaining that he’d just taken the plea because he was afraid of doing the time. They told him that if he just took the plea, you just walk out with just felony probation. And he said, “But what’s to become of me? I can’t get a job anywhere because of my felony record. Do you understand? I have to sleep in my grandma’s basement at night. I can’t even get into public housing with a drug felony. It’s, like, how am I supposed to take care of myself? How am I supposed to take care of myself as a man?” He’s, like, “I can’t even feed myself. . . . Do you know I can’t even get food stamps because of my drug felony? Good luck finding one young black man in my neighborhood they haven’t gotten to yet. They’ve gotten to us all already.”", "What was so provocative about the handbill that you first saw on the telephone pole, and in what became the title of your book, is that it flew in the face of what politicians said their motivation was for things like the crime bill in the mid-nineties, during the Clinton Administration. In other words, they said they were passing this legislation because crime rates were so high and drugs were out of control. What you’re saying, what that handbill said, is no, in fact, this is the establishment of a means of social control of young black and brown men in particular. How conscious was that? How would you argue that it was a conscious decision to establish a successor, in a sense, to Jim Crow, and what came before Jim Crow?", "There were mixed motives. One of the things that I laid out in the book was the history of the Southern strategy, the deliberate political strategy of divide and conquer, of using “get tough” racial appeals in order to appeal to poor and working-class whites, particularly in the South, who were fearful of and resentful of the progress that had been made by African-Americans since the civil-rights movement, who feared that they now had to compete for limited jobs in the era of deindustrialization with black folks. They were resentful of affirmative action.", "Fearmongering and scapegoating was at the heart of the Southern strategy, which used racially coded and not so coded political appeals defining black and brown men in particular as the enemy, as criminals, as drug users, as superpredators, in order to appeal to poor and working-class white voters in the South and flip those blue states to red. That Southern strategy fuelled the “get tough” movement, helped to birth the war on drugs, and was in part about turning the clock back on racial progress to a time when white folks didn’t have to compete on equal terms with black and brown folks.", "But it’s also the case that racial stereotypes are a result of really racist media portrayals of drug users during the crack epidemic, which created conscious as well as unconscious stereotypes in law enforcement and the public at large. This helped to fuel this notion that we should get tough on them, the racially defined Others.", "So the drug war was in part a politically motivated strategy, a backlash to the civil-rights movement, but it was also a reflection of conscious and unconscious biases fuelled by media portrayals of drug users. Those racial stereotypes were resonant with the same stereotypes of slaves and folks during the Jim Crow era.", "A lot of people think of mass incarceration and “get tough” policies as the result of right-wing politics. But in what ways have liberals also played a part in this history?", "I view liberals as equally guilty of birthing the system of mass incarceration as right-wing conservatives. President Bill Clinton escalated the drug war that had been originally declared by President Richard Nixon and then escalated by Ronald Reagan. Clinton escalated the drug war beyond what many of his Republican predecessors ever dreamed. And he did so in part to prove that he could be tougher on them, the black criminals, than his Republican counterparts.", "I think it must also be acknowledged that there were black politicians and black communities calling for tough responses to rising crime in inner-city communities that were suffering from economic collapse. But it’s important to draw a distinction between black politicians and black communities that were desperate for intervention as factories closed and disappeared, and work disappeared, as William Julius Wilson described so powerfully in his book “When Work Disappears.” There was a period of time when hundreds of thousands of jobs vanished practically overnight in poor black communities, and they suffered depression and economic collapse. Crime rates rose and people were desperate for a meaningful, quick response.", "But it would be wrong, in my view, to say that mass incarceration was supported by black communities. Black communities have organized for and demanded many large-scale interventions to address economic inequality, crime, educational inequality over the years. And it has only been in the area of crime that our nation has been willing to respond with massive investments in police, prisons, mass surveillance.", "You were writing this book as Barack Obama was starting out his Presidency. Did his election make it harder for people to hear your argument at first? In fact, your book did not really take off the way it did for a little while.", "Yes, that’s absolutely right. Many people think that “The New Jim Crow” was an instant best-seller.", "But it took a couple of years, right?", "Yes. People didn’t want to hear that we were still locked in a cycle of racial progress, backlash, retrenchment, and reformation of systems of racial and social control. It seemed much more likely that we were in an era of post-racialism, a time of color blindness, or at least on our way towards that Promised Land. I spent a couple of years on the road pretty much non-stop, speaking to small crowds and churches and groups of students and activists, really desperate to sound an alarm and to help people to see that, no, we are not free of our racial history. Our nation has, in fact, done it again. We have birthed a system of mass incarceration unlike anything the world has ever seen. Millions of people have been relegated yet again to a permanent second-class status in which they are stripped of basic civil and human rights, including the right to vote, the right to serve on juries, and the right to be free of legal discrimination in employment, housing, access to education, and public benefits. It wasn’t a message people were eager to hear, but I think it is much easier to see today, ten years later, that our nation is not yet free of its racial history, and that we continue to create new systems of racial and social control.", "Decades ago, politicians were promising to build prison walls and new prisons. Today, politicians are promising border walls and the same politics of divide and conquer, fearmongering, and scapegoating that helped to give rise to the “get tough” movement, and the war on drugs is being used to fuel anger and resentment towards immigrants and mass deportation and mass detention.", "While you were writing this book, your husband was working as a federal prosecutor. Did you have disagreements on the ideas that you were laying out? How did you discuss this with somebody so close to you?", "My husband and I kind of came to these issues from very different perspectives. I had been working for years as a civil-rights lawyer. When we got married, he decided to become a federal prosecutor. While we both shared a commitment to racial and social justice, it was very difficult for me to accept that he was working for justice on the inside. We definitely had different disagreements over the years. But I also found him to be a very helpful reader. He has always given insightful and useful feedback on my writing and has been incredibly supportive of my work over the years, and so I’m grateful for that. I think it has been helpful in many ways for me to be challenged in my thinking by someone who has seen through the eyes of law enforcement.", "There’s been no shortage of books about race and mass incarceration. Why do you think it was your book that captured the public in the way that it did, and still does?", "I think the book was published at the right time. Our nation was reeling from an economic crisis that was forcing former “get tough” true believers to take a hard look at the system of mass incarceration. Former governors who had been calling for harsh mandatory minimum sentences and had been fierce drug warriors were suddenly realizing that it was not possible to continue to expand this massive prison state without raising taxes on the predominantly white middle class. And so suddenly people were beginning to ask questions and to be open to the possibility that perhaps this race to incarcerate had been misguided.", "At the same time, the uprisings in Ferguson, Missouri, forced a conversation about race and our criminal-justice system that our nation had been determined to avoid for a very long time. The activism and the organizing and the passion and heartbreak that flowed from the killing of Trayvon Martin, the killing of Michael Brown, the deaths of Kalief Browder and Sandra Bland opened up a space where people began searching for answers regarding how we got to this place.", "I know from your new preface to the tenth-anniversary edition that you got thousands of letters from people who wrote you about the book, many from people who were formerly incarcerated. What were they telling you?", "Yeah, it has been overwhelming, over the years, to receive thousands of letters. I’m embarrassed and sad to say that I haven’t been able to read all of them. Some people have written just thanking me for the book and for speaking a truth that they may have been trying to speak in their own communities.", "There’s also a lot of people writing me from prison, begging for help. Those are the most heartbreaking letters to read because, often, not only am I not able to help them but there’s no one who I can recommend who can. There is just not available legal support for people who are in prison trying to fight their charges or reduce their sentences.", "In the preface you wrote for the tenth-anniversary edition, you kept coming back to this idea of “Everything and nothing has changed.” What’s changed, and what hasn’t? Are we better off now than we were a decade ago, when your book was first published?", "Well, certainly, in some ways, on the surface, it appears that everything has changed. When my book was first published, President Obama had just been elected. It seemed that we were on the right path: still had a long way to go, but were headed in the right direction. At least, that was the sentiment that was shared by many, many people. It seemed as though this dream of a multiracial, multi-ethnic, egalitarian democracy was within our reach, and there was an incredible amount of hope for positive change. And yet we were also living in a time of tremendous denial.", "As I wrote, a system of mass incarceration had been born in America, a system of racial and social control that turned back much of the racial progress we thought we had made, and people were unwilling to talk about it and to face it. Criminal-justice issues weren’t even really on the radar of civil-rights organizations at that time, with the exception of the A.C.L.U. and some work on racial profiling that was beginning to be done by the N.A.A.C.P. and other organizations. When the Leadership Conference on Civil Rights, in 2008, sent out a letter listing the most pressing issues on civil rights, criminal-justice issues didn’t even make the list. And when, in 2009, the Congressional Black Caucus sent out a list of a couple dozen issues that might be of concern to black communities, criminal justice didn’t make the list. This was just as the drug war was raging and the race to incarcerate was going full bore. And so there was a way in which we were asleep and in denial.", "Today, that has changed. The election of President Trump has completely decimated whatever fantasies we had that we are living in a post-racial America. We now can see that systems of racial and social control are alive and well, not only due to the uprisings in Ferguson and the many, many publicized police killings of unarmed black people and the growing movements to end mass incarceration. We’ve also come to see how yet another system of racial and social control has been born in this country, the system of mass deportation and mass detention. So we have this paradox in which, on the one hand, it seems that everything has changed, yet the politics of white supremacy have remained largely unchanged during the Obama years. Now we are forced to reckon with racial realities that we had long attempted to avoid, and I think we are finally beginning to see how the politics of divide and conquer, the politics of racial scapegoating and fearmongering, have been used again and again.", "Some of the scholars who have been in dialogue with you about your book have taken issue with your focus on the war on drugs and nonviolent drug offenses. John Pfaff, in his book “Locked In,” says that only about sixteen per cent of state prisoners are serving time on drug charges, and very few of them—maybe about five or six per cent of that group—are both low level and nonviolent. And what he and the other scholars are saying is, even if you released all the people in prisons who were there for drug offenses, nonviolent drug offenses, that would not put a real dent in the prison population.", "Well, that’s absolutely right. It is true that roughly half of the people who are held in state prisons today have been convicted of offenses that are labelled violent, and that a small minority of people in prison today have been labelled drug offenders. But one of the main points of “The New Jim Crow” is that it is a profound mistake to think of the system of mass incarceration as simply a system of prisons.", "There are twice as many people on probation or parole today as are locked in prisons or jails. When people think about the system of mass incarceration, they typically just think about who’s in prison at any given moment. But what I hope to draw people’s attention to is that this system of mass incarceration is actually a system of mass criminalization. It is a system that criminalizes people at very young ages, often before they’re old enough to vote. It labels them criminals and felons, and then strips them of basic civil rights, the very rights supposedly won in the civil-rights movement. And this happens even if you’ve been sentenced only to probation.", "So when people look at prison statistics and say, Oh, well, most people who are in prison are there for violent offenses, so our primary concern must be violent crime, or they think, Oh, well, this prison system is really about responding to violent crime, they get it very wrong.", "About five per cent of people who are arrested every year have been convicted of violent crimes or charged with violent crimes. People who have been convicted of violent offenses typically get much, much longer sentences than people who have been convicted of nonviolent crimes like drug offenses. And, therefore, they comprise a much larger portion of the prison population. However, ninety-five per cent of those who are arrested and swept into the criminal-justice system every year have been convicted of nonviolent crimes. And the largest category of arrests are drug arrests. That was true in 2010, and it’s true today.", "The war on drugs has been a primary vehicle for sweeping people into a criminal-justice system, branding them criminals and felons, and then relegating them to a permanent second-class status for life. That doesn’t mean we should be unconcerned about violent crime or the harm that it does to communities, nor should we be unconcerned about the extremely long sentences and inhuman treatment that people often receive being caged. But what it does mean is that we have to stop thinking about the system of mass incarceration as simply a prison system.", "Michelle, let’s talk about the cages in general. There have been calls in recent years for prison abolition. And I wonder what you make of the prison-abolition movement. I’ll ask you what Angela Davis asks in the title of her famous book from 2003, “Are Prisons Obsolete?”", "I think prisons are absolutely obsolete. I hope that one day our nation will look back on this practice of putting human beings in literal cages, often treating them worse than we would treat a dog at the pound, sometimes locking them in solitary confinement for decades, allowing them little or no access to sunshine or human contact—I hope that one day we will look back on this practice with as much shame and horror as we view the practice of slavery, or the practice of cutting off limbs and hands of thieves. I hope that we find much more humane, constructive ways of responding to the real harms of violence and of crime than subjecting people to deliberate humiliation, stigmatization, suffering, and caging.", "We can do better than this. In my experience, most folks understand that caging people and then stripping them of basic civil and human rights upon their release isn’t productive. In fact, it’s more likely to encourage criminal behavior in the future and make it more difficult for people to survive on the outside without resorting to crime. It’s likely to traumatize people in ways that will be harmful to themselves, to their families, and to their communities. Most people understand that when you talk about drug abuse or drug addiction. People understand that it is much more productive for people to get drug treatment rather than be in a cage. But when it comes to violence, people have a much more difficult time imagining that there are solutions beyond inflicting violence and caging people.", "But I’m so encouraged by the work of restorative- and transformative-justice advocates today who are challenging us to think about ways of responding that are more humane and more effective, both for survivors as well as for those who have committed acts of violence.", "What do you envision specifically as an alternative to cages, to prisons, to jails? Is there a place in the world that has a justice system that you can point to and say, We definitely should move toward something more like that?", "Well, there’s been a lot written in recent years about systems in Norway and Germany that are much more humane than the system of caging that we have in the United States. I would really encourage people to read Danielle Sered’s book “Until We Reckon,” specifically about a program that she operates in New York City called Common Justice. Common Justice is a restorative-justice program that provides alternatives to incarceration for people who have been convicted of or who are facing charges for violent offenses. And what’s interesting about what she has found in the program is that ninety per cent of survivors of violent crime, when given the option of participating in a restorative-justice program, or the opportunity to confront the person who has caused them harm and to devise a plan for that person to try to make up for what they have done in some way, choose to participate in a restorative-justice program rather than to pursue criminal charges and incarceration. This kind of flies in the face of the research that suggests that survivors of violent crime always want people locked up and the key thrown away. In fact, it turns out that survivors of violent crime and the people who have committed harm can come together in many cases, far more often than we imagine, and together develop fair solutions for responding to the harm that’s been caused.", "One of the things that is standing in the way of such reform is the fact that a huge number of prisons—seventy per cent, in fact—are located in rural communities and go a long way in bolstering the economies of these communities. I mean, the fact is that prisons are a big source of income for many people living around them. And you make this very clear.", "The profit motive is significant. And very often people think about the profit motive simply in terms of private prisons making money off of caging human beings. However, as the book “Prison Profiteers,” edited by Tara Herivel and Paul Wright, points out, there is a very large range of corporate interests that make an enormous amount of money off of our prison system—everything from private health-care providers to Taser-gun manufacturers to companies that are now creating these electronic monitors, G.P.S. tracking systems for people when they are released from prison or jail.", "E-carceration, you call it.", "Yes. One of the things that worries me most today is the emergence of e-carceration, or digital prisons, as some activists refer to them. Many people are now being forced to wear electronic monitors, G.P.S. tracking devices, upon release from prisons and jails. These devices will limit people’s range of movement, confining them to their homes or to their neighborhoods, sometimes making it impossible for them to go to work or pick up their children from school. These tracking devices send off alarms to police departments if people travel out of their designated zones. In many ways, these tracking devices are creating entire neighborhoods that are under a kind of lockdown, as an electronically enforced kind of virtual concentration camp, where large percentages of the population are confined to small areas.", "But what do you say to people who argue that these technological solutions are more humane than prisons and jails?", "Well, certainly, most people, myself included, would rather have an electronic monitor, a G.P.S. tracking device, attached to my ankle than to be sitting in a literal cage. However, I find it very difficult to call a system of e-carceration and the emergence of digital prisons progress. Progress would be decriminalizing our communities, not subjecting them to new, high-tech forms of surveillance and control.", "It is entirely possible that, in the years to come, as private corporations begin investing more and more money—billions of dollars are now being invested in the electronic surveillance of people who have been criminalized—that we will have entire communities and neighborhoods that are trapped in digital prisons. It will be cheaper to surveil and control millions of people electronically than through old-fashioned brick-and-mortar prisons.", "So I don’t think we should celebrate the rise of electronic monitoring as a step in the right direction or progress. A step in the right direction would be massive investments in education, drug treatment, health care, and job creation, in trauma support in the communities that have been devastated by the war on drugs and mass incarceration.", "We all know that the safest communities are not the ones that have the most police, the most prisons, or the highest percentage of people on electronic monitors under constant surveillance and control. No, what creates safety in our communities are good schools, plentiful jobs, quality health care, and a thriving social fabric.", "The racial disparities in prisons over the last decade have actually declined. Is there any reason for hope in that?", "It’s absolutely a positive development that racial disparities have declined to the extent that it means that we are relying less and less on criminalization and incarceration of all people, including people of color.", "I worry about those who focus primarily on racial disparities in our criminal-justice system as a measure of injustice. In fact, there is some research that suggests that racial disparities have narrowed in part because more white people have been incarcerated or saddled with criminal records as a result of the opioid epidemic, or because, as some people have argued, many Latinos are being mislabelled as white in our criminal-justice system, distorting the data. But I wouldn’t celebrate that kind of progress. The goal here is not to subject people of all colors to unnecessary suffering. The goal ought to be to view and treat all people of all colors with dignity, humanity, compassion, and concern.", "However, there is also significant evidence indicating that racial disparities have narrowed in large part because many states, New York included, have moved away from many of the harsh drug-war policies that resulted in enormous racial disparities in incarceration and conviction rates. And that is cause for celebration.", "I think, again, we have to make sure that we’re not simply addressing symptoms rather than underlying causes. True progress depends on us caring and demonstrating care, compassion, and concern for poor people, and people of color, and being willing to invest in their well-being and their health and their education and their thriving rather than simply in their punishment and in their control.", "All the front-runner candidates for the Democratic nomination support some form or another of criminal-justice reform. Do you have a favorite among them?", "No, I am not endorsing anyone at this time.", "But, on this issue, is there anybody who seems particularly advanced or to your liking?", "Well, I would have to say that I have found Elizabeth Warren’s and Bernie Sanders’s criminal-justice platforms to be very encouraging. They’re taking a comprehensive approach to criminal-justice reform and not simply tinkering with the machine by promising to reduce sentencing, for example. Meaningful criminal-justice reform requires taking a very holistic view and insuring that people who are released from prison have meaningful opportunities for education and access to health care and drug treatment and mental-health treatment and support, and that there is a strong commitment to taking the profit motive out of incarceration entirely. And, you know, viewing criminal-justice reform through a racial-justice lens. So I am encouraged that virtually all of the Democratic candidates have stated a willingness to embrace criminal justice-reform to some degree. But for me, personally, I’m less interested in the reform of our criminal-justice system than its transformation. I think we must reimagine the meaning of justice in America, not simply reform our existing criminal-justice institutions. I think that work depends on building and organizing and the engagement of our communities. We can’t simply look to our politicians to have the answers", "Finally, I hope you don’t mind if I ask you what seems to be a personal professional question. Your main teaching post has been at an institution that has religion and faith at its center, the Union Theological Seminary. Does that choice represent a change in your thinking on criminal justice or in your own life?", "After spending many years working as a civil-rights lawyer and then as a legal, academic, and policy advocate, I became frustrated with the very narrow scope of acceptable discourse in those spaces. As I see it, the crisis of mass incarceration is not simply a legal or political problem to be solved, but it’s a profound spiritual and moral crisis, as well. And it requires a reckoning, individually and collectively, with our racial history, our racial present, and our racial future. Many academics and lawyers are reluctant to face or engage in this reckoning, in part because it seems so big, so overwhelming. Lawyers are accustomed to defining problems in legal terms so that they can solve them. Academics want to study problems. Legal academics want to study problems in a very narrow and often data-driven way, without really asking the deeper questions around, Who are we in relationship to one another? What does justice mean?", "And I have found, much to my surprise, that, in progressive seminaries like Union Theological Seminary, there is or there seems to be much greater enthusiasm for wrestling with those deep moral questions of the meaning of justice in a nation forged through genocide and slavery, a multiracial, multiethnic nation that is struggling to overcome its racial history. What does it mean to do justice in this context, in this moment in time?", "And I jokingly, although it’s not so much of a joke, tell people who just say to me, “I want to go to law school,” I say, “Well, law school is a place where you learn the rules of the game and how to play it. But it isn’t a place where people think deeply about justice. And I can’t say that’s true for every law school, but it’s true for too many of them. And I’m just grateful that I’ve had the opportunity to be affiliated with Union Theological Seminary, which has such a long history of taking questions of justice very seriously and approaching them not just from a legal or political perspective but from a deeply moral one.", "Does this mean that religion and faith-based traditions have become more in the center of your thinking and research and writing and your own personal evolution?", "Yes, absolutely, although I don’t consider myself a religious person. I’m probably more of a spiritual but not religious person. But, yeah, I think, ultimately, these questions are about: What does it mean to be in the right relationship to one another? Who belongs in a community, in a nation? How should we treat the least advantaged? What do we owe to one another? How do we repair harm? What does it mean to face irreparable harm in a constructive and responsible way?", "Are these questions at the center of a next book?", "Yes, they are. I’m working on a book that is very different from “The New Jim Crow.” It’s much more personal, and it’s about my journey going from a liberal civil-rights lawyer who was tinkering with the machine, and believed that we could somehow get to the Promised Land if we just filed the next best lawsuit, or met with the governor, or organize the right number of people for the next protest, to someone who now believes that much more revolutionary change is required, and it’s not simply a political revolution. A moral and spiritual revolution is also required of us now."], "authors": ["David Remnick", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard", "Elizabeth Flock", "The New Yorker"], "keywords": ["jim", "incarceration", "mass", "black", "system", "think", "drug", "prison", "book", "racial", "crow", "communities"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}