{"keywords": ["treasure", "classic", "2505", "comfortable", "trends", "supremely", "thomas", "sale", "fl", "words", "34102", "florida", "naples", "lane", "timeless", "vision", "states", "views", "harrell", "united"], "title": "2505 Treasure Lane, Naples, FL 34102, Naples, Florida, United States For Sale", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/homes/2312598/naples-property-for-sale/2505-treasure-lane-naples-fl-34102", "pubDate": null, "id": "eeff6980-b94d-396b-b030-136da8e2c407", "paragraphs": ["A most exquisite classic residence with a carefully sited 60-foot floating dock on three and one-quarter Port Royal Estate Lots with one of the very best views in Naples. Thomas Campbell & Richard Prebish use the adjective classic because, in addition to the word's inherent connotation, the architecture of this home is timeless. Stylistically, it is our opinion that the home will forever remain immune to the consequences of ephemeral architectural trends ... a determinative factor in considering future receptivity. Every space is elegant, yet supremely comfortable ... a reflection of the owners' penchant for artistic detail and desire to create spaces for very comfortable living … in an incomparable setting. Under the careful direction of master builder, David S. Rogers, of Newbury North Associates, Inc., and renowned architect, Jeff Harrell, of Harrell & Co. Architects - Florida, Inc., the vision became a reality."], "authors": [], "summary": "A most exquisite classic residence with a carefully sited 60-foot floating dock on three and one-quarter Port Royal Estate Lots with one of the very best views in Naples.\nThomas Campbell & Richard Prebish use the adjective classic because, in addition to the word's inherent connotation, the architecture of this home is timeless.\nStylistically, it is our opinion that the home will forever remain immune to the consequences of ephemeral architectural trends ... a determinative factor in considering future receptivity.\nEvery space is elegant, yet supremely comfortable ... a reflection of the owners' penchant for artistic detail and desire to create spaces for very comfortable living … in an incomparable setting.\nUnder the careful direction of master builder, David S. Rogers, of Newbury North Associates, Inc., and renowned architect, Jeff Harrell, of Harrell & Co. Architects - Florida, Inc., the vision became a reality."}