{"id": "ef19cf41-1706-300d-b276-feb058ac0218", "title": "China's new travellers", "url": "https://theworldin.economist.com/edition/2020/article/17359/chinas-new-travellers", "summary": "It will also diversify, with more solo Chinese travellers, more small groups and more educational and cultural trips.\nExpect to come across fewer big snap-happy tour groups jostling and mall-shopping, and more Chinese travellers looking for an opportunity to learn, experience and share across cultures.\nSuch trends are already there to see, with more single travellers and small groups of friends on solo trips leaving from China’s airports.\nRoughly six out of ten Chinese solo travellers are women—heading overseas to off-the-beaten-path destinations such as Mexico, Myanmar and Montenegro and keen to have experiences away from the standard tour-group trail.\nThis article appeared in the China section of the print edition under the headline “China’s new travellers”", "paragraphs": ["F OR SEVEN years, China has been the world’s biggest travel spender. And now travel from China is set to soar. It will also diversify, with more solo Chinese travellers, more small groups and more educational and cultural trips. More Chinese travel will be good for China. It will also be good for others—generating more revenue, but also increasing opportunities for cross-cultural understanding at a time of heightened political mistrust.", "Until the new millennium, overseas travel from China was a luxury available only to a privileged few. In 2001 Chinese residents made 10.5m foreign trips. By 2018 this had risen by an astonishing 1,326% to 149.7m. In the 2020s this number will double again as passport ownership in China increases from the current 10% of the population to an expected 20%. The rise will be driven in large part by a growing demand from China’s rapidly developing “new first-tier cities” such as Changchun, Shenyang, Qingdao and Taiyuan.", "This boom has huge implications for the global tourism economy. Already, tourism spending from China has risen from 3% of the world’s total in 2006 to 21% in 2016, according to the World Tourism Organisation. The amount that Chinese tourists spend abroad exceeds the country’s reported trade surplus. Further growth in tourism will help create jobs and stimulate investment, from London to Los Angeles and emerging destinations for Chinese visitors including eastern Europe and Latin America.", "The impact will not only be economic. Confucius taught that “it is better to travel 10,000 miles than to read 10,000 books”. Confucianism is ever more influential in today’s China. Expect to come across fewer big snap-happy tour groups jostling and mall-shopping, and more Chinese travellers looking for an opportunity to learn, experience and share across cultures.", "Such trends are already there to see, with more single travellers and small groups of friends on solo trips leaving from China’s airports. Ctrip’s data suggest that demand for international travel from the Chinese singles market (which is approaching 200m people) is growing by more than 10% a year. Roughly six out of ten Chinese solo travellers are women—heading overseas to off-the-beaten-path destinations such as Mexico, Myanmar and Montenegro and keen to have experiences away from the standard tour-group trail.", "Solo and small-group trips have the potential to bring Chinese people and the rest of the world closer together. In the 2020s prepare to meet a generation of travel-savvy, multilingual Chinese millennials keen to broaden their perspectives. This will lead to a greater awareness of critical global issues among young Chinese.", "Then there are the educational trips for Chinese children. According to Ctrip’s 2018 Travel Report, parents spent an average of 23,000 yuan ($3,250) per person so that their children could become more familiar with other cultures. Chinese parents increasingly see the value of taking their children on overseas trips. Although 80% of these educational trips taken in 2018 were to English-speaking Western countries, other destinations such as Singapore and Thailand are gaining in popularity.", "China also wants to attract more inbound tourists eager to escape the standard Great Wall and Terracotta Army highlights route. Investment in infrastructure is growing in the run-up to the Winter Olympics in 2022, opening access to less-visited parts of the country. The government also plans to make China easier for international visitors, for example by streamlining visa-applications and offering multiple language services and improved signage in airports and stations. China will thus become an ever more accessible and enjoyable destination for international tourism.", "Millennials on the move", "Our millennials will travel the world. And China must be open to receiving global millennials. Young people, after all, are our shared future. That means being willing to accommodate their preferred styles of travel. We need to cater for solo or small-group travellers who want to go off the standard tourist trail and seek flexibility, spontaneity and customised activities.", "The increase in travel from and to China offers us all a great opportunity. Travel can create peaceful, respectful international exchange even in trying political times. From 2020, China and the world at large need to work together to create the best possible environment for this to occur.", "This article appeared in the China section of the print edition under the headline “China’s new travellers”"], "authors": [], "keywords": ["china", "travellers", "travel", "international", "world", "standard", "chinas", "chinese", "tourism", "solo", "trips"], "pubDate": null, "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}