{"summary": "After discovering the hilltop viewpoint overlooking the Tadami River, he convinced local authorities to construct stairs for easier access; he's now lobbying for an elevator for the elderly.\nPhotographer Ken Hoshi launched the Mugenkyo no Watashi river tours to visit his village, destroyed in a 1964 landslide.\nJapan believes so strongly in Fukushima's comeback, the prefecture was selected for the commencement of the Tokyo 2020 Olympics torch relay, at J-Village, the nation's top soccer training facility.\nIt's an old post town that once served as a major stop along the Aizu Nishi Kaido connecting Aizu and Nikko.\nWest of Aizuwakamatsu is Yanaizu, a delightful onsen village on the Tadami River.", "id": "ef45fa26-eaa5-3d48-932c-27de5b2baf00", "pubDate": null, "url": "https://www.cnn.com/travel/article/fukushima-japan-tourism/index.html", "authors": [], "paragraphs": ["Fukushima (CNN) — It's a brisk autumn morning , and the Mishima overlook in Fukushima prefecture is crowded with photographers, mostly from Taiwan, eager to capture the scenic Tadami Line railway as it crosses the arched Dai-ichi Tadamigawa Bridge.", "Among them is local photographer Ken Hoshi, who has photographed the region more than anyone else and has singlehandedly pioneered grassroots tourism in the area.", "After discovering the hilltop viewpoint overlooking the Tadami River, he convinced local authorities to construct stairs for easier access; he's now lobbying for an elevator for the elderly.", "As the train chugs into view at 9:05am, there's a whir of clicking cameras as though for a celebrity.", "\"New industry is difficult to attract, so tourism is the best way to bring development,\" Hoshi said through an interpreter.", "Photographer Ken Hoshi launched the Mugenkyo no Watashi river tours to visit his village, destroyed in a 1964 landslide. Beth Reiber", "Knowing that most tourists to Fukushima are Taiwanese wishing to experience autumn and winter seasons they don't have back home, Hoshi promoted Mishima by organizing competitions in Taiwan of photographs taken of the Tadami Line from the overlook.", "He launched Mugenkyo no Watashi tours on the Tadami River, which, using flat-bottom boats similar to those that ferried him across the river as a boy, take in the haunting place where his village once stood, abandoned after a 1964 landslide.", "Hoshi is passionate about Fukushima, which, if you stay long enough, seems to be the defining trait of most everyone who lives there.", "Many businesses have been passed down for generations.", "Luring visitors, however, hasn't been easy. Fukushima is one of six prefectures comprising Tohoku, a vast, remote and undeveloped region on the northeastern end of Japan's main Honshu island, which receives fewer than 2% of Japan's international tourists.", "Ken Hoshi, a prominent photographer of the area, has singlehandedly pioneered grassroots tourism in the area. Beth Reiber", "Related content 16 Japan experiences every traveler needs to enjoy", "Furthermore, although eight years have passed since the meltdown of the Fukushima nuclear power plant, caused by the massive earthquake and tsunami that struck off Tohoku's coast, concern over radiation is the most common response you'll receive if you announce you're heading for Fukushima.", "Maybe that's why just 120,000 foreign visitors stayed overnight in 2018, despite the fact that the contaminated evacuation zone now comprises just 2.8% of Fukushima Prefecture.", "For repeat visitors who have seen destinations like Kyoto or for those wishing to escape the crowds, Fukushima is an off-the-beaten-track alternative, at least until word gets out.", "Japan's third-largest prefecture but with fewer than 2 million inhabitants, Fukushima is mostly rural, with winding mountain roads, forests, rushing rivers, waterfalls, marshlands and highlands.", "Among Japanese, Fukushima is famous for changing autumn leaves, heavy snowfall, historic sites in Aizuwakamatsu that embody the samurai spirit, peach and persimmon trees, local cuisine you won't find anywhere else, over 130 hot-spring resorts and more than 60 sake breweries.", "Related content Hiroshima Peace Memorial Museum: From horror to healing", "Fukushima is home to historic samurai sites, hot spring resorts and sake breweries. Beth Reiber", "\"It's our fifth time to Japan, and after following posts on social media and YouTube, we decided to come to Fukushima,\" said Natalie Meek from the United Kingdom. \"We're renting a car and spending five days around the Aizuwakamatsu area because there's so much to see.\"", "Japan believes so strongly in Fukushima's comeback, the prefecture was selected for the commencement of the Tokyo 2020 Olympics torch relay, at J-Village, the nation's top soccer training facility.", "Because of J-Village's location just 12.4 miles from the nuclear meltdown but saved from the tsunami due to higher ground, it was the operational base for 1,000 people dealing with the disaster and is now considered a symbol of revitalization.", "From there, the torch will journey north through coastal towns that have steadily recovered since 2011, including Soma, southern terminus of Japan's newest and longest hiking trail, the 620-mile Michinoku Coastal Trail that passes through four prefectures and was created to promote healing and attract international visitors.", "Turning inland, the relay will pass through towns like Fukushima City, prefectural capital and famous for its onsen (hot-spring baths).", "Just 92 minutes from Tokyo on the fastest Shinkansen bullet train, it offers the Iizaka Onsen area , you can soak your cares away at nine public baths and experience ryokan (Japanese inns) like Nakamuraya, where 7th-generation innkeeper Hiroshi Abe proudly points out antiques and architectural details, from the lobby's open-hearth fireplace to rooms once used by samurai.", "Iizaka Onsen area has nine public baths and many ancient ryokans. Beth Reiber", "Rates, like throughout Fukushima, are up to 20% lower than what you'd pay in more touristy cities like Kyoto.", "South of Fukushima City is the castle town Nihonmatsu, where Daishichi Sake Brewery stands out for devoting more time to sake production than pretty much anywhere else in Japan.", "Founded in 1752 and under the helm of 10th-generation owner Hidehara Ohta, Daishichi uses only the time-consuming traditional kimoto method for brewing sake, developed around 1700 but now mostly abandoned in favor of quicker modern practices.", "It also developed an innovative super-flat rice polishing technique that assures a high-quality taste.", "The result is sake that's resistant to oxidation and grows and matures over time, making it comparable to wine.", "Guided tours with tastings are available.", "\"Minowamon, named after a gate of Nihonmatsu Castle, is our biggest seller because of its excellent flavor and rich, umami taste,\" said Ohta. \"It pairs well with buttery, creamy dishes.\"", "Related content Where to find the world's best sake", "Tsuruga Castle contains a history museum as well as a traditional garden and a teahouse on grounds. Beth Reiber", "Fukushima Prefecture's most famous castle town is Aizuwakamatsu , which dubs itself Samurai City and is located in Aizu, the westernmost region of the prefecture.", "After the Tokugawa shogunate, which had ruled over Japan for more than 250 years, was overthrown and the emperor resumed power, the Boshin War broke out between samurai loyal to the shogun and Imperial forces.", "It was here, in Tsurugajo Castle, that the mighty Aizu clan fought and lost the last samurai battle.", "Thousands died, including female samurai warriors and the Byakkotai (White Tiger Force), a contingent of samurai teenagers who saw what they thought were flames engulfing Tsurugajo Castle and committed suicide.", "Today, Tsurugajo Castle contains a history museum while on its grounds are a traditional garden, teahouse, and 1,000 cherry trees.", "Nearby is Aizu Bukeyashiki, where the chief retainer of the Aizu clan, Saigo Tanomo, lived with his family, servants, and soldiers.", "The restored 38-room mansion illustrates a grand lifestyle, which ended tragically during the final hours of the Boshin War when Saigo's wife killed their three youngest children and then committed suicide along with her teenage daughters, sisters and other family members. Saigo, off in battle, lived into his 70s.", "Related content World's safest city to visit in 2019 revealed by Economist Intelligence Unit", "Daishichi Sake Brewery has been in business since 1752. Beth Reiber", "Aizuwakamatsu is also known for sake breweries, onsen, and local cuisine like kozuyu, the go-to soup for weddings and other special occasions made from root vegetables, dried scallops, mushrooms, and other foods.", "Wappameshi is a simple dish of rice and other ingredients steamed in a circular cedar container, while sauce katsudon is breaded pork cutlet topped with thick sauce and served on rice and cabbage.", "Ramen has long been popular, and in nearby Kitakata -- where there are 120 ramen shops alone -- it's also popular for breakfast.", "South of Aizuwakamatsu is Ouchijuku, Fukushima prefecture's most-visited destination.", "It's an old post town that once served as a major stop along the Aizu Nishi Kaido connecting Aizu and Nikko.", "Such roads were for transporting rice and for feudal lords, who were required by law to spend every other year in Edo (modern-day Tokyo).", "Remarkably, 48 original thatched buildings from the Edo Period (1603--1867) survive, lined up on both sides of the old road and home to restaurants serving buckwheat noodles, souvenir shops, and a handful of minshuku (the Japanese equivalent of a bed-and-breakfast).", "West of Aizuwakamatsu is Yanaizu, a delightful onsen village on the Tadami River. Home to 3,400 people and seven ryokan, it's famous for Fukumankokuzobosatsu Enzo-ji, a temple built on a crag above town where one of Japan's several Naked Festivals is held annually."], "keywords": ["fukushima", "sake", "onsen", "castle", "beth", "tadami", "fukushimas", "river", "hoshi", "aizu", "comeback", "samurai"], "title": "Fukushima's Comeback", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}