{"id": "ef4dbfc3-e0b6-3743-b0fd-3d5d621c970c", "title": "Dunking on Nevada Got the Internet Through Election Week", "url": "https://wired.com/story/nevada-election-meme/", "summary": "The 2000 US presidential election had “hanging chads.” The 2020 election has Nevada.\nIt’s been a long week, and I just really liked the almost-rhyme between “chad” and “Nevada.” This is where we’re at in the election cycle.\nBut while many of them seemed to be moving along at a steady clip and reporting their vote totals as they went, Nevada, well, wasn’t.\nEach night America went to bed feeling like the race was a little closer to completion, but at any point, the lead could change.\nAll anyone can do is wait for the votes to be counted, while staring at the internet (or a TV).", "paragraphs": ["The Monitor is a weekly column devoted to everything happening in the WIRED world of culture, from movies to memes, TV to Twitter.", "The 2000 US presidential election had “hanging chads.” The 2020 election has Nevada. OK, that’s not the most perfect analogy. Florida’s tiny-paper-fragment mess was part of a massive recount that eventually landed in the Supreme Court; Nevada is just taking a while to count votes. Forgive me. It’s been a long week, and I just really liked the almost-rhyme between “chad” and “Nevada.” This is where we’re at in the election cycle.", "Anyway, here’s the deal: Election Night in America has now spread her wings and expanded into Election Week in America, and as of Thursday, there were still many states where the vote was too close to call for either President Trump or former vice president Joe Biden. Those included Pennsylvania, Georgia, Arizona, and, yes, Nevada. But while many of them seemed to be moving along at a steady clip and reporting their vote totals as they went, Nevada, well, wasn’t. (As of this writing, the state still only has about 89 percent of its ballots counted.) Left with little else to do but wait, the internet did what it always does: started a meme.", "Across Twitter, Tumblr, and TikTok—any social media site that begins with the letter T, basically—users began comparing Nevada to all manner of late and/or slow things: the sloth in Zootopia, really shitty friends who never meet you when they say they will, menstrual periods eight to nine months before child birth. OK, that last one is fake, but you get the drift. (Also, this meme has been going on for days. Someone might’ve already made that joke and I missed it.) Other memes referenced Titanic, SpongeBob SquarePants, and the Brian McKnight jam “Back at One,” because the whole chorus is just very slow counting. It felt a little brutal, but Nevada is the Battle Born State—it can take it.", "And all the jokes landed. Not because they were all undeniably brilliant. In fact, many were fairly by-the-book meme constructions. But it’s easy to see why they went viral. Not since that 2000 election has any presidential race been this much of a prolonged nail-biter. It’s like if the best-of-seven NBA playoffs got crammed into four consecutive days. Each night America went to bed feeling like the race was a little closer to completion, but at any point, the lead could change. The next four years of American politics will be determined by this election, and one of the things that could tip the scale are a few thousand ballots in Nevada. (Though, at the time of publication Friday morning, it looks like Pennsylvania will be the deciding commonwealth.) All anyone can do is wait for the votes to be counted, while staring at the internet (or a TV). Memes, at least, break the tension.", "On Wednesday, I wrote a piece about the agony of watching the election play out online, rather than amongst friends or family. Watching historical moments happen and only being able to share them digitally kinda sucks. But spreading Covid-19 sucks even more, so people stayed home, away from each other. In the days since states started tallying their votes, the anxiety has only gotten worse. But every so often someone jumped on social media to dunk on a state just trying to count their ballots. It isn’t nice, but it still feels good.", "More Great WIRED Stories"], "authors": ["Angela Watercutter", "Angela Watercutte", "Brian Barrett", "Kate Knibbs"], "keywords": ["votes", "dunking", "america", "went", "internet", "week", "days", "ballots", "nevada", "election", "little", "memes", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}