{"id": "ef5efe63-c640-3c8f-a682-7cd4c2e7011a", "title": "This is Europe: stay close with the Guardian’s email updates", "url": "https://www.theguardian.com/commentisfree/2018/mar/22/this-is-europe-sign-up-guardian-email-updates", "summary": "We want to offer readers a better understanding of what binds Europeans together, as well as what can set them apart.\nPeople across Europe are taking part in vivid and fascinating discussions that have the power to shape the future of a fast-changing continent – and the Guardian’s Europe Now series will be exploring and hosting some of this debate.\nWe’ll also send you our pick of the Guardian’s best pieces on Europe, a look at history from our archive, as well as a selection of what other European media are saying.\n***Explore all our newsletters: whether you love film, football, fashion or food, we’ve got something for you***The Guardian’s newsletters include content from our website, which may be funded by outside parties.\nNewsletters may also display information about Guardian News and Media’s other products, services or events (such as Guardian Jobs or Masterclasses), chosen charities or online advertisements.", "paragraphs": ["Be part of the conversation. Sign up to get a weekly selection of the most pressing stories and debates for Europeans – from identity to economics to the environment", "Never in a generation have so many debates been awakened in Europe, with themes including identity, democracy, minority rights, gender equality, diversity and values. We want to offer readers a better understanding of what binds Europeans together, as well as what can set them apart.", "People across Europe are taking part in vivid and fascinating discussions that have the power to shape the future of a fast-changing continent – and the Guardian’s Europe Now series will be exploring and hosting some of this debate.", "Sign up for our email newsletter, This is Europe, and every week we’ll send you the latest from Europe Now, bringing you a variety of voices on politics, culture, economics, the environment, and with a keen focus on grassroots movements and the young people involved in them.", "We’ll also send you our pick of the Guardian’s best pieces on Europe, a look at history from our archive, as well as a selection of what other European media are saying. Be part of the European conversation and keep track of what’s exciting the region as our international contributors share their views, hopes and challenges.", "", "***", "Explore all our newsletters: whether you love film, football, fashion or food, we’ve got something for you", "***", "The Guardian’s newsletters include content from our website, which may be funded by outside parties. Newsletters may also display information about Guardian News and Media’s other products, services or events (such as Guardian Jobs or Masterclasses), chosen charities or online advertisements."], "authors": [], "keywords": ["economics", "email", "guardians", "close", "send", "europe", "updates", "selection", "guardian", "stay", "newsletters", "europeans", "european", "identity"], "pubDate": "2018-03-22T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}