{"keywords": ["intimacy", "rise", "work", "way", "set", "sex", "sure", "talbot", "coaches", "safe", "dont", "obrien", "think", "actors"], "paragraphs": ["How do you stop people being groped in the workplace when consensual groping is part of the job? It’s a question that the film and TV industries have been increasingly agonising over in the last few years, and which has now led to the rise of a new job on set: that of the intimacy coordinator.", "“I didn’t think there was even a role in the profession when I first started developing this work several years ago,” says Ita O’Brien, a former actor turned movement director who specialises as an intimacy coordinator. “Now I can name at least 20 to 30 intimacy coordinators working around the world – and we’re training up dozens more to meet the demand.”", "O’Brien’s job is to make sure that actors are comfortable, that boundaries are discussed, and every step of a scene is mutually agreed and choreographed in the same way as a fight, a dance or an action sequence.", "It was HBO’s The Deuce – an explicit TV drama about the 1970s porn industry – that helped set a new industry standard in the wake of #MeToo and the Time’s Up campaign. The show, created by David Simon and George Pelecanos, the team behind The Wire, was among the first to hire an intimacy coordinator.", "Facebook Twitter Pinterest Intimacy director Ita O’Brien. Photograph: Nicholas Dawkes Photography", "Emily Meade, who plays an aspiring porn star in The Deuce opposite James Franco – who has been dogged with allegations of sexual misconduct off set – made the request for a professional to be available when the second series began shooting last year.", "HBO hired Alicia Rodis, a founding member of Intimacy Directors International (IDI), who learned her craft under Tonia Sina, the first intimacy director to write a thesis on the subject. Rodis’s impact was so huge that Simon pledged to never work without an intimacy coordinator again. HBO followed suit and adopted a policy whereby all shows with intimate scenes are staffed with an intimacy coordinator.", "Netflix and Amazon Prime have been quick to respond and are now hiring coordinators to oversee sex scenes across their sets, but terrestrial broadcasters and major theatres still seem to be dragging their feet on the issue.", "“I want to have conversations with the National Theatre, with the RSC, with the Globe,” says O’Brien, who has worked with the BBC for Sally Wainwright’s Gentleman Jack, but says “there is still such a way to go, [particularly] with older directors where there is resistance.”", "My goal is that you don’t have to feel someone else’s genitals at work if you don’t want to Elizabeth Talbot, intimacy coordinator", "Elizabeth Talbot, who runs IDI in the UK, has been run off her feet in the last year. “The last six months has seen a huge uptick,” she says. “It’s no secret that our industry was very unsafe for actors. A lot of it wasn’t malicious, but it was uninformed. If you don’t have intentions to keep actors and actresses safe when they’re simulating sex, or info on how to do that, then everyone is sort of winging it. My goal is that you don’t have to feel someone else’s genitals at work if you don’t want to; we make sure we advocate for actors and actresses when they feel too vulnerable or unsure to do it themselves.”", "Despite the advantages, not everyone is keen. When Equity adopted safe-sex scene guidelines, the actor Andy Serkis accused the union of “creative censorship” and suggested that actors and directors should arrive at an agreement together. But it’s because those conversations haven’t happened that makes her work so crucial, says O’Brien. “I’ve worked with quite a few young actresses and they’re so appreciative that there is someone on set advocating for them and establishing boundaries.”", "Both O’Brien and Talbot think their jobs will become standardised across the acting profession within the next five years. “It was incredibly difficult for people to take us seriously when we were trying to get this off the ground,” says Talbot. “There was a natural assumption that everyone has sex and actors can coordinate it themselves. The easiest way to equate what we do is to think of a fight on set, where a fight coordinator is hired to make sure everyone is safe while making the most authentic-looking scene possible. Intimacy is in a similar vein.”"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "summary": "The show, created by David Simon and George Pelecanos, the team behind The Wire, was among the first to hire an intimacy coordinator.\nRodis’s impact was so huge that Simon pledged to never work without an intimacy coordinator again.\nHBO followed suit and adopted a policy whereby all shows with intimate scenes are staffed with an intimacy coordinator.\nIf you don’t have intentions to keep actors and actresses safe when they’re simulating sex, or info on how to do that, then everyone is sort of winging it.\n“There was a natural assumption that everyone has sex and actors can coordinate it themselves.", "url": "https://www.theguardian.com/tv-and-radio/2019/oct/06/safe-sex-on-screen-intimacy-coordinators", "title": "Safe sex on set: the rise of intimacy coaches", "id": "ef65e712-f17c-382c-a3f0-9f516172b5ed", "authors": ["Nosheen Iqbal"]}