{"id": "efeab089-d85d-3439-add2-a16e71d739ce", "title": "What Atlanta Can Teach Tech About Cultivating Black Talent", "url": "https://www.wired.com/story/what-atlanta-can-teach-tech-about-cultivating-black-talent/", "summary": "Their most recent product, FaceMD+, uses dermatologist databases and machine learning to create a customized skin-care tracker—with algorithms providing customized data for each skin tone and type.\nThe Nunnally brothers specialize in applying machine learning to a variety of problems, and their growing business means that they spend a lot of time hiring employees and contractors.\nBut as two black men on the forefront of the machine-learning revolution, they are also concerned about the readiness of black tech talent: Machine learning requires knowledge of Python coding, algorithmic optimization techniques, and advanced math like calculus.\n“When I graduated in 2014, there were less than 100 black men in the whole nation with a PhD in machine learning,” Troy says.\nWe do see people at the top in entertainment, in sports, but we don’t see people at the top of technology.”What would it take to make more tech twins?", "paragraphs": ["Inside the Gathering Spot, a posh members-only club in Atlanta that serves a diverse set of entrepreneurs and innovators, Travis and Troy Nunnally—better known as the Tech Twins—are holding court.", "After discovering a love of engineering by building soapbox derby racing cars as kids, the brothers have launched a few different companies in Atlanta. Holding two master’s and a doctorate from Georgia Tech between them, the twins are cofounders of Brain Rain Solutions, which builds augmented-reality, internet-of-things, and technology-based products for companies. Their most recent product, FaceMD+, uses dermatologist databases and machine learning to create a customized skin-care tracker—with algorithms providing customized data for each skin tone and type.", "The Nunnally brothers specialize in applying machine learning to a variety of problems, and their growing business means that they spend a lot of time hiring employees and contractors.", "But as two black men on the forefront of the machine-learning revolution, they are also concerned about the readiness of black tech talent: Machine learning requires knowledge of Python coding, algorithmic optimization techniques, and advanced math like calculus. “The first step into the pipeline is a developer,” Troy says. “Once you have that base, you can add on the skill set. In the African American community, [the funnel] gets narrow and even more narrow.”", "The Nunnallys represent a rarity in tech, much less AI. “When I graduated in 2014, there were less than 100 black men in the whole nation with a PhD in machine learning,” Troy says. “We get scared because we don’t see anybody like us. We do see people at the top in entertainment, in sports, but we don’t see people at the top of technology.”", "What would it take to make more tech twins? And how can technology become more diverse and welcoming to underrepresented groups? The answer may be where few are looking—the city of Atlanta.", "Some 2,482 miles outside of Silicon Valley, Atlanta is a technological powerhouse—with a growing focus on the burgeoning field of artificial intelligence. Blessed with excellent institutions of higher learning like Georgia Tech, Emory, Morehouse, and Spelman, and with a robust private sector, Atlanta’s tech scene is also a rarity: a hotbed of diverse innovation.", "Coca-Cola, Home Depot, and UPS are all headquartered in Atlanta, and tech standouts like Jewel Burks Solomon (who sold her startup PartPic to Amazon) and Tristan Walker (who is relocating his Walker Brands HQ to Atlanta after his sale to Proctor & Gamble) call the city home.", "But when it comes to AI, even Atlanta’s tech scene is not making much of a mark in the national picture of gender and racial diversity. According to the AI Now Institute’s 2019 report Discriminating Systems: Gender, Race, and Power in AI:"], "authors": ["Latoya Peterson", "Latoya Peterso", "Stephanie Dinkin"], "keywords": ["learning", "ai", "cultivating", "atlanta", "talent", "teach", "tech", "black", "machine", "troy", "walker", "twins", "diverse"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}