{"keywords": ["flaw", "sign", "lung", "largest", "group", "security", "scientific", "roundup", "earths", "whatsapp", "structure", "weekday"], "summary": "Today’s NewsThe largest scientific structure ever powers up in AfricaTowering above an ancient seabed in the Karoo—a remote semidesert in South Africa—is a seven-story dish antenna that will soon begin scanning the universe for its deepest secrets.\nIt's part of a group of 3,000 dishes, each 50 feet wide, that will eventually spread across eight additional African countries.\nThat array will then join up to 1 million smaller antennas to form a single observatory—the largest scientific structure on the planet.\nThis isn't the first group chat bug in WhatsApp, and it's unlikely to be the last.\nYou can sign up right here to make sure you get the news delivered fresh to your inbox every weekday!", "id": "efec74b5-1b2f-3d72-bf94-03eb51716a12", "paragraphs": ["Satellites are beaming and hackers are scheming, but first: a cartoon about the giggle economy.", "Here's the news you need to know, in two minutes or less.", "Want to receive this two-minute roundup as an email every weekday? Sign up here!", "Today’s News", "The largest scientific structure ever powers up in Africa", "Towering above an ancient seabed in the Karoo—a remote semidesert in South Africa—is a seven-story dish antenna that will soon begin scanning the universe for its deepest secrets. It's part of a group of 3,000 dishes, each 50 feet wide, that will eventually spread across eight additional African countries. That array will then join up to 1 million smaller antennas to form a single observatory—the largest scientific structure on the planet.", "WhatsApp fixes yet another group chat security gap", "WhatsApp fixed a security flaw this fall that allowed hackers to cause chaos in group chats with a specially crafted message that would crash the app, forcing users to uninstall WhatsApp altogether and in many cases lose their data. While this specific bug was fixed not long after security firm Check Point disclosed it in August, it highlights the challenge of maintaining end-to-end encryption in group chats. This isn't the first group chat bug in WhatsApp, and it's unlikely to be the last.", "Fast Fact: 48", "That's how many people have died from a mysterious vaping-related lung illness that has swept the country. While antivaping laws are now coming into effect, they may be doing more harm than good. It turns out this lung disease may be the result of Vitamin E acetate, an ingredient found primarily in black market vapes, and e-cigarette bans could be driving smokers to more dangerous alternatives.", "WIRED Recommends: Aeropress Go", "If you are serious about brewing your own coffee as you travel, look no further than the Aeropress Go. Our reviewers gave it a 9/10.", "News You Can Use", "These are the gifts teens actually want.", "This daily roundup is available as a newsletter. You can sign up right here to make sure you get the news delivered fresh to your inbox every weekday!"], "title": "Earth's Largest Scientific Structure, a WhatsApp Flaw, and More News", "url": "https://www.wired.com/story/largest-scientific-structure-whatsapp-group-chat-hack/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Alex Baker-Whitcom"]}