{"id": "f04f821c-4d94-3262-8783-781288353c35", "title": "The Good News/Bad News About Ice Skating at Rockefeller Center", "url": "https://www.nytimes.com/2020/11/07/nyregion/coronavirus-rockefeller-center-ice-skating.html", "summary": "The staircase itself will be tweaked in a manner intended to encourage people to flow down to the sunken plaza.\nThe alterations to the plaza and concourse are part of a raft of changes planned for Rockefeller Center’s interconnected central public areas.\nRockefeller Center is a city landmark, so the changes had to be approved by the Landmarks Preservation Commission.\nSome objected to the plan to redo the terraces overlooking the sunken plaza, with their fountains set in niches.\n“It is simply a commercial gesture to get people down some new steps to the concourse,” said Carol Krinksy, a professor of art history at New York University and author of a book on Rockefeller Center.", "paragraphs": ["The current windows in the granite walls surrounding the plaza will be replaced by large, pivoting storefront-style windows, which will bring more natural light into the concourse, according to Gabellini Sheppard Associates, the architects of the plan.", "In warm weather, the storefront windows will open, and people will be able to go back and forth easily between the concourse and the plaza, enjoying the sort of indoor/outdoor experience that had grown popular before the pandemic and that is, of course, even more important now because of the health crisis.", "The massive granite “credo” plaque to John D. Rockefeller Jr., added at the top of the staircase to the plaza in 1962, will be relocated. The staircase itself will be tweaked in a manner intended to encourage people to flow down to the sunken plaza.", "The alterations to the plaza and concourse are part of a raft of changes planned for Rockefeller Center’s interconnected central public areas.", "Rockefeller Center is a city landmark, so the changes had to be approved by the Landmarks Preservation Commission. And because the complex is a beloved architectural masterwork, preservationists scrutinized the proposal.", "Some objected to the plan to redo the terraces overlooking the sunken plaza, with their fountains set in niches. The historic design will be demolished; in its place will be a new landscape vaguely reminiscent of the original and featuring long granite benches. The elevators to the concourse will be replaced by modernist ones, and new staircases will be added.", "“It is simply a commercial gesture to get people down some new steps to the concourse,” said Carol Krinksy, a professor of art history at New York University and author of a book on Rockefeller Center. “I don’t want them to do that to my center.”"], "authors": ["Jane Margolies"], "keywords": ["rockefeller", "sunken", "ice", "newsbad", "replaced", "concourse", "plaza", "staircase", "windows", "skating", "good", "granite", "changes", "center"], "pubDate": "2020-11-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}