{"title": "U.K. Audit Regulator Issues Revised Rules to Reduce Potential Conflicts of Interest", "summary": "The revised rules prohibit auditors from providing recruitment and remuneration services to their clients and forbid the involvement of auditors in management decision making, the country’s audit and accounting watchdog said.\n“This will dramatically reduce the risk of a damaging conflict of interest, where the commercial interests of an auditor are perceived to be the most important factor in an audit relationship, rather than a focus on high quality audit,” the FRC said.\nThe change comes in response to proposals from British lawmakers and regulators, who have called for a significant overhaul of the U.K. audit market.\nThe regulator is also considering widening the more-stringent non-audit service requirements to apply to more companies, the FRC said.\nAs part of the changes in the U.K. audit industry, the FRC will become part of a newly established regulator called the Audit, Reporting and Governance Authority.", "url": "https://www.wsj.com/articles/u-k-audit-regulator-issues-revised-rules-to-reduce-potential-conflicts-of-interest-11576613554?mod=hp_minor_pos8", "paragraphs": ["The U.K. Financial Reporting Council on Tuesday issued revised ethical and auditing standards aimed at strengthening auditor independence, a move that comes amid growing concerns over the quality of audits in the U.K.", "The revised rules prohibit auditors from providing recruitment and remuneration services to their clients and forbid the involvement of auditors in management decision making, the country’s audit and accounting watchdog said.", "Auditors who audit public-interest entities, such as banks or insurance businesses, will be limited to certain cases when providing non-audit services to their clients, particularly in cases directly linked to an audit or if required by law or regulation, the FRC said.", "“This will dramatically reduce the risk of a damaging conflict of interest, where the commercial interests of an auditor are perceived to be the most important factor in an audit relationship, rather than a focus on high quality audit,” the FRC said.", "The change comes in response to proposals from British lawmakers and regulators, who have called for a significant overhaul of the U.K. audit market.", "Parliamentarians earlier this year suggested breaking up the audit and consulting business units of Big Four accounting firms KPMG, Ernst & Young, PricewaterhouseCoopers and Deloitte into separate legal entities to make sure that audit work would no longer be subsidized by the firms’ other businesses.", "The Competition and Markets Authority, the country’s competition regulator, recommended an operational split of the Big Four’s audit work, which would require firms to have separate chief executives, boards and financial statements for their audit and their non-audit businesses.", "The U.K. government has yet to respond to the proposals. It is expected to wait until after the release of an ongoing independent review into the state of auditing in Britain.", "The FRC said it would monitor the outcome of the review and consider potential changes to its standards once the recommendations are implemented. The regulator is also considering widening the more-stringent non-audit service requirements to apply to more companies, the FRC said.", "“The steps we have taken in revising our standards include measures which our stakeholders have identified as important to strengthen their confidence in audit, by ensuring greater independence and a focus on delivering high quality and consistent work,” Jon Thompson, the FRC’s chief executive, said in a statement.", "As part of the changes in the U.K. audit industry, the FRC will become part of a newly established regulator called the Audit, Reporting and Governance Authority.", "Write to Nina Trentmann at Nina.Trentmann@wsj.com"], "id": "f05ccda8-9e29-3a83-ba03-3c93c12e3de7", "authors": ["Nina Trentmann", "Nina.Trentmann Wsj.Com"], "keywords": ["uk", "rules", "nonaudit", "standards", "quality", "reduce", "revised", "frc", "conflicts", "potential", "services", "firms", "regulator", "audit", "work", "issues", "interest"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}