{"id": "f098698f-243c-369f-a150-f4d3fc627f0b", "title": "How Democrats Missed Trump’s Appeal to Latino Voters", "url": "https://www.nytimes.com/2020/11/09/us/politics/how-democrats-missed-trumps-appeal-to-latino-voters.html", "summary": "Democrats lost in Florida, in part because of lackluster support among Latino voters.\nThey did basically no better than they normally do in Texas, in part because Hispanic voters in the Rio Grande Valley moved decisively toward the G.O.P.\nBut in Arizona, Barry Goldwater’s home state and a once-conservative stronghold where Mr. Biden has a slim lead, Democrats will claim both of the state’s Senate seats for the first time in decades, fueled by young, progressive Latino voters.\nFor years, many Democrats have presumed demography as destiny, believing that Latinos would come to vote for them with the same kind of consistency that Black voters do.\nA growing Latino population, they hoped, would transform the political landscape and give the party an edge in the Southwest.", "paragraphs": ["Mr. Biden is now the president-elect, and as he vows to work “as hard for those who didn’t vote for me as those who did,” as he said in his victory speech on Saturday, he must grapple with the fact that Mr. Trump actually improved his showing among Latino voters, from under 30 percent in 2016 to closer to one-third this year, according to exit polls and voter surveys.", "Democrats lost in Florida, in part because of lackluster support among Latino voters. They did basically no better than they normally do in Texas, in part because Hispanic voters in the Rio Grande Valley moved decisively toward the G.O.P. But in Arizona, Barry Goldwater’s home state and a once-conservative stronghold where Mr. Biden has a slim lead, Democrats will claim both of the state’s Senate seats for the first time in decades, fueled by young, progressive Latino voters.", "For years, many Democrats have presumed demography as destiny, believing that Latinos would come to vote for them with the same kind of consistency that Black voters do. A growing Latino population, they hoped, would transform the political landscape and give the party an edge in the Southwest.", "That dream ran into reality in this election, in which the results confirmed what was evident from conversations with hundreds of Latino voters in dozens of settings from the early days of the Democratic primary until the long ballot-counting hours in Arizona over the last week: The Latino vote is deeply divided, and running as not-Trump was always going to be insufficient.", "At a Trump rally in Rio Rancho, N.M., last fall, Martha Garcia was part of the largely Hispanic crowd — many members of which wore Make America Great Again hats — waiting hours in the blazing sun to hear the president speak. She said she agreed with his harsh language on immigration: “We need to take care of the people who are already here.”"], "authors": ["Jennifer Medina"], "keywords": ["mr", "hours", "voters", "missed", "trump", "rio", "biden", "democrats", "appeal", "hispanic", "trumps", "vote", "latino"], "pubDate": "2020-11-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}