{"id": "f0b5ad17-c148-3765-bf40-c5b2b14c5f8a", "title": "My body went viral twice. This is how it felt", "url": "https://edition.cnn.com/style/article/wana-udobang-body-viral/index.html", "summary": "Written by Wana Udobang LagosWana Udobang is a Nigerian writer, performer and TV personality.\nThe first time my body went viral, it was a photograph I posted on my Instagram.\nBut, in fact, my body has always been one of the major narratives in my life.\nSecond time aroundThe second time my body went viral, it was the result of a collaboration between me, Swedish designer Mina Lundgren of Notion of Form, and Nigerian photographer Lakin Ogunbanwo .\nCredit: Lakin OgunbanwoThe right to be thereI know firsthand how society's perceptions of what we look like shapes how we see ourselves, and sometimes how we live our lives.", "paragraphs": ["Written by Wana Udobang Lagos", "Wana Udobang is a Nigerian writer, performer and TV personality. All opinions expressed in this article belong to Udobang.", "The first time my body went viral, it was a photograph I posted on my Instagram. I'm wearing a blue swimsuit and I'm standing with one hand on my hip striking a pose on the beach in Havana, Cuba. I certainly didn't expect the number of reposts and neither did I expect people commenting in my inbox with words like \"Brave,\" \"Inspiring,\" and \"Confident.\"", "As far as I was concerned, I was just wearing beach-appropriate clothing while on holiday. Why is it that me documenting these seemingly normal activities conjure such loaded words?", "But, in fact, my body has always been one of the major narratives in my life. For example, many of the nicknames I was given as a child were related to my fatness, like \"fatty bum bum\" -- said in endearment. My body seems to precede everything else about me -- at least in other people's minds.", "As a result, I have always been aware of its ranking on the beauty and desirability front. In fact, whenever my body is the subject of conversation, someone usually says something about my \"pretty face,\" leading me to believe that I might have had the chance to be beautiful, but because of my body, I did not make the cut.", "The image of Wana Udobang on a beach in Cuba that went viral Credit: courtesy wana udobang", "And while self-love has been a necessary part of shaping my own self-perception into something positive, it is not the panacea it is often touted to be. It hasn't quite insulated me from the impact of other people's thoughts about my physical form.", "Second time around", "The second time my body went viral, it was the result of a collaboration between me, Swedish designer Mina Lundgren of Notion of Form, and Nigerian photographer Lakin Ogunbanwo . The project was an exploration of the body as a sculptural form, with photos showing how folds, tan lines and stretch marks can become markers of interest. The result was a series of still images and a short film narrated with poetry that I had written.", "The poem reads: \"You came out of your mother's womb, a sculpture of brittle bones and wrinkled flesh glistening in stardust and magic. You are miracle child, a lineage of women defying the notion of form. You are art, a body gorging with stories of love and loss, off absence and abundance, you are wild, soft and free. This is why they call you beautiful.\"", "Wana Udobang photographed by Lakin Ogunbanwo. Credit: Lakin Ogunbanwo", "The reception was overwhelmingly positive, and again my inbox was inundated with messages applauding my bravery, and admiration for my choice to bare my skin, as well as invitations to speak about body politics on Instagram live chats and television shows. And while part of me will remain bewildered by the fact that images of me can illicit such strong responses, it would be disingenuous to pretend that I don't have some idea why.", "Bodies like mine are often deemed undisciplined, lazy, unruly, shameful, lacking in self-control and steeped in low self-esteem, so even any compliments that allude to my level of confidence and assumed boldness are likely to be rooted in bias.", "This is also why me posting a photo of myself wearing a bathing suit automatically throws my body -- and all of me --into a \"political\" position, it's seen as me making a statement. But it also denies me the privilege of simply being vain, self-indulgent or just showing off my beach body, as smaller women might do.", "Wana Udobang photographed by Lakin Ogunbanwo. Credit: Lakin Ogunbanwo", "The right to be there", "I know firsthand how society's perceptions of what we look like shapes how we see ourselves, and sometimes how we live our lives. Once while auditioning for a television gig some hurtful behind-the-scenes information was leaked to me. During a board meeting someone had objected to my suitability for the role, saying that Nigerians don't like to see fat people on TV. I went through each audition stage with this knowledge hanging over my head -- but I still showed up. I still believed I had the right to be there. I got the job in the end.", "Over the years my strategy has been to be likeable, overly pleasing and easy going. In professional situations I have refused to complain, even when it would have been justifiable for me to do so, afraid that I could be easily replaced, or that the topic of how I look would resurface. I decided that even if I wasn't the kind of person that people wanted to look at, at least I would be a dream to work with.", "Regardless of conversations about expanding the scope of what we mean by \"beauty,\" and the work of body positivity movements over the years, it is impossible to ignore that how we see others -- and ourselves -- has been shaped by the images that circle around us daily.", "A portrait of Wana Udobang Credit: courtesy Kamnelechukwu Obasi", "Becoming a conduit", "Over the last decade, I have been very lucky to have been involved in making art, and specifically performance, which has given me the means to connect with my body in more than just the obvious ways. From performing on a stage or in front of a camera to collaborating with visual artists, I have been able to see my body as both physical and metaphysical material, form and content, object and subject; a conduit for sharing and channeling creativity -- and not just an end in itself.", "But until people are willing to take responsibility for their own limited views about beauty and what shape a body should be (especially a woman's body), I have settled on coming to terms with the fact that I will continue to oscillate between my own ideas about beauty and my body, and other people's expectations."], "authors": ["Wana Udobang"], "keywords": ["credit", "form", "udobang", "wearing", "twice", "lakin", "felt", "viral", "body", "fact", "went", "beauty", "wana"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}