{"authors": ["Guardian Readers"], "keywords": ["masculinity", "modern", "views", "men", "looking", "issues", "series", "second", "led", "responses"], "pubDate": null, "summary": "For our second series about modern masculinity, we’d like to hear men’s views on fatherhood and getting olderEarlier in the year we did a call out to Guardian readers asking for your views on the issues affecting men which helped guide a series looking at modern masculinity in 2019.\nYour responses led us to address questions around role models, intergenerational relationships and even the popularity of Jordan Peterson, and we want to return with a second series, led by you, looking deeper into the areas that you want to see us addressing.\nHow to get in touchYou can share your views in the encrypted form below, anonymously if you prefer.\nYour responses will only be seen by the Guardian.\nWe will feature some of your views and experiences in our next series.", "title": "What are your views on modern masculinity?", "url": "https://www.theguardian.com/lifeandstyle/2019/oct/03/what-are-your-views-on-modern-masculinity", "id": "f14a8097-1141-3d1e-8bf1-e342d9c54f04", "paragraphs": ["For our second series about modern masculinity, we’d like to hear men’s views on fatherhood and getting older", "Earlier in the year we did a call out to Guardian readers asking for your views on the issues affecting men which helped guide a series looking at modern masculinity in 2019.", "Your responses led us to address questions around role models, intergenerational relationships and even the popularity of Jordan Peterson, and we want to return with a second series, led by you, looking deeper into the areas that you want to see us addressing.", "We know about some of the issues that men are interested in discussing; such as pornography, fatherhood and getting older, so we want to hear your views on those topics but we’d also like you to tell us what we should cover in the next series too.", "How to get in touch", "You can share your views in the encrypted form below, anonymously if you prefer. Your responses will only be seen by the Guardian. We will feature some of your views and experiences in our next series.", "If you’re having trouble using the form, click here. Read terms of service here."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}