{"url": "https://www.newyorker.com/magazine/2019/10/07/ode-on-words-for-parties-american-edition", "paragraphs": ["Audio: Read by the author.", "Why do we have so many words for parties, a slew", "of them once you start looking: shindig, bash,", "meet-and-greets, raves, blowouts, barbecues,", "and more tepid functions, receptions, luncheons, and do’s", "of all kinds, though, let’s face it, most people have no clue", "about how to throw a party, like the friend who was complaining", "because her husband wanted to have lots of food at the brunch", "they were planning, but she knew people didn’t go", "to parties to eat, and Marsha and I had to break it to her", "that brunch was the combination of two meals,", "so her guests were expecting to eat double, and you can’t believe", "the shock on her face, but her husband put out a great spread", "and everyone ate and talked, though we’ve all been to those parties", "with the bowl of dead chips and the onion dip", "that looks like cat vomit on the driveway, actually not that good,", "but my sister throws a fabulous party, because she’s a great cook", "and has an army of wine bottles that never stops marching,", "and her garden is verdant, and she has a pool,", "which some people end up in at the end of the night. What", "would be the word for that kind of party—Vinocoolpool", "Party? And the other one might be a Kittydip Party. And guests!", "They can ruin a party, too. Think of the Music Nazis", "who make their way through the world with their one-upmanship,", "and your collection of Van Morrison and Jimi Hendrix", "is so uncool compared with the Mud Stumps and Echo Park,", "but only before they caved and became famous", "and were no longer cool. Then there are the couples", "who are glued at the hip, twins conjoined", "by church and state, or the bloviators, or the drunks who can turn", "a party into a Godzilla-stomps-Tokyo apocalypse,", "like the time the guy with the Ponderosa belt buckle slid chest first", "in a dance move and put a gouge three feet long", "in my hardwood floor, and I hadn’t even invited him; he was", "my hairdresser’s friend. That party was over. I wanted", "everyone out of my house. Or what about the people who live", "in the middle of nowhere, and you know", "that on the way home you’ll end up in Hades or a ditch,", "if you’re lucky, what would you call those?", "Suburban-Hell Parties? Hansel-and-Gretel-Lost-Weekend Parties?", "I often try to talk my husband into pulling over", "so we don’t crash, but he reminds me that we’re just setting", "ourselves up for the serial killers who roam lonesome", "highways looking for poets, and what would you call", "that concatenation of events? Zodiac-After-Party-Stab-Fest?", "Post-Bash-Head-Bash? You can see that when I’m not", "going to parties I’m watching too many true-crime shows,", "which make you mistrust your fellow human beings", "in the most basic way, and yet we continue to throw parties,", "which is an interesting choice of verbs, and English", "is full of them—throw a party, pitch a fit, pitch a tent, pitch", "a no-hitter, pitch in, pitch-black, and that’s what the road", "is like now, and I’d give anything to be at that Kittydip Party", "two blocks from my house, with the Einstein Brains", "blaring on the sound system so I can’t hear the guy talking", "about how he prepares petri dishes for his research", "or the woman who is describing an airline-ticket fiasco", "that wouldn’t even be interesting if it had happened", "to me, but I guess that’s life—a continuum between darkness", "and mala folla, a Spanish phrase that describes an indifference", "so profound it can’t be bothered with scorn,", "but I remember one of the best parties ever was a wine tasting", "put together by an Australian father and son", "and by the end everyone was dancing to “Tutti Frutti”", "and screaming drunk and in love with the world and I danced", "with a roly-poly lawyer named Booter, whom I never saw", "again, and the hangover the next day was a small price to pay", "for that crazy mix of Little Richard and Cabernet,", "and there was food, yeah, but who remembers what."], "pubDate": null, "id": "f14aee63-e778-3139-8d23-5d4fe2919b54", "keywords": ["ode", "end", "edition", "throw", "pitch", "wine", "american", "world", "cant", "husband", "words", "way", "party", "parties"], "title": "Ode on Words for Parties (American Edition)", "summary": "Whatwould be the word for that kind of party—VinocoolpoolParty?\nAnd the other one might be a Kittydip Party.\nOr what about the people who livein the middle of nowhere, and you knowthat on the way home you’ll end up in Hades or a ditch,if you’re lucky, what would you call those?\nSuburban-Hell Parties?\nHansel-and-Gretel-Lost-Weekend Parties?", "authors": ["Barbara Hamby", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}