{"id": "f16c21a1-8e8d-33f1-a301-cb8c1e991d06", "title": "The Republican Identity Crisis After Trump", "url": "https://www.newyorker.com/magazine/2020/11/02/the-republican-identity-crisis-after-trump", "summary": "Years before he launched his Presidential campaign, some instinct led him to create an alliance with the religious wing of the Republican Party.\nThat raises the question of where the Republican Party will go after he leaves office.\nOne veteran Republican campaigner with Restorationist leanings says that, if Trump wins, “it’ll blow up the Republican Party.\nIn 2016, Trump carried non-college-educated whites by thirty-six points, and Hillary Clinton carried college-educated whites by seventeen points.\nBlack and Latino Democratic voters are substantially less likely to identify as liberal than white Democratic voters are.", "paragraphs": ["As Trump has outsourced economic policy to the establishment, he has outsourced social policy to the evangelicals. Years before he launched his Presidential campaign, some instinct led him to create an alliance with the religious wing of the Republican Party. Nearly twenty years ago, he formed a public relationship with Paula White, a popular televangelist who preaches the “prosperity Gospel,” and who has said that she guided Trump toward active Christianity. Since at least 2011, Trump has been appearing at the American Conservative Union’s annual Conservative Political Action Conference, a large gathering of activists from the Party base. In 2016 and 2017, Trump released lists of potential Supreme Court Justices, all of them demonstrably acceptable to both wings of the Republican Party, the evangelicals and the libertarians, and then made appointments only from those lists. (He released a second-term list this year.) He selected Mike Pence, an evangelical Christian who had strong support from the Koch brothers and from other major Republican donors, as his Vice-President. As President, Trump has issued a number of executive orders that evangelicals approve of, such as one that rescinded a provision of the Affordable Care Act which required health-care providers to offer birth control. “He actually did what he said he’d do,” Albert Mohler told me. “It’s the oddest thing.”", "Leaders of organizations with strong connections to the Republican base have found themselves being courted by Trump. Norquist may have failed to get Trump to sign his no-tax pledge during the campaign, but he still feels attended to. “I’d run into him, and he’d say, ‘You like my tax cut? You like my tax cut?’ ” he said. “He flipped on abortion. He came down hard on the Second Amendment.” (Trump has said he had a permit to carry a concealed weapon.) Norquist told me that the day after Trump appointed Neil Gorsuch to the Supreme Court he invited a group of conservatives to the White House, including Norquist, Paula White, and the leaders of the N.R.A., the Federalist Society, and the National Right to Life organization. “He said, ‘Grover likes me because I cut taxes.’ He didn’t say, ‘I like Grover.’ He said, ‘Grover likes me.’ Usually, you want the President to like you.”", "Steven Hayward, a well-connected conservative who has written the two-volume history “The Age of Reagan,” told me, “The biggest surprise about Trump is that he has turned out to govern as a conservative, even more than Reagan did. When George W. Bush withdrew from the Kyoto accords, he sent a letter. When Trump withdrew from the Paris accords, he had a big announcement in the Rose Garden. And he doesn’t know Friedrich Hayek from Salma Hayek. He sold out—to us!”", "This is likely to be Trump’s last campaign. In talking to dozens of conservatives over the past few months, I didn’t find anybody who likes or admires him in any conventional way. The Republican officeholders who opposed his nomination but don’t stand up to him are displaying either party loyalty or fear: he remains extraordinarily popular with Republican voters, especially in red states, and he is so vengeful that to displease him is to risk political death. Jeff Sessions experienced this firsthand during his run, earlier this year, for the Republican Senate nomination in Alabama. Sessions had a long, successful history in politics in Alabama and in the Senate, and a record of Trump-like views on immigration. He incurred Trump’s wrath when, as Attorney General, he recused himself from any investigations into Russian interference in the 2016 election, which led to the appointment of Robert Mueller as the special counsel. For months, Trump relentlessly mocked and attacked Sessions on Twitter before firing him, in November, 2018. This year, he endorsed Sessions’s Republican opponent, Tommy Tuberville, a former football coach making his first run for political office. Trump tweeted that Tuberville was “a REAL LEADER.” Sessions lost the primary.", "Senator Lindsey Graham, who during the 2016 primary season declared that Trump was “not fit to be President of the United States,” quickly became one of his most abject loyalists, expecting that the President’s support would guarantee his reëlection to the Senate in 2020. “Lindsey was scared of being primaried,” a veteran South Carolina Republican consultant told me. “Republicans in South Carolina didn’t like him—but he’s getting cheered by Republicans now.” Graham’s strategy may have worked with Republicans in his home state, but he is paying a price for it. His Democratic opponent, Jaime Harrison, who has raised more money in one quarter than any previous candidate for the Senate, has drawn close to Graham in some polls.", "Donald Trump is far too bizarre to be precisely replicable as a model for the generic Republican of the future. That raises the question of where the Republican Party will go after he leaves office. The jockeying for the 2024 Republican nomination is already well under way. Did Trump’s ascension represent a significant change in the Party’s orientation, and, if so, will the change be temporary or lasting?", "Among the Republicans I spoke to, some of whom will vote for Trump and some of whom won’t, there are three competing predictions about the future of the Party over the coming years. Let’s call them the Remnant, Restoration, and Reversal scenarios.", "“So nobody’s talkin’, eh? Well, let’s see what they have to say down at forensics.” Facebook", "Twitter", "Email", "Shopping Cartoon by Tom Chitty", "Most of the 2016 Republican Presidential candidates accepted the post-2012-autopsy argument that the Party, with its overwhelming lack of appeal to nonwhite voters, was in a demographic death spiral. Trump ran a campaign that seemed designed to appeal only to whites—indeed, only to whites who didn’t like nonwhites. That worked well in the Republican primaries, and well enough in the general election for Trump to eke out a victory that would have been impossible without the Electoral College system. He also did slightly better with minority voters than Romney had, though minority turnout was significantly lower than it had been in the two elections when Barack Obama was the Democratic nominee.", "Could somebody else use the Trump playbook to win a Presidential election? Those who believe in the Remnant scenario think so. It would require extremely high motivation among Trump’s base—mainly exurban or rural, actively religious, and not highly educated—along with a strong appeal to affluent whites, continued modest inroads with minority voters, and a low turnout among Democrats. If a politician were able to tap into the deep antipathy toward “élites” in the Trump heartland, he could compensate, at least in part, for the demographic decline of white voters. In the years between the elections of 1996 and 2016, the Democratic Party lost its voting majority in about a thousand of the three thousand counties in the United States—none in major population centers. Trump carried eighty-four per cent of the counties.", "Stalwart Trump fans talk about a looming liberal takeover of all aspects of American life, including religious life, and a domination of the middle of the country by sophisticated, prosperous, snobbish, ruthless people. The ur-text for this viewpoint is “The Flight 93 Election,” an essay published in the Claremont Review of Books in 2016. Its author, Michael Anton, who worked briefly at the National Security Council in the Trump Administration, has just published a book called “The Stakes: America at the Point of No Return,” in which he warns that “red America might quietly—at first spontaneously, but later perhaps through more explicit cooperation—start to make federal operations on their turf more difficult.”", "The Remnant strategy entails relentless attacks. It rests on the idea of an outpowered cohort of traditional Americans who see themselves as courageously defending their values. The obvious candidate to carry out a high Trumpist strategy in 2024 would be Donald Trump, Jr., who is an active speaker in Trump-admiring circles and in the past two years has published two books that excoriate liberals. Several other potential Republican candidates, most notably Senators Tom Cotton, of Arkansas, and Josh Hawley, of Missouri, have demonstrated that they see Trump’s success as instructive. Between them, Cotton and Hawley have two degrees from Harvard, one from Yale, and one from Stanford, but both have been steadily propounding populist and nationalist themes. The forty-year-old Hawley, who is only two years into his first term and is the youngest member of the Senate, is a relentless Twitter user, frequently targeting China, Silicon Valley, and liberals who are hostile to religion. Like Trump in 2016, he almost never argues for less government, and often calls for programs to help working people. In the summer of 2019, he gave a speech at the National Conservatism Conference denouncing “a powerful upper class and their cosmopolitan priorities,” which, he implied, had gained control of both parties. There is also Tucker Carlson, of Fox News, who, like Trump in 2016, has no political experience and a large television audience. He offers up ferocious attacks on élites almost nightly. Charles Kesler told me that, no matter who wins, the Claremont Institute, which publishes the Claremont Review of Books, is going to start a Washington branch after the election, to devise Trumpian policies: socially conservative, economically nationalist.", "Under the Restoration scenario, if Trump loses, Republicans, as if waking from a bad dream, could recapture their essential identity for the past hundred years as the party of business. They could revive a Reagan-like optimistic rhetoric of freedom and enterprise; resume an internationalist, alliance-oriented foreign policy; and embrace, at least notionally, diversity and immigration. One veteran Republican campaigner with Restorationist leanings says that, if Trump wins, “it’ll blow up the Republican Party. In the 2022 election, we’ll have an epic disaster—a wipeout of epic proportions.” Instead of Trumpism, “economic growth with an emphasis on character, and treating the Democrats as opponents and not as the enemy, is a way forward for the Party.” Many Never Trumpers would feel comfortable again in a Restorationist Republican Party. Restoration could entail a conventionally positioned Presidential candidate, such as Mike Pence or Mike Pompeo, the Secretary of State, if it’s possible for them to shake off their close association with Trump. But the most discussed Restorationist candidate is Nikki Haley, the former governor of South Carolina and a former U.N. ambassador. Haley is the child of immigrants from India (one a professor at Voorhees College, a historically Black college, the other a schoolteacher who started a successful business selling clothing and accessories from around the world) and the sister of a military veteran. She achieved the rare feat of serving in the Trump Administration without either going full Trumpist or falling out with the President. She left, evidently on good terms with Trump, shortly after it emerged that she had accepted rides on private planes from businessmen in South Carolina. She was given a starring role at Trump’s renomination convention, this past August.", "Some Republicans who are vociferously pro-Trump sound, in conversations about the Party’s future, more like Restorationists who regard him as a temporary jolt of shock therapy. During the 2016 campaign, Hugh Hewitt, a conservative radio star, hosted Trump on his show sixteen times. He applauds Trump’s tax cuts and his increases in the military budget. Hewitt, who was sitting in front of a poster-size photograph of Abraham Lincoln when we spoke over Zoom, told me, “Trump introduced a combativeness and aggressiveness on the Republican side. We played by country-club rules. They didn’t. There’s a certain roughness to him. He was cruel occasionally. He wakes up ready to fight every day, and you don’t need to fight every day. After Trump, the Party will revert to the norm.”", "Karl Rove, George W. Bush’s chief strategist, also struck a Restorationist note. One of Rove’s recent projects was a book about William McKinley, the twenty-fifth President. He regards McKinley, who defeated a populist opponent, William Jennings Bryan, in the 1896 Presidential election, as the first modern Republican politician. Rove doesn’t see populism, or division, as a winning stance for the Republicans. “Biden has the better hand in this election,” he told me, meaning that Biden could be running—to use one of Bush’s favorite terms—as the uniter. But, according to Rove, Biden “won’t play it.” Rove offered up an impromptu speech that he thought Biden should have made about the unrest in Portland: “The murder of George Floyd tears at every beating heart in America. But nothing justifies the violence we see on the streets of Portland.”", "The Reversal scenario, though perhaps the least plausible, is the most threatening to the Democratic Party. The parties would essentially switch the roles they have had for the past century: the Republicans would replace the Democrats as the party of the people, the one with a greater emphasis on progressive economic policies for ordinary families. Some Reversalists have praised Elizabeth Warren; criticizing Wall Street and free trade is pretty much a membership requirement. Michael Podhorzer, who works at the A.F.L.-C.I.O., sent me a chart he had made that showed the vote in congressional districts, ranked by median income, from 1960 to today. For most of that time, districts in the bottom forty per cent of income were far more likely to vote Democratic. But by 2010 the lines had crossed—perhaps because of the financial crisis and the Great Recession, perhaps because of the Presidency of Barack Obama—and today poorer districts are far more likely to vote Republican and richer districts are far more likely to vote Democratic. The ten richest congressional districts in the country, and forty-four of the richest fifty, are represented by Democrats. The French economist Thomas Piketty has produced a chart showing that for highly educated voters, who were once mainly Republican, the lines started crossing back in 1968. In 2016, Trump carried non-college-educated whites by thirty-six points, and Hillary Clinton carried college-educated whites by seventeen points. Could Republicans become the working-class party, and Democrats the party of the prosperous? That would bode well for Republicans because, especially in a time of rising inequality, there aren’t enough prosperous people to make up a reliable voting majority.", "“Descend seven stairs. At the foot of the staircase, go straight three feet. Turn left at the door. Go straight two feet. Make a sharp left turn, where you will reach your final destination—your chair at the dinner table.” Facebook", "Twitter", "Email", "Shopping Cartoon by Edward Koren", "The Democratic Party appears confident that it has the abiding loyalty of minority voters at all income and education levels, and that it dominates the metropolitan areas where a growing majority of Americans live. The coming majority-minority, decreasingly rural country will be naturally Democratic over the long term. But there are holes in this argument. Because minorities are younger than whites and are also less likely to be U.S. citizens, the electorate could remain white-majority for decades. Richard Alba, a sociologist who has written a book called “The Great Demographic Illusion,” which challenges the idea of a rapidly arriving majority-minority America, estimates that in 2060, which is as far into the future as the Census Bureau projects, the electorate will still be fifty-five per cent white. (It was seventy-three per cent white in 2018). And minority voters—especially Latinos, who will be the largest group of minority voters in the 2020 election—may not remain as loyally Democratic as they have been in recent elections, especially if the Republican Party has a leader who doesn’t race-bait. Black and Latino Democratic voters are substantially less likely to identify as liberal than white Democratic voters are. They are also more likely to be actively religious, and to pursue Republican-leaning careers such as military service and law enforcement.", "What’s more, the practical definitions of who’s white and who’s a minority are fluid. During the past hundred years, many Americans who weren’t originally considered white, including the descendants of immigrants from Southern and Eastern Europe, were assimilated into whiteness. In the future, others who aren’t now considered white may do so, too. Latinos have a high intermarriage rate—close to fifty per cent for the college educated—and twenty per cent of U.S.-born Latinos have a non-Hispanic white parent. Latinos are also increasingly likely to live in integrated neighborhoods. Reversalists dream of many Latino voters going Republican because they have become uncomfortable with the prevailing political stance (more liberal on social issues, less liberal on economic issues) among college-educated white Democratic voters. In the 2020 primary season, Bernie Sanders easily defeated Biden in California and Nevada because he did far better among Latino voters, who presumably preferred his farther-left economic program, elements of which the Reversalists would like to appropriate for themselves, without using the term socialism.", "Black voters are far more loyal to the Democratic Party, and more likely to emphasize racism as a significant problem in their lives, but Trump has made some inroads, especially with younger Black men. Terrance Woodbury, a leading pollster, said, “This has been pretty concerning to me. Trump is picking up among young voters of color. He has a thirty-three-per-cent approval rating among Black men under fifty. Since Obama left, Black men have dropped in their Democratic support. Why? What is it?” He mentioned the Trump campaign’s Super Bowl ad featuring a Black woman whose prison sentence had been commuted by Trump, and a Trump advertising campaign on Facebook, which aired last December and went unanswered by Biden until August, touting the First Step Act, a criminal-justice measure that he signed in 2018. Woodbury went on, “I asked a focus group, ‘How could you consider supporting Donald Trump, who’s blatantly racist?’ One young man said, ‘I don’t care. They’re all racist. At least he tells me what he is.’ Something about the transparency of the vitriol is trust-inducing to them.”", "The Reversalists believe that the Democrats’ embrace of market economics, and their establishment of a powerful business wing of the Democratic Party, especially in Silicon Valley and on Wall Street, during the Clinton and Obama Administrations, has left them vulnerable to an attack from a new, socially conservative and economically liberal strain of Republicanism. Reversalists oppose the Republican donor class. Several have abandoned donor-funded libertarian and neoconservative think tanks like Cato and the American Enterprise Institute, disillusioned with the Party’s indifference to the concerns of middle-class and working-class voters. Oren Cass, one of the leading Reversalists, has founded an organization called American Compass, which is trying to formulate policies that would appeal to members of the base of both parties. “What we’re talking about is actual conservatism,” he told me. “What we have called ‘conservatism’ just outsourced economic policy thinking away from conservatives to a small niche group of libertarians.” Culturally, Reversalists present themselves as champions of provincialism, faith, and work, but they aim to promote these things through unusually interventionist (at least for Republicans, and for centrist Democrats since the nineties) economic policies. Steven Hayward, who calls himself a reluctant Trump supporter, said, “It’s amazing to me the number of conservatives who are talking about, essentially, Walter Mondale’s industrial policy from 1984. The right and the left suddenly agree. Reagan was very popular with younger voters. Younger people then had come of age seeing government failure. Now young people have come of age seeing market failure.”", "It can be a little surreal talking to Reversalists—are you at a seminar at the high-theory, market-skeptical Institut für die Wissenschaften vom Menschen, in Vienna, or with a group of Republican Party strategists? People in this camp talk about the failures of “neoliberalism,” “financialization,” and “market fundamentalism,” and condemn “zombie Reaganism.” A manifesto of the Reversalists, and of young conservatives generally, is the 2018 book “Why Liberalism Failed,” by Patrick Deneen, a political-science professor at Notre Dame, which carries a back-cover endorsement from Barack Obama and extolls such writers as Robert B. Reich, Wendell Berry, Christopher Lasch, and Robert Putnam, none of whom is considered conservative.", "The favored Presidential candidate for 2024 among the Reversalists is Senator Marco Rubio, of Florida, one of the promising Republicans whom Trump vanquished in 2016. In 2018, Rubio hired Mike Needham, a former employee of an organization affiliated with the Heritage Foundation who had converted to Reversalism, as his chief of staff. Needham is on the board of American Compass. Rubio has recently been making speeches that call for “common-good capitalism,” which would entail a strong government role in managing the economy and would attempt to attract religious and minority voters. Rubio has also been strongly critical of China, so much so that he has been banned from traveling there. This has the potential of alienating the business wing of the Party, which regards China as an important trading partner. Rubio gave a speech last year accusing “policy élites across the political spectrum” of ignoring the “growing threat” that China represents. Nikki Haley recently gave a speech that didn’t name Rubio but clearly had him in mind as one of a new species of Republican critics of capitalism, who “differ from the socialists only in degree.”", "When I spoke with Rubio a few weeks ago, I asked him to explain what he meant by common-good capitalism. “It begins with the understanding that the market is a means to an end, not the end itself,” he said. “The purpose of the economy is to serve people. It’s possible to have an economy that’s performing well in the macro sense, but its benefits are distributed in a way that do not benefit the common good.” Rubio told me that this position came together when he was running for President, as he visited communities outside Florida which were less vibrant than they had been a generation ago, and were now hollowed out. “We thought people would be out of work when the factory leaves, but a new job would replace the old one,” he said. But, he went on, “it doesn’t work that way in real life. What ends up happening is that additional job isn’t created. And the people who are left without a job aren’t going to be able to make that transition. Interacting with that, hearing those stories—it’s something you have to grapple with.”", "I asked him what could be done. “It’s tough,” he said. “We have a twenty-five-year orthodoxy in the Republican Party centered around market fundamentalism. Sometimes the most efficient outcome isn’t the best one for the country. Right now, we live in a very binary age, where you’re either one thing or you’re the other. Some people want to call it socialism—which I abhor. Or, if it isn’t socialism, the other side wants to call it market fundamentalism. America needs to take a hard look at its future.” Trump, he said, “has certainly revealed these fracture points. His election caused everybody to go back and ask, ‘Why? Why did people who were not part of the Republican Party decide to vote for him?’ ” He said that the next step was to build the intellectual base for this kind of work: “This is not a four-year project. This is a generational goal. And it could lead to a new political coalition.”", "What would the new coalition be? For the past twenty years, Rubio said, the left has argued that coalitions tend to form around race, gender, and ethnicity: “I lived in a minority community. I don’t think we’d wake up in the morning and the first thing we’d realize is ‘I’m a Hispanic.’ The first thing that comes to mind for people every single day is not your ethnicity, it’s the fact that you’re a husband or a wife, a father or a mother, an employee, a volunteer or a coach—somebody who has a role to play.” He continued, “They want to have a job that allows them to have children, to raise that family in a safe neighborhood, with a house that’s safe, that the kids get to go to school, and that, when the time comes, lets them retire. You can find that identity in every community in America.”", "He said he recoiled a bit at the tendency to “judge the well-being of the economy by how the stock market is performing. For the past six months, the stock market has had some really good days—and that in no way aligns with what everybody else in the country is going through. It is possible to have a roaring stock market, and you have millions of people who aren’t just unemployed, they may be permanently unemployed.” He talked about the inevitable disruptions caused by technological change: “And then it takes policy a decade, two decades, to adjust. In the interim, there’s resentment, anger, displacement—all sorts of social consequences. We are now seeing another wave of technological advancement, combined with globalization,” accelerated by the pandemic. “It’s going to produce new coalitions that don’t look like the ones we’re used to.”", "Many Democrats will surely see this vision of the future of the Republican Party as fanciful. Isn’t the Party controlled by ferociously right-wing billionaires? Aren’t Republican-base voters irredeemable white supremacists who have been bamboozled by Fox News and televangelists? But the Democrats’ coalition is no less unnatural than the Republicans’. A political system with only two parties produces parties with internal contradictions. The five most valuable corporations in America are all West Coast tech companies—enemy territory, in today’s Republican rhetoric. The head of the country’s biggest bank, Jamie Dimon, of JPMorgan Chase, is a Democrat and a Trump critic. There was a stir in Republican circles in 2018, when a conservative journalist eavesdropped, on an Amtrak train, on a long phone conversation that Representative Jerry Nadler, of the Upper West Side, was having. Nadler complained that Democrats were attracting voters who were like the old Rockefeller Republicans—liberal on social issues, conservative on economics. That’s who lives in a lot of the wealthy older suburbs—formerly Republican areas that are now Democratic. And the Democrats’ minority voters differ enough on measures such as income, education, ideology, and religion that some of them could potentially be tempted to join a Republican Party that wasn’t headed by Trump.", "Trump has already changed the Republican Party. Its most hawkish element—hawkish in the Iraq War sense—has gone underground, if it still exists. The same goes for publicly stated Republican skepticism about Social Security and Medicare. One must be hostile to China, and skeptical, to some degree, of free trade. Especially since the arrival of the pandemic, it’s hard to find a true libertarian in the Party—at least among those who have to run for office. In the future, according to Donald Critchlow, a historian of conservatism who teaches at Arizona State University, “the advantage would go to a candidate who is Trump without the Trump caricature. An old-fashioned Chamber of Commerce candidate would not do well. We’re in a new situation, in both parties. Everything’s up for grabs.” A senior Republican staffer who has Reversalist sympathies says, “Trump isn’t good at a twenty-first-century policy agenda,” but that work can go on without him. “If he loses, we’ll have a massive argument in the Republican Party. Some will say, ‘He’s a black swan.’ To me, the lesson is: he correctly diagnosed what was going on. Let’s apply that to conservative economic policy. To me, what’s up for grabs is the working-class vote. Not just working-class white—working-class. Does what the President tapped into have to be racial? Can it be about what neoliberalism has done to the country?”", "Trump’s genius is to command attention, including the attention of people who dislike him. That makes it tempting to think that, when he’s gone, everything he stands for will go with him. It probably won’t; elements of Trumpism will likely be with us for a long time. Which elements, taking what form, in the possession of which party? Such questions will be just as pressing after Trump as they are now. ♦", "Read More About the 2020 Election"], "authors": ["Nicholas Lemann", "Nicholas Leman"], "keywords": ["democrats", "white", "minority", "crisis", "republicans", "republican", "voters", "trump", "party", "identity", "2016", "democratic"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}