{"id": "f1d04b9b-5d18-34dd-89b5-9af5e5d7474b", "title": "The Best Street Style From Taipei Fashion Week Spring 2021", "url": "https://www.vogue.com/slideshow/best-street-style-taipei-fashion-week-spring-2021", "summary": "Fresh from a month of largely digital shows across the Big Four fashion capitals, editors swiftly turned their attention to physical presentations in Taipei for a dose of the Taiwan capital’s emerging and brightest talents.\n“We fine-tuned TPEFW this season to give greater exposure to local designers,” says C.M.\nLiu, managing director of Condé Nast Taiwan.\nOn the street meanwhile, the show continued as guests turned out wearing looks by homegrown designers like London College of Fashion graduate Jenn Lee; monochromatic and neutral ensembles popularized by Seivson; and small bags from international brands Marine Serre, Jacquemus, and Balenciaga.\nVogue’s roaming photographers Chiang Shang Yun, Lee Shou Chih and Tai Wei Chien were there to capture all the sidewalk action.", "paragraphs": ["Fresh from a month of largely digital shows across the Big Four fashion capitals, editors swiftly turned their attention to physical presentations in Taipei for a dose of the Taiwan capital’s emerging and brightest talents.", "Marking two years since it first joined the industry’s calendar, the 2020 Taipei Fashion Week (TPEFW) schedule is made up of 18 shows alongside forums and events, under the dual themes of Re:Connext (a portmanteau of connect and next, providing a blank slate for audiences to express themselves) and Re:Play (an invitation to push the boundaries of sustainability and design-technology innovation).", "Highlights from the season included: the Digital Terminal exhibition with its showcase of digital fashion presentations and art; the appearance of Instagram sensations and TPEFW ambassadors Chang Wan-ji and Hsu Sho-er, also known as @WantShowAsYoung, in fully upcycled looks; and, drawing the festivities to a close, the TPEFW x Vogue Fashion’s Night Out, featuring a runway show and short film spotlighting six emerging designers: Bob Jian, Jenn Lee, Shen Yao, Aish, Uuin, and Claudia Wang. “We fine-tuned TPEFW this season to give greater exposure to local designers,” says C.M. Liu, managing director of Condé Nast Taiwan.", "On the street meanwhile, the show continued as guests turned out wearing looks by homegrown designers like London College of Fashion graduate Jenn Lee; monochromatic and neutral ensembles popularized by Seivson; and small bags from international brands Marine Serre, Jacquemus, and Balenciaga.", "Vogue’s roaming photographers Chiang Shang Yun, Lee Shou Chih and Tai Wei Chien were there to capture all the sidewalk action."], "authors": ["Eni Subair", "Eni Subai"], "keywords": ["taipei", "lee", "presentations", "shows", "best", "style", "tpefw", "designers", "digital", "turned", "fashion", "spring", "season", "week", "2021", "street"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}