{"id": "f22719a7-54a0-351a-8b87-1dd823f33a63", "title": "PS5 DualSense Controller Review Impressions", "url": "https://www.gameinformer.com/2020/11/06/ps5-dualsense-controller-review-impressions", "summary": "Looking for concise, hands-on info on Sony's new DualSense controller?\nWe've clipped out our PS5 DualSense controller review impressions for easy viewing.\nThis video highlights the unique features and upgrades that come with Sony's new controller and how it has the potential to change the way we interact with video games in a significant way.\nNot only does the enhanced PlayStation controller feature haptic feedback and adaptive triggers, which both prove to be novel features of Sony's next-gen console, the DualSense also sports an up-to-date USB Type-C connector for fast charging.\nDid you enjoy this clip from our full PlayStation 5 video review?", "paragraphs": ["Looking for concise, hands-on info on Sony's new DualSense controller? We've clipped out our PS5 DualSense controller review impressions for easy viewing.", "This video highlights the unique features and upgrades that come with Sony's new controller and how it has the potential to change the way we interact with video games in a significant way. Not only does the enhanced PlayStation controller feature haptic feedback and adaptive triggers, which both prove to be novel features of Sony's next-gen console, the DualSense also sports an up-to-date USB Type-C connector for fast charging.", "Did you enjoy this clip from our full PlayStation 5 video review? Be sure to watch it here or check out Game Informer's reviews of the PlayStation 5's launch titles, including Marvel's Spider-Man: Miles Morales and Astro's Playroom."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["review", "video", "sonys", "controller", "watch", "weve", "features", "playstation", "way", "ps5", "impressions", "dualsense"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}