{"keywords": ["impeachment", "mr", "trumps", "current", "voters", "test", "zelensky", "playbook", "donald", "president", "trump", "whistleblower", "republicans", "house"], "url": "https://www.economist.com/united-states/2019/10/03/is-donald-trumps-playbook-up-to-the-current-test", "summary": "Since then Mr Trump has seemed rattled.\nThe House has also subpoenaed Rudy Giuliani, Mr Trump’s personal lawyer, for documents and communications related to Ukraine.\nAlthough some Republican senators will trash Mr Trump off-the-record, so far only Mitt Romney and Ben Sasse have come near to publicly rebuking the president; Mr Romney said he was “deeply troubled” by Mr Trump’s behaviour.\nBut broad support for the notion that Mr Trump’s conduct was impeachable is not enough to convince a critical mass of Republican senators.\nMr Trump often turns politics into a loyalty test.", "title": "Is Donald Trump’s playbook up to the current test?", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "f2312d6f-2191-31bc-ab2a-268f4ecf409f", "paragraphs": ["D ONALD TRUMP’S style of political crisis-management is straightforward: admit nothing, counter-attack, obfuscate, ride it out and wait for public attention to wane. That got him through the release of the Access Hollywood tape—on which he boasted about grabbing women between the legs a month before the 2016 election—and also through Robert Mueller’s report, which identified acts that could amount to obstruction of justice. But past success is no guarantee of future performance.", "Nancy Pelosi, the Speaker of the House, announced on September 24th that the House was beginning a formal impeachment inquiry into Mr Trump over allegations that he abused his power by encouraging Volodymyr Zelensky, the president of Ukraine, to investigate Hunter Biden, who served on the board of a Ukrainian energy firm, and his father Joe, a front-runner in the Democratic primaries. Since then Mr Trump has seemed rattled. He has decried impeachment as “a COUP intended to take away the Power of the People” (it is a constitutional process that would still leave America with a Republican president if it removed Mr Trump).", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "He has said that Adam Schiff, chairman of the House Intelligence Committee, should be “questioned at the highest level for Fraud & Treason” for unfavourably paraphrasing his phone call with Mr Zelensky (legislative immunity protects Mr Schiff). He has spoken of “a Civil War like fracture in this nation” if he is removed from office. He has warned that he is “trying to find out” the identity of the whistleblower whose complaint inspired the impeachment inquiry—and whose anonymity federal law protects. He has falsely claimed that whistleblower rules changed just before this one acted—drawing a rare rebuke from the intelligence community’s inspector-general. And he accused Mr Schiff, without evidence, of helping to write the whistleblower’s complaint.", "The number of officials drawn into the inquiry is growing. On October 2nd Mike Pompeo, the secretary of state, said that he was on the phone call between Messrs Trump and Zelensky; he has also been subpoenaed. House Democrats are looking into Rick Perry, the energy secretary, who travelled to Ukraine in May. They are also interested in William Barr, the attorney-general, whose Justice Department initially blocked the release of the whistleblower’s complaint, and who Mr Trump implicated in his efforts to enlist foreign governments’ help in investigating Mr Biden. The House has also subpoenaed Rudy Giuliani, Mr Trump’s personal lawyer, for documents and communications related to Ukraine.", "So far no House Republicans have backed Ms Pelosi’s inquiry. Two say they support “oversight”, but not impeachment hearings. Most have offered arguments—the whistleblower was not on the call, there was no direct quid pro quo, the call was consistent with American concerns about corruption in Ukraine—that are not quite a full-throated defence of the president. Mr Trump, meanwhile, has used the threat of impeachment to turbocharge fundraising. In the days after Ms Pelosi’s announcement his campaign pulled in $15m and, according to his campaign manager, at least 50,000 new donors.", "Conventional wisdom says that Senate Republicans are Mr Trump’s bulwark—that the 20 Republicans required will never vote for removal, even if the Democrat-controlled House impeaches. That will probably hold. Although some Republican senators will trash Mr Trump off-the-record, so far only Mitt Romney and Ben Sasse have come near to publicly rebuking the president; Mr Romney said he was “deeply troubled” by Mr Trump’s behaviour.", "But politicians respond to public opinion. The latest YouGov/Economist poll finds that half of all registered voters, including 11% of Republicans, believe the House should “try to impeach” Mr Trump, and 51% of voters, including 13% of Republicans, think that if the House impeaches Mr Trump, the Senate should vote to remove him from office. Over two-thirds of registered voters believe that abuse of power and obstruction of justice warrant removal. This doubtless sets Democratic hearts aflutter. But broad support for the notion that Mr Trump’s conduct was impeachable is not enough to convince a critical mass of Republican senators. Mr Trump often turns politics into a loyalty test. And Republicans usually let him have his way.■"], "pubDate": null}