{"summary": "It was a devastating surprise attack on an American naval base that brought the United States into World War II.\nA similar pattern holds true with the other most famous surprise attack against America: the terrorist attacks on Sept. 11, 2001.\nThere is the dangerous potential for surprise attacks from any of those foes.\nTo discuss this, I have two really interesting guests: Steve Twomey, the author of \"Countdown to Pearl Harbor: The 12 Days to the Attack,\" and Eric Dahl, author of \"Intelligence and Surprise Attack: Failure and Success From Pearl Harbor to 9/11 and Beyond.\"\nI hope you will listen to this week’s episode of \"Newt’s World: Surprise Attacks,\" and encourage others to do the same.", "keywords": ["horrific", "world", "prevent", "911", "ones", "newt", "surprise", "gingrich", "american", "war", "pearl", "important", "attacks", "weeks", "harbor", "attack"], "paragraphs": ["This month is the 78th anniversary of the Japanese attack on Pearl Harbor. It was a devastating surprise attack on an American naval base that brought the United States into World War II.", "But would it surprise you to learn that military planners had anticipated that it was inevitable that the Japanese would attack us, and that Pearl Harbor was a likely target? In fact, newspaper records in the weeks before the attack showed that it was a common assumption that America would soon be at war in the Pacific.", "A similar pattern holds true with the other most famous surprise attack against America: the terrorist attacks on Sept. 11, 2001. We had long known that the twin towers were an attractive target for terrorists. Blue ribbon panels warned about the growing threat of organized terrorism, and specifically Al Qaeda.", "PEARL HARBOR SAILORS LAID TO REST ON SAME DAY IN NJ, KANSAS 78 YEARS AFTER 1941 ATTACK", "Yet, in both cases, the United States couldn’t help being caught flat-footed. Why?", "Today, we're not just facing one enemy. We're facing the greatest range of global threats from any time in our history. There is the dangerous potential for surprise attacks from any of those foes.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "This week’s episode of \"Newt’s World\" explores this idea of how we can learn from surprise attacks of the past to prevent them in the future.", "There are very few issues more important in designing our national security than getting a real understanding of the world as it exists and finding out how we can get ahead of the curve so that we in fact are prepared when a threat occurs.", "To discuss this, I have two really interesting guests: Steve Twomey, the author of \"Countdown to Pearl Harbor: The 12 Days to the Attack,\" and Eric Dahl, author of \"Intelligence and Surprise Attack: Failure and Success From Pearl Harbor to 9/11 and Beyond.\"", "CLICK HERE TO GET THE FOX NEWS APP", "It is a fascinating and important discussion of the patterns that lead to us being surprised by attacks when we should have seen them coming, and it contains critically important lessons for every American as we get ready to choose between two very different approaches for American national security in the upcoming election.", "I hope you will listen to this week’s episode of \"Newt’s World: Surprise Attacks,\" and encourage others to do the same.", "CLICK HERE TO READ MORE BY NEWT GINGRICH"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/opinion/newt-gingrich-pearl-harbor-9-11-and-what-we-must-learn", "authors": ["Newt Gingrich", "Former Speaker Of The U.S. House Of Representatives Newt Gingrich Is The Host Of The"], "id": "f257f23b-c12b-3014-a204-23968161cdb0", "pubDate": null, "title": "Newt Gingrich: Pearl Harbor and 9/11 were horrific surprise attacks – How can we prevent new ones?"}