{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["political", "gun", "zelenskiy", "trump", "united", "smoking", "ukraine", "democrats", "help", "president", "trumpukraine", "impeachment", "american"], "title": "Is the Trump-Ukraine call a ‘smoking gun’?", "paragraphs": ["You can enable subtitles (captions) in the video player", "The actions of the Trump presidency revealed the dishonourable fact of the president's betrayal of his oath of office, betrayal of our national security, and betrayal of the integrity of our elections.", "It was the moment that Democrats have been waiting for - Nancy Pelosi, the leader of the House of Representatives, announcing that President Donald Trump will be impeached, or at least that there will be hearings into a possible impeachment of the president. Democrats have been pushing for this almost ever since Trump came to power after winning the 2016 presidential election.", "The long investigation into Trump's alleged collusion with Russia - some had hoped that that would lead to an impeachment. But the Mueller inquiry failed to deliver on that goal. However, this new controversy about President Trump's dealings with the Ukrainian president, President Zelenskiy, and about whether he was essentially asking for help in the next presidential election and corrupting both the American political process and American foreign policy, that has proved the final trigger. Nancy Pelosi has, perhaps against her better judgement, acceded to the enormous pressure on her side to open impeachment proceedings. And now we're in a whole new situation.", "This week, the president has admitted to asking the president of Ukraine to take actions which would benefit him politically.", "However, mixed in with the Democrats' jubilation that at last they are closing in on impeachment is a lurking fear, which is pretty close to the surface, that actually this could even help Donald Trump in his bid for re-election in 2020. And that's because of the extreme polarisation of the American electorate. There is no way that the Republican Party, or many elements of it, are going to get behind this impeachment. So the Democrats can already tell that even if the impeachment process goes to the House of Representatives, it's highly likely to be thrown out by the Senate, who will refuse to convict the president. And that's because the Senate has a Republican majority.", "But their fears are even beyond that. Their concern is that Mr Trump will use this impeachment to feed his supporters' narrative that he is being unfairly persecuted, and that that could be used to drive support for the presidency, drive his supporters towards the polls. You might make an analogy with the way in which the hearings about Brett Kavanaugh, the Supreme Court justice, were used to motivate Trump supporters just before the midterm elections. So rather than removing President Trump as his opponents dearly hope this impeachment process will do, it could, ironically, if things go wrong for them - actually help to keep him in office.", "Underwhelming. If you're looking for a circumstance where the president of the United States was threatening the Ukraine with cutting off aid unless they investigate his political opponent, you would be very disappointed. That does not exist.", "Now, as far as the Democrats are concerned, it's very clear what happened. However, the Republicans, it's already clear, are not going to accept that argument. They will say it's perfectly fine to ask a foreign president to investigate corruption. That's longstanding American policy. Why should Trump even apologise for that?", "One of the elements that we discussed is the United States helps Ukraine. But I think that other countries should help Ukraine.", "By dramatic coincidence, the very day after impeachment proceedings were announced, President Trump had to meet the other president at the centre of this storm, President Zelenskiy of Ukraine, who was in town in New York for the UN General Assembly meeting. And I suspect that President Trump will be fairly happy with how their televised encounter went, because President Zelenskiy played down the idea that he'd been put under undue pressure to investigate Joe Biden's son.", "Now, given who he was sitting next to, it's perhaps not surprising that President Zelenskiy felt the need not to stir up the political controversy in the US. But it will help the Republicans, and it will help President Trump, because you can already see both sides, the Democrats and the Republicans, digging in into entrenched positions around this impeachment. Any hope that people might have had that perhaps this new revelation would lead to some formation of a consensus in America around what President Trump did and around the nature of the Trump presidency, well, they're going to be very disappointed, because what you're seeing now is both sides in the political divide digging in. And if anything, the political polarisation in the United States is due to get much worse."], "id": "f25da2cd-f995-3b29-a0ad-8031949ee0de", "url": "https://www.ft.com/video/77b1e109-0345-4158-8d84-112a0ea9b30a?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=2", "authors": ["Produced Gregory Bobillot", "Ben Marino. Filmed", "Edited Gregory Bobillot. Video Archives", "Still Pictures Reuters"], "summary": "This week, the president has admitted to asking the president of Ukraine to take actions which would benefit him politically.\nBut I think that other countries should help Ukraine.\nAnd I suspect that President Trump will be fairly happy with how their televised encounter went, because President Zelenskiy played down the idea that he'd been put under undue pressure to investigate Joe Biden's son.\nNow, given who he was sitting next to, it's perhaps not surprising that President Zelenskiy felt the need not to stir up the political controversy in the US.\nBut it will help the Republicans, and it will help President Trump, because you can already see both sides, the Democrats and the Republicans, digging in into entrenched positions around this impeachment."}