{"summary": "McKenna Knipe, 24, filmed herself pulling off a (seemingly) impossible stunt – chowing down on Burger King’s fake-meat Impossible Whopper while flying through the air in a wingsuit.\nKnipe is seen holding up the burger before unwrapping it and eating while hurtling toward the earth.\nSurprisingly she manages to hang onto the burger while skydiving.\n\"There was a Burger King right down the road and I happen to find the new Impossible burger quite tasty.\n[King] had the new GoPro MAX and we wanted to give it a try.", "keywords": ["start", "weekly", "skydiving", "reviews", "food", "whopper", "wanted", "burger", "lifestyle", "king", "sky", "woman", "plans", "south", "impossible", "working"], "paragraphs": ["This food reviewer has a lot of altitude.", "McKenna Knipe, 24, filmed herself pulling off a (seemingly) impossible stunt – chowing down on Burger King’s fake-meat Impossible Whopper while flying through the air in a wingsuit.", "WISCONSIN WOMAN CALLS POLICE TO REPORT WRONG KFC CHICKEN SANDWICH ORDER", "The high-flying footage was shared by the South Florida resident, who concealed the sandwich in her flight jacket before jumping out of a plane on the back of another flyer, Steve King, reported South West News Service, a British news agency.", "Knipe is seen holding up the burger before unwrapping it and eating while hurtling toward the earth. Surprisingly she manages to hang onto the burger while skydiving.", "CLICK HERE TO GET THE FOX NEWS APP", "Knipe, who started skydiving three years ago and “fell madly in love with the sport, the lifestyle, and the people,” now wants to create a career around her flying food reviews.", "\"I am working on starting a YouTube channel of weekly food reviews in the sky, along with a weekly Vlog of the insane shenanigans that comes with the skydiving life both in the sky and on the ground,” she said to SWNS, noting that a previous video of her eating a slice of pizza in the air went viral.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The jump reportedly took place in Zephyrhills, Fla., in November.", "\"There was a Burger King right down the road and I happen to find the new Impossible burger quite tasty. I also wanted to help promote vegetarianism,” she said.", "\"So I got the idea to munch on a burger during the rodeo. [King] had the new GoPro MAX and we wanted to give it a try. It ended up working out perfectly.”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Knipe has not yet shared what her next airborne review will be."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/food-drink/woman-burger-king-impossible-whopper-skydiving", "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "id": "f2847127-2a28-3050-b585-9ff4f0f7392d", "pubDate": null, "title": "Woman eats Burger King Impossible Whopper while skydiving, plans to start filming 'weekly food reviews in the sky'"}