{"id": "f2ba70a4-8722-3cf6-a025-077a3acca13f", "title": "Indians' Mike Clevinger explains why Astros got off easy for stealing signs: 'They should feel ashamed'", "url": "https://www.foxnews.com/sports/indians-mike-clevinger-astros-g-stealing-signs-penalty", "summary": "Cleveland Indians pitcher Mike Clevinger slammed the Houston Astros on Friday in the wake of Major League Baseball levying harsh penalties on the team for its sign-stealing scheme.\nClevinger said the Astros “should feel ashamed.” He also was critical of MLB’s punishment, saying it was too lenient.\nYou don’t see the guys going up and down.\nWhat’s that really going to change?”On Thursday, Clevinger called out the Astros and anyone defending them.\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMAgainst the Astros over the course of his career, Clevinger has a 3.98 ERA in 20 1/3 innings.", "paragraphs": ["Cleveland Indians pitcher Mike Clevinger slammed the Houston Astros on Friday in the wake of Major League Baseball levying harsh penalties on the team for its sign-stealing scheme.", "Clevinger said the Astros “should feel ashamed.” He also was critical of MLB’s punishment, saying it was too lenient.", "No current players were disciplined in the sign-stealing scandal. Commissioner Rob Manfred said it would be impossible to determine who cheated and who didn’t, and the levels of culpability.", "HOUSTON ASTROS PLAYERS SWALLOWED UP IN TWITTER FRENZY OVER SEPARATE CHEATING ALLEGATIONS", "WARNING EXPLICIT LANGUAGE", "“Don’t get me wrong that lineup – that’s another part that p----- me off is that lineup’s talented enough that I think if they just had the due diligence to do the regular baseball s--- – pick what I’m tipping, whatever, they’d do damage,\" Clevinger said in a video posted on Momentum.", "“You have buddies that if they knew what was coming would be perennial All-Stars in the Big Leagues, dude. There’s a lot more that the public doesn’t see because you don’t see the money being placed. You don’t see the guys going up and down. You’re not seeing those guys literally working their a-- off to finally get a glimpse that – literally living off their parents like taking two different jobs in the offseason.", "\"Not having to lift at 2 a.m. bro, I’ve been there. I’ve been there. I’ve had to do that. I’ve had to live with my mom ‘til I got to the big leagues. And now you’re telling me that someone could have potentially shorted my career or sent me back down made me figure s--- out because they knew what I was throwing when I was in their park? So many guys are only there trying to figure out how can I stay here? What will make me stay here?", "CARLOS BELTRAN OUT AS NEW YORK METS MANAGER IN WAKE OF MLB SIGN-STEALING PROBE: REPORT", "\"But to each their own, and I’m not going to sit here and just be quiet about it like someone blatantly taking millions of dollars and you know, food off my table let alone people’s tables. I don’t think any of those mother f------ should be able to look us in the eye. They should feel ashamed,\" Clevinger said.", "“You want to protect the guy next to you. You want to protect the sanctity of baseball. It’s not giving $5 million, you know, discipline to a $1 billion corporation while they’re still walking around with the same ring on their finger in the same uniform, the same city and the same contract. What’s that really going to change?”", "On Thursday, Clevinger called out the Astros and anyone defending them. He called the scandal “worse than steroids.”", "LA CITY COUNCIL MAY ASK MLB TO DECLARE DODGERS 2017, 2018 CHAMPS FOLLOWING ASTROS, RED SOX CHEATING PROBES", "Clevinger pitched against the Astros during the 2018 American League Division Series. He allowed one run in five innings but picked up the loss.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Against the Astros over the course of his career, Clevinger has a 3.98 ERA in 20 1/3 innings. He also has 21 strikeouts and has only allowed two home runs against them."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is A Sports Reporter For Foxnews.Com", "Foxbusiness.Com. Follow Him On Twitter"], "keywords": ["easy", "dont", "guys", "indians", "wake", "baseball", "clevinger", "going", "astros", "youre", "signs", "ashamed", "stealing", "ive", "explains", "feel", "mike", "signstealing"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}