{"summary": "The New Mexico Bowl will be played between the San Diego State Aztecs and the Central Michigan Chippewas on Dec. 21.\nRunning back Jonathan Ward has 1,082 rushing yards and 15 rushing touchdowns and Kobe Lewis has 977 rushing yards and 11 rushing touchdowns.\nIt’s the first time San Diego State and Central Michigan are playing each other.\nCLICK HERE FOR COMPLETE COLLEGE FOOTBALL BOWL GAME COVERAGE--NEW MEXICO BOWL INFOSponsor: UnsponsoredDate: December 21Time: 2 p.m.\nETTV: ESPNStadium: Dreamstyle StadiumLocation: Albuquerque, N.M.--CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMODDSMoneyline: San Diego State (-180), Central Michigan (+150)Spread: San Diego State (-3.5), Central Michigan (+3.5)Over/Under: 41; Over (-110), Under (-110)--Betting odds courtesy Bet-NJ.com", "keywords": ["record", "san", "michigan", "watch", "vs", "game", "state", "preview", "central", "yards", "mexico", "rushing", "bowl", "diego"], "paragraphs": ["The New Mexico Bowl will be played between the San Diego State Aztecs and the Central Michigan Chippewas on Dec. 21. The game will be played at Dreamstyle Stadium in Albuquerque.", "San Diego State comes into the game with a 9-3 overall record and a 5-3 record in the Mountain West Conference. Central Michigan comes into the game with an 8-5 overall record and a 6-2 record in the Mid-American Conference.", "The Aztecs earned their 10th straight bowl appearance and 13th overall. They are 5-8 overall in bowl games. This season, quarterback Ryan Agnew has led the offense with 2,165 passing yards and 11 touchdown passes but an injury may keep him out of the New Mexico Bowl. Running back Juwan Washington has 500 rushing yards and two rushing touchdowns and wide receiver Kobe Smith leads with 673 receiving yards and four touchdown catches. On the defense, cornerback Luqman Barcoo has eight interceptions this season. Defensive end Myles Cheatum has five sacks.", "The Chippewas are heading into their 12th bowl game. It’s their first under coach Jim McElwain. The team didn’t make it to a bowl game last season but did make it every year from 2014 to 2017. Quarterback Quinten Dormady leads the Chippewas offense with 2,148 passing yards and 14 touchdown passes. Running back Jonathan Ward has 1,082 rushing yards and 15 rushing touchdowns and Kobe Lewis has 977 rushing yards and 11 rushing touchdowns. Linebacker Troy Brown leads Central Michigan with three interceptions. Defensive lineman Sean Adesanya has seven sacks.", "It’s the first time San Diego State and Central Michigan are playing each other.", "CLICK HERE FOR COMPLETE COLLEGE FOOTBALL BOWL GAME COVERAGE", "--", "NEW MEXICO BOWL INFO", "Sponsor: Unsponsored", "Date: December 21", "Time: 2 p.m. ET", "TV: ESPN", "Stadium: Dreamstyle Stadium", "Location: Albuquerque, N.M.", "--", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "ODDS", "Moneyline: San Diego State (-180), Central Michigan (+150)", "Spread: San Diego State (-3.5), Central Michigan (+3.5)", "Over/Under: 41; Over (-110), Under (-110)", "--", "Betting odds courtesy Bet-NJ.com"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/sports/new-mexico-bowl-2019-san-diego-state-central-michigan-preview", "authors": ["Ryan Gaydos", "Ryan Gaydos Is A Sports Reporter For Foxnews.Com", "Foxbusiness.Com. Follow Him On Twitter"], "id": "f2e493c4-c3bd-32f3-b99e-738722e22389", "pubDate": null, "title": "New Mexico Bowl 2019: San Diego State vs. Central Michigan preview, how to watch & more"}