{"summary": "House Democrats have set the bar so low on what constitutes impeachable offenses that it will cause problems for the U.S. government in the future, a member of the House Judiciary Committee said Tuesday.\n\"I think that if the bar stays this low for future impeachment, we will have a problem as a country,\" Rep. Ken Buck, R-Colo., said on Fox News' \"The Ingraham Angle.\"\nWhile Democrats have pursued Republican President Donald Trump on charges that many find to be insufficiently substantiated, a future Republican Congress now has precedent to do the same to a future Democratic commander-in-chief, Buck said.\nFlorida Rep. Alcee Hastings called Trump a \"corrupt president that wanted to do something to advance his political circumstances.\"\nIngraham pointed out that Hastings himself was the subject of a rare impeachment as a federal judge in 1988.", "keywords": ["problems", "rep", "low", "future", "cause", "democrats", "buck", "ingraham", "president", "hastings", "set", "republican", "trump", "house", "democrat", "ken", "senate", "impeachment"], "paragraphs": ["House Democrats have set the bar so low on what constitutes impeachable offenses that it will cause problems for the U.S. government in the future, a member of the House Judiciary Committee said Tuesday.", "\"I think that if the bar stays this low for future impeachment, we will have a problem as a country,\" Rep. Ken Buck, R-Colo., said on Fox News' \"The Ingraham Angle.\"", "While Democrats have pursued Republican President Donald Trump on charges that many find to be insufficiently substantiated, a future Republican Congress now has precedent to do the same to a future Democratic commander-in-chief, Buck said.", "HOUSE RULES CHAIRMAN MCGOVERN SAYS IMPEACHMENT INTENDED TO STOP 'CRIME IN PROGRESS'", "\"Any time we have a Republican House or a Republican House and Senate and a Democrat president, they will go after the Democrat president if this is where the bar is,\" he added. \"It shouldn't be here.\"", "In addition, Buck said it would be \"unfortunate\" if Senate Majority Leader Mitch McConnell, R-Ky., quickly dismisses the impeachment charges against President Trump without allowing Republicans to call witnesses and make the case they were unable to present before Democrat-led House proceedings.", "\"The president is laying out for the American people what the American people can expect,\" he said.", "\"If Mitch McConnell shortens the Senate trial, it is unfortunate because I think the American people are waiting to see the Republican narrative. We haven't had that opportunity in the House.\"", "Earlier in the interview, host Laura Ingraham pointed to one House Democrat who spoke out in favor of impeachment during a House Rules Committee hearing on the articles on Tuesday afternoon.", "Florida Rep. Alcee Hastings called Trump a \"corrupt president that wanted to do something to advance his political circumstances.\"", "Ingraham pointed out that Hastings himself was the subject of a rare impeachment as a federal judge in 1988.", "Hastings was impeached on charges of bribery and perjury and removed from the bench by the U.S. Senate, she recalled.", "CLICK HERE TO GET THE FOX NEWS APP", "He had been nominated to the Southern District of Florida bench in 1979 by then-President Jimmy Carter.", "In 1989, Hastings was found guilty on eight of 17 articles in a trial chaired by former Sens. Jeff Bingaman, D-N.M., and Arlen Specter, then a Pennsylvania Republican who later became a Democrat.", "\"You literally can't make this up,\" Ingraham remarked."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/media/rep-ken-buck-democrats-set-the-bar-so-low-on-impeachment-it-will-cause-problems-for-us-in-future", "authors": ["Charles Creitz"], "id": "f37709de-949e-38dc-9e3a-d735fd1b87c8", "pubDate": null, "title": "Rep. Ken Buck: Democrats set bar so low on impeachment, it will cause problems for US in future"}