{"summary": "I love how heavily GreedFall factors in choice, and I immediately wanted to restart the game just to see how things would be different if I chose other talents.\nThe difficulty of the game, of which there are four settings, is also a little different in that each level alters the experience, and not just the challenge.\nThe combat system is solid in terms of flow and button mapping, delivering both melee and magic strikes in free-form skirmishes set in the open world.\nIf she doesn't, she tells me she's low on it, which is a nice little touch.\nFrom what I've played thus far, GreedFall is a big step up from Spiders' last game Technomancer, even if its skeleton is similar in design.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["open", "nice", "different", "way", "little", "review", "wheres", "things", "world", "youll", "greedfall", "game", "quest"], "id": "f38eb7cd-edbc-32b5-9e77-fe635b8bddaf", "url": "https://www.gameinformer.com/2019/09/09/wheres-our-greedfall-review", "title": "Where's Our GreedFall Review?", "pubDate": null, "paragraphs": ["GreedFall releases tomorrow for PlayStation 4, Xbox One, and PC. I've managed to log a considerable amount of time into this sprawling fantasy RPG, but still need to devote more hours to finish the campaign and also experiment with player-choice outcomes and variations. What I've played thus far has been both fun and fascinating, but also a little rough around the edges.", "As action packed as GreedFall's trailers have been, many of the quests consist of walking around a somewhat small (but open) city space to communicate with various people. The writing and quest lines are quite good, but they're delivered through emotionless talking heads and sometimes drag on a little too long or require backtracking a fair distance to a communicate with a person again. In most of these quests, however, the player has a say in how things unfold, whether it's through simple black and white \"kill them\" or \"let them live\" decisions, or making talent rolls to determine a variety of things like bending someone's will or terrifying them into retreating.", "GreedFall's RPG systems are deep and greatly affect the outcomes of quests and conversations. If you invest in lock picking early on, you won't have the persuasion skills to change someone's mind, but will be able to grab some nice gear from various chests. From the outset of play, your character (someone you design as male or female) stumbles upon numerous moments of choice, and I don't think there's any way to succeed in all of them in one playthrough – you need to pick which way you are going to go with your character's build, and the flow of the quest ahead is sculpted by those talents. I love how heavily GreedFall factors in choice, and I immediately wanted to restart the game just to see how things would be different if I chose other talents.", "", "", "The difficulty of the game, of which there are four settings, is also a little different in that each level alters the experience, and not just the challenge. One difficulty will make the game more story-focused (with a more diplomatic approaches than swinging swords), whereas another is all about combat and buffing up your character.", "The combat system is solid in terms of flow and button mapping, delivering both melee and magic strikes in free-form skirmishes set in the open world. You can use spells to heal up, or I found one of my companions is quick to heal me if she has the magic. If she doesn't, she tells me she's low on it, which is a nice little touch. A dodge move and parry are implemented nicely, and most foes deliver some kind of charge move or attack that you can side step out of the way of.", "Combat can be paused at any time to enter a tactical menu where you can assign different potions, gear, and spells, as well as take a second to survey the enemy forces. Thus far, enemy variety has been an issue. Each open world section has been filled with one or two enemy types, and although I enjoy the battles, I often find myself longing for different foes to change up the strategies. I have stumbled upon a few high-level boss encounters as I explored, but again, they weren't enough to shake up the regional activity.", "Exploring the open world is worth the effort and is quite enjoyable, as you'll find chests to open, as well as documents or quest items that expand the lore. You'll also find plenty of weapons and gear, some you can use, others you can't – again a reflection of how you spend your attribute points as you level up. Choice again comes into play in the open world and character build, as you may find a cave wall that can be destroyed but need the know-how in science and alchemy to forge an item that will allow you to blow it open.", "The cities and villages showcase nice touches in architectural design, and you'll also see citizens going about their day, such as tending to their wares or being engaged by a town crier. Oddly, the central location hub where a quest giver is located almost always looks identical in each city. You open a giant door, run through an open foyer to a giant staircase that turns to the right, and then talk to the person at the back of the only room you can enter on the second floor.", "From what I've played thus far, GreedFall is a big step up from Spiders' last game Technomancer, even if its skeleton is similar in design. I'm curious to see where things go in this monster-filled world that is inspired by 17th-century Europe baroque art. The setting works, the RPG systems are nice and deep, and I just have to see if the story and gameplay hold up as my quest unfolds. The good news: I'm looking forward to jumping right back into it."]}