{"id": "f39b4bbd-27d0-33f8-ae41-3fa4bd0d297b", "title": "Assassin's Creed Valhalla Has Gone Gold", "url": "https://www.gameinformer.com/2020/10/16/assassins-creed-valhalla-has-gone-gold", "summary": "Assassin's Creed Valhalla hits most platforms on November 10, so if you were thinking that the game is probably finished by now, you would be correct!\nhttps://twitter.com/assassinscreed/status/1317118182268768257Of course, the team at Ubisoft Montreal will continue working on patches and updates for the title, as well as any post-launch content that may be planned.\nBut even so, going gold is a still a major milestone for any game.\nYou can see how it all came together on November 10, when the Valhalla releases on Xbox Series X/S, PlayStation 4, Xbox One, Stadia, and PC.\nTo get even more info on Assassin's Creed Valhalla before it hits, read our impressions from six hours of playtime, and get insight from the team in this breakdown of the game's major features.", "paragraphs": ["Assassin's Creed Valhalla hits most platforms on November 10, so if you were thinking that the game is probably finished by now, you would be correct! Today, Ubisoft confirmed via Twitter that the main work on the game has concluded, and it has been sent off to be turned into the disc that you will find in the box.", "https://twitter.com/assassinscreed/status/1317118182268768257", "Of course, the team at Ubisoft Montreal will continue working on patches and updates for the title, as well as any post-launch content that may be planned. But even so, going gold is a still a major milestone for any game.", "You can see how it all came together on November 10, when the Valhalla releases on Xbox Series X/S, PlayStation 4, Xbox One, Stadia, and PC. The PlayStation 5 version launches just a couple days later on November 12 to coincide with the release of Sony's next-gen hardware.", "To get even more info on Assassin's Creed Valhalla before it hits, read our impressions from six hours of playtime, and get insight from the team in this breakdown of the game's major features."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["team", "playstation", "creed", "gold", "valhalla", "hits", "major", "gone", "assassins", "ubisoft", "xbox", "game"], "pubDate": "2020-10-16T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}