{"url": "https://www.newyorker.com/magazine/2019/07/29/was-the-automotive-era-a-terrible-mistake", "paragraphs": ["The summer I was eighteen, I visited a parking lot forty-five minutes north of town and got behind the wheel for what I hoped would be the first real rite of my adulthood. I was tall, gangly, excitable. Less than a week earlier, following a brief stretch of test-taking at the Department of Motor Vehicles in San Francisco, I had received my learner’s permit. Learning in those days seemed easy. Tests were easy. Doing—when the matter arose at all—was hard. Behind the wheel, I made a show of adjusting the mirrors, as if preparing for a ten-mile journey in reverse. I surveyed the blank pavement ahead of me and slowly slid the gear-shift from park into drive. Cars had been my first passion. As a two-year-old, I’d learned to recognize the make of vehicles by the logo near the fender or perched on the hood. I grew to understand the people in my life according to their cars; I learned what sort of person I was from my parents’ two old Hondas, one of which, a used beige Accord, I had gone with them to buy. My father’s lingering bachelor vehicle, a rotting yellow Civic, needed to be choked awake on dewy mornings, and I’d performed that job with relish, pulling out the knob beside the steering wheel, waiting a long moment, and pushing it back. This was the late eighties. Gas prices had fallen, and the roads were knotty with cars from across the world. I no longer remember what, as a small child, I envisaged for my future, but I know that it involved moving at speed behind the wheel. Now, all those years later, the parking lot was virtually empty of cars, and I felt a flush of reassurance. I was learning in my parents’ highly defatigable ride, a minivan with an all-plastic interior and the turning radius of a dump truck. My teacher was my father, a flawless but not wholly valiant driver, who habitually refused to drive on certain bridges in certain directions, for fear of being, as he would put it, “hypnotized” by trusses passing alongside the road. For reasons lost to time, my little sister was on board, too, in the back. I eased my foot onto the gas; the engine revved for a moment, and the van lurched. For the first time, I felt the seething power of the thing—not as a conveyance, which is how I had known cars in the past, but as a huge appetitive machine that interacted with the world through its own strength and expressed urges I did not. I was, I realized with a start, embarrassed at the wheel. It felt like being observed during a first attempt at slow dancing; my impulse almost at once was to use the brake. I did, and now it was my father and my sister who lurched. “Oh, my God,” my sister said. “Maybe a little bit gentler,” my father noted, sounding oddly placid, maybe hypnotized. I tried again for forward motion, this time travelling what felt to me like a great distance at great speed. A few parked cars that had seemed safely remote drew very close. I braked again and surveyed my progress over my left shoulder. I’d achieved a commute of about ten feet. Until then, despite having been in cars all my life, I’d failed to recognize the ease with which an errant movement, the equivalent of knocking into someone on a crowded bus, could bring about an injury or a death. As I jolted around the lot, I imagined myself on the road, in traffic, and felt a tight spasm of panic in my chest. I was eighteen. It had been all I could manage to remain on top of my un-botchable after-school job watering the neighbors’ bonsai trees. By the end of day, the idea of not driving—of not entering a future in which, day to day, I’d risk becoming an accidental killer of children—seemed freeing and bright. I never had a second lesson. For years, I counted this inability to drive as one of many personal failures. More recently, I’ve wondered whether I performed an accidental kindness for the world. I am one of those Darth Vader pedestrians who loudly tailgate couples moving slowly up the sidewalk, and I’m sure that I would be a twit behind the wheel. Perhaps I was protected from a bad move by my own incompetence—one of those mercies which the universe often bestows on the young (who rarely appreciate the gift). In America today, there are more cars than drivers. Yet our investment in these vehicles has yielded dubious returns. Since 1899, more than 3.6 million people have died in traffic accidents in the United States, and more than eighty million have been injured; pedestrian fatalities have risen in the past few years. The road has emerged as the setting for our most violent illustrations of systemic racism, combustion engines have helped create a climate crisis, and the quest for oil has led our soldiers into war. Every technology has costs, but lately we’ve had reason to question even cars’ putative benefits. Free men and women on the open road have turned out to be such disastrous drivers that carmakers are developing computers to replace them. When the people of the future look back at our century of auto life, will they regard it as a useful stage of forward motion or as a wrong turn? Is it possible that, a hundred years from now, the age of gassing up and driving will be seen as just a cul-de-sac in transportation history, a trip we never should have taken?", "Among the captivating books to land on my desk recently was Dan Albert’s “Are We There Yet?: The American Automobile Past, Present, and Driverless,” which notes that, in the late nineteenth century, electric cars and gasoline cars developed side by side. One assumes that electrics were only notionally in the running at this stage. Surprisingly, Albert reports, gas cars were the B-fleet for years. Turn-of-the-century electric cars were more maneuverable than their gasoline-powered counterparts. They had faster acceleration, better braking, and powerful torque, which compensated for the heft of their batteries. They set land-speed records—in 1902, an electric car briefly attained an astonishing hundred and two miles per hour—and, unlike internal-combustion vehicles, didn’t sputter out in traffic and need to be cranked up in the middle of the road. True, they had to be recharged every forty miles or so, about the distance from Mount Vernon to Grand Central Terminal and back, but few early motorists were travelling much farther. Electrical power was the moon shot of its age, quiet, futuristic, and the vanguard of human accomplishment. When Albert A. Pope, the head of the Columbia bicycle company, entered the car business, in 1896, he invested in electrics. “You can’t get people to sit over an explosion,” he explained. Pope declared bankruptcy in 1907. Why did finicky, explosive gas cars win the field? Albert is a car guy by passion and vocation, a former curator of vehicle collections at the Science Museum in London. Today, he identifies himself as “n+1’s car critic,” an assignment that he clearly prosecutes with seriousness and pride. His book is interesting and idiosyncratic, occasionally at the same time, and tracks cars’ changing social and cultural position with an elegiac tone. “The road was once an open-ended adventure, full of wrong turns and serendipitous discoveries,” Albert writes. “Now the phone knows every mile and every minute before we leave the garage.” The adventure part, he thinks, explains why electrics ultimately fell away. Because electric engines were expensive to produce, a coalition called the Electric Vehicle Company formed to lease them to operators, as taxis, or perhaps rent them, à la Zipcar. The business was profitable, but, in the style of Uber, the company decided that it was vulnerable to competition unless it could take over the whole country at once. That expansion attempt set off alarms about monopoly, and, after reporters found one of the company’s loans to be fraudulent, the business of shared-use electric cars collapsed. It helped that, by then, electric vehicles were struggling culturally, for reasons we would now call gendered. “The internal-combustion car that had to be coaxed and muscled to life, with its lubes and explosions and thrusting pistons, that would be the car for men,” Albert writes. Electrics—quiet, practical, and, in one engineer’s estimation, “tame”—took on female associations. Not for the last time, the makers of gas cars didn’t so much win the market as create a market they could win. The triumph of gas engines entailed a shift in the whole transportation model—from shared cars to privately owned cars, from an extension of the metropolitan network to a vehicle that required infrastructure of its own. “Had this period of random technological mutation selected for the electric, the social history of America would be unrecognizable,” Albert notes.", "In 1909, there were two million horse-drawn carriages manufactured in the United States and eighty thousand automobiles. By 1923, there were ten thousand carriages manufactured and four million cars; by 1930, more than half the families in the United States were car owners, and the horses went to pasture. A key factor in the explosion of the market was the release of the Model T, created by Henry Ford, in 1908. Ford was an unmannered, intellectually narrow efficiency nut of the sort that we might now associate with Silicon Valley. Early in his career, he accused milk cows of being underproductive and sought to develop a soy milk to replace them. Later, he joined George Washington Carver in preparing “weed spread” sandwiches from greens he found in his yard, an attempt to maximize nutrition with minimal waste. Ford served the nasty sandwiches to his colleagues, and didn’t understand why they never caught on. The Model T, though, marked an alignment of Ford’s abstemious style with demand. The car, of which more than fifteen million were produced, was cheap, light, reliable enough, and so stripped-down that it sustained an industry of third-party add-ons. (Albert calls it “an open-source car”; the standard model lacked a speedometer, a mirror, or a gas gauge.) In those days, cars were seen as environmentally friendly: unlike horses, they didn’t befoul the streets, and they carried passengers closer to the remote natural world than any other transportation did. In Albert’s telling, the versatile Model T further de-urbanized the automobile, turning it private, populist, and rural. At a moment when cities were building out their transit systems, the places between places in America filled up with middle-class cars. “The Model T’s spiritual descendants are the Ford F-Series pickups,” Albert writes. “These body-on-frame vehicles defy change and modernization. Let the Europhiles in Boston drive their Swedish Volvos and the Los Angeles elites have their holier-than-thou Teslas; let New Yorkers rely on ride hailing and Mobility-as-a-Service. We F150 drivers will stick to a rugged American vehicle at home in the heartland.” Appearing quickly, pervasively, and years ahead of exurban infrastructure, the Model T helped to define the differently navigable regions of identity now known as red and blue America.", "A famous film reel, shot on Market Street, in San Francisco, in 1906, shows carriages, early cars, streetcars, cable cars, and pedestrians swerving around one another, in both directions, in a terrifying free-for-all across the urban road. By the interwar years, the turf of privately owned cars alone was so ungovernable that its chaos became a metaphor. “The Great Gatsby” reaches its climax in a car crash, and many real-world stories ended that way, too. (Fitzgerald died the same weekend that Nathanael West, his comrade in Southern California dissipation, plowed a Ford through a boulevard stop and into a two-door sedan, killing himself and his wife—a coincidence that is either rich in literary irony or just proof of how bad the odds on the roads were.) When Jordan Baker, in Fitzgerald’s novel, observed, “It takes two to make an accident,” she wasn’t talking only about men and women. Sane, upstanding pedestrians didn’t murder one another as they ran errands around town. Sane, upstanding drivers did, or might at any moment, and thus required a new style of policing. “How could a democratic society founded on self-governance depend on police governance and still be free?” Sarah A. Seo, a law professor at the University of Iowa, writes in her remarkable new book, “Policing the Open Road: How Cars Transformed American Freedom.” “How could the laws be fashioned to allow the investigation of potential criminal suspects without harassing law-abiding citizens when everybody drove?” Seo’s idea is that the problem of policing cars, far from being a remote corner of the law, is central to how the jurisprudence of the Fourth Amendment (searches and seizures) took shape during the past hundred years. Automobiles, after the Model T’s expansion of personal ownership, confounded the parameters of the amendment: a car would seem to be private property, but roads were public, and the conduct of cars—traffic, transport—was a matter of public concern. The issue became pressing, legally, during Prohibition, when smugglers began using privately owned cars to traffic hooch. A turning point arrived in the bootlegging case Carroll v. United States, decided in 1925. The Supreme Court Chief Justice William Howard Taft wrote, “The seizing officer shall have reasonable or probable cause for believing that the automobile which he stops and seizes has contraband liquor therein.” In Seo’s view, Taft’s opinion “shifted Fourth Amendment jurisprudence from a categorical analysis—is the automobile, as a category, public or private?—to an individualized determination of reasonableness—was this particular search reasonable?—to determine the warrant question.” The person who did the determining, under this new standard, was an officer of the law. This kernel of police empowerment grew to fit the contours and the concerns of each age that followed. “At midcentury, the problem was the potential for police action without basis in law,” Seo tells us. “At century’s end, the problem had become police action that did have a basis in law but that departed from normal practice”—specifically, the ways police approached drivers of color. A version of the matter came before the high court in 1996, in Whren v. United States, a case about a traffic stop—for turning too fast and without signalling—that ended in drug convictions. The petitioner’s claim was that the motorist was really stopped because of racial profiling, and that the traffic infraction was a pretext. Maybe so, the Court unanimously held, but such stops were fine so long as there was an objective basis for them, “whatever the subjective intent.” Decisions like these can inform the thinking about search-and-seizure norms far more broadly, potentially affecting everything from exploratory K-9 searches to the use of data gathered from smartphones.", "There are two strong claims in favor of the idea that our century-long adventure in owning and crashing gasoline cars was, although not perfect, a step forward. The first is infrastructural: cars let Americans cross cities, states, woods, mountains, deserts, and, ultimately, the nation in reasonable time. Cities and towns thrived with the flow. The second is cultural: the idea that car travel conjugates American life in its healthiest and most distinctive forms. Both arguments took root in the two-decade period after the Second World War. Albert holds that the war brought down the curtain on the sinister, crashy, Gatsbyesque idea of the road. American car travel almost halved between 1941 and 1943, largely owing to wartime rubber shortages and gas rations. Companies stopped making cars, and instead manufactured planes, guns, and battlefield transportation—work that, Albert suggests, gave these companies a patriotic glow when production resumed after the war. By then, the West was settling into conflict with the East, and a new project was under way. The world had to be persuaded of the freedoms of American life. Cars could be of help. In 1956, President Eisenhower signed the National Interstate and Defense Highways Act, inaugurating the federal highways as the largest public-works project in U.S. history. (Albert is at pains to claim the system for the F.D.R. Administration, which first sketched it out.) The interstates were strategically versatile: they could carry commuters and goods in peacetime and soldiers and evacuees in an emergency. They were also smoother, safer, and more capacious than previous highways, boosting the allure of the open road. The largest highway budget went to California. A popular narrative has it that, in the forties, a consortium of auto interests bought up streetcar systems in Los Angeles and elsewhere in order to replace the trains with buses—a conspiracy against urban rail. Today, that account is disputed by many historians, who suggest that the auto companies were riding, rather than guiding, a transition to buses that had already begun, but early TV ads for cars did favor images of Golden State life, and pop culture followed. In “This Is the Sound of Irony: Music, Politics and Popular Culture,” Katherine L. Turner notes that the Beach Boys buffed up songs with automotive techno-speak—much as, in another age, Tom Clancy embraced nuclear technobabble. (“She’s got a competition clutch with the four on the floor / And she purrs like a kitten till the lake pipes roar.”) The Beach Boys’ fetishism still resonates today, possibly because the cars of that era remain un-car-like in their coolness and appeal. In one wartime poll, a third of Americans reported wanting to own a plane, so car manufacturers built cars that were winged, wide, and streamlined, with jet-engine trim. A TV ad for Dodge’s line from 1956 showed three pilots driving in formation across the Golden Gate Bridge, parking at a hangar, and boarding their aircraft. A Chrysler commercial that year depicted a young wife being helped with groceries by a bag boy. “Wow!” the young man cries out. “That rear end looks just like a jet plane!” The so-called golden age of the road makes clear that cars didn’t construct American culture; American culture constructed cars. Auto manufacturers needed to re-stoke a market that had cooled during the Second World War. It is odd, then, that we still look to the mid-century for evidence that cars proved their necessity and worth. Tell someone that you cannot drive, and they respond as if you had confessed an intimate eccentricity, like needing to be walked on with high heels before bed. “Re-e-eally! ” the reply goes. “How do you . . . ?” The answer is planes, trains, buses, ferries, cabs, bikes, feet, and the occasional shared ride: almost anywhere in the world can be reached this way for less than the amortized cost of a car and its expenses. Still, I frequently wonder what experience I have missed out on as a consequence of never spending time behind the wheel. In my imagination, cities like Los Angeles are filled with kids who cruise across the evenings with their dashboards glowing and soft bedroom pop throbbing through their speakers. Though I’ve never been a driver, I have notions of the things I do not know. Once, some years ago, a woman in a new rented convertible drove me along Mulholland Drive near midnight in a high wind coming in off the Pacific. Our hair was ropy from exposure, and the streaming channel played “There Is a Light That Never Goes Out” in a trail of sound we seemed to leave behind us in the road. The air was rough—leaves and twigs that had snapped in gusts whipped at our faces and the leather of the open seats. She took Mulholland’s bends hard, as if trying to tell me something about her that I hadn’t understood. In this suspended state between the starting place and the inevitable return, I felt, for a long moment, settled, as if I had reached the life that I’d been using mine to chase. Then we arrived; a few days later, we returned the car. That journey ended, and we do not speak much anymore.", "During the late sixties and the seventies, loss had hit the road again, partly as a result of a collapsing industrial sphere; partly following countercultural distrust of corporate motives; partly owing to Ralph Nader’s book “Unsafe at Any Speed” (1965), which suggested that your beautiful American car was trying to kill you; and partly owing to an influx of smaller, cheaper vehicles from abroad, which grew popular as gas prices increased. Albert’s narrative, like a lot of nostalgic car passion, loses traction on this downslope. His politics hew closely to a baby-boomer outline, which is to say that they are deeply felt, heraldically blue, and largely incoherent just beneath the surface. He thinks that Jimmy Carter had good vibes at first but turned into an uncool, “church pew” square when geopolitics compelled him to push for energy independence. He identifies with a group he calls “the Aquarians”—young, ecologically minded people who fight the Man, people like, he says, Joni Mitchell—but drives a minivan and a large pickup truck. This contradiction pushes him to a poetic state; he describes himself as “desperate to recover Eden, but enjoying my automotive apple.” Albert’s determination to judge these turns with sensibility more than with sense can muddle his analysis. He cheers on the Aquarians for rising against the establishment. He is circumspect about the truckers who, in 1973, fought gas taxes and a lowered speed limit by, well, rising against the establishment. The crucial difference, in his mind, is that the Aquarians are blue, and the truckers are in large part red. Isn’t the more revealing point that, by the seventies, anti-establishment sentiment had become such a general reflex that everybody, from all parts of the ideological spectrum, was on the march? Albert has decided that he dislikes autonomous cars for similarly red-coded reasons, never mind that the technology has steadier support from Team Blue. He dismisses self-driving vehicles as “Randian” (though nothing seems less Randian than giving agency to a vehicle that uses situational awareness to join a traffic flow). Later, he calls them “Benthamite Buicks” (for the utilitarian coding that tells an autonomous car how to swerve if physics make a crash inevitable). “Such serious-minded discussions support a self-aggrandizing vision of the totalizing power of the algorithm,” he writes. But are which-way-to-swerve issues better adjudicated by a surprised human sipping a Big Gulp? Albert seems to prefer his cars Kantian; he supports vehicle-to-vehicle anti-collision technology and a popular program, Vision Zero, that seeks to eliminate traffic deaths categorically by reëngineering streets and reducing speed limits—Albert suggests twelve miles an hour. How this careful proposal squares with the joys of freedom and speed that he cherishes elsewhere gets little ink.", "A clearer way to think about the future can be found in Samuel I. Schwartz’s “No One at the Wheel: Driverless Cars and the Road of the Future,” written with Karen Kelly. Schwartz is known to New Yorkers of a certain age as Gridlock Sam, owing to his role, in the nineteen-eighties, as New York City’s traffic commissioner and, later, as the Department of Transportation’s chief engineer. It was he who took credit for turning the West Side Highway from a groaning overpass to a riverside boulevard. He also implemented early bike lanes and, in 1971, designed the failed “red zone,” which would have banned cars in midtown from late morning to midafternoon. Schwartz approaches the future much as he approaches traffic—as a complex, dynamic system—and his book emerges as a clearheaded bible for the twenty-first-century road. Historically, he argues, planning favored car interests over “actual traffic habits.” With driverless cars zooming into view, he sees a chance to do the planning properly for the first time. Many drivers regard autonomous cars as a pervert technology, like sex robots or Nespresso machines, and plan to reject the things as soon as they show up. In reality, self-driving cars are likely to overtake the market through a gradual shift in norms and features, a process that, Albert and Schwartz agree, has already begun. Many drivers today cede way-finding to apps like Waze, which draws on the hive-mind intelligence of other vehicles to ease bottlenecks and dodge perils. Some cars now brake to avoid collision if the driver fails to, and many ping at you, like a better driver in the back seat, if you drift too close to danger. “I just realized everyone I know is fake.” This human-proofing, far from throwing off the rhythms of the road, has increased safety, by most evidence, which is no surprise. Commercial airplanes are what we’d call self-driving except at takeoff and landing, and the result is that it’s now nearly impossible for a cruising jet to fall out of the sky without malice or a series of compounding errors by the pilots. (Lethal computer glitches are so rare that if they appear even twice among tens of millions of flights, as in the case of Boeing’s 737 MAX 8, the industry goes into crisis.) People get the willies at the idea of putting their lives in the hands of computers, but there’s every reason to think that, as far as transportation goes, we’re safer in their care. A saner worry is about the environment, which new toys habitually defile. On paper, autonomous vehicles promise fuel efficiencies, and Schwartz notes that they also have the potential to prune back infrastructure excess. Lanes in the U.S. are normally twelve feet wide, to allow for what he archly calls “the swaying of imperfect drivers”; eliminate the radius of human error, and major roads could gain a lane or two. Guardrails and other bulk meant to protect humans from themselves could melt away, as could some perilous practices. Drinking and driving would be less of a menace (although, unfairly, the party-bus phenomenon would persist). Motorcycling is already on the wane. Trucking, notoriously a battle between schedule and sleep, is more safely and efficiently done by robot. Schwartz is not sanguine about job loss in the age of autonomous cars—a topic so urgent that it cropped up in the first Democratic debates. But he suggests that the displacement won’t be absolute. The E-ZPass eliminated toll-collecting jobs, he points out, but the process was slow enough that people had the chance to clock out at retirement or find new work. A century ago, cars themselves smothered everything to do with stables and coach-making but created jobs for drivers and mechanics. Autonomous cars will not obliterate blue-collar jobs—the vehicles will still break down—but they may not offer so tidy a substitution. Historically, the big problem with the tech sector has been that it replaces jobs with fewer jobs, farther up the credential ladder: Silicon Valley always needs great software engineers, but it doesn’t know what to do with a talented manual worker. Powerful techie minds have also been stunningly dumb when it comes to thinking through the second- and third-order effects of their doings, so the idea of putting them in charge of policy is alarming. Schwartz is emphatic that the industry not be allowed to “call the shots on regulation, the market, and community planning”; public matters should be kept public. We must “prioritize people over vehicles—not the very opposite, as we did last century with the advent of cars,” he writes. In this sense, his premise is aligned with Albert’s observation that the original sin of cars, the problem from which other problems emerged, was commercial pressure for private ownership—for the car to be a personal vehicle in your garage rather than a shared technology woven into the transportation network, as early electric cars would have been. The costs of this decision can be seen on every curb: the typical American vehicle spends ninety-five per cent of its life parked. In theory, private driverless cars can reduce that waste. Instead of owning two cars, you can have a single car that drives Mom to work, drives itself back home, ferries Dad and the kids around, and zooms back to the office to pick up Mom. Yet the new gridlock-producing waste of this arrangement—“zombie car” trips, by empty vehicles—leads Schwartz to argue that we must move away from the idea of owning cars and see them as a shared resource, like taxis. He favors “a pricing strategy that discourages private ownership in urban areas, recognizing that, for people who live in rural areas and remote locations, personal vehicles are a necessity.” Cities can help, he thinks, by making parking spaces scarce and expensive as the driverless age approaches. He’s a fan of autonomous buses, too. He advocates, as he has for decades, congestion pricing—if space on the road is valuable, let drivers pay for it—and his advocacy has received surprising support from Uber. (Ride-share cars earn relatively little in gridlock, so the move makes economic sense.) Even so, Schwartz urges caution in making arrangements with the private sphere, recalling a fancy transportation-innovators’ summit to which he was invited. “I was struck by how little the attendees knew about urban transport, how enamored they were with gadgets, and how much they were complicating things,” he writes. “When it came my turn to present, the solution I proposed for trips of less than a mile—and more than half of urban trips are this short—was shoes, available since 1600 BC.”"], "pubDate": null, "id": "f4386d4e-1d94-3962-ab1a-2ab696122cea", "keywords": ["automotive", "gas", "mistake", "terrible", "road", "traffic", "american", "cars", "car", "era", "albert", "vehicles", "life", "drivers"], "title": "Was the Automotive Era a Terrible Mistake?", "summary": "Why did finicky, explosive gas cars win the field?\nNot for the last time, the makers of gas cars didn’t so much win the market as create a market they could win.\nThe second is cultural: the idea that car travel conjugates American life in its healthiest and most distinctive forms.\nAmerican car travel almost halved between 1941 and 1943, largely owing to wartime rubber shortages and gas rations.\nThe world had to be persuaded of the freedoms of American life.", "authors": ["Nathan Heller", "Alice Munro", "Jeffrey Toobin", "Rachel Aviv", "Jane Mayer", "Richard Brody", "Charles Duhigg", "Ian Frazier"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}