{"id": "f43f9526-54ba-3291-8c7a-77991924e7da", "title": "The History of Poop Is Really the History of Technology", "url": "https://www.wired.com/story/history-poop-is-really-history-technology/", "summary": "Pee-YOO!”I later learned that we were echoing an ancient exclamation at something rotten and stinking, the Indo-European root pu, from which stem “putrid” and “putrefy.” Animal excrement is generally disgusting to us.\nYoung children aren’t repelled by excrement, and many mammals practice coprophagy, or excrement eating, some of our primate relatives included.\nFew primates of the human tribe ever smack their lips at the smells of animal excrement, and many find them overwhelmingly disgusting at close range in an enclosed space.\nThe scientists who actually choose to study animal excrement and the volatile compounds it emits do so largely to figure out how to reduce the offensiveness of feedlots and hog farms.\nThe smell of excrement from an animal’s digestive system comes largely from the anaerobic microbes thriving in its oxygen-scant lower reaches.", "paragraphs": ["This story is adapted from Nose Dive: A Field Guide to the World's Smells, by Harold McGee.", "When I was growing up in suburban Chicago in the 1950s, after Sunday afternoon dinners that often centered on rare roast beef, my parents would take all four children on car rides into the countryside. We were grossed out by the smells of the dairy farms and incredulous that, as my father was happy to insist, our delicious dinner could have come from those animals. We had a mantra for the moment we got the first whiff: “Red meat from a cow? Pee-YOO!”", "I later learned that we were echoing an ancient exclamation at something rotten and stinking, the Indo-European root pu, from which stem “putrid” and “putrefy.” Animal excrement is generally disgusting to us. But this is apparently a reaction that we learn, not an automatic biological reflex. Young children aren’t repelled by excrement, and many mammals practice coprophagy, or excrement eating, some of our primate relatives included. In her 1983 book Gorillas in the Mist, Dian Fossey noted that gorillas of all ages have been observed eating dung, their own and others’, fresh from the source: the animals “catch the dung lobe in one hand before it contacts the earth. They then bite into the lobe and while chewing smack their lips with apparent relish.” Rabbits and some other plant-eating mammals get the vitamin B12 they need by routinely eating food twice, the second time after its residues have been enriched by their gut microbes. Studies of rabbits and mice have found that the presence of their excreted pellets in the cage tends to lessen aggressive behavior, lower heart rates, and offer “positive, comforting” effects, perhaps because they suggest familiarity and therefore safety.", "Courtesy of Penguin Press Buy This Book At: Amazon", "Bookshop.org", "Books-A-Million", "Walmart If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "Few primates of the human tribe ever smack their lips at the smells of animal excrement, and many find them overwhelmingly disgusting at close range in an enclosed space. The scientists who actually choose to study animal excrement and the volatile compounds it emits do so largely to figure out how to reduce the offensiveness of feedlots and hog farms. But there are also contexts in which these smells are less offensive, appealing in their own way, maybe even comforting when we can associate them with the open-air countryside and stables and small farms.", "The smell of excrement from an animal’s digestive system comes largely from the anaerobic microbes thriving in its oxygen-scant lower reaches. The microbes feast on food residues that haven’t been digested and absorbed by the animal body, and also residues from the animal body itself, mainly the cells lining the digestive tract that are constantly being sloughed off and replaced, and the protein-rich mucus that lubricates it.", "The physical mass of excrement can be up to half microbial cells, and the density of microbes in the lower digestive tract of animals is among the highest of any known niche on the planet. So there’s a lot going on in there, and all that activity generates volatiles—molecules that are small and light enough to fly out of their source and into the air. Sulfurous hydrogen sulfide and methanethiol are almost always prominent because there’s usually plenty of oxidized sulfur in the animal gut—all green plants carry sulfur-containing lipids, and intestinal mucus contains sulfated carbohydrates—and anaerobes use it as an electron donor to generate energy. Two protein by-products are especially emblematic of excrement: barnyardy cresol and fecal skatole. The generic excremental mix runs a close second in breath-stopping power to the smell of animal death.", "Some animal excrements have a distinctive makeup and smell that can be traced to a particular diet or metabolism. Horse excrement is less offensive than many, and was even described as “sweet” by the 18th-century physician and natural philosopher George Cheyne. The horse and its microbes digest its plant foods quickly and only partly, so much of its excrement is relatively odorless fiber. The volatiles are dominated by the carbon rings cresol and phenol, which we also encounter in asphalt and disinfectants, and which can therefore seem less specifically fecal. By contrast, cattle are endowed with several stomachs, including the microbe-packed rumen, and they have the habit of regurgitating the rumen contents for another chew to get the most out of their plant feed. The excrement of beef and dairy cattle is therefore rich in the full range of metabolic volatiles. Omnivorous pigs get some of their nourishment from high-protein animal materials, and they produce excrement especially rich in branched acids, sulfides, and carbon rings. For some reason the pig gut and its microbiome are notably prolific of fecal-smelling skatole, some of which is transported from the intestine and stored in fat tissues all over the body, where it can contribute to the special “pigginess” of pork."], "authors": ["Harold Mcgee", "Harold Mcge"], "keywords": ["really", "microbes", "animal", "lower", "eating", "excrement", "digestive", "animals", "smell", "history", "residues", "poop", "technology", "smells"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}