{"paragraphs": ["With Pokémon Sword & Shield ushering in the new generation of Game Freak's beloved creatures on Nintendo Switch, it was only a matter of time before the Trading Card Game began embracing the new set of characters. While the first main expansion of the Sword & Shield era isn't scheduled to hit until February, the TCG has released Galar Collection Boxes featuring the three starters from the new games.", "We were sent all three Galar Collection Boxes. Each is themed after Grookey, Scorbunny, or Sobble and comes with a foil card for each of the new starters. Since you get all three starters in each box, it doesn't matter which box you choose, aside from the included pin. However, each starter has two distinct cards, but thankfully, if you're trying to collect them all, you can see which Galar cards are included in each box. The boxes also come with a giant-sized card of Zacian or Zamazenta, as well as four booster packs from previous expansions.", "You can see every new Sword & Shield card available in the Galar Collection Boxes below.", "For more on the Pokémon Trading Card Game, check out our big galleries for many of the most recent expansions.", "For our review of Pokémon Sword & Shield, head here. To read our full cover story of Pokémon Sword & Shield, which chronicles the making of the game, head here."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Check Out The First Few Pokémon Sword & Shield Cards From The Galar Collection Boxes", "id": "f4457d7a-4fe0-35f0-a287-7d3333a265ec", "keywords": ["galar", "card", "cards", "game", "starters", "shield", "boxes", "box", "check", "collection", "sword", "pokémon"], "summary": "While the first main expansion of the Sword & Shield era isn't scheduled to hit until February, the TCG has released Galar Collection Boxes featuring the three starters from the new games.\nWe were sent all three Galar Collection Boxes.\nYou can see every new Sword & Shield card available in the Galar Collection Boxes below.\nFor our review of Pokémon Sword & Shield, head here.\nTo read our full cover story of Pokémon Sword & Shield, which chronicles the making of the game, head here.", "pubDate": null, "url": "https://www.gameinformer.com/gallery/2019/12/04/check-out-the-first-few-pokemon-sword-shield-cards-from-the-galar-collection"}