{"id": "f48244dc-1323-3356-b782-c726ee66c1d7", "title": "Tackling A New Stage", "url": "https://www.gameinformer.com/the-sports-desk/2019/12/21/tackling-a-new-stage", "summary": "Developer Kylotonn hasn’t always had the greatest record with the WRC rally series, so I was surprised when I first got a look at WRC 8 earlier this year.\nWhen you're not on the track, your career mode hub literally provides a much-needed rest.\nIn this way, the career mode as a whole does what it's supposed to; it drives you to produce better results but doesn't bog you down in details and make you a desk jockey.\nThe WRC series isn't as well-known as Codemasters' Dirt Rally, and so far that's been for good reason.\nRight now I can't pick which one has the better racing, but I think WRC's stages are more interesting, and its career mode is more all-encompassing than Dirt Rally 2.0's.", "paragraphs": ["Developer Kylotonn hasn’t always had the greatest record with the WRC rally series, so I was surprised when I first got a look at WRC 8 earlier this year. What was once a relatively by-the-numbers racing series that wasn’t even that exciting by rally racing standards (if your heart isn’t going a mile a minute while racing, then something’s wrong), had transformed itself on and off the track. The developer took a year off from the annual release schedule, and the hiatus appears to have paid off: The game features a more comprehensive career mode and the racing is more dangerous than ever.", "Although the fact that WRC 8 has a fleshed-out career mode (more on that later) is certainly a big new aspect for the series, arguably the most effective feature is the tracks themselves. They give the game a tense difficulty that it didn’t have before, especially when combined with the increasing HP of the cars. Traveling around the globe the challenges never stop coming, whether it’s narrow asphalt in Germany (with a retaining wall looming on the side) or the dangerous rocks of Corsica, all the tracks test your abilities and keep you on your toes. Even when your spotter isn't telling you, “Don’t cut” or “stay in,” there's still plenty to be wary of.", "When you're not on the track, your career mode hub literally provides a much-needed rest. Here you can set up a schedule of activities for your non-race days, including rest days that recharge the fatigue levels of your staff, as well as manufacture tests and training. Whatever you choose aids your progress, whether you gain XP for your overall level (which is how you upgrade your R&D operation), get money for repairs, or gain morale.", "WRC 8's R&D allows you to both improve the mechanical side of your operation, such as bolstering your cars' performance and reliability, as well as boosting aspects of your team. You can unlock passive bonuses that give you more XP or morale, gain an agent that gives you more access to rare events between races, improve your crew's overall fitness, and more. The tree offers compelling upgrades, and its relative non-linearity puts useful upgrades within your grasp.", "The aspects of your career which you control, including shuffling around your crew members, are all pretty simple to maintain, and it's not hard to keep your operation humming with modest results. In this way, the career mode as a whole does what it's supposed to; it drives you to produce better results but doesn't bog you down in details and make you a desk jockey.", "WRC 8 is also out on Switch, but this version isn't as good as the others. For one, the base Switch controller, with its smaller analog sticks and binary on/off triggers, simply doesn't deliver the degree of control that I'd like. The game is certainly playable on the Switch, but it doesn't feel as satisfying. Secondly, the Switch version strips away the game's multiplayer, including split-screen functionality.", "The WRC series isn't as well-known as Codemasters' Dirt Rally, and so far that's been for good reason. Right now I can't pick which one has the better racing, but I think WRC's stages are more interesting, and its career mode is more all-encompassing than Dirt Rally 2.0's. Either way, if you're a racing fan you should definitely check out WRC 8."], "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["switch", "wrc", "operation", "career", "rally", "isnt", "including", "tackling", "racing", "stage", "mode", "series"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}