{"keywords": ["reporting", "governance", "global", "financial", "board", "school", "accounting", "management", "university", "executive", "corporate", "ucla", "women", "preparing", "service"], "url": "https://execed.economist.com/ucla-anderson-school-management/women-governance-preparing-board-service-2019-11-05?gsrc=wmbaslider", "summary": "Carla Hayn is a professor of accounting at UCLA Anderson School of Management and serves as the senior associate dean for Anderson’s Executive MBA and Global Executive MBA programs.\nIn addition, she is the director of International Initiatives, a part of the Center for Global Management that focuses on global immersion courses and international exchange programs.\nShe is also the faculty co-director of UCLA Anderson Executive Education’s corporate governance program, which is aimed at educating and updating directors of public and private companies’ boards.\nHayn regularly consults with corporate boards on the financial ramifications of alternative strategies, as well as on disclosure issues in their financial filings and press releases.\nIn addition, she serves as an expert witness in securities litigation cases, focusing on financial reporting, corporate valuation, fraud and damage assessment.", "title": "Women in Governance: Preparing for Board Service", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "f492d929-a4f1-386e-90b2-6845cf35d0d8", "paragraphs": ["Carla Hayn is a professor of accounting at UCLA Anderson School of Management and serves as the senior associate dean for Anderson’s Executive MBA and Global Executive MBA programs. In addition, she is the director of International Initiatives, a part of the Center for Global Management that focuses on global immersion courses and international exchange programs.", "Hayn was instrumental in developing and instituting the FEMBA Flex and EMBA Monthly sections, in which students spend half of their time in the classroom in intensive learning modules and the other half learning through online lectures and activities. She is also the faculty co-director of UCLA Anderson Executive Education’s corporate governance program, which is aimed at educating and updating directors of public and private companies’ boards.", "Hayn’s research is in the areas of financial reporting and disclosures, the effect of accounting numbers on stock prices, analysts’ forecasts, the economic consequences of taxes and tax reporting, mergers and acquisitions, and the information content of accounting information such as line-of-business reporting, losses, tax disclosures and special items. She has published numerous articles in leading accounting and finance journals.", "Hayn began her career as a commercial loan officer in a bank before becoming a senior financial analyst for the State of Florida legislature. Prior to joining UCLA, she was a faculty member of the Kellogg Graduate School of Management at Northwestern University, where she held the Coopers & Lybrand fellowship in mergers and acquisitions, and the Merage School of Business at the University of California, Irvine.", "Hayn regularly consults with corporate boards on the financial ramifications of alternative strategies, as well as on disclosure issues in their financial filings and press releases. In addition, she serves as an expert witness in securities litigation cases, focusing on financial reporting, corporate valuation, fraud and damage assessment."], "pubDate": null}