{"id": "f540125f-d056-3b73-a03b-adbd6ae1c85d", "pubDate": null, "paragraphs": ["The Vogue podcast has arrived, giving you an inside ear into the well-heeled world of fashion. Hosted by André Leon Talley, each episode will feature a number of much-buzzed-about topics—from what’s in the magazine to who’s making headlines to what everyone is talking about around the office. Subscribe on iTunes so you don’t miss an episode!", "Episode 44", "The Vogue podcast is set to relaunch in the New Year, and in the lead-up to the big debut, we’ll be sharing highlights from past conversations with designers, models, and every celebrity guest in between. Keep an eye on your feed and Vogue’s social channels for updates on the upcoming season (there may be some sneak previews and exclusive snaps in store). In the meantime, find an early holiday present in the form of a new episode featuring Victoria’s Secret Angel Adriana Lima. On the heels of the annual lingerie extravaganza in Paris, the Brazilian supermodel stopped by our New York headquarters to catch up with Vogue.com Style Editor Edward Barsamian. From how she stays VS runway–ready to what it was like to walk alongside Lady Gaga and just how many times she’s worn the Fantasy Bra, Lima answers all of our questions, including those posed by listeners at home.", "Listen now: Edward Barsamian Interviews Adriana Lima", "Episode 43", "“We’re with Tom Ford, and this is the most fascinating conversation I’ve had in a long time.” So says André Leon Talley in the latest episode of the Vogue podcast. On a recent morning, Talley rang up the designer in Los Angeles for a bicoastal discussion, beginning with Ford’s new cinematic foray: Nocturnal Animals. The film, both written and directed by Ford, won’t hit theaters until November 23, but we’ve been given a sneak preview courtesy of Ford himself. “I’m creating a work that says, to me, what America is, and when Europeans often think of America, they think of Farrah Fawcett in her red swimsuit with her perfect teeth and her big hair,” Ford says. “We’re conditioned to think certain things are beautiful, but if we look, things around us that we think maybe are not so beautiful, at first, can become incredibly beautiful.” Of course, when Ford isn’t challenging the notion of accepted beauty standards on-screen, he’s rewriting the rules on the catwalk. Case in point: For his recent Fall 2016 ready-to-wear showing, he cast a host of women in their 40s, namely Carolyn Murphy and Amber Valletta, to strut alongside the likes of 20-somethings including Gigi Hadid and Binx Walton. “I love an adult woman,” Ford says. “There’s something different that happens with all that experience in the way you carry yourself and the way you walk.”", "As for whippersnappers looking to glean experience in the fashion industry, Ford has these words of advice to offer young interns: “Work hard, do whatever it takes, sweep the floor, pick up pens, never say no, be quick, be fast. You’re not going to just jump in designing a collection—you’ve got to be around it, you’ve got to learn.” According to Ford, the worst thing happening in fashion today is neither “decorated nails” nor “nudity at noon,” as Talley might suggest. “[It’s] when you see people completely decked out in a look from the runway head to toe, because you can’t see any of their own character or personality coming through, and it actually makes me sad,” Ford says. “I want to go over and talk to those people, make sure they’re okay, because they don’t have a strong sense of identity.” Tune in to hear the full conversation between Talley and Ford, including the results of an impromptu round of word association with terms ranging from glamour and sexy to jaguar and elephants. Are you game?", "Listen now: ALT Interviews Tom Ford", "Episode 42", "Calling all beauty rebels! In the latest episode, Vogue’s Beauty Director, Celia Ellenberg, rings up makeup’s new It girl, Isamaya Ffrench, fresh off the whirlwind Spring 2017 show circuit. “I’ve lost my voice a bit; maybe that’s good, cause I’ll just sound . . . sexier,” Ffrench says. While the 27-year-old British-born makeup artist has been in the business for five years, she is quick to detail how she went from face-painting at birthday parties to working backstage at Fashion Week, as she says, “in one brushstroke!” These days, she’s painting on show-stealing red lips, like those at Olivier Theyskens. You may have also seen Ffrench’s work in hit summer music videos, from Fergie’s “M.I.L.F. $” to Rihanna’s Star Trek–inspired “Sledgehammer.” “One thing I really applaud [Rihanna] for is the willingness to go that step further and not always be so constrained by the fact that she has to look perfect and like a very standard beauty,” Ffrench says. “She was willing to get rid of her eyebrows!”", "Listen now: Celia Ellenberg Interviews Isamaya Ffrench", "Episode 41", "“The no-bullshit vibe of the podcast is why people like it so much,” says Krystyna Hutchinson of the Guys We Fucked podcast. This week, Hutchinson and cofounder Corinne Fisher talk to Vogue.com Creative Digital Director Sally Singer about how the scope of their podcast has changed since the show first started “as a social experiment” in December 2013. Though the series has always focused on sexuality, Hutchinson and Fisher explain that it’s evolved into a discussion of other hot-button issues while still taking a distinctly comedic approach to the subject matter. “Comedians is what we are first and foremost,” Hutchinson says. “Part of being a comedian is your social commentary and how you view the world and how comedy is such a great way to take all the things that frustrate me about life and about being a woman and turning that on its head.” Plus, as Fisher adds, “It’s really convenient being a comedian because you know a lot of fucked-up people.” Get to know the girls from the groundbreaking anti-slut-shaming podcast series, here.", "Listen now: Sally Singer Interviews Corinne Fisher and Krystyna Hutchinson", "http://rss.acast.com/voguepodcast/sallysinger-corinnefisher-andkrystynahutchinson/media.mp3", "Episode 40", "“I started at 15 and I was told I’d be done by 18 so I didn’t take it seriously—I was a science nerd!” says Maye Musk of her early beginnings modeling, as heard in the latest episode of the Vogue podcast. This week, the 68-year-old supermodel talks to Vogue Bookings Director Helena Suric about her uncontested career longevity, which is made all the more noteworthy when placed within the context of an industry that has traditionally centered itself on all things youth. “Instagram has introduced me to many people,” explains Musk, who has utilized social media to stay increasingly relevant. Just ask her 22k followers and counting. “It introduced me to a manager who introduced me to a publicist and then I met IMG Models. So this is a reason why my career is blossoming now.” Tune in to hear more about Musk’s claim to fame on the photo-sharing platform and magazine covers alike.", "Listen Now: “Helena Suric Interviews Maye Musk”", "Episode 39", "“Lupita [Nyong’o] is a model,” says Vogue Fashion Director Tonne Goodman to André Leon Talley in this week’s episode of the Vogue podcast. “This girl can do anything, and in terms of what a model is—a model is someone who represents what they’re wearing with the most authenticity—she embraces it totally and understands it. She really does understand fashion.” For the Academy Award winner’s October Vogue cover spread—photographed by Mario Testino and set in the village in Kenya where Nyong’o was raised—that meant donning a traditional African beauty statement from the neck up. “When she came in for her fitting, she had a head wrap on, and indicated that she wanted to use that in the shoot which I thought was a fabulous idea,” Goodman says.", "Writer Elizabeth Rubin furthermore recalls how she also traveled to Kenya for her interview with Nyong’o. “We talked about what it was like for her to have this incredible outer-body experience after her first [feature] film [and] becoming a major international star,” Rubin says. “You have to learn all kinds of methods to control [the stress] and how to maintain your center and your sense of what’s important in the midst of literally a whirlwind of red carpets and cover stories and interviews and fashion shoots.” Talley points out that, for Nyong’o, it’s just as important that she use her platform to make a positive impact in the lives of others: “Lupita says [on the cover], ‘I want to create opportunities for people of color,’ and she has.” To which Goodman replies: “Well, that’s the best cover line that has ever been written.” Go beyond the pages of the magazine and behind the scenes of the October issue by tuning into the Vogue podcast now.", "Listen Now: “ALT Interviews Elizabeth Rubin and Tonne Goodman”", "Episode 38", "In the latest installment of the Vogue podcast, Gypsy Sport’s Rio Uribe offers up a lesson in making one’s dreams a reality—a skill the CFDA/Vogue Fashion Fund alum says he has been honing since childhood. “My family was very resourceful and all of our Halloween costumes were very makeshift,” Uribe tells Vogue’s Mark Holgate with a laugh. “Growing up, I was taught to be . . . a make-things-happen type of guy.” As Uribe explains, the first lesson in finding success outside of the classroom starts with believing in yourself. “I did not go to school and I did not get all of the internships, but I did always have the passion and desire to be in the fashion industry, and more importantly, to be a creator.” Here, on the heels of the designer’s Spring 2017 ready-to-wear show, tune in to get the full story you won’t find anywhere else, not even on the runway.", "Listen Now: “Mark Holgate Interviews Rio Uribe”", "Episode 37", "How does one become “the face that launched a billion likes”? For Vogue’s September cover girl, Kendall Jenner, it all started with a series of selfies. “I remember being 13 [or] 14 and making the funniest little book for my mom of photos of me that I took,” Jenner recounts via phone to Vogue Bookings Director Helena Suric. “I was like, ‘I want to be a model and you need to help me.’ ” A week later, Jenner was signed by an agency, and the rest is history.", "While Jenner may be leading the pack of social media–savvy models using Instagram to carve out their futures, she’s also quick to pay tribute to the trailblazers who came before her: “It’s just so impressive to me that models like Cindy and Linda and Christy and Naomi—they didn’t have what I have today to connect with fans, but they still had that connection with a photo.” Of course, it never hurts to consider a new and different perspective, or in Jenner’s case, an older lens. “I use an old vintage film camera and it takes some amazing, authentic photos,” Jenner says of her go-to equipment. To make sure you’re keeping up with Kendall Jenner, tune into the latest installment of the Vogue podcast, now.", "Listen Now: “Helena Suric Interviews Kendall Jenner”", "Episode 36", "The Vogue September issue runs roughly 800 pages, but there’s always a behind-the-scenes story or two that are left untold. Enter Vogue Editor in Chief Anna Wintour and Vogue Fashion Director Tonne Goodman. This week, Wintour and Goodman discuss the making of the magazine and this month’s cover girl, Kendall Jenner. “In a way, her chameleonlike abilities remind me of the great Linda Evangelista in that she can take on all of these different characters,” Wintour says of Jenner. “And that’s really what Tonne Goodman so successfully achieved in this shoot with Mert [Alas] and Marcus [Piggott] in September.” Jenner’s breakout beauty look didn’t hurt either. “She said, ‘You know, I would love to change something—I’d love to cut my hair,’” Goodman recalls of the spontaneous on-set chop, which came courtesy of editorial whiz Garren. Of course, Jenner is already the face that launched a billion likes, but as Goodman reveals, her mother, Kris, was somewhat wary of her similarly fresh makeup look. “She raised an eyebrow, I have to say, but she walked away feeling completely comfortable,” Goodman says of their conversation at the photo shoot, before pointing out that it’s really the clothes that do the talking. “It speaks to what fashion is today because of the variety and the different personalities are really there for the picking,” Goodman says. “These are for you!” To hear the full story on the September issue—including the features with Victoria Beckham, Christopher Bailey, and Huma Abedin, to name a few—tune in to the newest installment of the Vogue podcast now.", "Listen Now: “ALT Interviews Anna Wintour and Tonne Goodman”", "Episode 35", "“This is fascinating history—you’re a gold mine!” So says André Leon Talley in the latest episode of the Vogue podcast. This week Talley digs deep with Lynn Wyatt, the legendary Texan socialite and world-renowned collector of couture (yes, that’s a thing). Here, she shares stories that will knock your socks off, or, in Wyatt’s case, Tom Ford stilettos. From fittings with Coco Chanel to parties with Grace Kelly—and one where they both showed up in the same Christian Dior outfit—you have to hear it to believe it.", "Listen Now: ALT Interviews Lynn Wyatt", "Episode 34", "How does one become Joseph Altuzarra? In the latest episode of the Vogue podcast, the French-born designer tells Vogue Fashion News Director, Mark Holgate the formula was as simple as alphabetical order. “When I graduated, I sent my résumé to Marc Jacobs,” Altuzarra says of what would become his first big break in the fashion industry. “An intern, I guess, had been asked to alphabetize the résumés and so mine was on the top of the pile so I was the first one they called and I was available so they just stopped there.” While Altuzarra goes on to detail the great many design lessons he learned as an intern for Jacobs, the 2011 CFDA/Vogue Fashion Fund winner also recalls a valuable piece of advice Holgate gave him early on in his career trajectory. “You said, ‘It’s good to make mistakes. You shouldn’t be afraid to do something,’ and, actually, Anna [Wintour] sort of reiterated that the last time I saw her: ‘It’s okay if it’s not always perfect and it’s okay if you have an idea that sort of falls flat. It’s fine. Because you’re trying [and] you’re doing something new.’ ” Tune in to get the full story on Altuzarra, from A to Z.", "Listen Now: “Mark Holgate Interviews Joseph Altuzarra”", "Episode 33", "“When I was in junior high school I used to sit and doodle all day in class, and one of the things that I doodled was, in fact, the logo—the MK logo—that we have now, so at 14, I kind of think I knew what I was getting into,” says Michael Kors in the latest installment of the Vogue podcast. The legendary all-American designer sat down with André Leon Talley to talk about the phenomenon that is the MK logo bag and the transformative power of accessorizing, particularly when it’s equal parts polished and practical. Case in point: The new ultra-chic Michael Kors smartwatch out this September. “It actually helps your life function,” explains Kors. “But at the same time, it gives you that punctuation point that I think people expect and want when they put on a great accessory.” While Kors’s timepiece will help its wearers stay on schedule in style, the designer’s upcoming fragrance, Wonderlust, is meant to lend an air of spontaneity. “It’s all about this idea that you’re still optimistic, you’re still energized, and you know what? You’re up for anything.”", "Listen Now: “ALT Interviews Michael Kors”", "Episode 32", "Vogue Bookings Director Helena Suric is back for the second round of our new monthly model series, and this installment features Gigi Hadid. Fresh off the heels of Hadid’s first American Vogue cover (on stands now), Suric rang up the supermodel to discuss what it was like starring in the August issue almost two years after Hadid recreated Anna Wintour’s first Vogue cover. “I’m so grateful and honored, and it’s brought me to tears many times this week,” Hadid admits. After Hadid reveals her motto is to, “Be kind, work hard, and make a friend,” Suric wonders what it’s like having been captured in front of the camera alongside her closest confidants, from a romantic Naples getaway with boyfriend Zayn Malik to a high-tech trip to Silicon Valley with best friend Kendall Jenner. “I think what Anna [Wintour]’s amazing at is putting people in situations on set that will bring out natural storylines and therefore make incredible photos,” Hadid explains. In addition to how she has used social media as a platform to stand up to online body shamers, Hadid and Suric discuss the modeling industry’s Insta-famous phenomenon. “It’s a way that people get to know us other than a face on a page,” Hadid says. On that note, tune in to hear the full conversation capturing an intimate side of Hadid that’s perhaps less storied.", "Listen Now: “Helena Suric Interviews Gigi Hadid”", "Episode 31", "What is it about sports and style that go so well together? Find your answer in the the latest installment of the Vogue podcast featuring Editor in Chief Anna Wintour and Fashion Director Tonne Goodman. Here, the two talk to André Leon Talley about the August cover shoot starring fashion’s golden girl, Gigi Hadid, and Olympic gold medalist, Ashton Eaton, coupled with some of the season’s best performance looks. To get the full story beyond the pages of the magazine, tune in to the new episode now—it’s the perfect warm-up to August’s opening ceremonies.", "Listen Now: “ALT Interviews Anna Wintour and Tonne Goodman”", "Episode 30", "Rodney Mullen is considered the greatest freestyle skater in the history of the sport, and the person whose tricks have come to define modern skateboarding for nearly 40 years. He is also an inventor, entrepreneur, and public intellectual favored by TED and Silicon Valley visionaries. This week sees the premiere of Liminal, an extraordinary new work by Mullen, shot in photographer Steven Sebring’s pathbreaking 360-dome and scored by Dhani Harrison. It is Mullen’s first full footage release since 2004, and a momentous moment in the history of the sport. In this podcast he talks to Vogue’s Creative Digital Director Sally Singer about how this piece came about—his radical remaking of his body and his stance; the experience of working in the confines of a dome—and why he chose to debut it on Vogue.com.", "Listen Now: “Sally Singer Interviews Rodney Mullen”", "Episode 29, Part 2", "Norma Kamali knows how to make a splash—and we’re not just talking swimwear. After revealing the never-before-told story behind her iconic parachute-style pieces, today she’s letting us in on a long line of music industry legends who found the look of love in Kamali’s designs. “Elvis used to buy clothes for all of his girlfriends,” Kamali says. “[He] would order the same dress—multiples of the same dress.” Tune in to find out the King’s go-to gift and more in the podcast equivalent of a bonus track.", "Listen Now: “ALT Interviews Norma Kamali”", "Episode 29, Part 1", "In honor of the Fourth of July holiday, we’re bringing you this week’s podcast in two parts—and, fittingly, both are with the master of the swimsuit, Norma Kamali, who is also this year’s winner of the CFDA Geoffrey Beene Lifetime Achievement Award. “You can make a wedding gown, you can hand-sew a garment, but making a swimsuit is a whole other psychology,” Kamali says. “It’s so much more about what’s not covered than what’s covered.” One thing is for certain, we’ve got your answer to any beach day boredom covered, with the first installment of the series, here. So no matter where your travels may take you, tune in to part one today (check back for part two tomorrow), starting with the exclusive story behind those signature parachute skirts, dresses, and jumpsuits that quite literally helped Kamali’s career take off.", "Listen Now: “ALT Interviews Norma Kamali”", "Episode 28", "Want more models? Well, lucky for you, that’s not such a tall order. Starting this week, we’re dedicating one podcast a month to all things models, as Vogue Bookings Director Helena Suric will be interviewing catwalkers past, present, and future to discuss the industry, their best moments in the pages of the magazine, and their passion projects, too. First up is Cameron Russell, and fittingly, the model and activist takes us back to the beginning, including just how little she knew about the business before she made it big. “I was in a bookstore and there was a Vogue with Kate Moss on the cover,” she says. “I thought, ‘Hmm, Kate Moss, what does she do? Let me open up the pages.’” Now, having covered multiple international editions of Vogue herself, Russell talks to Suric about using her notoriety and presence on social media as a platform to bring awareness to important environmental issues such as sustainability and climate change—the latter of which she also wrote about for Vogue.com in a feature titled “Climate Warriors.” While Russell interviewed women on the front lines of the war against global warming, she put her journalism skills to use again in the new episode, asking Suric a rapid-fire round of questions: What is the best thing about working at Vogue_? Does Suric “freak out” about getting dressed in the morning? Who sported the most amazing outfit she’s ever seen in the hallways at_ Vogue_?_ Tune in to hear the answers to these and much, much more.", "Listen Now: “Helena Suric Interviews Cameron Russell”", "Episode 27", "Just days after Anna Wintour swapped lives with Amy Schumer for the Vogue original short in honor of the July issue, our Editor in Chief seemed to be taking cues from the cover girl who, in Wintour’s words, tells it like it is. “It was Amy who came up with the idea,” says Wintour during the latest installment of the Vogue podcast. “She talked to me about how she gets up kind of late, then walks around the New York streets thinking about her skits, and then maybe she has a scone, then she goes to the Comedy Cellar and performs—I’m sure brilliantly—and then, to be honest, she then said she goes home and has sex with her boyfriend. So I agreed to do all of that except the last part.”", "Echoing a similar chord is Vogue Fashion Director Tonne Goodman who reveals that the theme of the photoshoot, too, was a day in the life of Amy Schumer, according to Vogue. “She normally would not be in an extravagant, down-feather, quilted Alexander McQueen something,” says Goodman of the look Schumer is seen donning on her tour bus. “But here she is.” Tune in to hear more from the new episode which is certainly something.", "Listen Now: “ALT Interviews Anna Wintour and Tonne Goodman”", "Episode 26", "In the latest installment of the Vogue podcast, Vogue Executive Director of Communications Hildy Kuryk and Vogue Senior Editor Taylor Antrim catch up with two reporters following Hillary Clinton on the 2016 presidential campaign trail: Amy Chozick, a national political reporter at The New York Times, and Annie Karni, a political reporter at Politico. The conversation comes shortly after the release of the Vogue June issue featuring Chozick and Karni in Irina Aleksander’s coverage of the changing demographics of campaign reporters, namely, the increasing number of female journalists. Although Chozick and Karni discuss the significance of this shift, they also got to talking about Clinton’s relationship to reporters now in comparison to the 2008 presidential campaign, the obstacles they think Clinton will face in the run-up to the election, and the critical differences between Clinton and Donald Trump, for example, the pressures as a woman to constantly look presentable. “Women [have to] work harder and look presentable when men can just roll out of bed,” says Chozick.", "Chozick and Karni also sound off on what it’s like reporting on the topic for an extended period of time. “What’s nice about having a beat is that the Clintons have perhaps the most vast political network of any family perhaps since the Kennedys,” says Chozick. “Literally, Bill Clinton’s kindergarten friends are some of my sources.” While Chozick is careful not to reveal the names of these sources, she and Karni had plenty to say on the current state of the presidential race and more—tune in to hear the full story.", "Listen Now: “Hildy Kuryk and Taylor Antrim Interview Amy Chozick and Annie Karni”", "Episode 25", "Tonight Alessandro Michele, the creative director of Gucci, will receive the International Award at the CFDA Fashion Awards here in New York. This recognition is perhaps all the more fitting considering the jet-setting Michele just took the Italian fashion house across the pond to present its Resort 2017 collection at the storied Westminster Abbey. After the show and in advance of the ceremony, Michele rang up Vogue.com Fashion News Director Chioma Nnadi from London. Here, they discuss why he was drawn to the British landmark, how it feels to be winning the award in the Big Apple, and what it’s like to be one of the most Googled designers on the planet (along with his tips for staying grounded).", "Listen Now: “Chioma Nnadi Interviews Alessandro Michele”", "Episode 24", "“An artist spends their whole life trying to get back to the place where their heart was first opened up,” says Leslie Odom, Jr. of one of his all-time favorite quotes. “Rent opened my heart up and Hamilton put me right back in that place.” The actor, who has been nominated for a Tony for his role in the smash hip-hop musical hit, talks to André Leon Talley about making his big Broadway debut in Rent at the ripe young age of 17 and the similarities between the two shows, specifically, the rebellious nature. “I think there was something about it that must have seemed to me like something that my parents wouldn’t have liked,” reveals Odom, Jr. “I didn’t want to pay rent either when I turned 21.”", "While Odom, Jr., admits to having a few hangups with authority as an adolescent, he also talks about how his mother influenced his decision to take a beat from the stage in order to go to college, plus the wise words of advice he received from his now-father-in-law that kept him from quitting the business. To that end, take it from us when we say, you’ll want to tune in to hear this and more.", "Listen Now: “ALT Interviews Leslie Odom, Jr.”", "Episode 23", "“[We] like to introduce to our readers someone who we think is sort of on the cusp of being the next big thing,” so says Anna Wintour of actress Margot Robbie, the “perfect candidate” for Vogue’s June issue. Tune in for insider intel on the makings of the cover, courtesy of Fashion Director Tonne Goodman, plus get Wintour’s final word on a few of this month’s features that span subjects of stage (“Revolution on Broadway! The Season’s Most Electrifying Productions”), screen (“Inside The Get Down, Baz Luhrmann’s First Foray Onto the Small Screen”), and everything in between. Because, whether you’ve already read it or you’re yearning for more, now you can experience the new issue with not one, but two editors.", "Listen Now: “ALT Interviews Anna Wintour and Tonne Goodman”", "Episode 22", "How does one become Erdem? Through either nature or nurture, Erdem Moralioglu has always been interested in style, citing Yves Saint Laurent couture shows as one of his earliest influences. “As a child, I . . . was so hungry for anything related to fashion,” says Moralioglu. Here, the Canadian-born, London-based designer shares his own recipe for success, of which included stints interning for the likes of Vivienne Westwood and Diane von Furstenberg, as well as the cherry on top of it all: “The most wonderful thing as a designer is to see your work being worn by extraordinary, amazing, intelligent women,” he says. Moralioglu cites actresses Keira Knightley and Lena Dunham by name, but not without gracing André Leon Talley with a story about mutual friend and recent dinner companion Lynn Wyatt. Tune in to get the full scoop.", "Listen Now: “ALT Interviews Erdem Moralioglu”", "Episode 21", "It’s been said that Kim Kardashian West and husband Kanye’s coordinating couple’s style is something of an art form, but according to André Leon Talley, it was the rapper turned designer’s shredded denim moment at the 2016 Met Gala that recalled artist Andy Warhol. “I applaud [Kanye West] for taking that freedom and that bravery and courage to wear jeans,” says Talley in the latest installment of the Vogue podcast. “If Andy Warhol had come to the Met in 2016 he would have worn jeans—he wore jeans everywhere. I worked for him; I knew him personally. He wore jeans with his tuxedo, he wore jeans to the Vatican, he wore jeans to the most important houses in Paris.”", "Fresh off the “Manus x Machina” red carpet, Talley sits down with Vogue.com Style Editor Edward Barsamian and Vogue Executive Director of Communications Hildy Kuryk to discuss this and other defining style moments from fashion’s biggest night. From the hippest teenager in attendance to the most-talked-about dress at the ball, tune in to hear the trio’s take, and click through the slideshow to see the star looks that come up in conversation.", "Listen Now: “Met Gala Best Dressed With Edward Barsamian and Hildy Kuryk”", "Advertisement 1 / 7", "Episode 20, Part 2", "The first Monday in May is upon us, and we have picked back up the conversation with Andrew Bolton, curator at the Metropolitan Museum of Art’s Costume Institute. Here, Bolton recalls his first show at the New York City landmark in 2002, plus offers a few hints about what we can expect for next year’s exhibition: “It is very timely and political . . . it’s going to be very controversial.” And without question, you’ll want to tune in to the latest installment of the Vogue podcast now.", "Listen Now: ALT Interviews Andrew Bolton", "Episode 20, Part 1", "How does one begin to piece together an exhibition made up of more than 150 ensembles—dating from the early 20th century to today—that illustrate the dichotomy between handmade haute couture and machine-made fashion? Enter Andrew Bolton, the star curator at the Metropolitan Museum of Art’s Costume Institute. Here, Bolton discusses everything from his plans to (once again) engage the viewer’s imagination in a temporary context with “Manus x Machina: Fashion in an Age of Technology” to the Chanel Fall 2014 Couture “supermodern” bridal moment that inspired it all. The exhibition is set to open May 5, but you can tune in to episode 20, part one, now for a peek at what’s to come.", "Listen Now: ALT Interviews Andrew Bolton", "Episode 19", "“We thought that we could take Taylor [Swift], who is a beautiful, beautiful girl, but has been a little bit more conservative in her fashion choices, and turn her into a Hedi Slimane rock ’n’ roll girl,” says Anna Wintour of the new May Vogue, also known as the Met Issue, featuring a decidedly edgier Swift. A mere few weeks away, Met Gala fever is in full swing, and even André Leon Talley can’t help but press Wintour on the star styles to come, specifically that of the cover girl and cochair. “Having seen the sketches, I think she’s going to look fantastic,” revealed Wintour. While we’ll have to wait until the red carpet is rolled out to know more, Vogue’s Fashion Director, Tonne Goodman, tides us over with fascinating tidbits behind Swift’s “less innocent” look, as seen in the pages of the magazine. From what makes her a “fashion beast” to how she embraced a Jane Birkin beauty moment, stream the new episode now—and check back for regular appearances from Wintour with each new issue that hits stands.", "Listen Now: ALT Interviews Anna Wintour and Tonne Goodman", "Episode 18:", "In episode 18, The First Monday in May director Andrew Rossi takes us behind the scenes of filming the upcoming documentary (in theaters April 15), which follows Vogue Editor in Chief Anna Wintour and the Metropolitan Museum of Art’s Costume Institute curator Andrew Bolton as they plan 2015’s exhibition and gala, “China: Through the Looking Glass.” Shooting handheld, Rossi’s cinema verité style puts viewers in the room, providing a sense that they are gliding through the exhibit right alongside Wintour and Bolton. “As Anna walks, she really has a unique, iconic gait,” says Rossi. When Rossi wasn’t meeting Wintour at her Manhattan townhouse for 6:15 a.m. call times en route to the museum, he was filming Karl Lagerfeld at Coco Chanel’s legendary Paris apartment. “He immediately asked for a Diet Coke, which his butler gave him,” revealed Rossi. So grab your own soda or snack of choice, settle in, and stream the latest podcast for a sneak peek at what goes into hosting—and capturing—the party of the year.", "Listen Now: ALT Interviews Andrew Rossi", "Episode 17", "Starting today, tune into a new installment of the Vogue podcast dedicated to the Met Gala, from now until the party of the year on May 2. Each week, we’ll consider different perspectives from a variety of guests, including Andrew Bolton, curator of the exhibition “Manus x Machina: Fashion in an Age of Technology”; Andrew Rossi, director of the documentary The First Monday in May; and more. To kick things off, we turned to perennial Met Gala attendee Marc Jacobs. Here, the designer discusses everything from dressing Cher to the dress code, including the year Anna Wintour wanted it “more clubby and young.”", "Listen Now: ALT Interviews Marc Jacobs", "Episode 16", "Whether you missed it or want more, the April issue comes to life in the latest installment of the Vogue podcast. In episode 16, André Leon Talley kicks things off with a complete reading of Rihanna’s feature story before ringing up Fashion Director Tonne Goodman. Why is a full-length cover such a rarity? What is it about RiRi that makes it work (work, work)? Tune in to get the full story beyond what’s written in the magazine.", "Listen Now: ALT Interviews Tonne Goodman", "Episode 15", "In episode 15, Vogue Beauty Director Celia Ellenberg catches up with Bobbi Brown, fresh off the Fall 2016 fashion show circuit. From the messy hair and glowing skin she created backstage at Marchesa to the must-have beauty products she can’t live without, Brown gives us a lesson in how to use makeup to look better, and it (spoiler) doesn’t involve a Kardashian contouring kit.", "Listen Now: Celia Ellenberg Interviews Bobbi Brown", "Episode 14", "In this special bonus episode, Vogue Executive Director of Communications Hildy Kuryk and Fashion Director Tonne Goodman discuss two-time March cover girl Adele. From the gradual evolution of her signature look since gracing the pages of the magazine in 2012 to the overnight creation of the Erdem frock she wears in this month’s issue, tune in to the Vogue podcast and go behind the singing sensation’s cover, then and now.", "Listen Now: “Hildy Kuryk Interviews Tonne Goodman”", "Episode 13", "In episode 13, Alexander Wang takes a break from fitting models for his Fall ready-to-wear show to talk to André Leon Talley and reminisce on rising through the ranks before ultimately winning the CFDA/Vogue Fashion Fund in 2008. Clearly, Wang knows a thing or two about working one’s way up the fashion totem pole (even working as an intern in the Vogue fashion closet!), and on the eve of The Fashion Fund season 3 premiere, Wang and Vogue Accessories Director Selby Drummond shared their pearls of wisdom for the new class. Tune in to hear what they had to say about surviving the months-long CFDA/Vogue Fashion Fund competition, or Vogue Boot Camp, as Drummond calls it, where “if you’re not 30 minutes early, you’re late.” The pressure is officially on!", "Listen Now: “ALT Interviews Alexander Wang and Selby Drummond”", "Episode 12", "In episode 12, Vogue.com Culture Editor Abby Aguirre talks to Laura Poitras, the Pulitzer–winning journalist and Oscar-winning director of Citizenfour, a film documenting the eight days she spent holed up in a Hong Kong hotel room in 2013 with intelligence analyst Edward Snowden. Poitras is also the subject of “Astro Noise,” a new exhibition of loosely connected immersive installations, each in their own way about surveillance, currently on display at The Whitney Museum of American Art. Here, Poitras walks us through the exhibition, reveals what it was like being on a terrorism-related watch-list in the early aughts, plus what she really thinks of Homeland.", "Listen Now: “Abby Aguirre Interviews Laura Poitras”", "Episode 11", "In episode 11, André Leon Talley sits down with Orange Is the New Black’s Alysia Reiner and Backwards’s Sarah Megan Thomas to get the scoop on producing and starring in Equity, the first female-driven film about Wall Street. From how sexy is too sexy on the trading floor to making movies that help better the world for women, tune in to hear the trio’s exchange.", "Listen Now: “ALT Interviews Alysia Reiner and Sarah Megan Thomas”", "Episode 10", "In episode 10, André Leon Talley talks to Ben Stiller, aka Derek Zoolander, and Vogue Fashion Director Tonne Goodman to get the details on the really, really, really ridiculously anticipated Zoolander 2, the theme of the February Vogue cover shoot. From “photobombing” the cover with costar Penélope Cruz to filming the sequel with Anna Wintour, Stiller let us in on the inside scoop (and maybe a few spoilers, too).", "Listen Now: “ALT Interviews Ben Stiller and Tonne Goodman”", "Episode 9", "In episode nine, André Leon Talley talks to Vogue Fashion Director Tonne Goodman to get the scoop all things Alicia Vikander, from styling those sleek microbangs to dressing the actress in looks plucked straight off the runway. Get to know the Danish Girl star now as Talley kicks things off with a reading of the complete cover story.", "Listen Now: “ALT Interviews Tonne Goodman”", "Episode 8", "In episode eight, Vogue Social Editor Chloe Malle and André Leon Talley share their favorite gifts for everyone on your list from the sports fanatic to the world traveler. Listen here and shop their picks below—there’s just enough time to pick them up and put them under the tree.", "Listen Now: “ALT Interviews Chloe Malle”", "Advertisement 1 / 7", "Episode 7 In episode seven, actor and environmental activist Adrian Grenier sheds light on climate change before joining leaders from around the globe at the COP21 summit in Paris. As the cofounder of SHFT, a platform helping to bring a more sustainable focus to the way people live their lives, the self-described affirmative thinker is setting his sights on what’s possible for the future and encourages us to do the same. As the conversation moves from land to sea, Grenier introduces us to the loneliest whale on earth, the inspiration and “spokeswhale” behind Grenier’s newly launched foundation, Lonely Whale. Why is he so lonely? Listen here and find out more.", "Listen Now: “ALT Interviews Adrian Grenier”", "Episode 6 Whether you missed it or want more, the December issue comes to life in the latest installment of the Vogue podcast. Here, André Leon Talley talks to Vogue Fashion Director Tonne Goodman to get the scoop on shooting in the desert with Jennifer Lawrence, casting the horse the cover star rode in on, plus the must-have boots seen in every shot. Now saddle up and stream episode 6 as Talley kicks things off with a reading of the complete cover story.", "Listen Now: “ALT Interviews Tonne Goodman”", "Episode 5", "In the latest episode, André rings up Kim Kardashian West on the heels of hosting the 2015 CFDA/Vogue Fashion Fund L.A. runway show. Here, the two discuss everything from date nights with Kanye and his grander-than-grand romantic gestures to designing her dream closet that will replicate a Saint Laurent in-store experience. With the expectant mother a few weeks away from giving birth to a sibling for daughter North, the conversation shifts to the joys of eating for two as Kardashian West details her daily meal plan, plus the chic little hole-in-the-wall with the best cheesecake in Paris.", "Listen Now: “ALT Interviews Kim Kardashian West”", "Episode 4", "In episode four, André sits down with Vogue editors Grace Coddington, Virginia Smith, Phyllis Posnick, and Tonne Goodman to discuss all things Spring 2016. From trends they saw walk down the runway to Pat McGrath’s Tuileries takeover, hear their thoughts on the latest ready-to-wear-season and click through the slideshow below to see images the editors talk about in Episode 4.", "Listen Now: \"ALT Interviews Vogue Editors\"", "Advertisement 1 / 7", "Episode 3", "In episode three, André continues his conversation with Lee Daniels, creator of the hit show Empire. Lee opens up about his family, his personal style, and our culture today.", "Listen Now: \"ALT Interviews Lee Daniels, Part II\"", "Episode 2", "In the second episode, André talks with Lee Daniels_._ Find out which moments from the show are based upon Lee's childhood, what André and Lee think about Cookie (Taraji Henson), and more about the Empire spread in the September issue of Vogue.", "Listen Now: \"ALT Interviews Lee Daniels, Part I\"", "Episode 1", "The first episode kicks off with an interview with Vogue Editor in Chief Anna Wintour. Listen below as she and André talk everything from Beyoncé to Loretta Lynch to Kanye for President! Plus, click through the slideshow below to see the September issue images Anna and André discuss in Episode 1.", "Listen Now: \"ALT Interviews Anna Wintour\""], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": [], "url": "https://www.vogue.com/article/vogue-podcast", "keywords": ["wintour", "tonne", "adriana", "interviews", "alt", "lima", "episode", "talley", "secret", "podcast", "gets", "vogue", "runwayready", "victorias", "director", "fashion", "reveals"], "summary": "In the meantime, find an early holiday present in the form of a new episode featuring Victoria’s Secret Angel Adriana Lima.\nTo make sure you’re keeping up with Kendall Jenner, tune into the latest installment of the Vogue podcast, now.\nEnter Vogue Editor in Chief Anna Wintour and Vogue Fashion Director Tonne Goodman.\nit’s going to be very controversial.” And without question, you’ll want to tune in to the latest installment of the Vogue podcast now.\nListen Now: \"ALT Interviews Vogue Editors\"Advertisement 1 / 7Episode 3In episode three, André continues his conversation with Lee Daniels, creator of the hit show Empire.", "title": "Adriana Lima Reveals How She Gets Victoria’s Secret Runway–Ready"}