{"paragraphs": ["After years as a cult favorite film, The Dark Crystal franchise has recently experienced a well-deserved resurgence, thanks to the Age of Resistance prequel show on Netflix. The 10-episode project earned broad acclaim upon its release a few months ago, thanks to its rich fantasy storytelling communicated through technical and artistic mastery. The series gains a companion project, in the form of a tactics game that helps to fill in some of the gaps in the show. And while the project looks to borrow from the likes of Final Fantasy Tactics and Fire Emblem, there’s plenty of originality at play.", "“The game takes place concurrent to the events of the series and will briefly recap the major events of the series while also delving into some new territory,” says Chris Lee, director of games at Netflix. “This means that, narratively, the game can stand on its own and be enjoyed by players who haven’t necessarily seen the series.”", "The plan is to let the game tackle some of the important events only hinted at in the cinematic show. For instance, at one point the game follows the characters Gurjin, Naia, and Kylan as they set out to unite the Gelfling clans, an essential plot event that was nonetheless handled off-screen within the series.", "The developers are trying to walk the often-tricky line inherent to narratively complex properties. Exposition and world-building is essential, but can’t bog down the gameplay. “It’s been a terrific collaboration with The Jim Henson Company to make sure we were being as authentic to the universe as possible with the story in the game,” Lee says. “Some gamers opt to skip long sequences of dialogue, so we do our best to convey critical story pieces concisely and dynamically.”", "The strategy-focused gameplay is about building and smartly deploying a customized party of characters. Players eventually have access to 15 playable characters, drawn both from the familiar heroes fans will recognize – like Rian and Deet – and newly created characters for the game, like a potion master named Pombo the Podling. Each hero comes with an iconic job that matches the nature of that character as they appear in the show, but you’re free to adjust that role as you see fit, and give them a new job (and accompanying costume) as you see fit.", "“We don’t have a full list of jobs finalized just yet, but we’re aiming to have over 15 in the full game,” says BonusXP CEO Dave Pottinger. “You’ll be able to swap out the primary and secondary job for your party members to mix and match to your heart’s content.” Primary jobs relay the bulk of your abilities and stats, while a secondary job lets you carry over an ability that a character wouldn’t normally have. “This leads to hundreds of potential combinations of primary job, secondary job, and ability loadouts,” Pottinger says. Customization options are further accentuated by the presence of nearly 200 unique gear pieces that can be acquired over the course of the game.", "I’ve yet to get hands-on with the Age of Resistance Tactics myself, but I’m hopeful that the game manages to capture some of what made the recent series so entrancing. What I have seen reveals a focus on varied battlefields, environmental effects like sandstorms, and smart use of a varied party line-up, adding up to a solid if familiar dynamic. Publisher En Masse is promising the game before the end of the year, so we shouldn’t have long to wait to see if this video game incarnation can find some measure of the same success enjoyed by the recent Netflix series."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "title": "Expanding On The Show – A Closer Look At The Dark Crystal: Age Of Resistance Tactics", "id": "f543456d-762a-3e5a-80dc-ba2b24d58f96", "keywords": ["resistance", "job", "series", "age", "game", "closer", "dark", "expanding", "look", "tactics", "crystal", "party", "characters", "secondary", "project", "primary", "netflix"], "summary": "After years as a cult favorite film, The Dark Crystal franchise has recently experienced a well-deserved resurgence, thanks to the Age of Resistance prequel show on Netflix.\nThe series gains a companion project, in the form of a tactics game that helps to fill in some of the gaps in the show.\nAnd while the project looks to borrow from the likes of Final Fantasy Tactics and Fire Emblem, there’s plenty of originality at play.\n“This leads to hundreds of potential combinations of primary job, secondary job, and ability loadouts,” Pottinger says.\nI’ve yet to get hands-on with the Age of Resistance Tactics myself, but I’m hopeful that the game manages to capture some of what made the recent series so entrancing.", "pubDate": null, "url": "https://www.gameinformer.com/preview/2019/11/06/expanding-on-the-show-a-closer-look-at-the-dark-crystal-age-of-resistance"}