{"summary": "But this week, a raid on a castle vault in Germany has reminded us that real-life jewelry heists are an unfortunate reality.\nCredit: Lionel Cironneau/APA series of jewelry heists rocked the French Riviera in 2013.\nAmong them was the extraordinary theft of jewels worth an estimated €102 million ($136 million) from an exhibition at the Carlton Hotel in broad daylight.\nGraff Jewelry StoreA platinum diamond pendant was among the pieces of jewellery stolen from Graff's store in London's Bond Street.\nHe simply let himself in and walked out the front door with 120,000 carats of diamonds, worth $28 million.", "id": "f559ce4a-6567-3da4-8d82-0ef0c2bcc3be", "pubDate": null, "url": "http://edition.cnn.com/style/article/famous-jewelry-heists-intl-hnk-scli/index.html", "authors": ["Alex Stambaugh"], "paragraphs": ["Written by Alex Stambaugh, CNN", "Tales of criminal masterminds swindling away diamonds, rubies and emeralds in elaborate robberies have captured Hollywood's imagination for decades. But this week, a raid on a castle vault in Germany has reminded us that real-life jewelry heists are an unfortunate reality.", "In the early hours of Monday morning, around 100 priceless treasures were removed from Dresden's Green Vault, one of Europe's largest collections of masterpieces. The thieves are believed to have accessed the museum by cutting through a grille and breaking a window.", "Within minutes, two suspects were seen moving through the gallery with flashlights, before smashing a display case and fleeing with priceless jewels containing diamonds, pearls and rubies.", "It may not have been history's most sophisticated operation, but the Green Vault robbers join a long list of thieves making off with millions of dollars' worth of precious jewels. Here are some of recent history's most notorious heists.", "Swedish royal jewels stolen", "Collection of Swedish Crown jewels that were stolen from a cathedral, in a daring daytime heist. The thieves smashed glass show cases and snatched 17th-century royal treasures. Credit: Swedish Police via AP", "In July 2018, thieves stole a number of precious royal artifacts from a Swedish church before escaping by speedboat.", "Items once belonging to Swedish monarch Karl IX and his wife Kristina, including a golden orb adorned with a crucifix and two crowns, were taken from a cathedral west of Stockholm. The items date back to the early 17th century.", "At the time, police said they could not comment on the value of the items stolen. But dean of the Strängnäs parish, Christofer Lundgren, told CNN affiliate Expressen that their monetary value pales in comparison to their significance in Sweden's cultural history.", "The thieves fled in an open-topped motorboat from the base of the church. Police patrol boats and helicopters joined the hunt.", "This year, a man was convicted and sentenced to four and half years in prison for the robbery.", "Hatton Garden safe deposit", "Thieves broke into Hatton Garden Safe Deposit Ltd in London, using a drill to get through the thick wall. Credit: Metropolitan Police Service", "($21.2 million) in gems, jewelry and cash. It was later described in court as the \"largest burglary in English legal history.\" Carried out during the Easter holiday in 2015, this heist saw thieves break into Hatton Garden Safe Deposit Ltd in London before making away with nearly £14 million($21.2 million) in gems, jewelry and cash. It was later described in court as the \"largest burglary in English legal history.\"", "The perpetrators gained access through an elevator shaft. They then used a drill to bore through a six-foot-thick wall and enter the basement vault, investigators said at the time.", "Four men eventually went on trial, pleading guilty to conspiracy to burgle. The prosecution described the thieves, who were all aged above 40, as \"ringleaders and organizers\" of the crime.", "At the time, media outlets had speculated the value of the haul could be in the vicinity of £200 million (then $303 million), though during the trial, prosecutors placed the value of the stolen property at £14 million.", "Carlton Hotel", "A view of the Carlton hotel, in Cannes, southern France, the scene of a daylight raid. Credit: Lionel Cironneau/AP", "A series of jewelry heists rocked the French Riviera in 2013. Among them was the extraordinary theft of jewels worth an estimated €102 million ($136 million) from an exhibition at the Carlton Hotel in broad daylight.", "The robber, whose face was covered by a hat and a scarf, threatened to shoot exhibitors and guests with a semiautomatic pistol, the prosecutor's office deputy prosecutor for organized crime said at the time.", "A few months earlier, during the Cannes Film Festival, a necklace worth $2.6 million was stolen from a hotel party, shortly after jewels worth more than $1 million had been taken from a safe in a hotel room.", "The Heist at Harry's", "Armed thieves, some dressed as women and wearing wigs, entered the Parisian Harry Winston jewelry shop and stole gems and jeweled watches. Credit: Francois Mori/AP", "In 2008 , four armed robbers -- two of whom were disguised as women -- walked into the luxury jewelry store Harry Winston, in Paris, where they pulled out weapons and forced customers and employees into a corner.", "They took items from display cases and safes, walking out with an estimated €80 million (then about $105 million) in jewels.", "According to the prosecutor's office, the robbers seemed to know secret hiding places for jewels and some employees' first names.", "Antwerp diamond heist", "Antwerp's judicial director, Eric Sack said thieves copied the masterkeys. Credit: Yves Logghe/AP", "The day after Valentine's Day in 2003, $100 million's worth of precious stones were snatched from the Antwerp Diamond Center in Belgium.", "The thieves, led by Leonardo Notarbartolo, reportedly managed to penetrate some of the most advanced security measures, including hi-tech combination locks, motion and heat sensors and 18-inch steel doors.", "They even switched the tapes in the building's security cameras to avoid being identified. Their one mistake: an incriminating half-eaten sandwich with DNA samples on it.", "After a months-long police operation involving detectives in several countries, the gangsters were eventually arrested, though most of the jewels were never recovered.", "Graff Jewelry Store", "A platinum diamond pendant was among the pieces of jewellery stolen from Graff's store in London's Bond Street. Credit: Metropolitan Police/Getty Images", "In 2009, two men in suits and ties walked into Graff jewelry store on London's New Bond Street in the middle of the day and stole jewelry worth an estimated £40 million (then about $65 million).", "The men threatened employees with handguns before grabbing 43 items -- including earrings, necklaces and watches -- and escaping in a blue BMW.", "At the time, it was Britain's largest ever jewelry heist. The two thieves, as well as two other men, were caught and charged for the audacious robbery.", "Brussels Airport", "Marc Bertoldi was accused of masterminding the multi-million dollar diamond theft at Brussels Airport. Credit: Mathieu Cugnot/AP", "In 2013, eight masked men dressed in police uniforms stormed Brussels Airport and made off with $50 million in rough and polished diamonds that were being loaded onto a plane.", "After breaching a fence and racing onto the tarmac, the thieves threatened workers at gunpoint.", "Within three minutes, the men had taken the diamonds from the plane's hold, an airport spokesperson said at the time.", "Authorities said it was a \"big surprise\" that such a slick heist had been possible -- suggesting that it had been the work of professionals, not a chance hold-up. Antwerp, the city known as the world's diamond-cutting capital, lies only about 25 miles away from Brussels.", "ABN Amro Bank", "A branch of the Dutch bank ABN Amro in the northern Belgian city of Antwerp is seen closed after diamonds were stolen. Credit: Michel Wiegandt/AFP/Getty Images", "One unorthodox approach to robbery: chocolates and charm. In March 2007, a man using the name Carlos Hector Flomenbaum became a frequent customer at ABN Amro bank in Antwerp.", "After befriending staff members, who believed him to be a successful diamond trader, and even gifting them chocolate, Flomenbaum was able to acquire a key to the bank's vault. He simply let himself in and walked out the front door with 120,000 carats of diamonds, worth $28 million.", "Venice's Doge's Palace", "Jewels on display at the \"Treasures of the Mughals and the Maharajahs\" exibithion, at Venice's Doge's Palace, in Venice, Italy, Credit: Andrea Merola/AP", "Doge's Palace, a popular tourist destination in Venice, was displaying a collection from the Qatari royal collection in 2018 when two thieves snatched a pair of earrings and a brooch made from diamonds, gold and platinum.", "The jewels had a customs value of 30,000 euros (around $31,000), but at the time, Venice's police chief told Reuters they were actually worth \"a few million euros.\"", "The pieces -- owned by the former Emir of Qatar, Sheikh Hamad bin Abdullah Al Thani -- were taken in broad daylight on the last day of the exhibition. One suspect acted as a lookout, police believe, while another grabbed the jewels from a display case.", "A preliminary investigation revealed that the pair were able to delay the alarm system by one minute, meaning it wasn't triggered until they had made their escape."], "keywords": ["jewels", "vault", "stolen", "worth", "million", "jewelry", "thieves", "men", "credit", "diamonds", "notorious", "modernday", "heists"], "title": "The most notorious modern-day jewelry heists", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}