{"id": "f58d1b1c-3fdd-3912-be41-93c3c5e1382d", "title": "Destiny 2 Recreated In Minecraft Is Honestly Just Really Cool", "url": "https://www.gameinformer.com/gamer-culture/2020/11/04/destiny-2-recreated-in-minecraft-is-honestly-just-really-cool", "summary": "Minecraft is one of those games that absolutely inspires the best in all of us in terms of creativity.\nCourtesy of YouTuber 'EetzJosh, we've got an interesting take on Destiny 2's social space with a complete Tower walkthrough.\nThey even added a picture of Cayde-6, because we're still not ready to accept that he's really gone.\nAccording to the creator, \"A total of 168 hours spread across 3 months has finally allowed me to release this.\nWhat do you think about the Destiny 2 recreation in Minecraft?", "paragraphs": ["Minecraft is one of those games that absolutely inspires the best in all of us in terms of creativity. Through the years, we've seen so many amazing crossovers in Minecraft due to creative and dedicated players and with Beyond Light just around the corner for Destiny 2, this Tower homage is just too perfect not to share.", "Courtesy of YouTuber 'EetzJosh, we've got an interesting take on Destiny 2's social space with a complete Tower walkthrough. Given the limitations of Minecraft and its particular art style, the Tower isn't an exact replica but that doesn't mean it's any less impressive:", "The Minecraft craftsman even faithfully recreated the secret route to get into Zavala's office, a location that many Destiny 2 players became familiar with due to a particular Exotic questline. They even added a picture of Cayde-6, because we're still not ready to accept that he's really gone.", "According to the creator, \"A total of 168 hours spread across 3 months has finally allowed me to release this. I am very happy with the final product and definitely do not regret the hours I’ve put into this. I would really like to thank Mealyac and Limonada (bungie.net profiles linked below) for helping me get this done, and I appreciate every minute you spent working with me on this project. I would also like to thank the community over at twitch.tv/buttters for all the support they have given me throughout this. There were a total of 226,089 blocks placed in this world. This was all created in Minecraft 1.14.4, using Optifine and BSL Shaders.\"", "It's probably just me, but the entire time I was watching this walkthrough I kept just imagining Shaxx's voice screaming \"YES\" like he does in Crucible. Talk about motivating, but this fan creation is worth every bit of praise, especially with Destiny 2 hype loud and proud with the upcoming expansion dropping soon.", "What do you think about the Destiny 2 recreation in Minecraft? What other worlds would you like to see faithfully brought into this creative, blocky world? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["players", "thank", "world", "weve", "walkthrough", "really", "recreated", "cool", "total", "destiny", "minecraft", "honestly", "tower"], "pubDate": "2020-11-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}