{"summary": "Hannity called out House Democrats on Tuesday night for continuing with their impeachment push against President Trump -- and praised the president for fighting back with a letter to Speaker Nancy Pelosi.\nHannity warned that the impeachment, expected to take place Wednesday, will hurt the country and \"stain\" Democrats.\n\"So this circus, this Schiff show on Capitol Hill, full of corrupt political stunt after stunt, this will forever stain not only the Democratic Party, but this hurts we the people,\" Hannity said.\n\"That's where Republicans hold the majority and that's where you actually will need real fact witnesses, not hearsay witnesses, not opinion people.\"\nAnd the good news is, in 322 days, you, we, the American people, we Trump-supporting, smelly Walmart shoppers,\" Hannity said.", "keywords": ["corrupt", "thats", "stain", "democrats", "reckoning", "stunt", "witnesses", "american", "trump", "president", "sean", "political", "word", "hannity", "impeachment"], "paragraphs": ["Sean. Hannity called out House Democrats on Tuesday night for continuing with their impeachment push against President Trump -- and praised the president for fighting back with a letter to Speaker Nancy Pelosi.", "\"They have now decided that a toxic political stunt is obviously more important than the rule of law, our constitutional republic, basic fairness to process, our great Constitution and the will of we, the American people,\" Hannity said on his television show. \"The president ... [is] fighting back in what is a powerful, scathing beatdown.\"", "TRUMP ASSERTS THAT PELOSI'S FALSE TEETH WERE 'FALLING OUT' MID-PRESS CONFERENCE", "Trump, in a blistering, no-holds-barred six-page letter Tuesday to Pelosi, D-Calif., lambasted the Democrats' impeachment inquiry as an \"open war on American Democracy,\" writing that she has violated her oath of office and \"cheapened the importance of the very ugly word, impeachment!\"", "Hannity warned that the impeachment, expected to take place Wednesday, will hurt the country and \"stain\" Democrats. He referred to Rep. Adam Schiff, D-Calif., chairman of the House Intelligence Committee, by name.", "\"So this circus, this Schiff show on Capitol Hill, full of corrupt political stunt after stunt, this will forever stain not only the Democratic Party, but this hurts we the people,\" Hannity said. \"This will have repercussions and dire political consequences in the end. But not for the president.\"", "\"He will not be convicted in the Senate,\" Hannity added. \"That's where Republicans hold the majority and that's where you actually will need real fact witnesses, not hearsay witnesses, not opinion people.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The host called the 2020 presidential election a chance for \"reckoning.\"", "\"There will be a reckoning. And the good news is, in 322 days, you, we, the American people, we Trump-supporting, smelly Walmart shoppers,\" Hannity said. \"Those of us that believe in God, our Constitution, our Bibles, religion. Irredeemable, deplorable. You get the last word in 322 days.\"", "Fox News' Gregg Re contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/media/sean-hannity-on-impeachment-there-will-be-a-reckoning", "authors": ["Victor Garcia"], "id": "f5ab36fd-0870-3253-b10b-6d8f101e1cd4", "pubDate": null, "title": "Sean Hannity: Trump impeachment a 'corrupt political stunt' that will 'stain' Democrats until 2020 'reckoning'"}