{"keywords": ["trainees", "abroad", "training", "chinese", "chinas", "wang", "countries", "students", "study", "frightened", "dragons", "western", "thar", "studying"], "id": "f5bfa086-40d4-357f-9454-8eb380dd060b", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["T HE DRILL-SERGEANT barking orders is a former commando who lost bits of two fingers while deployed in South Sudan. His 100-odd young charges are dressed in camouflage uniforms and army boots. After a bit of marching in time they are shown how to abseil out of a besieged building.", "The group under instruction are not conscripts, however, but students hoping to study abroad. “There is nothing very frightening about education in the West,” said China’s then-leader, Deng Xiaoping, to his American guest, Henry Kissinger, in 1979. His words signalled a dramatic opening: Chinese students would at last be allowed to study in countries that were enemies of communism. Today hundreds of thousands of them head abroad every year, mostly to Western countries. Many, however, are more apprehensive than Deng suggested they should be.", "Their fear is not of ideological contamination, but of the petty crime and shootings that China’s state media highlight as a scourge of Western societies. For Wang Xuejun, this is an opportunity. A veteran of Chinese peacekeeping and international relief work, he is the founder of Safety Anytime, a company that runs security-training programmes for anxious Chinese who are preparing to sojourn abroad. His customers are taught how to respond to gun-toting assailants, kidnapping attempts and terrorist attacks, among other perils. But the bulk of the training focuses on safety consciousness: how to be aware of more mundane dangers such as muggings or pickpocketing and how to avoid or cope with them. There are also lessons in first aid, information security and drugs laws, plus advice on how to handle fraud and sexual harassment.", "The clients include not just Chinese students, more than 660,000 of whom went abroad last year, but also workers from the many Chinese energy, telecoms, finance and engineering companies that send employees abroad as part of China’s Belt and Road Initiative. That project, a sprawling scheme to build infrastructure and spread influence across much of the poor world, has put ever more Chinese into some of the world’s riskier places.", "Many of the students are heading off to leafy college campuses in America rather than strife-torn African countries, but they are still extremely anxious. With relentless regularity, they see reports of senseless and deadly mass shootings in American cities. Mr Wang stresses that his training is about much more than avoiding crazed gunmen, but that is the main draw for many of his trainees. “I hope to go to university in America, but we always hear so much about gun violence there that I really have to take it into consideration,” says 15-year-old Cao Zhen, as his mother stands alongside nodding in agreement.", "Mr Wang, who took part in relief operations in Haiti in the aftermath of a massive earthquake there in 2010, acknowledges that most of his customers will never face the dramatic situations he trains them for. The point, he says, is to develop the preparedness and presence of mind that will serve his trainees well in any dangerous situation, even after they get back home. After all, he says, although China is safer than many of the places his students venture to, anything can happen. ■"], "authors": ["The Economist"], "title": "Thar be dragons - Many Chinese students are frightened of studying abroad", "pubDate": null, "summary": "The group under instruction are not conscripts, however, but students hoping to study abroad.\nHis words signalled a dramatic opening: Chinese students would at last be allowed to study in countries that were enemies of communism.\nToday hundreds of thousands of them head abroad every year, mostly to Western countries.\nThe clients include not just Chinese students, more than 660,000 of whom went abroad last year, but also workers from the many Chinese energy, telecoms, finance and engineering companies that send employees abroad as part of China’s Belt and Road Initiative.\nAfter all, he says, although China is safer than many of the places his students venture to, anything can happen.", "url": "https://www.economist.com/china/2019/11/21/many-chinese-students-are-frightened-of-studying-abroad"}