{"id": "f5f05216-40a4-305d-909f-7b268419cf56", "title": "Wales ends 17-day 'firebreak' and brings in looser Covid measures", "url": "https://www.theguardian.com/uk-news/2020/nov/09/wales-ends-17-day-firebreak-and-brings-in-looser-covid-measures", "summary": "Up to four people can meet in cafes and pubs, and supermarkets can sell non-essentialsWales’s new national measures to combat coronavirus have come into force following the end of the country’s 17-day “firebreak” lockdown.\nThere are no restrictions on travel within Wales, but people will not be allowed to travel outside of the country unless for a reasonable purpose such as work.\nDr Frank Atherton, Wales’ chief medical officer, said that although the firebreak lockdown was over, people’s behaviour still needed to change.\nHe added: “At the moment England is moving into its lockdown, so there’s no reason for people to travel from Wales into England.\nThere will be no legal restrictions on travel within Wales for residents, but international travel should be for essential reasons only.", "paragraphs": ["Up to four people can meet in cafes and pubs, and supermarkets can sell non-essentials", "Wales’s new national measures to combat coronavirus have come into force following the end of the country’s 17-day “firebreak” lockdown.", "Groups of up to four people can now meet in cafes, pubs and restaurants while shops, gyms, hairdressers and places of worship will also reopen.", "Supermarkets can again sell non-essential items while people will only be allowed to meet up inside homes with members of one other household if they have joined into a “bubble”.", "A 10pm curfew on alcohol sales will carry over from before the firebreak, with people required to prove their home address in bars following concerns people in England could flout its lockdown and travel to Wales for a drink.", "There are no restrictions on travel within Wales, but people will not be allowed to travel outside of the country unless for a reasonable purpose such as work.", "Dr Frank Atherton, Wales’ chief medical officer, said that although the firebreak lockdown was over, people’s behaviour still needed to change. He told BBC Radio 4’s Today programme on Monday: “As we come out of this firebreak we can’t simply go back to the behaviour we had before. We still need to work differently.”", "When asked if people could be stopped travelling between England and Wales, Atherton said that with England under national lockdown there was no reason to cross the border.", "He added: “At the moment England is moving into its lockdown, so there’s no reason for people to travel from Wales into England. As England comes out of its lockdown we will absolutely have to reconsider how people travel.”", "In the final week of Wales’s lockdown, the number of Covid-19 hospital admissions surpassed the levels of the previous peak of the virus in April.", "The Welsh government also faced calls to extend restrictions in areas of the south Wales valleys including Merthyr Tydfil – which became the worst-hit area of the UK last week with 741 cases per 100,000 people – transmission levels continue to rise.", "Wales’s new national measures include:", "• The need to maintain 2-metre social distancing and wear face masks in enclosed public places, including on public transport and taxis.", "• The requirement to work from home whenever possible will remain.", "• People should only meet with their “bubble” in their own home and only two households will be able to form a “bubble”. If one person from either household develops symptoms, everyone should immediately self-isolate.", "• People will be able to meet in groups of up to four people from separate households (not including any children aged under 11) in regulated indoor places, such as hospitality – bars, pubs, cafes and restaurants.", "• Up to 15 people can take part in an organised indoor activity and up to 30 in an organised activity outdoors, providing all social distancing, hand hygiene and other Covid-19 safety measures are followed.", "• People should avoid non-essential travel as much as possible. There will be no legal restrictions on travel within Wales for residents, but international travel should be for essential reasons only.", "Primary schools and years 7 and 8 in secondary schools remained open during the lockdown apart from the half-term break, but all schools and year groups will resume from Monday.", "Universities will resume a combination of in-person teaching and blended learning."], "authors": ["Pa Media"], "keywords": ["lockdown", "wales", "travel", "restrictions", "pubs", "meet", "measures", "17day", "schools", "looser", "ends", "places", "firebreak", "covid", "brings", "england"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}