{"id": "f6078b7a-6134-3d0b-8e65-abe0590b43e3", "title": "The Past, Present, And Future Of Riot Games' K-Pop Group K/DA", "url": "https://www.gameinformer.com/2020/11/06/the-past-present-and-future-of-riot-games-k-pop-group-kda", "summary": "When Riot Games debuted its augmented reality-fueled K-pop group K/DA to the world back in 2018, League of Legends fans were curious to say the least.\nThe pastRiot Music Group creates music-driven experiences across numerous spaces in the Riot-verse, including the games themselves, entertainment mediums outside of working titles, and in the esports scene.\nMorales adds, \"In many ways, K/DA represents the natural progression of where we saw music headed as a creative medium within the company.\nIt's esports, it's online play, it's special events, it's an entire ecosystem built on community and the relationship between Riot Games and players.\nThat philosophy was that we never really wanted to stray too far from the core truths of who these champions are.", "paragraphs": ["When Riot Games debuted its augmented reality-fueled K-pop group K/DA to the world back in 2018, League of Legends fans were curious to say the least. Since the group's debut song Pop/Stars, the musical squad has been fairly quiet outside of a few staggering track releases, but now that their full EP is out? The world is theirs for the taking. But how does a not-so-non-fictional pop sensation take over the world beyond just the League of Legends community? We spoke with Riot Games to find out.", "Speaking with Riot Music Lead Toa Dunn and Creative Director of LoL Marketing Patrick Morales, we learned a lot about the motivations behind taking on the music world in this fashion and where the next step should lead.", "The past", "Riot Music Group creates music-driven experiences across numerous spaces in the Riot-verse, including the games themselves, entertainment mediums outside of working titles, and in the esports scene. When talking about the road leading up to K/DA's success, Dunn tells us, \"Over the past few years, we've introduced various musicians from our music universe to our players. This includes everything from pop, K-pop, hip hop, and more. Our teams have experimented with music and have explored different ways to bring music to life, our music collectives, and the individual artists, as well as our league of legends champions that have been reimagined as modern-day musicians and performers. Our hope is to one day have a thriving music universe that fans can interact and engage in unique ways. And for us, music is key. All of this is in service of creating lasting memories and pop culture moments that resonate with players and fans alike.\"", "This creative approach to marketing saw a unique success with K/DA, a success that has experienced a massive boom, resulting in numerous media accounts to further the illusion of reality, as well as a new EP that is available now. The recently added Seraphine sung her way into the game and into the pop group, even having her own social media presence in startling detail.", "Morales adds, \"In many ways, K/DA represents the natural progression of where we saw music headed as a creative medium within the company. For much of League's existence, we've cultivated this almost distinct musical identity in the ways that we've supported the game, from all the musical themes for each champion to all the cool world anthems that we would put out for our players to energize each competitive event year over year. But then we thought, what else could music do in terms of really satisfying our players and possibly stand on its own as a creative experience? So back in 2018, the teams behind the Riot Music Group and lead marketing came together, thinking about the ways in which we could do this as a way bring the music experience to life outside of the game, which inevitably became the founding pitch behind K/DA. Before all the skins, all the music videos, and all of the amazing things that we saw come out that year, we really just had one simple goal: create a true pop culture moment that would invite the outside world into what League was all about.\"", "Following the debut of Pop/Stars as a single, the group went quiet. No new songs, no appearances...nothing. In 2020, that changed and a big reason for that reappearance, according to Riot Games, was because so many fans kept asking for more music. The Pop/Stars song also was a huge hit in the VR game Beat Saber, furthering interest for new content.", "The present", "While the stars of K/DA are rendered versions of real in-game champions, the movements and inspiration behind the group is very real talent. That being said, the focus is on the characters themselves and making them feel integrated into our daily lives. \"As real musicians, we wanted players to be able to interact with them in the same way that they do with the kind of talent that you see in real life through social media, something that we discovered especially recently through engagement events, like spirit Blossom Festival, is that our players are always really excited by the ways that we let them interact with our champions,\" Morales tells us. \"So given the reality based nature of both the music universe and K/DA, this is how we decided to do that this year in this massive multi month music launch campaign covering a breadth of different channels and tactics.\"", "Seeing songs like Pop/Stars hit number one on music charts is exciting, and was a huge surprise (and a welcome one) to fans everywhere. The League of Legends community is massive and it is showing no signs of slowing down. Now that Riot Games is earning that 'S' in its name with numerous titles, many of which are spinoffs from League itself, new eyes on the Riot microcosm means more growth, more interest, and more reasons to keep pushing for better content.", "Morales adds that while success was expected, the incredible magnetitude of it has been a wild ride. K/DA moved from being an innovative concept into a space where this group became an \"unexpected spokesperson\" for League of Legends as a whole. \"We've heard countless stories about music fans who got into League because of K/DA as well as those of League players who have discovered an entirely new genre of music because of it,\" says Dunn. \"I think the common thread that we saw was that, you know, there's this unique connection that the music of League can foster and that's what we're trying to do more of today.\"", "The inspiration behind the music is very much fueled by the champions themselves and the events surrounding them. K-pop is a huge genre of music with an incredibly loyal fanbase, but the blend of musical stylings is beyond just that niche. It's meant to be a celebration of these heroes, a way to humanize them in an effort to connect the community even more.", "League is much more than just the game. It's esports, it's online play, it's special events, it's an entire ecosystem built on community and the relationship between Riot Games and players. K/DA is another bridge between the devs and the fans, making the tight-knit community even moreso while celebrating what brought everyone together in the first place.", "Dunn adds to that, saying: \"It's really about creating meaningful content that delivers player value in new and exciting ways outside of the core game experience.\" With the new EP and more content planned in the years to come, the League of Legends community is getting a highly desired breath of fresh air.", "The future", "With the new EP, the future is brighter than ever. With more music, more collaborations, and a continuously growing social media presence to lend to the realism, K/DA is just getting started regarding what the group means to the League family.", "While cartoon-facing groups isn't exactly the newest concept (think Gorillaz), having it be completely fictionalized is an innovative step. Taking that creative marketing concept to the next level using social media is smart — if not unnerving at times when dealing with real-life concepts like depresson and anxiety — and completely fleshed out. Speaking with the two Riot Games team members, I wanted to know how they have handled making this fictitious group more human with real-life experiences and unique personas thus far. How did the team evolve this concept beyond just the \"pop\" experience?", "\"One of the things that we really wanted to do this year was find ways for our players to connect with our champions, because that level of interaction was always something that we found is pretty successful, based off of experience that we've provided,\" responds Morales. \"This year, we wanted to try something a little bit differently by actually giving them a voice through social media. And that serves two purposes: The level of interaction previously mentioned, but also we wanted to tell a story. League is very much an IP rich in storytelling in a variety of different mediums, and we felt that this year would be a really interesting opportunity to explore what that would look like if players could actually have a hand in that storytelling.", "\"Ultimately, we looked at social media as an interesting platform for that, we wanted to see where this could potentially lead. The newest champion's story was one that we thought was really interesting, we wanted to know how we could tell this sort of origin of a rising star who really got to discover herself and find a place amongst her idols. So in terms of how we did that, we followed a similar thought process to K/DA. That philosophy was that we never really wanted to stray too far from the core truths of who these champions are. A lot of the elements that people love about Evelyn, in terms of her being this kind of over the top diva, are really just derived from her base characteristics as a champion within League. She's a demon that thrives off of attention, and we wanted to create a lot of those same creative parallels with their K/DA personnas in much of the same way when we first heard that serophene was this musician who is really all about empathy at her core, we wanted to create a story based off of that and really create a personality. Their core personalities created these personas and each social media profile is an extension off of that.\"", "It's going to be interesting to see how K/DA continues to evolve and its influence felt within the League of Legends community. In the meantime, the new EP absolutely slaps and you can listen to it for yourself in the video below:"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["riot", "kda", "players", "present", "group", "really", "kpop", "future", "league", "games", "media", "past", "music", "wanted", "ways"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}