{"keywords": ["sourdough", "minutes", "bread", "york", "times", "gluten", "starter", "stylist", "dough", "bowl", "sarah", "flour"], "authors": ["Claire Saffitz", "A Guide"], "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "url": "https://cooking.nytimes.com/guides/59-how-to-make-sourdough-bread", "summary": "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano.\nJohnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano.\nJohnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano.\nIt will feel very alive.”Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano.\nJohnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano.", "paragraphs": ["Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "1. Mix together flour and water and let sit (autolyse). Early on the second day, weigh 700 grams of white bread flour and 300 grams of whole-wheat or whole-grain rye or spelt flour (or a blend) in a large mixing bowl. Mix to combine. Weigh out 750 grams of lukewarm tap water (about 90 degrees) and add to the flours. Mix gently with a clean hand or a flexible bench scraper until all the flours are hydrated and no dry spots remain. Cover with a damp dish towel, and let sit at least 30 minutes while you wait until your starter is ready (see Step 2). Why? If starter is the life force of bread, then the stretchy strands known as gluten are its backbone. When two proteins in flour come into contact with water, gluten forms a network inside the dough, trapping the gas produced by the yeast. To build lots of gluten from the get-go, bakers employ a technique known as autolyse, in which flour and water are mixed and left to rest, usually before adding the starter. During autolyse, gluten bonds form that create the basic structure of the dough. As little as 30 minutes of autolyse can be effective, but generally speaking a couple of hours is optimal. It will give your gluten a head start and decrease the amount of mixing down the line.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "2. Make sure the starter is ready to use (perform a float test). When the sudsy bubbles on the surface of a starter form a dome and it appears on the verge of collapse, drop about a teaspoon of starter into a small bowl of room temperature water. If it floats, the starter is full of gas and ready to use (ripe). If it sinks, let it sit, checking every 30 minutes, until you see even more activity and then try the test again.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "3. Combine the autolyse and starter. Add 200 grams of ripe starter to the bowl with the flour-water mixture. Pinching with your thumb, forefinger and middle finger on one hand and rotating the bowl with the other, mix until the starter is completely incorporated. 4. Assess texture and add salt. At this point, the dough should be wet but also extremely extensible (having the ability to stretch without snapping back). Sprinkle 20 grams salt and 20 grams of water across the dough, and pinch, as before, to incorporate. Cover with a damp towel and let sit for 10 minutes. Why? Adding salt tightens the gluten network, so the dough will go from very extensible to more elastic (having the tendency to snap back after being stretched) and stringy.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "5. Mix the dough. Uncover the dough. Slide a wet hand down along the inside of the bowl and underneath the dough. Grasp a handful and stretch it upward until you feel resistance, then fold it back onto the dough mass. Repeat this motion continuously for 10 minutes, rotating the bowl about 90 degrees each time. As you work the dough, it will progress from very slack and sticky to smoother and more elastic.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "6. Check if the dough has built enough gluten (perform the windowpane test). After 10 minutes of mixing, pinch off a golf ball-size piece of dough and gently stretch it with your fingertips, working it both longer and wider until you have a thin, even membrane through which light can pass. If the dough tears before this point, continue to mix and check again every 10 minutes. (If you’re mixing for more than 20 minutes and the dough is not yet at this point, feel free to move on. Your bread will still turn out.) Use a flexible bench scraper to scrape dough out onto a clean surface. Rinse the bowl to remove any dried flour, then return the dough to the damp bowl. Why? This will help determine if the dough has developed sufficient gluten to give it strength, which enables it to hold its shape. 7. Prepare for the dough’s first rise (bulk fermentation). Mark where the dough hits the side of the bowl with a piece of tape. Note the time, and the temperature of the dough. It should be 76 degrees to 80 degrees. Cover the dough with a damp towel and let sit for 60 minutes. Why? Bulk fermentation is the period after the starter has been added during which the dough undergoes its first rise. The yeast and bacteria produce gas and flavor, so a longer fermentation will result in a more flavorful bread. If your dough is above or below the optimal 76- to 80-degree range, that’s fine, just note that it will accelerate or slow the bulk fermentation accordingly. If fermentation seems to be moving slowly, you can move your dough to a warmer place, like the inside of the oven with the oven light on.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "8. Fold the dough. Using a wet hand and the same mixing motion as Step 5, but with a gentler touch to avoid knocking out any gas, perform four folds, making a full rotation of the bowl. Cover the bowl, wait 1 hour, then perform the same series of four folds. Cover and repeat every 60 minutes, until the dough feels pillowy and filled with air, which can take at least 3 hours and as many as 7. Each time you fold the dough, it should feel lighter and sit higher in the bowl. Determining when bulk fermentation is complete can be difficult. The dough should more or less double in size — use the mark on the bowl as a reference — but that’s not a guarantee. You should see lots of bubbles on the surface and sides of the dough. “It’s like cream versus whipped cream,” said Avery Ruzicka, the baker and an owner of Manresa Bread in California. “You should be able to see that there’s volume to it.” Or as Ethan Pikas, of Cellar Door Provisions in Chicago, said, “It should feel very smooth and aerated. It will feel very alive.”", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "9. Shape dough for the first time (pre-shaping). Clear and lightly flour a work surface. Gently turn out the dough, letting its weight coax it out of the bowl and loosening the sides with the bench scraper. Divide the dough in half with the bench scraper. Using floured hands and working with one piece of dough at a time, gently pull all the edges of the dough toward the center to create a round, tidy packet. (The non-floured surface will readily stick to itself.) Use a bench scraper to turn the loose ball of dough over so it rests seam-side down. Cover with a clean towel and repeat with the second half of dough. Let both pieces of dough rest, covered, on the work surface for 20 minutes. Why? Pre-shaping the dough guarantees uniform loaf size and helps to organize the gluten strands roughly into the final shape of the baked loaves. The following rest period relaxes the gluten and makes final shaping easier, leading to bread with a better overall rise. 10. Prepare the shaping baskets. As dough rests, line two baskets or mixing bowls with clean kitchen towels. Stir together a 50/50 mixture of white bread flour and rice flour. (Rice flour will prevent sticking.) Dust the interiors of the baskets generously with the 50/50 flour mixture. Set aside.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart.", "11. Shape the dough a last time (final shaping). Uncover one piece of dough and lightly dust the top with the 50/50 flour mixture. In one decisive motion, use the bench scraper to lift and turn the dough over floured-side down. Slide your fingertips beneath the dough and stretch it gently into a square shape. Fold the left side of the dough inward toward the center, then fold the right side inward and overtop of the left fold. Starting at the end closest to you, roll the dough away from you into a bulky spiral. Let the dough sit for a minute or two on its seam to help it seal, then use a bench scraper to lift up the dough and place it seam-side up in one of the prepared baskets. Lightly dust the exposed part of the dough with more of the 50/50 flour mixture, and cover with a kitchen towel. Repeat with the second piece of dough.", "Johnny Miller for The New York Times, Stylist: Laurie Ellen Pellicano. Prop Stylist: Sarah Smart."], "id": "f6c594fe-3b59-320b-a204-4d34dd9af28c", "pubDate": null, "title": "How to Make Sourdough Bread"}