{"id": "f6c7d9fb-2e6e-30eb-a2a5-a0cddc87227f", "title": "About Endlessness review – mesmerising odyssey to the heart of existence", "url": "https://www.theguardian.com/film/2020/nov/05/about-endlessness-review-roy-andersson", "summary": "Maybe at the age of 78 he feels he’s approaching the end … of his career, of his life, of everything.\nDespite or because of it, Swedish auteur Roy Andersson has called his latest movie About Endlessness.\nCrisis of faith … a priest dreams he is carrying a cross through the streets of StockholmYet there are also scenes of hope, compassion and love.\nOver it all, there is another vision: a couple in each other’s arms, floating over a city wrecked as if by a bomb.\n• About Endlessness is in cinemas and on Curzon Home Cinema from 6 November.", "paragraphs": ["Maybe at the age of 78 he feels he’s approaching the end … of his career, of his life, of everything. Despite or because of it, Swedish auteur Roy Andersson has called his latest movie About Endlessness. And though this might not be his final film (a recent documentary hinted that he has been working on some new ideas) there is a paradox there. Just as he sees death looming up in the foreground, Andersson lifts his eyes beyond the finale of all flesh to the receding horizon of mysterious infinity, that minutely detailed distance that he always fabricates in his films.", "About Endlessness is another of Andersson’s superb anthologies of the human condition: people with a zombie-white pallor enclosed in enigmatic tableaux, populating his utterly unique world of unreality and artificiality, scenes of tragicomedy inspired by Tati and Python and created with masterly model work and green-screen effects in the studio. He shows moments of all too human weakness, weariness, gentleness, bewilderment, despair; there are nauseating visions of war crime, returning us to the genocidal horror he showed in his 1991 short film World of Glory.", "Crisis of faith … a priest dreams he is carrying a cross through the streets of Stockholm", "Yet there are also scenes of hope, compassion and love. A wizened old man in a bar, whose windows show a glorious vista of snowfall, declaims to a roomful of strangers that it is “Fantastic … fantastic!” He’s right, though his rapture isn’t enough to convince the dentist we saw in the earlier scenes, slumped over the bar, his surgical mask now pulled down to his chin in proto-Covid exhaustion and misery.", "And all of it is has that unmistakeable compositional sense. I call it the Anderssonian Depth of Field. Striking images and poses happen under the camera’s nose, but the audience’s eye is led, as if on a rail track, out into the distance, to eerily mesmeric background scenes whose pin-sharp definition you find yourself inspecting for signs of independent life. In a church, on a bus, in a huge railway station concourse, there is enormous subsidiary pleasure in just noticing the background, which is as vividly alive as a waking dream.", "Some moments are tiny, almost subliminal touches of discontent. A middle-aged woman is shown looking out of the window, and the voiceover says that she is a “communications manager, incapable of feeling shame”, but doesn’t show the shamelessness in action. A man addresses the camera, telling us how he recently hailed someone in the street he’d known at school, only to see this man ignore him and realise this former acquaintance hasn’t forgiven him for a wrong he’d done him along ago; and in a later scene Andersson shows how these feelings of shock and nascent self-reproach have curdled into resentment after discovering this non-friend has done much better than him in life. A priest is seen in various scenes experiencing a crisis of faith that manifests itself in depression, alcoholism and a dream in which the priest sees himself carrying a cross through the streets of Stockholm on the way to his own crucifixion: a scene with something of both Bergman and Allen, but quintessentially Andersson.", "There is a glorious moment when we see a bar or cafe out in the summery countryside, with what appears to be a trio of guys outside drinking. Three girls wander up, and find themselves spontaneously dancing to the music playing in the bar: will the guys invite these newcomers to join them? It’s an epiphany of lightheartedness and happiness.", "Some of the time, though, it’s the complete opposite. A grim vista of prisoners being force marched across a bleak, wintry landscape to Siberia gestures at Soviet cruelty: a line of hunched and trudging people going on for ever. Later, we will see Hitler’s bunker, with continuous, thin snowfalls of dust caused by the artillery pounding outside, and the Führer himself staggering into a wrecked room, with physically drained senior Nazis hardly able to stand and salute. The specificity of that historical allusion is a risk – for any other film-maker, it might have been a wrong move – but the pure wretchedness and moral deadness of what Andersson conjures up here works as an enigmatic juxtaposition with other, blameless worlds.", "Over it all, there is another vision: a couple in each other’s arms, floating over a city wrecked as if by a bomb. There is something weirdly optimistic in it, a Peter Pan-ish transcendence of disaster. What an amazing experience this film is: and Andersson incidentally has done for Stockholm in the movies what Godard did for Paris and Allen for Manhattan. Andersson’s films are endlessly rewatchable. To view them is to abolish gravity.", "• About Endlessness is in cinemas and on Curzon Home Cinema from 6 November."], "authors": ["Peter Bradshaw"], "keywords": ["scenes", "priest", "life", "endlessness", "wrecked", "bar", "man", "odyssey", "existence", "mesmerising", "andersson", "film", "wrong", "heart", "review"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}