{"id": "f6e96d88-5975-30ce-b1a6-6143e2f936b2", "title": "Revitalizing Your Digital Business Model", "url": "https://execed.economist.com/mit-sloan-school-management/revitalizing-your-digital-business-model-2020-12-01", "summary": "Based on extensive MIT research, it provides insights into how firms can achieve competitive advantage by defining and delivering a unique digital business model.\nBecause digital transformations are massive—and only recently begun—leaders must be prepared to learn what does and doesn’t work.\nThere is no single path or targeted business design defining how to become a successful digital business.\nThis course will explore the different approaches companies are taking to their digital transformations.\nRevitalizing Your Digital Business Model will help senior managers address the following issues:", "paragraphs": ["Every executive is now responsible for ensuring the effective use of information and technology. If a company hasn’t yet been disrupted by new, digitally-inspired business models, it will be. This class explores the strategies, structures, processes, roles, and skills to help you lead a digital transformation.", "This program is designed to guide senior executives as they attempt to leverage opportunities and overcome challenges associated with competing in the digital marketplace. Based on extensive MIT research, it provides insights into how firms can achieve competitive advantage by defining and delivering a unique digital business model.", "Because digital transformations are massive—and only recently begun—leaders must be prepared to learn what does and doesn’t work. There is no single path or targeted business design defining how to become a successful digital business. This course will explore the different approaches companies are taking to their digital transformations.", "Revitalizing Your Digital Business Model will help senior managers address the following issues:"], "authors": [], "keywords": ["transformations", "revitalizing", "work", "model", "help", "transformationsrevitalizing", "senior", "business", "defining", "unique", "digital", "transformationthis"], "pubDate": "2020-12-01T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}