{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "pubDate": null, "keywords": ["scenes", "kong", "wong", "chen", "protesters", "family", "takes", "arrested", "protests", "lam", "hong", "im"], "title": "Behind the scenes of the Hong Kong protests", "paragraphs": ["You can enable subtitles (captions) in the video player", "ANGELINE CHEN: My name is Angeline. I'm a solicitor here in Hong Kong. And in our free time, myself and a lot of colleagues, we go and assist people who are arrested because of the protests.", "ALFRED WONG: My name is Alfred. I'm a cardiologist in a public hospital. Many of these injured protesters are actually afraid of getting medical help from the established system, so they have nowhere to go. So they came to us.", "REBECCA LAM: My name is Rebecca. I'm a social worker. I sometimes go to the front line and talk to people that are preparing themselves to get arrested or be beaten by the police.", "ANGELINE CHEN: It's about 8:00 in the evening. There was a protest this-- earlier today on Hong Kong Island. So a bunch of people were arrested. There were some clashes around Causeway Bay Admiralty and Central. And now, I'm outside North Port Police Station because we know that a few people were arrested. And we're here to check who is in here and who's not.", "Myself, I think I am in a privileged position, not in the sense of being from a very well family or whatever but in the sense that I have fewer concerns than some other people. I don't have family in the mainland China that I can get threatened with. I feel like it's a duty on my part. I've mostly sacrificed sleep. But you know, that's really nothing compared to what people on the street are giving up.", "ALFRED WONG: As doctors in the public sector in Hong Kong, we have already quite a heavy workload from our daily work. Many a time, you have to stay up until 3:00 to 4:00 in the morning to pick up these hotlines and arrange accordingly for these patients.", "REBECCA LAM: There was this girl that we engaged online. We actually engaged her on Telegram. And she was telling us that she was very distressed and she had conflict with her family. And she told us how sad she was. And her biggest issue is that her father is a police. She's out there every night protesting and got beaten by police and got tear gassed by police.", "And then back home, his dad won't understand anything. And his dad will just say, all the protesters are rioters. So at the end, she had to move out. And she lived in a hotel and she actually lived in a hotel for two weeks before we can reach her. And she was just broke by then.", "ANGELINE CHEN: We've done marches for ages and ages. We've done marches with a turnout of 1 million people. And that evening, Carry Lam just went ahead and said, oh, the second reading of the bill will continue on Wednesday. If it weren't for people surrounding of the legislative council on the 11th of June and on the 12th of June, the bill would have been passed.", "I mean, that's something that we have to admit-- the Hong Kong government just didn't listen at all. It is a bit radical for me to say this, Even though we may disagree with their means, we have to admit that we are now enjoying the results.", "[NON-ENGLISH SPEECH]", "ALFRED WONG: Many of these professions have found their own role in supporting the movement. I think this is very important because this is not a single battle. This is a very long war that we are going to fight. It takes probably more than one generation, and it takes more than just a few thousand or a few hundreds protesters fighting at the front line. It takes the wisdom of the elders and the energy of the young people to win this war."], "id": "f750ba7b-ffbc-3263-bbe6-19d211b5d5b3", "url": "https://www.ft.com/video/cfa1439a-541e-4c57-b6c0-447f03fc5509?playlist-name=editors-picks&playlist-offset=7", "authors": ["Filmed", "Produced Tom Griggs", "Reporting Nicolle Liu"], "summary": "I'm a solicitor here in Hong Kong.\nAnd in our free time, myself and a lot of colleagues, we go and assist people who are arrested because of the protests.\nThere was a protest this-- earlier today on Hong Kong Island.\nALFRED WONG: As doctors in the public sector in Hong Kong, we have already quite a heavy workload from our daily work.\nI mean, that's something that we have to admit-- the Hong Kong government just didn't listen at all."}