{"id": "f8412e2c-f85f-39c9-b865-aca1f7649c17", "title": "The fiscal question - What next for the EU’s fiscal rules?", "url": "https://www.economist.com/finance-and-economics/2020/10/31/what-next-for-the-eus-fiscal-rules", "summary": "Readers of the European Commission’s 108-page “Vade Mecum” on the Stability and Growth Pact ( SGP ), the European Union’s fiscal rule book, might sympathise.\nAs countries prepared to enter a monetary union without a central fiscal authority, rules were needed to bind the hands of the spendthrift.\nThe fiscal rules have been periodically tweaked over the years.\nThe “fiscal compact”, passed at the urging of Germany in 2012, obliges governments to try to keep structural deficits close to zero.\nIn February the European Commission announced another review of the rules.", "paragraphs": ["T HE SCHLESWIG-HOLSTEIN question, a 19th-century diplomatic teaser, was said to be so complicated that of the three people who had ever understood it, one had forgotten it all, another was dead and the third driven mad. Readers of the European Commission’s 108-page “Vade Mecum” on the Stability and Growth Pact ( SGP ), the European Union’s fiscal rule book, might sympathise. Over the years the rules have sprouted a head-spinning array of exceptions, interpretative possibilities and get-out clauses. No finance minister in Europe fully understands them, says a Brussels insider.", "Yet at the heart of the EU ’s rules lie two simple figures, anchored in the Maastricht treaty of 1992: governments should aim to run budget deficits no higher than 3% of GDP and to cap the public-debt stock at 60% of GDP . As countries prepared to enter a monetary union without a central fiscal authority, rules were needed to bind the hands of the spendthrift. The quid pro quo for strict rules was a politicised process of enforcement. In 2003 France and Germany exceeded the deficit threshold and then cowed the rest of the EU into letting them escape unpunished; an early blow to the rule book’s credibility from which some say it never recovered. No country has ever faced the fines that notionally apply to serious miscreants.", "The fiscal rules have been periodically tweaked over the years. Brussels shifted away from headline targets to focus on “structural” deficits that sought to strip out the effect of the business cycle. But conjuring reliable estimates in real time has been impossible—often forcing governments to tighten prematurely. In 2011 members agreed that debt levels over the 60% limit should be cut by one-twentieth each year. The “fiscal compact”, passed at the urging of Germany in 2012, obliges governments to try to keep structural deficits close to zero. In 2015 the commission clarified the cases in which exemptions could be granted, including structural reforms with up-front costs, and public investment.", "All this gave birth to the monster Europe knows today. This proliferation of rules has enabled more nuanced negotiations between the commission and governments, argues Gregory Claeys of Bruegel, a think-tank in Brussels. The price is a loss of accountability and transparency. The commission might instruct a finance minister, accountable to a national parliament, to shave a few points off their deficit while dangling the prospect of later invoking an escape clause—and a few months later, when the cyclically adjusted deficit has been recalculated, say something different. “That’s when you start debating, should I tell the prime minister or should I just ignore the blighters?” says Thomas Wieser, a former euro-zone official. Mistrust is further fostered by governments that often find it easier to blame slow growth on the constraints of Brussels rather than their unwillingness to reform.", "In February the European Commission announced another review of the rules. Covid-19 put it on ice, but could also affect its outcome. The SGP is suspended until the end of 2021, in order to allow governments facing plummeting revenues and huge social bills to run large deficits. That offers space for a broader debate. Italy’s government, with a debt load nearing 160% of GDP (see chart), will hardly be expected to cut it by five percentage points a year. And with monetary policy running out of ammunition, fiscal policy will have to do more for the recovery."], "authors": ["The Economist"], "keywords": ["fiscal", "brussels", "eus", "deficits", "minister", "question", "commission", "gdp", "structural", "governments", "rules", "european"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}