{"id": "f84c15e9-4c77-31ef-bcce-4fb19cc77412", "title": "Modular Programme in Data Science", "url": "https://execed.economist.com/indian-institute-management-bangalore/modular-programme-data-science-2020-12-10", "summary": "The triad of machine learning, big data and artificial intelligence form the pillars of the emerging discipline of data science.\nManagers who lead data science teams are required to possess a sound understanding of the underlying technologies.\nThe field of information systems provides the appropriate frameworks to build the business case for data science initiatives, and to analyse the shifts brought about by its application.\nOrganizations that fail to recognize the disruptive power of data science will be rapidly left behind.\nThe Modular Programme in Data Science (MPDS) from IIM Bangalore will empower managers and other professionals to draw from the frameworks of data science and information systems, and guide their organizations along a forward-looking trajectory.", "paragraphs": ["The triad of machine learning, big data and artificial intelligence form the pillars of the emerging discipline of data science. Managers who lead data science teams are required to possess a sound understanding of the underlying technologies. More importantly, they must also be able to communicate the strategic benefits of their efforts to stakeholders. The field of information systems provides the appropriate frameworks to build the business case for data science initiatives, and to analyse the shifts brought about by its application.", "Organizations that fail to recognize the disruptive power of data science will be rapidly left behind. While there is a threat of job loss in mechanistic settings like BPO operations, there is also a tremendous potential to innovate in environments that are conducive to analytics. For example, insurance firms have begun to offer discounts to policy holders who are willing to share data recorded by their wearable devices. The collection and processing of this unstructured data is fairly complex, and yields tangible returns to business.", "The Modular Programme in Data Science (MPDS) from IIM Bangalore will empower managers and other professionals to draw from the frameworks of data science and information systems, and guide their organizations along a forward-looking trajectory. The MPDS series is designed for flexibility. Factoring in fairly tight workplace requirements, a cyclical scheduling of the modules around the year allows participants to take a staged approach towards developing knowledge and skills."], "authors": [], "keywords": ["yields", "managers", "fairly", "programme", "modular", "mpds", "science", "data", "workplace", "frameworks", "systems", "information"], "pubDate": "2020-12-10T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}