{"id": "f86656b9-528b-3ee0-8d83-19443052fcfc", "keywords": ["lives", "yes", "shared", "underwater", "wrong", "marriage", "louisiana", "man", "steven", "proposal", "jr", "note", "hear", "africa", "goes", "marry", "dies", "love", "weber"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Paulina Dedaj", "Paulina Dedaj Is A Writer", "Reporter For Fox News. Follow Her On Twitter"], "url": "https://www.foxnews.com/world/louisiana-man-dies-in-africa-after-underwater-marriage-proposal-goes-wrong", "title": "Louisiana man dies in Africa after underwater marriage proposal goes wrong", "summary": "Steven Weber Jr. never got to hear his girlfriend say “yes” after popping the question underwater during their trip to Tanzania this week.\nKenesha Antoine took to Facebook to confirm the death of her fiancé Friday in a touching tribute where she shared their final moments together.\nTEACHER’S BOYFRIENDS PLANS SURPRISE PROPOSAL WITH STUDENT’S HELP“There are no words adequate enough to honor the beautiful soul that is Steven Weber, Jr.,” the post read.\nBut... Everything I love about you I love more every day,” the note which he held up to the glass read.\n?”MAN PROPOSES TO GIRLFRIEND FOR A MONTH WITHOUT HER KNOWING IT, GOES VIRAL“You never emerged from those depths, so you never got to hear my answer, Yes!", "pubDate": null, "paragraphs": ["Steven Weber Jr. never got to hear his girlfriend say “yes” after popping the question underwater during their trip to Tanzania this week.", "Kenesha Antoine took to Facebook to confirm the death of her fiancé Friday in a touching tribute where she shared their final moments together.", "TEACHER’S BOYFRIENDS PLANS SURPRISE PROPOSAL WITH STUDENT’S HELP", "“There are no words adequate enough to honor the beautiful soul that is Steven Weber, Jr.,” the post read. “You were kind, compassionate, you regularly made me cry with laughter, and you showered me with a love like none I’d ever experienced.”", "Antoine shared a video of Weber, a Louisiana resident, where he can be seen in diving gear with a note in a plastic sealed bag.", "“I can’t hold my breath long enough to tell you everything I love about you. But... Everything I love about you I love more every day,” the note which he held up to the glass read.", "Weber flipped the paper over: “Will you please be my wife. Marry me???”", "MAN PROPOSES TO GIRLFRIEND FOR A MONTH WITHOUT HER KNOWING IT, GOES VIRAL", "“You never emerged from those depths, so you never got to hear my answer, Yes! Yes! A million times, yes, I will marry you!!” Antoine said but her fiancé never surfaced to actually hear her.", "“We never got to embrace and celebrate the beginning of the rest of our lives together, as the best day of our lives turned into the worst, in the cruelest twist of fate imaginable.”", "The circumstances surrounding Weber’s death were not immediately known.", "Antoine said that despite her grief she was thankful for the “bucket list experiences” they enjoyed on their “once-in-a-lifetime” trip.", "CLICK HERE TO GET THE FOX NEWS APP", "“I will find you and marry you in the next lifetime, and the next, and the next, and the next... I love you so much, and I always will.”"]}