{"summary": "The Camellia Bowl will be played between the Arkansas State Red Wolves and the Florida International Panthers on Dec. 21.\nThe Red Wolves will appear in their ninth straight bowl game and their 10th overall.\nArkansas State has six wins in those eight games.\nCLICK HERE FOR COMPLETE COLLEGE FOOTBALL BOWL GAME COVERAGE--CAMELLIA BOWL INFOSponsor: UnsponsoredDate: December 21Time: 5:30 p.m.\nETTV: ESPNStadium: Cramton BowlLocation: Montgomery, Ala.--CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMODDSMoneyline: Arkansas State (-135), Florida International (+115)Spread: Arkansas State (-2.5), Florida International (+2.5)Over/Under: 63; Over (-110), Under (-110)--Betting odds courtesy Bet-NJ.com", "keywords": ["record", "watch", "panthers", "vs", "touchdown", "game", "fiu", "state", "overall", "led", "preview", "arkansas", "2019", "yards", "bowl", "camellia"], "paragraphs": ["The Camellia Bowl will be played between the Arkansas State Red Wolves and the Florida International Panthers on Dec. 21. The game will be played at the Cramton Bowl in Montgomery, Ala.", "Arkansas State enters the matchup with a 7-5 record and a 5-3 record in the Sun Belt Conference. FIU is 6-6 overall and had a 3-5 record in Conference USA.", "The Red Wolves will appear in their ninth straight bowl game and their 10th overall. They have a 3-6 record in the postseason. The Arkansas State offense is led by Layne Hatcher. He has thrown for 2,553 passing yards and 23 touchdown passes this season. Omar Bayless is the leading receiver with 1,473 receiving yards and 16 touchdown catches. William Bradley-King leads the defense with 8 1/2 sacks.", "The Panthers will be entering their third straight bowl game and fifth in program history. FIU is 2-2 overall in bowl games. Quarterback James Morgan has led the Panthers’ offense with 2,248 passing yards and 13 touchdown passes. Anthony Jones is the team’s leading rusher with 802 yards on the ground and nine rushing touchdowns. The Panthers are led on defense by Sage Lewis. He has three interceptions this season for FIU.", "It will be the ninth time these two schools have met. Arkansas State has six wins in those eight games.", "CLICK HERE FOR COMPLETE COLLEGE FOOTBALL BOWL GAME COVERAGE", "--", "CAMELLIA BOWL INFO", "Sponsor: Unsponsored", "Date: December 21", "Time: 5:30 p.m. ET", "TV: ESPN", "Stadium: Cramton Bowl", "Location: Montgomery, Ala.", "--", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "ODDS", "Moneyline: Arkansas State (-135), Florida International (+115)", "Spread: Arkansas State (-2.5), Florida International (+2.5)", "Over/Under: 63; Over (-110), Under (-110)", "--", "Betting odds courtesy Bet-NJ.com"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/sports/camellia-bowl-2019-arkansas-state-fiu-preview", "authors": ["Ryan Gaydos", "Ryan Gaydos Is A Sports Reporter For Foxnews.Com", "Foxbusiness.Com. Follow Him On Twitter"], "id": "f8730f22-b5b4-3cb8-9b7d-e21acf520299", "pubDate": null, "title": "Camellia Bowl 2019: Arkansas State vs. FIU preview, how to watch & more"}