{"summary": "Justin Timberlake commented on his wife Jessica Biel's Instagram post this week -- and social media users quickly took notice.\nOn Monday, Biel, 37, posted a short video clip of herself posing for a photoshoot on Instagram, and Timberlake, 38, responded with a string of emojis.\nWe are humans and not perfect, I'm sure everyone in here had done something that they were not proud of.\nControversy began to swirl around Timberlake after he was spotted holding hands with Wainwright in public, leading some to believe he was unfaithful to Biel.\nSince then, the singer has taken to Instagram to issue a public apology to his wife and son for his behavior.", "keywords": ["commenting", "justin", "instagram", "biels", "commented", "draws", "timberlake", "timberlakes", "palmer", "wife", "post", "mixed", "jessica", "singer", "strong", "public", "proud", "reactions"], "paragraphs": ["Justin Timberlake commented on his wife Jessica Biel's Instagram post this week -- and social media users quickly took notice.", "On Monday, Biel, 37, posted a short video clip of herself posing for a photoshoot on Instagram, and Timberlake, 38, responded with a string of emojis.", "His reply: \"❤️😍❤️.\"", "'SURVIVOR' CONTESTANT KELLEE KIM RESPONDS TO DAN SPILO'S APOLOGY FOR ALLEGED INAPPROPRIATE CONDUCT", "The \"comment\" drew both positive and negative reactions from fans following Timberlake's recent scandal involving his \"Palmer\" co-star Alisha Wainwright.", "\"Well said!!!! 💗👏\" commented one user.", "\"You are a beautiful couple stay strong,\" said another.", "A third chimed in with, \"We all make mistakes. We live and we learn. Just don't do it again lol.❤️\"", "One fan even left a message asking others to be kind: \"Leave a comment that comes from a place of love, that is the reflection of your soul. Build don't destroy. We are humans and not perfect, I'm sure everyone in here had done something that they were not proud of. Be more compassionate and let people go on with their life. Not everything needs to be a forever drama, some people move on and learn from the experiences & mistakes. Let's focus on our own personal growth. 🙏❤️\"", "Unfortunately for the singer, some commenters were less than thrilled with his message.", "LOS ANGELES COUNTRY CLUB DENIES EWAN MCGREGOR'S DAUGHTER'S CLAIMS OF ANIMAL CRUELTY", "\"Cry me a river,\" said a commenter, referencing his hit song.", "\"Trying to get out of the dog house, huh,\" another said.", "One noted, \"Somebody is feeling guilty.\"", "More commented with emojis symbolizing a thumbs down, eye rolls and even flipping the bird.", "Controversy began to swirl around Timberlake after he was spotted holding hands with Wainwright in public, leading some to believe he was unfaithful to Biel.", "Since then, the singer has taken to Instagram to issue a public apology to his wife and son for his behavior.", "“A few weeks ago I displayed a strong lapse in judgment -- but let me be clear -- nothing happened between me and my co-star,\" Timberlake's statement read. \"I drank way too much that night and I regret my behavior. I should have known better.”", "CLICK HERE TO GET THE FOX NEWS APP", "“...I apologize to my amazing wife and family for putting them through such an embarrassing situation, and I am focused on being the best husband and father I can be,\" he continued. \"This was not that. I am incredibly proud to be working on Palmer. Looking forward to continuing to make this movie and excited for people to see it.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/justin-timberlake-draws-mixed-reactions-after-commenting-on-jessica-biels-instagram-post", "authors": ["Nate Day"], "id": "f894851e-fdbd-3cab-a9cc-e1e1eae9adb2", "pubDate": null, "title": "Justin Timberlake draws mixed reactions after commenting on Jessica Biel's Instagram post"}