{"id": "f896c669-576f-3fba-9cc9-909be63b3ef6", "title": "This Wonton Noodles and Clams Dish Is The Creative Comfort Food to Make This Fall", "url": "https://www.vogue.com/article/umma-creative-comfort-food-wonton-noodles-and-clams-recipe", "summary": "Like so many New York restaurants, Nolita's Noodlelove had to pandemic-pivot.\nWith bars, movie theaters, and Broadway closed, dinners are no longer the first stop on a long night out.\nOwner Natalie Camerino decided to embrace this new reality and transform Noodlelove into Umma, a new, full-service restaurant cooking up Asian-Americana comfort food.\n(And even that descriptor is diminutive: chef Tabitha Yeh takes cues from Italian and French cuisine as well.\nAs the weather gets colder and the times remain uncertain, it’s the type of cuisine that both excites and assuages.", "paragraphs": ["Like so many New York restaurants, Nolita's Noodlelove had to pandemic-pivot. It once catered to the fast-casual crowd: 9-5 workers looking down to slurp down a quick bowl before scurrying back to the office, or busy go-go-go New Yorkers who wanted something delicious and wanted it now. But the coronavirus upended culture in the city as we know it. And although it certainly isn’t dead—have you seen the line at Via Carota these days?—it is different. With bars, movie theaters, and Broadway closed, dinners are no longer the first stop on a long night out. They’re the main affair.", "Owner Natalie Camerino decided to embrace this new reality and transform Noodlelove into Umma, a new, full-service restaurant cooking up Asian-Americana comfort food. (And even that descriptor is diminutive: chef Tabitha Yeh takes cues from Italian and French cuisine as well. It’s a reflection of her own global upbringing—she’s cooked everywhere from Shanghai to Copenhagen, and in illustrious kitchens like Per Se and Noma.) There’s cheeseburger dumplings, KFC bao buns, Korean BBQ flank steak, and matzo ball soup with bone broth and scallions, just to name a delicious few. As the weather gets colder and the times remain uncertain, it’s the type of cuisine that both excites and assuages."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["upended", "cuisine", "york", "yorkers", "workers", "weather", "delicious", "wonton", "wanted", "fall", "comfort", "noodles", "yeh", "creative", "noodlelove", "clams", "dish", "food"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}