{"summary": "Rick Bowmer/Associated PressA Utah Jazz fan who received a lifetime ban from Vivint Smart Home Arena in Salt Lake City in March following a verbal exchange with Russell Westbrook is suing both the Jazz and Westbrook.\nThe couple has alleged Westbrook and the Jazz were responsible for defamation and infliction of emotional distress.\nThe incident, which occurred March 11, was not Westbrook's first run-in with a Jazz fan.\nPrior to Game 4 of a 2018 playoff series between the Thunder and Jazz, a fan referred to Westbrook as \"boy,\" and that fan was subsequently banned for life as well.\nPer Wood and Larsen, both NBA Commissioner Adam Silver and Jazz guard Donovan Mitchell, as well as other Jazz players, were supportive of the decision to ban Keisel from Vivint Smart Home Arena.", "id": "f8a956bc-789a-3613-a37b-29b78071c5cf", "pubDate": null, "url": "https://bleacherreport.com/articles/2867363-banned-jazz-fan-shane-keisel-sues-team-russell-westbrook-for-100m-in-damages?utm_source=cnn.com&utm_campaign=editorial&utm_medium=referral", "authors": ["Mike"], "paragraphs": ["Rick Bowmer/Associated Press", "A Utah Jazz fan who received a lifetime ban from Vivint Smart Home Arena in Salt Lake City in March following a verbal exchange with Russell Westbrook is suing both the Jazz and Westbrook.", "According to Benjamin Wood and Andy Larsen of the Salt Lake Tribune on Tuesday, Shane Keisel is seeking $68 million in damages and Jennifer Huff, his girlfriend, is seeking $32 million. The couple has alleged Westbrook and the Jazz were responsible for defamation and infliction of emotional distress.", "Keisel's ban from Vivint Smart Home Arena came after Westbrook—then a member of the Oklahoma City Thunder—said Keisel made a racially insensitive remark, telling him to \"get down on your knees like you used to.\"", "Keisel has disputed Westbrook's allegation and said he instead told Westbrook to \"wrap his knees to be better able to play later on in the game.\"", "Following the incident, Keisel said a campaign from Westbrook's fans got him fired from his job with Brent Brown Toyota and terminated from a pilot training program with SkyWest Airlines.", "Keisel also said \"members of his family were harassed, and that he had to alter his driving routes, stop using his first name and install new locks and security cameras at his home.\"", "In response to the lawsuit, Senior Vice President of Communications for Larry H. Miller Sports and Entertainment Frank Zang said the following: \"The organization investigated the underlying incident and acted in an appropriate and responsible manner. We intend to vigorously defend [against] the lawsuit.\"", "The incident, which occurred March 11, was not Westbrook's first run-in with a Jazz fan.", "Prior to Game 4 of a 2018 playoff series between the Thunder and Jazz, a fan referred to Westbrook as \"boy,\" and that fan was subsequently banned for life as well.", "After Game 6 of that same series, Westbrook slapped the hand of a fan using a cellphone camera to take video of him and seemed to tell another fan who was yelling at him to \"back the f--k up.\"", "Per Wood and Larsen, both NBA Commissioner Adam Silver and Jazz guard Donovan Mitchell, as well as other Jazz players, were supportive of the decision to ban Keisel from Vivint Smart Home Arena."], "keywords": ["seek", "russell", "shane", "vivint", "arena", "fan", "westbrook", "girlfriend", "keisel", "smart", "ban", "jazz", "incident", "westbrooks", "team", "sue"], "title": "Banned Jazz Fan Shane Keisel, Girlfriend Sue Team, Russell Westbrook; Seek $100M", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}