{"id": "f8b4ef69-978f-382c-877f-1b3425d53c82", "title": "Terminal ferocity - Poland’s abortion rules are now among the strictest in any rich country", "url": "https://www.economist.com/europe/2020/10/31/polands-abortion-rules-are-now-among-the-strictest-in-any-rich-country", "summary": "Now the country’s restrictions on abortion, already among the tightest Europe, are about to become tighter.\nUntil now there were three exceptions: when the mother’s life is in danger, in cases of rape or incest, and in cases of severe and irreversible fetal defects.\nIn other cases, many women go abroad, often to neighbouring Germany, where terminations are much easier to obtain.\nSocial conservatives and the Catholic church have long called for Poland’s current rules, in place since 1993, to be made stricter.\nHospitals are unsure how to proceed; one in Warsaw has already advised doctors to stop terminating pregnancies where there is a high probability of severe fetal defects.", "paragraphs": ["T HE LAW AND JUSTICE ( P i S ) party that has governed Poland since 2015 has firm ideas about how it wants people to live. It champions the traditional family and paints gay people as a threat. Now the country’s restrictions on abortion, already among the tightest Europe, are about to become tighter. In a ruling on October 22nd the P i S -controlled Constitutional Tribunal said that women would no longer be able to cite severe fetal defects as a reason for having an abortion.", "Abortion is already banned in Poland. Until now there were three exceptions: when the mother’s life is in danger, in cases of rape or incest, and in cases of severe and irreversible fetal defects. Almost all the 1,000 or so abortions a year performed legally in Poland fall into the third category. In other cases, many women go abroad, often to neighbouring Germany, where terminations are much easier to obtain.", "Social conservatives and the Catholic church have long called for Poland’s current rules, in place since 1993, to be made stricter. Jaroslaw Kaczynski, P i S ’s veteran leader, said in 2016 that the party would “strive to ensure that even very difficult pregnancies, when the child is condemned to death, is severely deformed, will end in birth, so that the child can be christened, buried, given a name”. However, a bill that year tightening the ban was shelved after it sparked unexpectedly large protests.", "The new ruling follows a request last year by lawmakers (mostly from P i S ) for the Constitutional Tribunal—of which P i S in effect took control shortly after coming to power in 2015, triggering a protracted dispute with the European Commission over the rule of law—to rule on whether abortion in cases of fetal defects is compatible with the Polish constitution. It will take effect as soon as it is published. Hospitals are unsure how to proceed; one in Warsaw has already advised doctors to stop terminating pregnancies where there is a high probability of severe fetal defects.", "The verdict triggered women’s protests across Poland, which continued into this week. Polls suggest little support for the change: in one from 2018, 70% of respondents were against banning abortion in cases of fetal defects (even among P i S voters, the figure was 40%). The decision drew criticism not only for its substance but also for the way it was reached. Adam Bodnar, the country’s commissioner for human rights, suggests that rules about abortion should be made by parliament, potentially with the involvement of a citizens’ assembly modelled on one in Ireland that recommended legalising the procedure."], "authors": ["The Economist"], "keywords": ["s", "cases", "women", "severe", "p", "defects", "poland", "ferocity", "ruling", "terminal", "country", "fetal", "rules", "polands", "strictest", "abortion", "rich"], "pubDate": "2020-10-31T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}