{"summary": "Written by Oscar Holland, CNNA public library in Tilburg, The Netherlands, has been named 2019's World Building of the Year.\nLocHal Public Library, designed by Civic Architects, Braaksma & Roos Architectenbureau and Inside Outside, was recognized for its versatility by a panel of almost 150 architects, designers and academics at the World Architecture Festival (WAF) on Friday.\nIn this sense, the building has become a social condenser,' \" the WAF said in a release announcing the winner.\nIn 2018, the top prize went went to Kampung Admiralty , an innovative housing complex for the elderly in Singapore.\nOther previous winners of World Building of the Year include stacked apartment complex The Interlace , also in Singapore, and the Zaha Hadid -designed National Museum of XXI Century Arts in Rome.", "id": "f95b3910-bb46-3195-8638-56d8ceae7869", "pubDate": null, "url": "https://edition.cnn.com/style/article/waf-building-of-the-year-2019/index.html", "authors": ["Oscar Holland"], "paragraphs": ["Written by Oscar Holland, CNN", "A public library in Tilburg, The Netherlands, has been named 2019's World Building of the Year.", "LocHal Public Library, designed by Civic Architects, Braaksma & Roos Architectenbureau and Inside Outside, was recognized for its versatility by a panel of almost 150 architects, designers and academics at the World Architecture Festival (WAF) on Friday.", "LocHal was previously a locomotive hangar dating from 1932, but was transformed into a public space -- now home to amenities shared by the library, arts organizations and co-working facilities. It also includes spaces for lectures and other public events, as well as \"labs\" for patrons to learn.", "\"The judges were impressed by the way 'this project transformed a significant building which had been planned for demolition' and how 'the result has created a physical facility in which a variety of users can meet for multiple purposes. In this sense, the building has become a social condenser,' \" the WAF said in a release announcing the winner.", "From hundreds of initial entries, LocHal was selected from a shortlist comprising winners of 18 separate award categories, spanning residential, public and commercial architecture -- from a sports center in Barcelona to a university building in Tokyo. Other finalists included Lindis Lodge, an undulating luxury hotel in New Zealand, and the new wooden-arched terminal at Mactan-Cebu International Airport in the Philippines.", "British designer Thomas Heatherwick's firm, Heatherwick Studio, had two structures in contention for the honor: Coal Drops Yard, which transformed a pair of Victorian sheds into a major retail development in London's King's Cross, and Vessel, the lattice-like landmark at the new Hudson Yards development in New York.", "First held in 2008, the WAF awards are announced on the final day of the festival, which was held in Amsterdam for the second consecutive year. The evening's ceremony saw a number of other projects recognized with awards.", "Among them, Studio Link-Arc's pavillion for children, called Lokadhatu (The World), was named Small Project of the Year. Future Project of the Year, an accolade recognizing upcoming or proposed buildings, was awarded to Oberbillwerder - The Connected City in Hamburg, Germany.", "In 2018, the top prize went went to Kampung Admiralty , an innovative housing complex for the elderly in Singapore. Other previous winners of World Building of the Year include stacked apartment complex The Interlace , also in Singapore, and the Zaha Hadid -designed National Museum of XXI Century Arts in Rome.", "Scroll through the gallery above to see the category winners in the WAF awards.", "This article has been updated to include all the winning project's participating architects, and Civic Architects as the lead firm."], "keywords": ["transformed", "architecture", "library", "waf", "architects", "building", "festival", "project", "public", "names", "went", "world", "winners"], "title": "World Architecture Festival names Building of the Year", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}