{"id": "f9e67c1a-9854-3d17-a4f9-d3a9986b0879", "title": "Watch Review: Apple iPhone 12 Pro | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/review-apple-iphone-12-pro", "summary": "It's one of four new iPhonesstarting with the iPhone 12 mini at 729,the iPhone 12 at 829,the iPhone 12 Pro at 999and the iPhone 12 Pro Max at 1,099.\nBut this year Apple has brought a lot of pro featuresdown to the regular iPhone 12 and the new iPhone 12 mini.\nBut first the good stuff,the iPhone 12 Pro has a LIDAR scanner,something not available in the 12 or the 12 mini.\nThe iPhone 12 Pro Max coming in Novemberhas a much larger image sensor for the maincamera compared to the iPhone 12 Pro.\nSo the iPhone 12 Pro is the phone for peoplethat want the best Apple has to offerwithout carrying a big sized phone.", "paragraphs": ["Transcript", "[upbeat music]", "This is the iPhone 12 Pro.", "It's one of four new iPhones", "starting with the iPhone 12 mini at 729,", "the iPhone 12 at 829,", "the iPhone 12 Pro at 999", "and the iPhone 12 Pro Max at 1,099.", "Let me start by saying that if you have the iPhone 11", "or the iPhone 11 Pro from last year,", "there's nothing dramatically new here", "that will change your experience.", "So don't feel like you have to upgrade.", "If you're coming from an older iPhone", "that you're having some trouble with,", "then yes, the iPhone 12 Pro is a good upgrade.", "But this year Apple has brought a lot of pro features", "down to the regular iPhone 12 and the new iPhone 12 mini.", "And it's also saving some special camera upgrades", "for the iPhone 12 Pro Max.", "So that kind of makes this one feel a little less special.", "But first the good stuff,", "the iPhone 12 Pro has a LIDAR scanner,", "something not available in the 12 or the 12 mini.", "And it's essentially the same kind of tech used", "in self-driving cars.", "It shoots lasers invisible to the naked eye", "to measure the area out front and understand depth better.", "But Apple says it can be used to improve auto-focus", "in low light, as well as give you the ability to shoot", "portrait mode photos at night.", "I use portrait mode a lot.", "It's that one that gives you that blur bouquets", "style effect behind a subject.", "So it's really nice to be able to use this at night", "and still get pretty good results.", "Just like the iPhone 12, the iPhone 12 Pro", "has the main camera and the ultra wide camera,", "but the Pro models go a step further with that extra", "two-times telephoto optical zoom camera", "that lets you get a little closer to your subject", "without really losing any image quality.", "Now what's new here is that night mode", "works on all three of those cameras,", "which means you can get bright and colorful images", "even when shooting in low light.", "The iPhone 12 Pro camera system is pretty great overall,", "but it's not leaps and bounds ahead of the competition", "as Apple might suggest.", "I compared it to the Google Pixel 5, for example", "and a lot of the results were very close", "If not sometimes better on the pixel.", "That's not the case with video.", "That's where Apple excels and the new iPhone 12 Pro", "can shoot Dolby Vision 10-bit HDR videos.", "And that means it can collect a whole lot more information,", "offering a broader range of colors in your shots.", "Now just know that the iPhone 12 can also do this.", "It's just limited to doing this at 4k 30 frames per second", "whereas the Pro models can do it at 4k 60 frames per second.", "The last big camera feature is called ProRAW.", "It's not available yet.", "It's coming later as a software update", "to the Pro model specifically.", "It essentially lets you shoot in a raw format", "as opposed to decompress to JPEG format.", "Basically if you're a shutterbug and you film videos", "on your iPhone, whether professionally or for hobbies", "all the time,", "well you probably wanna grab a Pro model,", "which brings me to my next point.", "The iPhone 12 Pro Max coming in November", "has a much larger image sensor for the main", "camera compared to the iPhone 12 Pro.", "So it's gonna be able to shoot much better night shots", "because it can absorb more light.", "Also Apple is introducing a new tech called sensor shift", "for stabilization in the iPhone 12 Pro Max.", "And right now optical image stabilization exists", "on the lenses of phone cameras.", "Whereas this new sensor shift tech", "puts it on the sensor itself.", "It should result in better stabilized videos,", "but it's hard to say without really trying it first,", "but that is something to look forward to", "with the Pro Max itself.", "So if you really are that person that wants", "the best possible camera experience from Apple,", "you probably wanna wait for that iPhone 12 Pro Max,", "when it comes in November,", "unless you really, really like we hate big-screen phones.", "Then this is probably the best reason to go for this phone", "because it's a nice, relatively compact size.", "But I can imagine at 6.7 inches for the Pro Max,", "that's probably gonna be a little too unwieldy for some.", "Otherwise there's not much to complain", "about the iPhone 12 Pro it has this flat edge design", "that actually makes it pretty nice to grip.", "I just wish it wasn't so glossy.", "It attracts a lot of grime and fingerprints.", "Apple says it's using a ceramic shield glass tech", "for the iPhone 12 range developed with Corning", "and it has ceramic crystals embedded in the glass", "to make it harder and more durable, more shatter resistant.", "I haven't dropped it yet so I can't say that for sure,", "but maybe it will give you a little more peace of mind.", "I would still put a case on just in case.", "Speaking of accessories,", "Apple has introduced a new system called MagSafe", "and it starts with a ring of magnets", "in the center right here.", "And that just allows you to slap on other accessories", "like this wallet from Apple.", "Boom. There you go.", "Now you can walk around without needing", "to carry a wallet case specifically for the phone.", "It's not the strongest magnets.", "So while I haven't found it falling off,", "when I'm just out and about,", "you might wanna just be careful", "when you're putting the phone in your pockets", "so as to not dislodge it.", "There's also other accessories", "like this wireless charging puck.", "So you can just slap this on the back of the phone", "and it will stay there and charge the phone faster", "than traditional wireless chargers", "while also letting you continue using it.", "So instead of just leaving it on a pad", "or a wireless charging stand,.", "I watched a couple of shows and movies on this phone", "and let me tell you that OLED display is pretty fantastic.", "Though you should know that you can get the same display", "experience on the cheaper iPhone 12 and mini now.", "So you're not missing much if you go for those.", "Performance is also pretty flawless.", "The A14 chip inside powers all my apps and games", "with no issues whatsoever.", "Again, that same chip is also in the cheaper model.", "Now onto battery life.", "It will get you through a full day,", "but generally not much more than that.", "If you're someone that is a heavy user", "and you think you'll need definitely", "the biggest battery possible,", "that's where you should look to the iPhone 12 Pro Max.", "Oh, and it has 5G.", "Not that that's a reason to buy this phone.", "5g is the next gen-network technology following 4G LTE.", "And it's just very sparse in the United States", "at the moment.", "Even if you are in an area with 5G,", "chances are you have to upgrade your data plan", "in order to access it.", "And once you do, there is two types of 5G,", "Sub-6 and Millimeter Wave.", "Sub-6 is the type that's more accessible", "because it has better coverage,", "but speeds aren't that much faster than 4G LTE at the moment", "that will improve over time.", "But there's also Millimeter Wave.", "And that's what the purpose of this little band here is.", "Millimeter Wave gives you ultra-fast speeds", "that lets you download movies in seconds", "rather than minutes.", "Unfortunately it's deployed in these public areas", "and when you go a block away from those nodes,", "you're gonna lose it and go back to 4G LTE.", "Same thing is true if you go inside a building", "near those nodes.", "So at the moment, ignore 5G.", "It's just an extra perk that", "if you do upgrade your data plan, you can access it", "that's great,", "but it really isn't something to consider until 2021", "or 2022, if not even later.", "So the iPhone 12 Pro is the phone for people", "that want the best Apple has to offer", "without carrying a big sized phone.", "Just know that you aren't actually getting", "the best Apple has to offer.", "But for most people I think the iPhone 12", "and the iPhone 12 mini are much better buys", "because you don't have to spend as much", "to get quite a number of great features."], "authors": ["Condé Nast"], "keywords": ["pro", "apple", "really", "iphone", "cne", "pretty", "wiredcom", "camera", "review", "video", "12", "better", "little", "watch", "wired", "youre"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}