{"id": "f9eb48b7-d47b-3b2f-87cf-d3d05df20848", "title": "Meet The Villains In Marvel’s Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/2020/10/30/meet-the-villains-in-marvels-spider-man-miles-morales", "summary": "We only have a couple weeks to go before swinging into Insomniac’s latest Spider-Man game, and we heard that a few baddies are already making trouble in Miles’ neighborhood.\nHere is everything you need to know about the villains in Miles’ upcoming game.\nIn the game: Roxxon has moved into Harlem and is currently testing a new form of “clean” energy called Nuform.\n“At first, they present themselves as this clean energy company coming in with a modern clean energy.\nMarvel's Spider-Man: Miles Morales launches on November 12 for the PlayStation 5 and PlayStation 4.", "paragraphs": ["Hey there, true believers! We only have a couple weeks to go before swinging into Insomniac’s latest Spider-Man game, and we heard that a few baddies are already making trouble in Miles’ neighborhood. It's up to you to stop them. But in order to defeat your enemy, you first need to know your enemy. My uncle Ben once told me that. So, with that in mind, let’s take a closer look at the Tinkerer and the energy company Roxxon, so we can see what makes those goons tick. Here is everything you need to know about the villains in Miles’ upcoming game.", "Meet Roxxon:", "First appearance: Captain America #180 (December 1974)", "Creators: Steve Englehart, Sal Buscema", "Base of Operations: One Roxxon Plaza, Manhattan, New York", "In the comics: First introduced in the ‘70s, Roxxon Energy Corporation is primarily an oil and gas company with offices around the world. One of the largest conglomerates on Earth, the company generates billions of dollars in profits each year. However, over the decades, Roxxon has been involved in all manner of morally-questionable business practices and outright criminal activity – usually centered on the exploitation of various energy-rich resources.", "In the game: Roxxon has moved into Harlem and is currently testing a new form of “clean” energy called Nuform. The big face of the company in Insomniac’s game is Simon Krieger, the director of the Nuform project, who puts on a nice smile for the cameras but clearly harbors sinister intentions.", "Roxxon’s special tech: Miles will fight several Roxxon security personnel throughout the game, and some of them have specialized tech designed to counter Miles’ spider abilities. For example, Roxxon has invented energy shields that can reflect and deflect Miles’ bioelectric venom attacks. The company also has specialized units equipped with goggles that allow them to see Miles’ heat signature when he’s camouflaged – effectively negating his invisibility power.", "Insomninc’s thoughts: “They’re serving as a primary antagonist and they’re a threat to Harlem,” says creative director Brian Horton. “At first, they present themselves as this clean energy company coming in with a modern clean energy. They say they’re going to revitalize Harlem, and it all sounds great through Simon Krieger’s PR lens. But, there’s an insidious truth behind all of that.”", "Meet The Tinkerer:", "First appearance: Amazing Spider-Man #2 (May 1963)", "Creators: Stan Lee, Steve Ditko", "Real Name: Phineas T. Mason", "In the comics: Phineas Mason was a brilliant engineer and inventor with the simple dream of owning a repair shop. However, Phineas slowly became obsessed with superhumans and eventually grew to hate them. Using his shop as a front, Phineas set up a criminal empire and bugged the offices of state officials. Using information he gained through this espionage, Phineas blackmailed several politicians. Over the years, the Tinkerer has grown ever more Machiavellian, and his ability to invent ever more outlandish technology knows no bounds.", "In the game: Insomniac took several liberties when adapting the Tinkerer into the game space. The biggest change is that the Tinkerer is now a young woman. However, Insomniac’s version of the character is still a brilliant inventor. In the game, she has invented a new technology called Programmable Matter, which is a tricky substance that can transform into any shape. This Tinkerer uses this Programmable Matter to create several weapons that will undoubtedly force Miles to think creatively in combat.", "The Tinkerer’s motives: While Roxxon is clearly a malevolent force, the Tinkerer seems more nuanced. Spider-Man goes head-to-head with her at several points in the game, but the Tinker really has it out for Roxxon. Early in Miles' journey, the Tinkerer leads a gang of criminals called The Underground on an assault on Roxxon. During the attack, The Underground manages to steal a canister of Roxxon’s Nuform energy. Throughout the game, The Underground will actively seek to hurt Roxxon, creating a two-sided war that Spider-Man gets caught up in.", "Insomniac’s thoughts: “Tinker is one of the oldest Spider-Man villains,” Horton says. “He goes back really far into the earliest comics. At his core, he's always been an inventor of weapons for other people. He's never gotten into the middle of the fight. He’s a supplier. We wanted to update the Tinkerer for today, and make the Tinkerer more of a presence that we can put in the front lines. Making the Tinkerer a leader of this criminal organization, The Underground, seemed like a way that we could really evolve the character.”", "There you have it, web-heads. That's everything you need to know about Miles’ new villains, so get ready for the fight of your life. Marvel's Spider-Man: Miles Morales launches on November 12 for the PlayStation 5 and PlayStation 4. For more on the game be sure to stay tuned to our month-long cover story hub, which includes exclusive developer interviews and new gameplay footage."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["spiderman", "miles", "meet", "morales", "tinkerer", "energy", "hes", "phineas", "company", "villains", "roxxon", "marvels", "game", "underground"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}