{"summary": "Chain to close all its restaurants for two days of mourning after deaths lead to protests over workplace safetyEvery McDonald's in Peru closes amid protests at death of two workersThe death by electrocution of two young employees at a McDonald’s restaurant in Lima has spurred protests and stoked anger over working conditions in the wider economy, which are viewed as exploitative and sometimes dangerous.\nIt announced it would close all its restaurants in Peru for two days of mourning due to the “death of our collaborators” in a statement on Twitter.\nHowever, firefighters and municipal security workers told local media on Sunday they were prevented from entering the restaurant when called to the incident.\nIn 2016, four cinema workers died in a fire at a movie theatre in Larcomar, a seaside mall in Lima popular with tourists.\nIn 2015, there were nationwide protests over a labour law which purported to boost jobs by allowing employers to cut pay and holiday entitlement for young workers.", "url": "https://www.theguardian.com/global-development/2019/dec/18/every-mcdonalds-in-peru-closes-amid-protests-at-death-of-two-workers", "paragraphs": ["Chain to close all its restaurants for two days of mourning after deaths lead to protests over workplace safety", "Every McDonald's in Peru closes amid protests at death of two workers", "The death by electrocution of two young employees at a McDonald’s restaurant in Lima has spurred protests and stoked anger over working conditions in the wider economy, which are viewed as exploitative and sometimes dangerous.", "Peru’s public prosecutor’s office has opened an investigation into the deaths of Alexandra Porras, 19, and her former boyfriend Gabriel Campos, 18, who were reported to have died in the early hours of Sunday while cleaning the kitchen at the fast-food outlet.", "According to Peruvian police, Porras suffered an electric shock while handling a soft drinks machine. When Campos tried to help her he too was electrocuted. Both were dead when emergency services arrived at the restaurant in the middle-class Pueblo Libre neighbourhood.", "The death of the pair, who had dated at school and had been saving to study at university, led to protests outside the US restaurant chain in Lima on Tuesday.", "Student in Peru makes history by writing thesis in the Incas’ language Read more", "The mostly young protesters were also angry at what they see as an exploitative work market with lax labour regulations, poor health and safety standards and low pay even in the “formal” or regulated economy. Close to 70% of Peru’s workforce labours in unregulated conditions, according to the country’s statistics institute.", "In a statement the McDonald’s operating company in Peru Arcos Dorados said it was “working to determine the details of what happened and will contribute with everything necessary in the investigation”.", "It announced it would close all its restaurants in Peru for two days of mourning due to the “death of our collaborators” in a statement on Twitter. Pueblo Libre’s municipality closed the restaurant’s premises for violating safety regulations.", "“The police have carried out all the proceedings. And we as a company have complied with giving them all the information and access to the required spaces of the establishment,” McDonald’s legal representative Ricardo Elias told local journalists.", "However, firefighters and municipal security workers told local media on Sunday they were prevented from entering the restaurant when called to the incident.", "Jhoana Inga, Alexandra Porras’ mother, told local TV her daughter had complained she was made to do cleaning work without proper safety equipment, such as gloves and boots, and had to work 12-hour shifts. Other family members demanded that the working conditions be investigated.", "Silvia Cáceres, Peru’s labour minister, said: “If the rights of these young people have been violated, we will proceed with the sanctions, although the money is not important because a life has no price.”", "Peru’s workplace safety agency Sunafil said it would carry out a 30-day investigation to determine whether the McDonald’s branch was responsible for the pair’s deaths. The restaurant could be fined 189,000 soles (£43,000) if found responsible, it added.", "But Christian Sanchez, a former employment minister with the current government, said the restaurant, the local municipality and the state all shared responsibility for the deaths. “Two employees die working a shift at a place of work – there’s no doubt it was a work accident. There’s no need for a 30-day investigation,” the labour lawyer told the Guardian.", "Enrique Fernández-Maldonado, editor of labour rights online magazine TrabajoDigno.pe, said multinational companies operating in Peru often lacked adequate health and safety standards, adding that labour inspectors were in woefully short supply.", "This week, Sunafil reported it had a total of 661 inspectors in 21 of Peru’s 25 regions to cover a labour force of around 8 million workers.", "In 2017, four young people died in blaze at an arcade in Lima, two of whom had been padlocked inside containers by their employer. In 2016, four cinema workers died in a fire at a movie theatre in Larcomar, a seaside mall in Lima popular with tourists.", "In 2015, there were nationwide protests over a labour law which purported to boost jobs by allowing employers to cut pay and holiday entitlement for young workers."], "pubDate": null, "keywords": ["workers", "working", "closes", "death", "told", "young", "safety", "work", "mcdonalds", "protests", "restaurant", "labour", "peru", "amid"], "id": "fa0f79a5-4f58-3b38-8791-87339c312777", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Dan Collyns"], "title": "Every McDonald's in Peru closes amid protests at death of two workers"}