{"summary": "While this is most prominently on display in battles through the Dynamax and Gigantamax mechanics, players can also challenge powerful giant Pokémon in cooperative Max Raid Battles.\nInitially, the Max Raid Battles were called something more generic like \"cooperative battles,\" but following Pokémon Go's implementation of co-op raids, the word was entered into the vocabularies of Pokémon fans across the globe.\nMuch like the raids in Pokémon Go, Max Raid Battles are represented by a ranking system.\nIn Sword and Shield, they're ranked by stars; the more stars a Max Raid Battle has, the more difficult it is.\nWe'll learn just how difficult these raid encounters can be when Pokémon Sword and Shield launches on Switch November 15.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["pokémons", "max", "iwao", "raid", "pokémon", "cooperative", "raids", "think", "shield", "sword", "challenging", "encounters", "battles", "shields"], "id": "fa6040a4-e4bb-3247-bf60-d6cda21999b9", "url": "https://www.gameinformer.com/2019/10/01/sword-and-shields-max-raid-battles-could-be-among-pokemons-most-challenging-encounters", "title": "Sword And Shield's Max Raid Battles Could Be Among Pokémon's Most Challenging Encounters", "pubDate": null, "paragraphs": ["Pokémon Sword and Shield are introducing myriad new mechanics to the series. One of the biggest new additions is the ability for Pokémon to grow to massive proportions. While this is most prominently on display in battles through the Dynamax and Gigantamax mechanics, players can also challenge powerful giant Pokémon in cooperative Max Raid Battles. We spoke with the developers to learn more about these encounters.", "Initially, the Max Raid Battles were called something more generic like \"cooperative battles,\" but following Pokémon Go's implementation of co-op raids, the word was entered into the vocabularies of Pokémon fans across the globe. \"The initial concept of having cooperative battles against a Pokémon – the raid idea – came before raids were even implemented in Pokémon Go, but we saw Pokémon Go implement this raid feature and how popular it was for people to get together in the same space and enjoy these cooperative experiences,\" director Shigeru Ohmori says. \"I think there was some influence like how in Pokémon Go, you don’t need to be a hardcore battler to enjoy the raid battles. It’s really easy to invite a friend. We wanted to have that element in Sword and Shield’s raid encounters as well.\"", "While Ohmori likes the idea of not having to be a hardcore battler to enjoy these raid encounters, planning director Kazumasa Iwao cautions that you shouldn't expect to walk right in and take down the highest-ranked beasts. \"I think some of them are going to be pretty difficult,\" Iwao says. \"I think it’s going to have a kind of difficulty we haven’t seen in a lot of main series Pokémon games up until now, but there is a wide spread of difficulties even in the Max Raid Battles.\"", "Much like the raids in Pokémon Go, Max Raid Battles are represented by a ranking system. In Sword and Shield, they're ranked by stars; the more stars a Max Raid Battle has, the more difficult it is. \"It starts out a little easier, then you can choose the difficulty based on how powerful your Pokémon are,\" Iwao says. \"Even for me, a seasoned Pokémon player, even if I go with one of the five-star Max Raid Battles, I can definitely run into situations where I’m not able to win.\"", "We'll learn just how difficult these raid encounters can be when Pokémon Sword and Shield launches on Switch November 15.", "For more on the upcoming Switch RPGs, head to our hub by clicking the banner below."]}