{"id": "fa76b4c3-b792-340d-8ad1-05c84f580ead", "title": "Paul Batura: Who is Alex Trebek? The perfect guest in our homes, through good times and bad", "url": "https://www.foxnews.com/opinion/alex-trebek-perfect-guest-homes-paul-batura", "summary": "HOST ALEX TREBEK DEAD AT 80 AFTER BATTLE WITH PANCREATIC CANCER\"I went to school in the mornings and worked at nights,” he remembered.\nAlex Trebek wasn’t Jeopardy’s first announcer – that was Art Fleming – but to modern-day audiences, he may just as well have been.\n“We’re comfortable, like an old pair of shoes,” said Alex Trebek, referring to a reason for the show’s longevity.\nOver the years, Alex Trebek’s “Jeopardy!” has reminded us that the more you know, the more you realize you don’t know.\nOver the years, Alex Trebek’s “Jeopardy!” has reminded us that the more you know, the more you realize you don’t know.", "paragraphs": ["Almost every good show has a beginning that grabs you, a middle that holds you and an end that often seems to come all too soon.", "Sunday’s death of Alex Trebek, the record-setting host of the popular television game show “Jeopardy!” is just such a story featuring a man whose life is worthy of both emulation and celebration.", "Born in 1940 in Ontario, Canada, to Ukrainian immigrants, Alex hustled as a teen, working as a bellhop in the hotel where his father was chef. While still in college at the University of Ottawa studying philosophy, Trebek caught the broadcasting bug and began his career with the Canadian Broadcasting Corp.", "'JEOPARDY!' HOST ALEX TREBEK DEAD AT 80 AFTER BATTLE WITH PANCREATIC CANCER", "\"I went to school in the mornings and worked at nights,” he remembered. “I did everything, at one time replacing every announcer in every possible job.\"", "With assignments that spanned subjects from news to sports (including horse racing), and programs that included interview and quiz shows, Trebek’s early years proved to be invaluable training for his eventual 36-year run on the legendary game show now synonymous with his name.", "Alex Trebek wasn’t Jeopardy’s first announcer – that was Art Fleming – but to modern-day audiences, he may just as well have been. Trebek became an institution. Poised and dignified with flashes of appropriate humor, he was the quintessential host, a gentleman who set the standards for all others.", "Like so many in Jeopardy’s fanatical fan base, I grew up watching the show. Always interesting and entertaining, it became a family staple and must-see television each evening.", "My father, just returning home on the train from New York City, would pour himself a glass of wine and settle into his easy chair in the living room to watch. Me and my siblings would join him. My mother, just wrapping up dinner preparation, would settle in for the second half of the show. We’d then head back into the kitchen to eat, often talking about what we just learned.", "“We’re comfortable, like an old pair of shoes,” said Alex Trebek, referring to a reason for the show’s longevity. “We don’t come on with a splash.”", "In so many ways, Trebek dared to be square – perhaps giving permission to many in his audience to do the same. The average viewer wasn’t flashy either – but they did and were doing what makes America run so well and shine like a city on a hill.", "Over the years, Alex Trebek’s “Jeopardy!” has reminded us that the more you know, the more you realize you don’t know.", "In between Alex Trebek’s daily shows, his viewers were working long jobs to pay the bills, raise children and serve in their community. But upon arriving back home, his program and smooth, calming presence provided something of an enjoyable and edifying respite from all that runs and rages, be it internally or externally.", "It’s occurred to me that through all his years at the podium, though, Alex hasn’t just been moderating a show – he’s been teaching, and teaching far more than mere trivia.", "Over the years, Alex Trebek’s “Jeopardy!” has reminded us that the more you know, the more you realize you don’t know. It’s a big world out there and life’s too short to not want to learn new things each day.", "He’s taught us the wisdom of taking chances – of sometimes wagering a true daily double – realizing playing it safe often hurts more than nursing regret.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Alex also taught us the art of good sportsmanship, how to win generously and lose gracefully. The world and our lives would be a lot more peaceful if we all had his unflappable temperament.", "Finally, Alex left his last lesson for the end – demonstrating by bold example how to die well and reminding us that a “final jeopardy” will someday eventually come to all of us.", "Announcing his stage four pancreatic cancer diagnosis in March 2019, the top-rated host leveled with his audience, expressing gratitude and a personal faith, and promising to carry on for as long as he was physically able to do so.", "CLICK HERE TO GET THE FOX NEWS APP", "“If there’s one thing I have discovered in the past year, it is the power of prayer,” he recently shared.", "Alex Trebek will be deeply missed. He would be eager for “Jeopardy!” to carry on and the syndicated program inevitably will, but though someone may take his job, nobody will take his place.", "CLICK HERE TO READ MORE FROM PAUL BATURA"], "authors": ["Paul Batura", "Paul J. Batura Is A Writer", "The Author Of Seven Books", "Including"], "keywords": ["trebeks", "know", "jeopardy", "good", "batura", "bad", "homes", "shows", "world", "alex", "come", "host", "dont", "perfect", "guest", "times", "trebek", "paul"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}