{"id": "faafb886-9750-3961-846a-9d5212abfc96", "title": "Free exchange - Why is the idea of import substitution being revived?", "url": "https://www.economist.com/finance-and-economics/2020/11/07/why-is-the-idea-of-import-substitution-being-revived", "summary": "But explosive trade growth has ended, and the industrialised world is turning inward.\nBetween 1990 and 2008, global trade as a share of GDP rose from 39% to 61%.\nThe level of world trade is forecast to fall by more than 9% this year.\nThose in ISI economies, sheltered behind high tariffs, tended instead to be small, inefficient and complacent.\nIn economies with large domestic markets and capable states, import substitution may well allow governments to achieve strategic goals without nudging firms into growth-sapping complacency.", "paragraphs": ["F OR THE past quarter-century, growth came so easily to the developing world that it can be hard to remember it was ever otherwise. Fuelled by globalisation, real GDP per person in emerging economies more than doubled from 1995 to 2019, in purchasing-power-parity terms. In advanced countries, by contrast, it grew by only 44%. The burst of growth consigned to the scrapheap decades’ worth of arguments about whether and how poor countries could catch up with rich ones. But explosive trade growth has ended, and the industrialised world is turning inward. Some governments are therefore dusting off old ideas. Among them is “import-substituting industrialisation” ( ISI ), a strategy that seeks to develop industrial capacity by shielding domestic producers from foreign competition. Many countries may feel they have little choice but to give the idea a try, but as the conditions that might allow it to succeed are generally absent in the poorest of economies, the revival seems doomed to fail.", "Between 1990 and 2008, global trade as a share of GDP rose from 39% to 61%. This “hyperglobalisation”, as Martin Kessler and Arvind Subramanian of the Peterson Institute for International Economics dubbed it, facilitated rapid, broad-based economic expansion. After the late 1990s growth in incomes per head in nearly three-quarters of developing countries outpaced that in America, by an average of more than three percentage points a year. Global supply chains proliferated. Countries with a small industrial base, or none at all, could export manufactured goods by finding niches in production chains, following a shortcut to industrialisation.", "The era of openness, however, is drawing to a close. The share of trade in world GDP fell after the global financial crisis; last year it was still below its 2008 peak. The level of world trade is forecast to fall by more than 9% this year. In America and Europe shortages of medical supplies and a souring relationship with China have rekindled interest in protecting domestic producers. But it is the biggest winners of hyperglobalisation, such as China and India, that are leading the way back to ISI . The share of foreign value-added in China’s exports fell by almost ten percentage points from 2005 to 2016; its government’s “Made in China 2025” campaign aims to make it self-sufficient in the production of many key goods. In India, Narendra Modi, the prime minister, unveiled a campaign for self-reliance as part of his pandemic-recovery package in May.", "As poor-country politicians often point out when pressed by rich-world leaders to liberalise, many of today’s advanced economies practised elements of an ISI strategy as they industrialised. Alexander Hamilton, America’s first treasury secretary, used tariffs to protect domestic manufactures and reduce its dependence on Britain. In the 19th century European rivals worried that abundant British manufactures would stunt industrial development and leave them at a permanent military disadvantage. Governments erected tariff barriers and mobilised domestic capital, often squeezed out of the agricultural sector, towards state-supported industry. Russia and Japan followed western Europe in promoting domestic industry as a matter of national security.", "Still, past experience also shows why the renewed interest in ISI may be misguided. Its intellectual heyday was in the 1950s, when economists like Raúl Prebisch and Gunnar Myrdal (the latter a Nobel prizewinner) argued against a laissez-faire approach to trade in developing economies. Their views were informed by the constraints of their era. Poor countries were desperately short of hard currency with which to obtain imports after the second world war. The replacement of some imports with domestic production was seen as a way to ration foreign exchange. More generally, advocates for ISI rejected the idea that specialisation and trade would leave every economy better off. Poor countries that stuck to their comparative advantage would remain exporters of primary products for ever, it was thought, never making the leap to industrialisation and the higher incomes it would bring.", "The flaws of ISI rather quickly became apparent, though. Many governments used it to bestow favours upon domestic industries based on political self-interest rather than rational economic calculation. The enthusiasts among economists lost interest. Tariff barriers left some countries nearly closed off to trade. Meanwhile, import-substituting economies in Latin America and South Asia fell behind a handful of others that opted instead to promote exports made with abundant cheap labour. Export-orientation was not a sure route to development; success stories like South Korea and Taiwan were rare before the emerging-market acceleration of the 1990s. Nor was it a laissez-faire endeavour; the governments of the Asian Tigers meddled extensively in their economies, subsidising favoured industries and firms. But global competition placed relentless pressure on exporters, forcing them to become more efficient and encouraging the acquisition of technical know-how. Those in ISI economies, sheltered behind high tariffs, tended instead to be small, inefficient and complacent.", "A matter of great imports", "What does all this mean for the revival in ISI today? In economies with large domestic markets and capable states, import substitution may well allow governments to achieve strategic goals without nudging firms into growth-sapping complacency. China probably fits the bill. In India, with its poorer and less integrated domestic market, the strategy is riskier."], "authors": ["The Economist"], "keywords": ["substitution", "economies", "china", "trade", "import", "exchange", "governments", "revived", "countries", "growth", "free", "idea", "global", "isi", "domestic", "world"], "pubDate": "2020-11-07T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}