{"authors": ["David Adjaye"], "keywords": ["architecture", "adjaye", "love", "death", "building", "way", "ruby", "city", "work", "buildings", "place", "think", "david", "dna", "important", "memory", "idea"], "pubDate": null, "summary": "Facebook Twitter Pinterest ‘I spend a lot of time at the start of a project listening and absorbing and visiting’: David Adjaye.\nThen she drew this place she called Ruby City.\nSo the Ruby City building is about Linda, Texas and the collection.\nWith individuals it’s hit and miss’: Ruby City.\nPhotograph: © Dror Baldinger, courtesy of Ruby City and Adjaye AssociatesI spend a lot of time at the start of a project listening and absorbing and visiting.", "title": "David Adjaye: ‘Love, death and memory… it’s all in a building’s DNA’", "url": "https://www.theguardian.com/lifeandstyle/2019/oct/06/david-adjaye-architect-on-the-commissions-that-changed-his-approach-to-work", "id": "fab0841c-c3e4-33df-97cc-073698761b56", "paragraphs": ["Making a building is such a big thing. They impact people for generations and act as massive transfers of information. It’s very profound. You can’t think enough about what the responsibility is. And, yes, I know this way of thinking makes it overly torturous for myself – even my team think that. But buildings are not background for me. It’s not a nine-to-five thing, my eyes are always looking and I always have an opinion on the buildings around me. Luckily my wife is able to giggle with me about it.", "It’s important to understand root sources in architecture. I’m fascinated by memory in my work now, but it’s something that happened incidentally at first. It started when I was asked to work on the Stephen Lawrence Centre in 2007 and deal with the idea of a tragic and traumatic issue, but also create a memorial for this young boy and an educational centre for Lewisham, south London.", "In a strange way, the Rivington Place arts centre in London also had an idea of embedding the archive of Professor Stuart Hall. It was an indirect homage to this political activist and social theorist’s incredible legacy and his role as the founding chair of the Institute of International Visual Arts. My work draws me in that direction. I’m attracted to the new or emerging institutions that in 50 or 100 years will be formed, but the architecture that frames these 21st-century institutions is an opportunity to help shape and be part of that language.", "Facebook Twitter Pinterest ‘I spend a lot of time at the start of a project listening and absorbing and visiting’: David Adjaye. Photograph: © Josh Huskin, courtesy of Ruby City and Adjaye Associates", "Some people say you don’t need any more physical memorials because the internet archives everything, but I think architecture has a role in editing and presenting that knowledge in building form as new monuments. It’s important to be able to synthesise ideas and give them a quality that creates an engagement and usefulness with people.", "The Linda Pace Foundation art centre, Ruby City, which opens this month in Texas, is another example of how place and history are always important. Linda was an artist and philanthropist, and she bought the site for the gallery with a prewar ice house on it.and sShe came to see Rivington Place and thought I’d be the perfect young architect to work with. She had cancer and it had just become aggressive. She knew she was starting to go down. She became fascinated with dreams and their interpretation. She started drawing a lot of crabs, which are apparently synonymous with the idea of cancer attacking the body. Then she drew this place she called Ruby City. Her drawing looks like a shining city on a hill or a Russian Orthodox church. For her it was a vessel, a hope. She’d had a tragic end - her 24-year-old son died, she had cancer – but had a hope thatthat her disappearance would have an impact.", "I became fascinated by it. Red had become so important to her and I wanted to use that as a start point. From discussions we had, I looked at San Antonio and the missionaries who came to the region and the structures they built, the incredible monasteries. I also looked at pre-colonisation America and Mesoamerican culture and their relationship to making architecture out of mud and raising these incredible citadels all over that part of Texas and New Mexico. The commonality for me between the monasteries and citadels is that they’re both about religion but also about death and communing with the afterlife – and they’re habitation spaces. Those ideas, mixed with her idea of the form, became an idea about architecture articulating light as a revealer of different facets of her art collection.", "What was very beautiful to me was that, though the soil on the site is more brown than red, it has a very high iron content. When you go into New Mexico there are these areas where the soil is a beautiful red, so that was another way to connect to the precolonial architecture. Though the precolonial architecture wasn’t about light, the monasteries were in the high clefts and had beautiful vaulted rooms.", "So there were different layers that made a way to think about a space that would support her diverse art collection but also is about how we use light and view and history. So the Ruby City building is about Linda, Texas and the collection.", "Facebook Twitter Pinterest ‘I prefer building for communities. With individuals it’s hit and miss’: Ruby City. Photograph: © Dror Baldinger, courtesy of Ruby City and Adjaye Associates", "I spend a lot of time at the start of a project listening and absorbing and visiting. Now I have a research team, so they put together histories for me to dive into. Until I have that clarity I can’t really draw. I have to have a “fusion moment” and tell the story the way I have read it in my presentations to clients. If that has resonance, we get the job – and if it doesn’t, well, we don’t.", "I prefer building for communities – with individuals it’s hit and miss. A house is a tough thing. People think I do a lot of houses, but I don’t. I do private spaces for writers and artists, which have a specific function. A home is so loaded with issues that it’s really hard for me to do. Engaging with a community is easier, a public board has a responsibility to the world they are building for. You don’t get that with a house. I’ve found that artists have incredible empathy with my process – my most successful projects have all been with artists such as Sue Webster.", "Hopefully it’s a little early to think how I’ll be remembered myself. But as someone whose ideas were important enough to be brought into form would be just fine."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}