{"id": "fb4aadb7-ab29-31f1-a13a-cdcb06c61126", "pubDate": null, "paragraphs": ["Kai Avent-deLeon turned her native Bed-Stuy neighborhood into a shopping destination when she opened Sincerely, Tommy, a sleek boutique that stocks a curated selection of womenswear, artful jewelry, and statement pieces for the home. Five years later, Avent-deLeon is broadening her impact with S,T Eat & Stay, a restaurant and boutique hostel. This modern take on a bed-and-breakfast, situated near the corner of Malcolm X Blvd and MacDonough St, occupies three floors of a landmark brownstone. “Staying within Bed-Stuy, building within its infrastructure, and keeping the dollar circulating in this neighborhood has always been a priority,” Avent-deLeon says.", "On the ground floor is Che, a plant-based cafe named after Avent-deLeon’s infant son. By day, the eatery serves grab-and-go items like cold soba noodles, raw cacao mousse, and made-to-order avocado toast with Scotch bonnet lime salt. After 5 p.m., the space flips into full-fledged restaurant, serving a mix of small plates and larger mains like shiso fig salad, crispy tomatillos and tamarind-chile glazed cauliflower tostada, to name a few. Natural wines, beer, and herbal-infused mocktails complement the food.", "The menu, created with chef partner Tara Thomas, pays homage to Avent-deLeon’s Caribbean roots, with a healthy infusion of West African cuisine. “Kai is so in love and in touch with her African and her West Indian roots, which are expressed through her grandmother and mother,” Thomas says. “She really wanted to integrate as that as the root of the restaurant.” Recently relocated from Portland, Oregon, Thomas had been hosting pop-up dinners around Brooklyn. She and Avent-deLeon met through a mutual friend, quickly bonded over the lack of vegan dining options in the neighborhood, and tested out their culinary chemistry with a vegan Sunday brunch hosted at Sincerely, Tommy. “It was like, a black woman who does vegan food—this is awesome,” Avent-deLeon says. “We did a couple of events together, then I was looking for someone to do the food at Che, and it just really worked out.”", "When it came to outfitting the restaurant, Avent-deLeon wanted to create a similar melange of international styles. Che’s minimalist interiors are reminiscent of Sincerely, Tommy, with influences from Avent-deLeon’s many travels. “I really wanted this to feel like my trips to Mexico,” Avent-deLeon says. “I just really liked how they literally incorporate everything from the land into any space they have.” All of the tableware was inspired by Grenada, the Caribbean homeland of Avent-deLeon’s mother and grandmother. The salt holders and water jugs are from West Africa. The vintage dining chairs are from Swiss designer Bruno Rey. And there’s an Italian vase in the shape of a Moorish woman’s head.", "Avent-deLeon designed the striped chairs for the space Photographed by Sirui Ma", "In gathering all of these influences and aesthetics, Avent-deLeon hopes that the vibe at Che will inspire patrons to be more present and attentive during their dining experience and, most importantly, to leave their laptops behind. “I totally want to encourage people to come and hang out. By all means bring a book, enjoy something to drink and have something to eat, but it's definitely a table service space.”", "Similar to the community that’s grown around Sincerely Tommy—the boutique frequently hosts support circles for creative mothers, and Sip and Sketch nights—Avent-deLeon wants to make room for OGs and newbies alike to bond. “I'm hoping that we can host a combination of people from the neighborhood and newcomers and just get that space for everyone.”", "Che and S,T Eat & Stay open September 15th.", "302 Malcolm X Blvd, Brooklyn, New York"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Deidre Dye", "Sirui M", "Elise Taylor", "Alexandra Macon", "Jenna Rennert", "Marley Marius", "Danielle Naer", "Deidre Dyer", "Steff Yotka"], "url": "https://www.vogue.com/slideshow/first-look-new-vegan-restaurant-bed-stuy-sincerely-tommy", "keywords": ["mind", "bedstuys", "sincerely", "west", "neighborhood", "really", "aventdeleon", "vegan", "restaurant", "aventdeleons", "comes", "space", "tommy", "wanted"], "summary": "Five years later, Avent-deLeon is broadening her impact with S,T Eat & Stay, a restaurant and boutique hostel.\n“She really wanted to integrate as that as the root of the restaurant.” Recently relocated from Portland, Oregon, Thomas had been hosting pop-up dinners around Brooklyn.\nShe and Avent-deLeon met through a mutual friend, quickly bonded over the lack of vegan dining options in the neighborhood, and tested out their culinary chemistry with a vegan Sunday brunch hosted at Sincerely, Tommy.\nChe’s minimalist interiors are reminiscent of Sincerely, Tommy, with influences from Avent-deLeon’s many travels.\n“I really wanted this to feel like my trips to Mexico,” Avent-deLeon says.", "title": "Bed-Stuy’s New Vegan Restaurant Comes From the Mind Behind Sincerely, Tommy"}