{"id": "fbeef296-1d0a-39de-8cb3-9e6a2e897a5f", "title": "Bose QuietComfort Earbuds review: just shy of noise-cancelling greatness", "url": "https://www.theguardian.com/technology/2020/nov/09/bose-quietcomfort-earbuds-review-just-shy-of-noise-cancelling-greatness-battery", "summary": "The new earbuds cost £249.95 and sit above the £179.95 Sport Earbuds, which do not have noise cancelling.\nThey look more like small Bluetooth headsets rather than earbuds, similar to Sony’s design for its top noise-cancelling earbuds.\nPhotograph: Samuel Gibbs/The GuardianBose headphones have always had a fairly unique “Bose” sound – the firm calls it volume-optimised active EQ technology.\nBose sound is a bit like Marmite – some love it and others will hate it.\nVerdictThe QuietComfort Earbuds are everything you’d expect from Bose but with a few knocks that hold them back from greatness.", "paragraphs": ["Bose has finally launched its noise-cancelling Bluetooth QuietComfort Earbuds, a pair that hope to replicate the success of the firm’s legendary overhead QC35 headphones that dominate flights and rail commutes alike.", "The new earbuds cost £249.95 and sit above the £179.95 Sport Earbuds, which do not have noise cancelling. They look more like small Bluetooth headsets rather than earbuds, similar to Sony’s design for its top noise-cancelling earbuds. Despite being large and relatively heavy at 8.5g each (most earbuds weigh under 6g), they have a light and comfortable fit, thanks to their soft and well-shaped silicone tips.", "Facebook Twitter Pinterest Three sizes of silicone tips are included in the box, which include the soft stabilising wings that tuck into your ear to hold them in place. Photograph: Samuel Gibbs/The Guardian", "They don’t enter or block the ear canal in the same way as most; instead being held securely in place with a small, soft and flexible wing that hooks into the outside structure of your ear. No hard plastic or stiff silicone presses into any part of your ear. All of the firm’s earbuds have a similar design, which makes them some of the most comfortable to wear over extended periods.", "The earbuds are sweat and weather resistant, which means you can go running with them just fine.", "Specifications", "Water resistance: sweat and weather resistant (IPX4)", "Connectivity: Bluetooth 5.1, SBC, AAC", "Battery life: 6 hours (up to 18 hours with case)", "Earbud dimensions: 39 x 26 x 27mm", "Earbud weight: 8.5g each", "Charging case dimensions: 89 x 51 x 32mm", "Charging case weight: 77g", "Case charging: USB-C, Qi wireless charging", "Connectivity and controls", "Facebook Twitter Pinterest The Bose Music app on Android or iOS handles settings, customisation options and updates when required. Photograph: Samuel Gibbs/The Guardian", "The QC Earbuds connect to your phone, PC or tablet via the very latest Bluetooth 5.1, which will work with previous versions. They work with the universal SBC standard Bluetooth audio format as well as the higher quality AAC format used by Apple’s various products and most Android devices.", "Connection to an iPhone 12 Pro, Samsung Galaxy Z Fold 2 and a Pixel 5 was strong but unlike many of their competitors only the right earbud can be used on its own for calls. The earbuds can only connect to one device at a time and require the previous device to be disconnected before connecting to another device. Many competitors can more easily switch between devices on demand.", "I could not test the earbuds in a congested area because of the coronavirus pandemic but they handled the large amounts of interference generated by a microwave oven, so should be able to deal with congestion.", "Playback and device controls are a weaker area. There is a touch-sensitive panel on the outside of each earbud that supports double taps and tap-and-hold gestures. Double tap the right earbud to pause/play or answer/end a call, press and hold to activate your phone’s voice assistant.", "Double tapping the left earbud cycles between three “favourite” noise-cancelling levels, which you can change in the Bose Music app on your phone. Tapping and holding skips forwards a track or can tell you the battery level of the earbuds. Take out an earbud and the music pauses, while the remaining earbud switches to a transparency mode, where outside noise is piped in. Replace the earbud to turn the music and noise cancelling back on.", "There are no volume control or backwards track skip options, which is disappointing.", "Sound and noise cancelling", "Facebook Twitter Pinterest The new earbuds are smaller and protrude less from your ear than Bose’s previous true wireless models but they are by no means small compared with rivals. Photograph: Samuel Gibbs/The Guardian", "Bose headphones have always had a fairly unique “Bose” sound – the firm calls it volume-optimised active EQ technology. That translates into a very clean, controlled and level sound at most volumes, which helps music sound better at lower volumes, but can often lose a bit of raw energy from tracks when cranked up.", "Bose sound is a bit like Marmite – some love it and others will hate it. Here the earbuds produce a sound that you would normally associate with a much larger set of headphones. They sound good across a large range of genres, producing a well-rounded, detailed but easy-listening sound. The bass is full but highly controlled, mids are rounded and highs are slightly softened. They lack a bit of punch and dynamism that some of very best of headphones can wow with, sounding a bit too controlled sometimes, which ends up taking an edge off in some tracks reducing their impact.", "The active noise cancelling is particularly impressive, given the earbuds don’t fully block your ear canal. Using the Bose Music app or by cycling through the three settings with taps on the earbuds, users can adjust the noise cancelling between 11 levels going from maximum noise cancelling to the full inverse, which uses the mics to pipe the sound of the outside world into your ears.", "Facebook Twitter Pinterest The transparency or awareness mode is one of the most lifelike, allowing you to carry on full conversations or listen out for traffic as if you’re not wearing earbuds at all. Photograph: Samuel Gibbs/The Guardian", "Turned up to maximum, they effectively blocked out the sound of a washing machine, dishwasher, the roar of an extractor hood and other noises, which should mean they will deal with the noises of a commute or plane journey just fine. The noise-cancelling level had no effect on the quality of the music, either.", "They easily matched Sony’s current top noise-cancelling earbuds and beat the rest of the competition, including Apple’s AirPods Pro. The firm’s full headphones are still slightly better at blocking out the world but the QC Earbuds come very close.", "Battery life and case", "Facebook Twitter Pinterest The case charges in three hours via USB-C or can be wirelessly charged by a compatible Qi wireless charging pad. Five LED lights on the front of the case show its charge level. Photograph: Samuel Gibbs/The Guardian", "The earbuds last for more than six hours of playback per charge with noise cancelling turned up to maximum, which matches their chief rivals. The case can fully charge the earbuds twice, for a total of 18-plus-hours of playback from fully charged. It takes two hours to charge the earbuds in the case but a 15-minute quick charge from empty will provide up to two hours of playback.", "The earbuds snap into the case via magnets, while the lid snaps shut with a latch. The inside of the case is also sweat proof, while the outside of the case is made from hard plastic and feels fairly robust. But the case itself is pretty big at about three times the size of Apple’s AirPods Pro case. It will fit in a man’s jeans pocket but isn’t something you’ll want to carry around with you everywhere.", "Sustainability", "Bose estimates that under normal use the batteries in the earbuds should last about 5,000 hours of playback while retaining at least 80% of capacity, which amounts to more than 208 days of constant listening. Minor repairs can be made to the earbuds but the batteries are not replaceable, ultimately making them disposable. The earbud tips can be replaced (£6.95 a pair) but Bose does not sell replacement earbuds or cases individually. Neither the case nor the earbuds contain recycled materials.", "Bose publishes company-wide sustainability reports every two years.", "Observations", "Facebook Twitter Pinterest You can use the earbuds like noise-cancelling earplugs by holding the pairing button in the case while wearing them until the earbuds say ‘Bluetooth off’. Photograph: Samuel Gibbs/The Guardian", "The earbuds go into standby after 20 minutes of being removed but not put in the case.", "Inserting the right earbud automatically answers a call.", "Call quality was OK but callers said I sounded a bit quiet with plenty of background noise audible.", "No lip-sync problems were present for various popular video apps but a small amount of lag was noticeable in some games, as is the norm for true wireless earbuds.", "Price", "The Bose QuietComfort Earbuds cost £249.95 and are available in black or white.", "For comparison, the Bose Sport Earbuds have an RRP of £179.95, while Samsung’s Galaxy Buds Live cost £179, Apple’s AirPods Pro cost £249, Jabra’s Elite 85t cost £219.99 and Sony’s WF-1000MX3 cost £169.", "Verdict", "The QuietComfort Earbuds are everything you’d expect from Bose but with a few knocks that hold them back from greatness.", "The earbuds have some of the most effective noise cancelling available, are super-comfortable and are a good-sounding easy listen – perfect for the extended periods of a flight or long commute.", "But they’re also expensive, fairly large and won’t last the full length of a transatlantic flight without a quick recharge in the case. They also don’t support connecting to more than one device at a time nor quick switching between multiple devices. The controls are a little limited but the biggest drawback is the large case, which is too big to really carry comfortably in a trouser pocket.", "The QC Earbuds’ key rival, the Sony WF-1000XM3, suffers from the same problems: large buds and a massive case, so this isn’t a problem unique to Bose but it does hold them back from being truly great.", "Pros: top noise cancelling that’s adjustable, Bluetooth 5.1 and AAC support, solid battery life, good sound, super-comfortable, sweat resistant. Cons: expensive, large case, no seamless device switching or multi-device connections, only right earbud can be used on its own, limited on-device controls such as no volume, batteries not replaceable.", "Facebook Twitter Pinterest The case is large compared with the compact and easily pocketable cases of some rivals. Photograph: Samuel Gibbs/The Guardian", "Other reviews"], "authors": ["Samuel Gibbs"], "keywords": ["case", "greatness", "earbud", "bose", "cancelling", "sound", "review", "noisecancelling", "twitter", "samuel", "quietcomfort", "large", "noise", "earbuds", "shy"], "pubDate": "2020-11-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}