{"id": "fc34a76c-0a64-3f38-b849-ca903c754bc2", "title": "Italian town auctions homes for $1 to bring in residents: Report", "url": "http://www.foxnews.com/travel/salemi-italy-auctions-homes-1-euro", "summary": "There’s yet another Italian town selling homes for one Euro, or $1.18Salemi, Italy, will be auctioning off a few dozen abandoned houses, starting at one Euro, according to DailyMail.com.\nThe town, in the Southwest part of Sicily, is the latest to join the growing trend started by other towns such as Sambuca and Mussomeli.\nThough Salemi is the most recent town to participate in the trend, DailyMail.com reported that it was one of the first places to recommend the strategy as a way to draw residents -- and have some of its old homes renovated.\nSAN FRANCISCO TAX REVENUE PLUNGE POINTS TO RESIDENT EXODUSHowever, the project took a while to get started because the town had to update some of its infrastructure.\nHowever, they do have to submit a “detailed” plan to renovate the home they are planning to buy, the website reported.", "paragraphs": ["There’s yet another Italian town selling homes for one Euro, or $1.18", "Salemi, Italy, will be auctioning off a few dozen abandoned houses, starting at one Euro, according to DailyMail.com.", "The town, in the Southwest part of Sicily, is the latest to join the growing trend started by other towns such as Sambuca and Mussomeli.", "Though Salemi is the most recent town to participate in the trend, DailyMail.com reported that it was one of the first places to recommend the strategy as a way to draw residents -- and have some of its old homes renovated.", "SAN FRANCISCO TAX REVENUE PLUNGE POINTS TO RESIDENT EXODUS", "However, the project took a while to get started because the town had to update some of its infrastructure.", "There were also delays because of the coronavirus pandemic. Italy was one of the hardest-hit countries in Europe.", "HOW TO KNOW WHEN THE REAL ESTATE MARKET IS ABOUT TO CHANGE", "Although the houses in Salemi are at a starting price of one Euro, they will be sold to the highest bidder.", "Potential buyers do not have to bid in person, because of the pandemic, according to DailyMail.com. However, they do have to submit a “detailed” plan to renovate the home they are planning to buy, the website reported.", "CLICK HERE TO GET THE FOX NEWS APP", "Small Italian towns have struggled to maintain their populations as more and more people move to cities, News.com.au reported in May of last year. That has left many towns with abandoned homes.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["trend", "bring", "euro", "starting", "pandemic", "homes", "started", "town", "salemi", "italy", "reported", "auctions", "towns", "report", "residents", "italian"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}