{"id": "fc4d52b4-2096-35da-812a-5791959d075a", "title": "A Teacher review – intriguing yet incomplete drama about grooming", "url": "https://www.theguardian.com/tv-and-radio/2020/nov/08/a-teacher-review-intriguing-incomplete-drama-kate-mara", "summary": "There is a reason A Teacher, a limited series about the relationship between a thirtysomething female teacher and her 17-year-old student, uses the indefinite article.\n“A”, not “the”, – a magnetic portrait of one black hole of a relationship, a deliberately uneasy exploration of one case of grooming that tries to stand for much more.\nThe very familiar aesthetic of iPhone lock screens pin the timeline of Eric and Claire’s relationship down to the minute.\nThe confusion over how, exactly, we’re supposed to feel about Eric and Claire’s attraction, is certainly provocative, but also short-circuiting.\nThere is plenty of room to get lost in A Teacher; I just wish it saved more for redemption.", "paragraphs": ["There is a reason A Teacher, a limited series about the relationship between a thirtysomething female teacher and her 17-year-old student, uses the indefinite article. “A”, not “the”, – a magnetic portrait of one black hole of a relationship, a deliberately uneasy exploration of one case of grooming that tries to stand for much more. The 10-part series, written and directed by Hannah Fidell based on her 2013 film of the same name, mirrors Hulu’s similarly paced Normal People in its his-and-hers perspectives of a formative, inescapable relationship, but with an uncomfortably ruinous core.", "The Undoing review – Hugh Grant and Nicole Kidman start to unravel Read more", "Over 20-25 minute episodes, A Teacher shows us what should seem to be a transparent case of grooming: Claire (Kate Mara), a quiet, deceptively self-destructive new high school English teacher in Austin, Texas, and her 17-year-old student-turned-lover, Eric (Love Simon’s Nick Robinson). Given the clear transgression of its premise, A Teacher is playing with fire, and it knows it – the show is sandwiched in warnings about grooming and resources for help, including the national hotline for RAINN; Mara filmed a PSA on sexual abuse prior to the show’s release. But the series blazes ahead with flammable material, occasionally getting burned in the process. At its best, A Teacher is a taut, uncomfortably absorptive portrait of obsession, a brisk yet grounded escape into the murky depths of a relationship that smartly, especially for Eric, reflects on the cold shadow of what he’s experienced. But the show’s good intentions and intentional discomfort – you will, at some point, root for Eric and Claire – gets undercut by its own intoxicating sleekness.", "A Teacher traces a fast-paced arc: the first five episodes plunge into their attraction, as Claire, stifled in her marriage to a doting but aloof musician, Matt (Ashley Zukerman), and friend-less at work besides fellow teacher Kathryn (Marielle Scott) escalates inappropriate out-of-school tutoring sessions with Eric to sexual trysts. The back half of the season, following the relationship’s exposure, traces the transgression’s long shadow, as Claire reels from scandal and responsibility, and a haunted Eric, alienated by an experience few understand, attempts to move on.", "On paper, the relationship between Claire and Eric is clearly, unmistakably manipulative. As filmed, especially with the baby-faced but still 25-year-old Robinson in the lead role, their relationship – fleeting scenes of inexorable attraction, delicate closeups of clandestine car hookups, love scenes sound-tracked to a cover of Rihanna’s Stay – is communicated as sexy, alluring. That is the case no matter the warnings attached to each episode, and that remains the case when the show’s final episode attempts to flip the script on the dynamic of mutual attraction portrayed in the season’s first half; without spoilers, the show’s conclusion, as Claire and especially Eric reckon with the damage of what’s happened between them, skitters incompletely on the surface, an attempt to freight one’s hook of an illicit relationship with moral consequences that leave too much unseen and unsaid.", "Which is not to say the show is unsatisfactory, generative, sharper than it should be; A Teacher has one of the most micro-generationally on-point scenes of a high school party – it’s set in 2013-2014, so the early years of Snapchat, second year of Instagram, the playlist distinctly fall 2012 – of anything I’ve seen on TV. The liberal use of a phone screen, running adjacent to the character stewing over it, effectively grounds Eric and Claire’s relationship in the all-too-real arena of digital pining; when Claire hovers over accepting Eric’s Instagram request, it has palpable stakes. The very familiar aesthetic of iPhone lock screens pin the timeline of Eric and Claire’s relationship down to the minute. Six weeks of involvement, the show reveals, can cost years.", "Robinson, as Eric, is as convincing as an emotionally chaotic, confused teen as a 25-year-old can be, even if his casting never allows the queasiness of the age gap to really land. Mara plays Claire as mostly inscrutable, and though there is much to imagine in the show’s spareness, the gaps – what compelled Claire? Had she done this before, or thought about it? How did she justify it? – make the second half’s reckoning feel incomplete.", "A charitable reading of this show, which after inhaling and then rewatching it, I am inclined to give, would be that A Teacher offers a more nuanced than expected portrait of how, for Eric, one’s understanding of complicity, truth and blame morph over time, and how our culture is poorly equipped to identify grooming, especially when the groomer is a woman; the show wisely follows Eric into his freshman year at University of Texas, where he is hailed as a legend by frat bros who demand details on Claire’s boob size.", "In other words, there are plenty of hooks in A Teacher – its pace, sparse portrayal of intoxication, and an especially adept performance by Robinson will likely allow viewers to map their own obsessions and illicit thrills on to the show’s limited run-time. The confusion over how, exactly, we’re supposed to feel about Eric and Claire’s attraction, is certainly provocative, but also short-circuiting. There is plenty of room to get lost in A Teacher; I just wish it saved more for redemption."], "authors": ["Adrian Horton"], "keywords": ["case", "drama", "eric", "relationship", "especially", "review", "claire", "teacher", "shows", "attraction", "incomplete", "grooming", "intriguing", "claires"], "pubDate": "2020-11-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}