{"id": "fcde5cfc-a334-3c12-a812-3bb38e82fb87", "title": "New Gameplay Today – Outriders' Technomancer Class", "url": "https://www.gameinformer.com/video-feature/new-gameplay-today/2020/08/25/new-gameplay-today-outriders-technomancer-class", "summary": "In People Can Fly's upcoming shooter/RPG Outriders, players do their best to survive on a hostile planet while battling enemy forces and grappling with their own newly discovered superpowers.\nToday, we're able to share gameplay and impressions on the fourth class: the Technomancer.\nAlex, Ben Reeves, and I were able to check out this class during a recent hands-on session.\nBecause of my natural tendencies, I had a great time with the Technomancer, a class that summons turrets and hits enemies with debilitating status effects.\nVisit our hub page for more on Outriders, including looks at the Trickster and Pyromancer classes, and our rapid-fire Q&A with the game's developers.", "paragraphs": ["In People Can Fly's upcoming shooter/RPG Outriders, players do their best to survive on a hostile planet while battling enemy forces and grappling with their own newly discovered superpowers. There are four playable classes in the game, but until now we've only been able to talk about three of them. Today, we're able to share gameplay and impressions on the fourth class: the Technomancer.", "Alex, Ben Reeves, and I were able to check out this class during a recent hands-on session. I gravitate toward classes that employ turrets and pets, because I am a big ol' lazybones. Because of my natural tendencies, I had a great time with the Technomancer, a class that summons turrets and hits enemies with debilitating status effects. Check out the video to see how its abilities synergize with the Trickster and Devastator classes' skillsets.", "Visit our hub page for more on Outriders, including looks at the Trickster and Pyromancer classes, and our rapid-fire Q&A with the game's developers."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["technomancer", "video", "check", "turrets", "able", "upcoming", "today", "class", "classes", "weve", "outriders", "gameplay", "trickster"], "pubDate": "2020-08-25T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}