{"id": "fd32e933-23b5-3bde-a533-369fcc9d39f9", "title": "Babbage - Signal and noise—can social media filter real election news from the fake?", "url": "https://www.economist.com/podcasts/2020/11/04/signal-and-noise-can-social-media-filter-real-election-news-from-the-fake", "summary": "Our podcast on the science and technology making the news.\nAlso this week: the premium of privacy in the data economy and the power of deepwater soundSOCIAL MEDIA platforms face one of the most testing weeks in their history as they try to filter the real election news from the fake—host Kenneth Cukier asks whether they are up to the task.\nIn the data economy, does privacy equal power?\nAnd, how to harness the sound of the deep sea to power underwater devices.\nRuntime: 25 minListen on: Apple Podcasts | Spotify |Google | Stitcher | TuneInPlease subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer", "paragraphs": ["Our podcast on the science and technology making the news. Also this week: the premium of privacy in the data economy and the power of deepwater sound", "SOCIAL MEDIA platforms face one of the most testing weeks in their history as they try to filter the real election news from the fake—host Kenneth Cukier asks whether they are up to the task. In the data economy, does privacy equal power? And, how to harness the sound of the deep sea to power underwater devices. Runtime: 25 min", "Listen on: Apple Podcasts | Spotify |Google | Stitcher | TuneIn", "Please subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer"], "authors": ["The Economist"], "keywords": ["media", "babbage", "try", "data", "real", "filter", "economy", "tuneinplease", "noisecan", "fake", "election", "week", "social", "power", "privacy", "wwweconomistcompodcastoffer", "underwater", "signal", "weeks"], "pubDate": "2020-11-04T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}