{"id": "fd5aea5f-dcdf-3470-aa03-deeba86efe6b", "title": "Will Going Multi-Platform Be Good For MLB The Show?", "url": "https://www.gameinformer.com/the-sports-desk/2019/12/25/will-going-multi-platform-be-good-for-mlb-the-show", "summary": "The sports video game world rejoiced when it was recently announced that the lauded MLB the Show baseball franchise will spread to other, as yet unannounced, home consoles (but not the PC).\nUnfortunately, I don’t see this as a simple case of Sony, the series’ publisher and owner of San Diego Studios, agreeing to put the franchise on other platforms.\nMainly, I wonder if San Diego is going to handle the other versions all by themselves.\nSan Diego might also choose to outsource the other versions to outside studios.\nBaseball series?", "paragraphs": ["The sports video game world rejoiced when it was recently announced that the lauded MLB the Show baseball franchise will spread to other, as yet unannounced, home consoles (but not the PC). This is great news not only for those non-PlayStation owners who’ve been wanting to get their hands on the series, but it’s also a validation of sorts for developer San Diego Studios that its work is good enough to share with the rest of the gaming fanbases. Unfortunately, I don’t see this as a simple case of Sony, the series’ publisher and owner of San Diego Studios, agreeing to put the franchise on other platforms.", "Doesn’t more versions mean more money for Sony? Probably, but I envision other obstacles along the way. Mainly, I wonder if San Diego is going to handle the other versions all by themselves. If they do, either it is going to have to expand considerably, or it’s going to have to struggle through putting out as many as three other versions with the staff it has. Either way isn’t a sure way to success. Studio expansion can fundamentally alter the culture and values that have made the developer great in the past, while standing pat and soldiering on with just the existing developers is perhaps a certain path to burnout and disaster.", "San Diego might also choose to outsource the other versions to outside studios. The results of this could go either way. There are plenty of developers that do a great job with ports, delivering seamless representations, and some that don’t. Meanwhile, all of this will have to be done on the usual yearly schedule (assuming that won’t change) – a particularly grueling development schedule that doesn’t suit every studio.", "This expansion to new home consoles comes during Major League Baseball and Sony extending the league’s licensing deal with the publisher. Was this expansion mandated by the MLB, perhaps spurred by the poor reception to the MLB-developed R.B.I. Baseball series? Was it necessary for Sony to do this to ameliorate development costs and licensing fees?", "The former could mean that this isn’t necessarily a move that Sony favors if it had its druthers, and the latter could signal that Sony and the franchise is in relatively weak position despite the overall popularity of the series. I’ve heard that historically the MLB has over-valued its license, which is part of the reason 2K backed out of the sport in 2013. This, it could be argued, might also be keeping competitor Electronic Arts from just swooping in. Perhaps even EA knows there’s a ceiling to how much the license is worth. All this is to say that the move to multiple systems might be one of financial necessity.", "The effects of this move to San Diego Studio from a work and financial perspective could influence the series' approach to microtransactions, which modes (like Diamond Dynasty) it prioritizes, and the overall quality of the series. It's great that baseball fans on the other home consoles are getting to enjoy the franchise. I just hope that product itself doesn't suffer in the process."], "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["sony", "great", "baseball", "franchise", "diego", "studios", "good", "multiplatform", "versions", "series", "san", "mlb", "way", "going"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}