{"id": "fdadb493-1985-3147-927c-ea29ffc5d0cf", "title": "Some Suburban Strongholds Swing Back to G.O.P. in N.Y. and Across U.S.", "url": "https://www.nytimes.com/2020/11/04/nyregion/ny-house-election-gop.html", "summary": "With more than one million mail-in ballots still to be counted in the state, final results were far from certain in many races.\nThe Republican hold seemed to wane in 2018, with Democrats taking seats in New York and similar suburban districts in other states.\nBut on Tuesday, the tide seemed to turn back again, reflecting the Republicans’ success at ousting House incumbents in swing districts across the country.\nWhile Democrats won both legislative houses in Arizona, they lost the House and Senate in New Hampshire.\nWhile some Republican candidates sought to distance themselves from President Trump, whose popularity was thought to be waning, they still clung to a Trump-like law-and-order message.", "paragraphs": ["With more than one million mail-in ballots still to be counted in the state, final results were far from certain in many races. But the preliminary vote totals seemed to reflect a resurgence of Republican power in the New York suburbs, where at one time some Long Island towns were among the party’s biggest strongholds in the country.", "The Republican hold seemed to wane in 2018, with Democrats taking seats in New York and similar suburban districts in other states. But on Tuesday, the tide seemed to turn back again, reflecting the Republicans’ success at ousting House incumbents in swing districts across the country.", "That trend was mirrored nationally in results from statehouses, with the lowest number of chambers slated to change hands in more than half a century. While Democrats won both legislative houses in Arizona, they lost the House and Senate in New Hampshire.", "While some Republican candidates sought to distance themselves from President Trump, whose popularity was thought to be waning, they still clung to a Trump-like law-and-order message.", "They tied Democratic candidates to defunding the police and progressive radicalism in the party, a strategy that seemed to work in many parts of the nation, as Republicans sought to maintain control of the Senate and claw back some House seats."], "authors": ["Emma G. Fitzsimmons"], "keywords": ["results", "senate", "seats", "swing", "districts", "suburban", "york", "republicans", "democrats", "strongholds", "republican", "gop", "ny", "sought", "house"], "pubDate": "2020-11-04T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}