{"id": "fdbb043a-5fd1-3dda-838d-2e540c4f32db", "title": "Final Fantasy VII Remake: The Weight Of Departures & Reunions", "url": "https://www.gameinformer.com/video-feature/2020/10/30/final-fantasy-vii-remake-the-weight-of-departures-reunions", "summary": "The original Final Fantasy VII catapulted JRPGs into the limelight and established a new standard for expansive gameworlds and emotional stories.\nFinal Fantasy VII Remake is an homage to and reimagining of its predecessor's motifs: Eco-activism, classism, atonement, and companionship (among many other important themes).\nWe demonstrate how Remake's plot beats can be reevaluated with the themes of departure and reunion in mind.\nSquare Enix plans to tell Cloud’s extensive story in parts but, because the first entry solely focuses on Midgar, Final Fantasy VII veterans get to experience the original game’s introductory setting and characters in more nuanced ways.\nOur video essay considers these emotional moments and looks to provide other interpretations surrounding Remake’s most important plot motivations.", "paragraphs": ["The original Final Fantasy VII catapulted JRPGs into the limelight and established a new standard for expansive gameworlds and emotional stories. Final Fantasy VII Remake is an homage to and reimagining of its predecessor's motifs: Eco-activism, classism, atonement, and companionship (among many other important themes). We demonstrate how Remake's plot beats can be reevaluated with the themes of departure and reunion in mind.", "Square Enix plans to tell Cloud’s extensive story in parts but, because the first entry solely focuses on Midgar, Final Fantasy VII veterans get to experience the original game’s introductory setting and characters in more nuanced ways. The high stakes remain the same: The fallout from the Mako Reactor 1 and 5 bombings, the eventual destruction of the slums, and Sephiroth’s sudden and terrifying return. Our video essay considers these emotional moments and looks to provide other interpretations surrounding Remake’s most important plot motivations.", "There are many scenes that Square Enix will have to reveal and unpack in upcoming installments, but we’re excited to see what the future holds for Cloud and co.", "If you’re interested in any of our other deep dives, check out this Red Dead Redemption 2 video essay or head here to see an exclusive Marvel’s Spider-Man: Miles Morales interview."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["video", "weight", "essay", "departures", "reunions", "important", "plot", "remake", "original", "fantasy", "remakes", "final", "vii", "themes"], "pubDate": "2020-10-30T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}