{"id": "fdd24ada-dec0-354a-912b-9aca40ebacc9", "title": "Guy Benson: “If You’re A U.S. Citizen And Eligible To Vote. I Think It’s Your Civic Duty To Do So”", "url": "https://radio.foxnews.com/2020/11/03/guy-benson-if-youre-a-u-s-citizen-and-eligible-to-vote-i-think-its-your-civic-duty-to-do-so/", "summary": "Guy Benson host of the Fox News Radio Show The Guy Benson Show urged eligible voters to vote in this consequential Presidential election.\nBenson said,\"So just on a patriotic note, if you're a U.S. citizen and eligible to vote.\nI think that's potentially good news if you lean to the right.\nAre dem leading votes, right, just tilting, leaning in that direction.\nYou need to get out there and vote today because the Dems right now, if we cut off voting right now and just counted the existing ballots.", "paragraphs": ["Guy Benson host of the Fox News Radio Show The Guy Benson Show urged eligible voters to vote in this consequential Presidential election. Benson said,", "\"So just on a patriotic note, if you're a U.S. citizen and eligible to vote. I think it's your civic duty to do so. We are extremely blessed to live in this country. I think if you go back through the entirety of human existence. And you think about the societies that exist today and have existed in the past. I don't think you can find one. Where you would be more free, more prosperous than you are right now if you're an American. And that's not by accident. And it's something it's based on a structure that we hold dear and need to respect and revere, and the way we can reflect that reverence is by participating in this process. So I think. You if you're maybe on the fence. I got a text from a friend a while ago in a red state saying, Oh man, the lines look long. I don't know about this. And I said, nope, you've got to do it. You've got to get out there and vote. The turnout seems to be absolutely massive today in terms of lines and waits. And let me explain why. I think that's potentially good news if you lean to the right. So I'm going to get more political right down from the high minded. Let's all vote and respect America and this process. That's important. Let's also talk about the nitty gritty. More than a hundred million votes have already been cast. Let me repeat that. More than 100 million votes were cast before today. The Democrats have been pushing the early voting thing now for a long time, and the votes that have been put into the bank just sitting there to be counted in many cases, already counted. Are dem leading votes, right, just tilting, leaning in that direction. In some cases significantly. We know for a fact this is not speculation. We know for a fact. That if you want President Trump or the Republicans to win races, it is imperative. That Republicans see a huge swamp wave surge of voting today on Election Day because Republicans tend to vote on Election Day, including some of my younger Republican friends. They resisted all the, you know, importuning to go early and mailin. They want to show up and do it today. And I know that is typically how Republicans behave. You need to get out there and vote today because the Dems right now, if we cut off voting right now and just counted the existing ballots. The Democrats win.\""], "authors": ["Wyatt Dobrovichfago"], "keywords": ["vote", "youre", "eligible", "votes", "think", "duty", "thats", "benson", "republicans", "voting", "citizen", "civic", "today", "right", "guy", "know"], "pubDate": "2020-11-03T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}