{"id": "fdf27941-8594-3e9d-8d41-ebd674734590", "title": "The Disappearance and Cryptic Return of Salem", "url": "https://www.newyorker.com/magazine/2020/11/09/the-disappearance-and-cryptic-return-of-salem", "summary": "A subset of bands that included Salem began making music that sounded like a reaction against chillwave’s perceived tepidness and its oppressive .\nIf you revisit old writing about Salem, what’s most striking is the sheer volume and enthusiasm of the discourse.\nMichael Stipe and Terence Koh attended an early gig, and Givenchy used Salem’s music for a runway show, in 2011.\nSimilarly, Salem’s music is a scrapbook of dispatches from the fringes of a nation under siege.\nThe song offered no clues about how the members of Salem have experienced the past decade.", "paragraphs": ["When it comes to assessing contentious cultural moments, only time can provide the perspective needed to hone one’s judgment. We revise and clarify our understanding of trends and phenomena in hindsight: scandals become milestones, controversies become delights, lowbrow artifacts become national treasures, “major” works feel expendable. In retrospect, disco was actually a complicated and musically significant genre; Kanye West’s monologues were never the brilliant orations we took them to be.", "But hindsight has offered little clarity in the case of Salem, a trio of petulant electronic musicians who rose to notoriety a decade ago, stirred up a sandstorm of intrigue and consternation, and promptly disappeared from sight. Formed by twentysomething burnouts from Michigan and Illinois, the band included two scraggly tattooed producers and vocalists, Jack Donoghue and John Holland, and the keyboardist and vocalist Heather Marlatt. (Marlatt is no longer working with the group.) Their music was a heavily distorted fog of blown-out samples, slurring vocals, and allusions to drug use and the occult. The sound was compelling, but often clouded by their shenanigans. Donoghue and Holland enjoyed cultivating a messy public image: Donoghue famously blew off an interview with the Times; when they did manage to engage with the press, the conversations could be outrageous and lurid. They gave such drowsy, lacklustre live performances that even their most passionate fans sometimes booed them off the stage. Salem’s first EP, issued in a run of five hundred highly coveted white-vinyl pressings, in 2008, was called “Yes I Smoke Crack.” This kind of behavior might simply have seemed like obnoxious spectacle if the music were not such a perfect evocation of a certain strain of American scumbaggery—a tone poem that captured the melancholy and the absurdity of a life lived at rock bottom. These musicians were in constant dialogue with the void and having fun with it.", "The group brought new energy to a corner of the indie-music world that had gone slack. At the time, a genre of sensuous, lo-fi synth music called chillwave was gaining prominence. A subset of bands that included Salem began making music that sounded like a reaction against chillwave’s perceived tepidness and its oppressive . . . well, chillness. This was the heyday of the music blogosphere, which was fixated on the invention of microgenres. Salem’s cohort was designated as “witch house,” for its spooky style. Witch house had in common with chillwave a tendency to put vibe before substance. But, whereas chillwave hushed listeners into tranquillity, witch house had an unsettling undercurrent that jolted them awake in adrenalized terror. “Demons speak to me, so that’s who I’m leaving with,” Donoghue raps on “Sick,” a standout track on the album “King Night,” from 2010, his vocals pitched down to resemble a devil’s.", "Whether you found Salem to be profound, or profoundly unlistenable, probably depended on what kind of mood you were in, and what you’d absorbed from the reams of vitriolic or fawning essays written about the group. Some critics believed that its members were musically unsophisticated hacks or blustering jerks, or that they flippantly drew inspiration from rap music without self-consciousness. If you revisit old writing about Salem, what’s most striking is the sheer volume and enthusiasm of the discourse. One critic described it as “the worst new band in America,” made up of people “too stupid to function as humans, let alone musicians.” Another characterized the début album as “sick . . . not just in the sense that it’s outstandingly good but in the fact that it seems extremely unwell.”", "But, as young provocateurs peddling seedy, highly stylized mischief, the trio earned attention from a rarefied segment of the creative class. Michael Stipe and Terence Koh attended an early gig, and Givenchy used Salem’s music for a runway show, in 2011. Kanye West recruited Donoghue to work on his album “Yeezus.” The band remained obscure to most people, but it forecast a number of musical currents, including the eerie, spastic sounds of pop experimentalists, and hip-hop’s turn toward the drugged-out and emotional. Then, in 2011, Salem abruptly stopped making music, for reasons that are still obscure. (Its members are not the type to explain themselves.)", "To no one’s surprise, Salem is not interested in anything so dull as a redemption narrative. The band makes this plain on “Fires in Heaven,” its first album in ten years, which came out at the end of October. “Ask me what I’m doing with my life / Ain’t got shit to tell,” a voice announces menacingly on “Capulets,” the bracing opening track. “I don’t have to apologize for shit, that’s another day.” It’s difficult to tell, exactly, who’s speaking, because Donoghue and Holland heavily modulate their voices and sometimes affect a Southern drawl, making them sound more like Houston rappers than like white indie kids from the Midwest. This sleight of hand, which has become quite common recently, allows them to avoid vulnerability, and to shape-shift into alternative identities, access to which they probably haven’t earned—another form of provocation that they’re unwilling to surrender after ten years.", "Musically, “Capulets” is classic Salem. The group draws as much from Catholic liturgical music and Gregorian chant as from anything contemporary. (Its biggest song, “King Night,” from 2010, is a screeching interpolation of “O Holy Night.”) On “Capulets,” Donoghue and Holland riff over a lo-fi recording of Sergei Prokofiev’s “Dance of the Knights.” Salem tends to use its pieces as loud, blunt instruments to stir up sensation. This puts it in a lineage of mood-minded musicians that includes the shoegaze artists the Cocteau Twins, the sludgy post-hardcore band Slint, and the narcotic producer DJ Screw. The tracks on “Fires in Heaven” are less like songs than like bursts of melodrama. The record, despite occasionally feeling sloppy and slight, is potent—full of nightmarish energy, bravado, and mysticism.", "In the final years of the band’s hiatus, Donoghue reëmerged on Instagram, posting cryptic snapshots. The images had an improvised feel, but, together, they revealed a peculiar, American-gothic sensibility: a dead deer on the side of the road; a sinister flock of crows perched on an electrical wire; a grizzly, bearded man in a tank top shaking a hailstorm of apples from a tree; a raucous religious gathering. Similarly, Salem’s music is a scrapbook of dispatches from the fringes of a nation under siege. This allows the band to evoke horrific events more vividly than if they were described head on. On a song called “Crisis,” a young woman frantically pleads for forgiveness. “It was a mistake,” she screeches. It becomes clear that the song is about a search for a missing person in opioid-addled America: “All up on the news because they say they can’t get you / Walmart parking lot, supposed to forget you.” Donoghue’s raps make it sound as if he may be implicated, and still at large. “I hate it, I hate / Never learning from lessons,” he says. “I hate it / But I should have died on that pavement.”", "“Fires in Heaven” has arrived without the antics that attended the group a decade ago. A snippet of “Capulets” first appeared in May, in a mix broadcast on an independent London-based radio show. The song offered no clues about how the members of Salem have experienced the past decade. Their music remains oblique: a bit scary, frustratingly opaque, but absorbing nonetheless. For those who listen closely, there are a few detectable emotional shifts on the album. Occasionally, the sound becomes cleaner and bigger, more celestial than hellish: the lead single, “Starfall,” has the wide-eyed quality of a movie soundtrack. Here and there, Holland and Donoghue’s real voices pierce the thick fog, shifting the mood from nihilistic to yearning. On “Old Gods,” one of them begs, “Give me one more chance to set you free.” For a group possessed of such deadened world-weariness, it’s a startling offer of hope. ♦"], "authors": ["Carrie Battan", "Carrie Batta"], "keywords": ["return", "disappearance", "band", "group", "music", "album", "salem", "salems", "holland", "donoghue", "cryptic", "song", "sound"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}