{"id": "fe092227-fe5d-3242-82e9-e703053f2395", "title": "Sit! Stay! Get off my Zoom call! How to work from home – when your pet won’t let you", "url": "https://www.theguardian.com/lifeandstyle/2020/nov/04/sit-stay-get-off-my-zoom-call-how-to-work-from-home-when-your-pet-wont-let-you", "summary": "Cats don’t care if you are in the middle of a Zoom meeting.\nDogs don’t understand deadlines.\n“Many cat owners will find that their pet wants to get involved with what they’re doing, and won’t realise they’re not helping,” says Evy Mays, feline welfare adviser at Battersea Dogs & Cats Home.\nIf the cat goes to the towel, give the cat a treat, so it associates the positive action with reward.\n“Establishing consistent boundaries between work and free time is beneficial for us as well as our dogs,” says Douglass.", "paragraphs": ["I am sitting at my computer, in my office at the end of the garden, typing. On the other side of the door, the cat is staring at me through the glass. It is a hard stare. I know the cat wants to come in so that he can climb on to my desk and walk back and forth across my keyboard, deleting files and pressing Send prematurely. He knows that, if he does this with sufficient persistence, I will eventually feed him, even though I have already fed him. Anything, just to get a little work done. So the door remains shut, and I’m getting a stiff neck from trying not to make eye contact.", "Pets were meant to be the great beneficiaries of the pandemic: with so many people furloughed or working from home, the dogs and cats of Britain would finally receive the attention they craved. And the food. Soon, however, people discovered that home-working and pet-owning were not entirely compatible. Cats don’t care if you are in the middle of a Zoom meeting. Dogs don’t understand deadlines. Some parrots make so much noise during the day that one charity recently reported a 70% annual increase in those needing rehoming. In the spring, the whole awkward arrangement seemed charmingly temporary but, as England locks down for a second time, many pet owners still have not found the right balance between work and the animals they care for – between cat and keyboard.", "“Many cat owners will find that their pet wants to get involved with what they’re doing, and won’t realise they’re not helping,” says Evy Mays, feline welfare adviser at Battersea Dogs & Cats Home. (Note: I’m almost certain my cat knows he’s not helping.) “Giving cats extra enrichment during working hours can help keep them occupied,” she says. She suggests “puzzle feeders, interactive toys and access to the outdoors to burn off energy and tap into their natural exploratory behaviour”.", "Your laptop … the purrfect place for a catnap. Photograph: D Jiang/Getty Images", "Cats, however, as many of us have learned, are not always so easily dissuaded. “If the cat persists in trying to clamber over your keyboard, try training the cat to sit in a designated area on the desk during work hours,” says Mays. She advises placing a small towel in an appropriate area on the desk. Every time the cat jumps up on to the desk, point to the towel using a word such as “here” or “towel” as a marker. If the cat goes to the towel, give the cat a treat, so it associates the positive action with reward.", "“This may take time, but it’s a good way to encourage the cat to an appropriate place, while also engaging with them in a positive way to increase mental engagement and stimulation,” says Mays. “Never punish the cat if they do jump on the keyboard or don’t use the towel.” Cats, apparently, have trouble grasping the idea of bad publicity.", "It is the middle of the afternoon, and I have come inside to keep one eye on the television while I work through some emails. This is my idea of multitasking. The dog, meanwhile, is doing this thing – bouncing between a low crouch and a sitting position, backing up a few steps and repeating – that roughly translates as: “You! Me! Right now! Let’s go!”", "“I’m busy,” I say, which, as far as the dog knows, is true. But the dog’s priorities are not my priorities.", "“A dog who seeks attention even when you’re busy is communicating that, at that moment in time, they need something from you,” says Suzie Douglass, head coach at the Dogs Trust’s Dog school in Dartington. “They could be seeking attention because they’re worried about something and need reassurance, they might be bored and seeking something to do, or they might simply not understand why you’re sitting there ignoring them when usually you respond.”", "The secret to a happy, work-friendly dog is a predictable routine – they like structure, so feeding, walking and playing should ideally happen at the same time every day. Work time should also be part of this routine. “Establishing consistent boundaries between work and free time is beneficial for us as well as our dogs,” says Douglass. “For those working from home on a longer-term basis, it’s especially important for a dog to learn to relax, lie down and have time on their own when you’re busy on phone calls or video meetings.”", "A toy that makes a dog work for a treat may buy you enough time for an emergency virtual meeting, but marking the boundary between work and play involves teaching your old dog a new trick: how to “settle”. Set aside this training for a time when your dog is already feeling relaxed. Sit quietly on a chair with the dog lying on a blanket on the floor. Drop bite-sized treats as a reward for settling, but do not say anything while you are doing it, and don’t give any attention to non-settling behaviour. Gradually increase the amount of time the dog must settle for before you reward them.", "A noisy bird presents a knottier problem: you can’t silence a parrot, and you should not try to. Some species will naturally squawk or sing at regular intervals during the day, for up to 20 minutes at a stretch. Excessive screaming can be curbed, but you would need to know the cause, and a bird might scream for any number of reasons: illness, loneliness, boredom, tiredness, fear or even jealousy. Otherwise, the basic strategy is the same as it would be for cats and dogs: reward the behaviour you want, ignore the behaviour you don’t like. Foraging toys or “puzzle feeding” – anything that makes the bird work to get food – can also keep your parrot busy, and possibly quiet. If you think your parrot is lonely, you could try getting another one for company, but that sort of doubling down is prone to backfire. You might end up with two screaming birds.", "Perhaps the most important to remember is that your constant presence represents a big disruption for your pets, too, especially if you are allowing the stress of work to invade the domestic sphere. “Animals rely on reading body language, so can be very good judges of our own emotions, even if we are trying to hide them,” says Nathalie Ingham, a canine behaviourist at Battersea Dogs & Cats Home. Cats, you may not be surprised to hear, are a little less sensitive to your career problems. “For the most part, cats won’t take too much notice of longer working hours unless it impacts on them receiving a valued resource, for example meals,” says Mays. They may, however, be upset by outward behaviour that they are not used to, such as loud exclamations or pacing, so it’s important they have somewhere to go to get away from you.", "I’ll sing if I want to … noisy birds can play havoc with your concentration. Photograph: Philippe LeJeanvre/Getty Images", "Dogs are more likely to pick up on your stress. “Our dogs can recognise when we’re agitated or worried and this can affect the way they feel, too,” says Douglass. “It helps to learn to recognise the signs that your dog is beginning to feel uncomfortable about things, as then you can take steps to help them feel better. Dogs can show subtle signs they are becoming worried, which humans often miss, such as licking their lips when they’re not hungry, and yawning when they’re not tired.” Taking some time out to walk or play with your dog will not just reduce his stress levels, but yours.", "For dogs, the real problems may begin when we finally return to the office. “All the extra attention could potentially create a ticking time bomb of separation anxiety for our dogs,” says Rachel Casey, the director of canine behaviour and research at Dogs Trust. “If they expect us to be about all the time, it will be more difficult for them to cope once we eventually go back to our normal lives.”", "It may seem premature at this point, but we should be preparing our pets for the end of working from home. For cats, this may simply be a case of providing an environment in which they can busy themselves during the day in ways that do not involve human social contact. With dogs, it is a matter of maintaining, as much as possible, the remnants of your pre-pandemic routine. “If you used a dog walker before lockdown, we would recommend that you still get them to sometimes walk with your dog if possible, as this is a big part of some dogs’ routines,” says Ingham.", "Above all, you and your pet will both need some me-time, even when you are at home together. “Just make sure that you factor in time apart from your dog each day to help them to cope when alone,” says Casey. “They could be separated from you by a door or child-gate for an hour or two while you’re working.”", "Unfortunately, there is no barrier to stop a cat’s eyes boring into the back of your head while you are trying to work. Maybe he will give up when it gets dark."], "authors": ["Tim Dowling"], "keywords": ["dog", "wont", "cats", "towel", "working", "cat", "dont", "pet", "stay", "day", "zoom", "sit", "work", "let", "theyre", "dogs"], "pubDate": "2020-11-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}