{"id": "fe425e1c-e977-3577-b6e3-5aadfd7e366c", "title": "Watch Astro Teller, Captain of Moonshots at X, in Conversation with Sandra Upson | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/astro-teller-captain-of-moonshots-at-x-speaks-at-wired25", "summary": "There has to be a huge problemin the world that you wanna fixif you're gonna describe moonshot to usand wanna take it on, what's that huge problem?\nBecause if we have to solve a problemin the next five minutes,then there's no learning that's gonna go on.\nIf you're at X and you believethat we're taking a 10-year horizonon you as a professional at X,you're gonna be managed differentlyand you're gonna respond differently.\nHow do you think that's gonna work?\nYou're really thinking about how people thinkand spending a lot of time kind of cultivatingthe right types of mindsets and approaches.", "paragraphs": ["Transcript", "Thanks for joining us here,", "great to have you. My pleasure.", "So this is Astro Teller, he oversees X,", "which you may know is sort of colloquially thought of", "as Alphabet's moonshot's division,", "which that mean big bets, long time horizons.", "Sure.", "You tell me your definition of what X is.", "So, X was created about 10 years ago to be the part of,", "what was at the time Google, now Alphabet,", "to hopefully make some new Googles for Alphabet,", "things that could maybe be as good for the world", "in the long run as Google has been,", "and be as valuable to Alphabet as Google has been.", "Moonshots are, for us, things", "that have three basic elements.", "There has to be a huge problem", "in the world that you wanna fix", "if you're gonna describe moonshot to us", "and wanna take it on, what's that huge problem?", "There has to be a radical proposed solution,", "however unlikely it is that we could make that,", "the science-fiction-sounding product or service,", "if you could make it, it would fix", "that huge problem in the world.", "And then there needs to be some kind", "of breakthrough technology that you can name", "that makes it not completely crazy that we could make", "that science-fiction-sounding product or service.", "That's what a moonshot is to us", "and that's what we spend our time on", "is trying a lot of those things in the early stages,", "most of them don't work out so we stop them.", "Occasionally, they do work out enough", "that we double down on them.", "In their later stages, some of them still don't work out", "but occasionally out the other side,", "we produce things like Google Brain, Verily, Waymo,", "Wing, Loon, Chronicle, Makani,", "and I can go into detail about those.", "But those are some of the examples of things", "that have left X and gone on to become Alphabet companies.", "So as you said it's been almost 10 years.", "So in that time, have any kind of like guidelines emerged", "for what works and what kinds of things", "to do or not do?", "Sure,", "lots, I'm sure it would take more than the next 25 minutes", "to describe all the things that we've learned.", "It's been an exciting and complicated road.", "But let me give you a few examples.", "So one of them is long time horizons really matter.", "And helping everyone feel", "the long time horizon really matters.", "Because if we have to solve a problem", "in the next five minutes,", "then there's no learning that's gonna go on.", "Whatever it is that we're gonna do,", "we're just gonna do it and hopefully it works.", "If we have 1000 years between now", "and when we have to solve a problem,", "there's no way we don't spend the next couple", "of generations just learning.", "It doesn't matter how long it takes", "and how much we mess around,", "the learning's all that matters.", "So how you define the time horizons for the project itself,", "for the problem that you want to solve,", "which is not the same as the project,", "and for the people who you have.", "If you're at X and you believe", "that we're taking a 10-year horizon", "on you as a professional at X,", "you're gonna be managed differently", "and you're gonna respond differently.", "So that's an example that we suspected in the beginning", "but it turned out to really matter.", "What's a structural difference", "in how X might implement that versus a normal company?", "How do you actually bake that into the culture?", "Well, as an example,", "I get told regularly that I'm a little too Socratic", "in my management style, and it's probably true", "but it's also a time horizon thing.", "So I will say to you, well, what are you thinking about?", "How do you think that's gonna work?", "And I have people come to me afterwards and say,", "Astro, I was doing this thing", "and you told me you didn't think it was gonna work out", "but you didn't stop me.", "And I say, I don't want to stop you", "because if my goal was efficiency over the next quarter,", "I'll just tell you what to do.", "But I'm actually playing a 10-year process with you.", "I want you to learn how to make these choices right", "and even if I'm pretty positive what the right answer is,", "I'll tell you what I believe,", "but then I'm gonna empower you", "to go do what you think is right,", "you will then approach it with way more passion", "than if I ordered you what to do,", "and you're gonna learn faster too.", "And if your gonna be with us for a decade,", "I will make more money, Alphabet will make more money", "because you went through that learning process", "and you're gonna enjoy being a professional more.", "So what's another guideline?", "Another one is being passionately dispassionate.", "Once you've created the opportunity", "for learning with long time horizons,", "you run experiments, everything has to be about experiments.", "If we were doing things", "where the right answer was already known,", "hey, let's just make V6 of this train or this satellite.", "Whatever, we made V5, V6 isn't gonna be that different,", "you probably know what we need to do.", "Moonshots by definition are over the horizon.", "We can't see where they're going", "so my ideas aren't much better than random", "and neither are yours.", "And we need to get really comfortable", "with the fact that we just need to try something.", "And we're gonna be wrong but we'll learn from it", "and then we can repeat and we'll eventually get", "to somewhere pretty exciting.", "Running the experiments is itself hard", "but the really hard part is after we run the experiment,", "I need you, however passionate you were", "while you were working on your project,", "we now need to step back", "and if you're running the project,", "I need you to do it with me", "so that we can dispassionately assess,", "we just got some data from the world, right?", "What does this mean?", "Should we keep doing this project?", "If you're too personally tied in,", "emotionally tied in to what this thing is,", "then we're not going to solve the problem", "that we aspire to solve as fast as we could", "because you're blinded by how attached you've become", "to your solution to this project, so--", "So sometimes you have to kill projects, right?", "Sometimes you have to kill projects,", "but that entire process of running the experiments,", "getting out into the world in carefully sandboxed ways,", "getting feedback, no, physics doesn't like your solution,", "or the ecosystems we'd be entering don't like your solution,", "or society's not happy with your solution.", "We need to hear that,", "we need to be really honest with ourselves", "while there's still time to pivot,", "now let's learn and repeat.", "So that whole process of being passionate", "while we try things,", "but then dispassionate while we assess them", "is a sort of central cultural points that we have.", "And if you think about it,", "in order to take moonshots,", "you need huge amounts of audacity", "but that would be a disaster", "if you don't have equivalent amounts of humility.", "The audacity let's you try things that sound crazy", "and the humility reminds you you're probably not right,", "and allows you then to be honest", "about each of these iterations.", "Did that really work?", "No, I guess not, let's try something different.", "So how do you get them to inhabit that head space?", "To be both extremely audacious,", "kinda weird, kinda out there,", "but also able to then sort of", "mathematically break down what they were doing", "and whether it works? Well, part of it is,", "and this is a third example,", "something that I think is really close to our hearts,", "is being radically positive", "and seeing things as possible.", "If we see a problem over there and we wanna go solve it,", "let's have huge audacity that we can solve that problem,", "huge optimism that we can solve that problem.", "That does not mean your current solution", "is gonna solve that problem.", "But if I can get you to think,", "this is back to long term again,", "really long term we're going to go solve", "a piece of the climate crisis issue,", "let's set our sights on that and then,", "being optimistic about that very long term thing frees us up", "where we don't need to be right today,", "because it's in service of succeeding in the very long term.", "A lot of what you talk about seems sort of psychological.", "You're really thinking about how people think", "and spending a lot of time kind of cultivating", "the right types of mindsets and approaches.", "How does that kind of come through in your culture?", "I think that's everything.", "Everyone who's ever run a business understands", "that it's almost entirely about the people.", "Whatever your business is,", "it's almost entirely about the people.", "And once you acknowledge", "it's almost entirely about the people,", "let's say in our case, our business's innovation,", "well, let's ask people to innovate", "and then let's watch why they don't do the things", "that you wish they would do.", "You ask them to do this,", "and then they run off and they do this.", "Well, what's the difference?", "This is the lip service, isn't lip service good enough?", "No, it's not good enough.", "They're listening to the emotional paths of least resistance", "that you create in an organization", "and they won't do this thing you're asking them to do", "until you align your actual culture", "with the things you're asking them to do.", "So if I want you to take really big smart risks", "which is a kind of innovation,", "that means most of the time, you will run an experiment,", "and the answer will be nope, nothing under that rock,", "but you're going to run the experiment", "in your mind ahead of time and think,", "what's gonna happen to me when I run the experiment", "and then I get a zero?", "What is my boss gonna say?", "What are my peers gonna say?", "If the culture does anything but actively reward you", "for running a great experiment", "that was a smart experiment to run", "even though you got a zero,", "you will never run one of those experiments again", "and innovation is dead in the building.", "So I think understanding why people shy away", "from being weird in the right ways", "and taking big, smart risks,", "why it's hard for them to try things iteratively,", "the pressures to look smart", "by doing it right the first time,", "why it's hard to step back from the passion", "that you're working on and be dispassionate about that,", "if you don't understand why people are", "sort of inefficient in these ways,", "then the innovation just won't happen.", "Can you give me an example of a failure?", "Step us through-- Sure.", "How you handle failure and make us feel okay about it.", "So, one of the most exciting things that we've ever done", "was someone proposed that we make a box", "that would turn seawater into methanol.", "And the argument was if we could just turn seawater", "into methanol, then basically,", "you would run a carbon negative process,", "the sea sucks the O2 out of the air,", "holds it in the ocean, you pull it out of the ocean,", "you make a hydrocarbon out of it,", "you burn in the four billion gas tanks", "that are in the world,", "and those aren't going away anytime soon,", "that puts CO2 back in the air", "but the whole process is carbon neutral,", "that's real save-the-world kinda stuff.", "Unbelievably exciting, could we really make that?", "Took two years, we actually had something", "that was smaller than this stage", "that was making methanol out of seawater.", "People were crying they were so excited.", "Nine months-- But?", "Nine months after that, we had to acknowledge", "that the most optimistic view we could get,", "now that we had the details of how it worked,", "maybe $15 gallon-of-gas equivalent.", "[Sandra] Ooh.", "That's not gonna save the world, that's just not.", "We could pretend it will, but it won't.", "We could just deny all the work we just did", "and say oh, I'm sure we'll get to $5", "even though we just sorted out", "that it's probably not gonna get under 15.", "So what we did, which I think was the right thing to do,", "was we closed the project down", "and we published a business part", "of our learnings in a business magazine,", "in Fast Company, and we published", "in the International Journal of Greenhouse Gas Control", "what we had learned from a science perspective,", "and removing that from the table, freeing up those people.", "The woman who was running that project started", "on another project which was", "in the geothermal heat pump space,", "and that one has gone on, it's now called Dandelion,", "it's out in the world and it's thriving.", "So she wouldn't have started that project", "if we hadn't closed this down.", "And every time we end a project,", "it's not that we don't care", "about mitigating the climate crisis,", "it's that we want to so badly", "that we're willing to stop doing something,", "no matter how good it makes us feel,", "because the short-term brutal honesty is in service", "of this really long-term goal of solving this problem.", "How long did it take you to reach that conclusion?", "You being the team.", "I mean, it was 2.5 years from start to finish,", "probably nine months from when they had a working prototype", "to when the techno-economics were like, they said,", "and this was a great example where they said,", "it's just not gonna happen.", "They were very sad, but we didn't have to put them", "in a headlock and shake our finger at them,", "they came and told us this.", "In retrospect, do you think it could have happened faster?", "Maybe a little bit, but I'm pretty confident", "it would have gone slower almost anywhere else.", "So that's not to say that it can't be even better.", "We have a joke at X that we're the worst moonshot factory", "in the world, except for all the other ones.", "Which is sort of our way of keeping ourselves audacious", "and humble at the same time,", "remembering to keep working on things,", "but also have some pride in how things are going.", "And another thing, some people from that team", "and some of the money that that freed up moved", "into another climate-crisis mitigation", "and adaptation-oriented project that we now have,", "which happens to be in the food production space,", "a computational agriculture project.", "So, every time the ashes are there,", "that's an opportunity for the phoenix.", "So, we talked about a few climate projects,", "or at least mentioned them.", "I'm curious, it seems like there's an emergent theme,", "a focus on climate change at X", "and I'm wondering to what degree that's deliberate,", "or just emergent.", "I would call it emergent, I would say our goal is to find", "and solve huge problems in the world.", "And the climate crisis is the single biggest", "problem the world has right now,", "so that's not a denial of the world's other problems", "and we are working on lots of things", "besides the climate crisis.", "But it's taking a lot of space in our windshield right now", "because it's just so big.", "There are also a lot of opportunities for", "solving multiple problems at the same time.", "The climate crisis, at this point,", "touches on so many other of the world's problems.", "So for example, the computational agriculture problem", "I was talking about, I mean,", "if you had a view like from a satellite", "and you could zoom all the way down", "to an individual strawberry,", "and you could see exactly how it was doing everyday,", "you could see whether there was a pest", "that had just showed up or a little bit of fungus or mold,", "if you knew exactly whether", "that one strawberry needed a tiny bit more water or not,", "it would totally change food production.", "Now, that's not possible, you can't zoom in,", "even from a drone you couldn't see that specifically enough.", "But we've built a plant buggy", "that can go out into the field and look at every", "individual plant that's out there in these huge fields", "so that farmers can start to manage food,", "can we roll the video about the plant buggy,", "if you have that one?", "So that you can look at these individual plants", "and let farmers start to manage,", "instead of on a 1000-acre basis,", "start to manage on a per-plant basis.", "That has the chance,", "this is one of these acupressure points in society.", "You could justify the existence", "of this moonshot purely on the basis of food production", "which is a huge problem for the world.", "But you could also argue this on the basis", "that 30% of the world's CO2 output happens", "because of making, moving, and serving food,", "and the climate crisis is not gonna get fixed in time", "so we need adaptation solutions.", "And so if you want to find ways to breed better plants,", "if you have a farmer over here", "who has learned something about", "how to take care of crops with half the water,", "now that they have to, how is that knowledge gonna move", "to farmers across the rest of the world?", "And a system like this might support that.", "So, we don't have them up anymore", "but some dumb questions about the plant buggy,", "why are they so big?", "What's in there, what are they doing?", "Yeah, I feel like I was so happy they were so small.", "[audience laughing]", "Honestly, so--", "Maybe they should be bigger.", "First of all, I mean, I think it's really neat,", "they extend up and down so they can get their tummies", "really close to the plants, but they can also lift up.", "They're on four wheels but they can lift up", "so they're over things like corn, or wheat, or grape vines,", "they can sort of go over things that are very high.", "They can also change their wheelbase.", "So being able to be very flexible", "about what they're looking at is one of the things", "that sort of causes them to have a little bit extra there.", "There's also, these are not products,", "these are learning prototypes.", "So there's like an everything-and-the-kitchen-sink", "on those right now, honestly,", "because the teams have this attitude,", "who knows what's really gonna solve the problem?", "Here's a little example.", "There's leaves that cover very efficiently,", "and on purpose, plants like melons, for example.", "Even if you're standing right over the melon,", "you cannot see the melon", "'cause it's covered with these big leaves.", "What's gonna cause you to see through that?", "Should you get a leaf blower", "and just move the leaves so you can see them?", "Should you try ultrasound or x-rays?", "There isn't an obvious right answer", "and there are thousands of those things.", "These are just unsolved problems,", "nobody knows the answer to it", "and so what we're trying to do right now", "is to build platforms that can allow us", "to work with the farmers and understand this", "so that over time we can help them", "to start managing their fields on a per-plant basis.", "So you're kinda just in this data collection stage,", "like take it all in and see what matters?", "Yeah, I mean, we already, I think,", "are being helpful to the farmers that we're working with", "but there's a ton still for us to learn over time.", "The first step would have to be noticing", "that there's a pest there.", "But if you could see the pest,", "imagine instead of just carpet-bombing your fields", "with pesticides, if you could just go", "[softly mimics spraying] on that one little spot", "because there's a little pest there,", "one billionth as much pesticide, literally,", "might do the same job as carpet-bombing your fields", "if you're seeing them in the right times", "and spraying them at the right moment.", "These things do not spray the pests right now", "but that's the kind of thing", "that they could do in the future.", "But the first thing is we have", "to get really good at seeing the pest.", "How far are you from the point", "where you do the dispassionate math on this project", "and see how it scales up?", "So, the point about the dispassion is true", "at the project level, but it's sorta fractal,", "it turtles all the way down, if you will.", "They're running experiments all the time,", "like the one I was just describing with the melons, right?", "Where, for example, I was the one", "who suggested the leaf blower,", "they tried it, maybe they were just humoring me,", "turned out that was a disaster.", "It kinda doesn't work very well to move the leaves", "but the bigger problem is it kicks up huge amounts of dust", "and pisses off the farmers, not a solution.", "Okay, good to know, cross that off the list.", "So that's like a little dispassion moment within,", "and that would've been nice,", "I don't care that it was my idea,", "would've been nice 'cause it's cheap,", "leaf blowers are not expensive, right?", "But it didn't work, so we throw it away.", "So the dispassion's happening on a weekly basis.", "That's not a once-a-year-should-we-continue kinda,", "I mean, it's also at the project level,", "but it's a daily, even, occurrence for these teams.", "What do you look for in the next projects", "that you wanna see coming out of X?", "It's really nice when,", "I described huge problem with the world,", "the radical solution, the breakthrough technology,", "but it is particularly nice if you can tell a story", "about 10 or 15 years from now,", "here's how we hoped to change the world,", "a huge problem that we hoped to have solved.", "And here's a first plausible step along that journey", "which by itself would get us a lot of experience", "out in the world, might even function", "as a kind of beachhead for a business", "if it was set up as an other bet.", "That helps us to believe that it won't be wait 15 years", "and then open the box and see", "if there's something really good inside,", "'cause that's not how we want it to be.", "That's an example of the kind of sort of next-level thing", "that we're looking for in these projects.", "Do you have any pet projects or ideas,", "or spaces that you want it to be in?", "That you haven't gotten to explore yet?", "There's so many.", "I mean, there certainly are ones,", "like we've taken quite a few runs at the battery space,", "especially grid scale storage.", "The number of projects that we've otherwise run into", "were the energy density of batteries,", "or the volumetric density of the batteries,", "or just the cost to be able to hold a megawatt hour,", "or have a megawatt of capacity for the batteries.", "Any of those things, rate limits,", "all of these other moonshots that come up.", "So in service of a lot of climate-crisis issues", "and non climate-crisis issues,", "batteries are sort of this linchpin", "that we keep coming back to, that's an example.", "But food production has been on our radar screen", "for a long time, we hadn't found any, now we have several,", "but you just sort of have to wait", "till the right constellation of things comes together.", "We're always looking at the future of computation.", "I think that we will not, 20, 30 years from now,", "have computers looking like they currently look like.", "So that doesn't tell us what to do,", "but that's a space where the world is gonna change a lot", "in the next 20 or 30 years.", "There's a lot of things like that.", "Thank you so much--", "My pleasure. Astro Teller.", "[applause]", "Thanks."], "authors": ["Condé Nast"], "keywords": ["teller", "gonna", "long", "video", "dont", "x", "watch", "wired", "sandra", "moonshots", "really", "thats", "wiredcom", "things", "youre", "run", "think", "conversation", "upson", "right"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}