{"paragraphs": ["On this week's episode of The Game Informer Show podcast, we welcome...well, me. I'm the host. How's that for a surprise twist? Andrew Reiner and Brian Shea join me for an extended chat about Call of Duty: Modern Warfare. We dive into the campaign, and discuss the good and bad of multiplayer. Of course, we slide that talk right into Luigi's Mansion 3 because what two games could be on farther ends of the spectrum?", "Next up, Kimberly Wallace, Joe Juba, and Matt Miller join me to discuss three recent indie releases: Afterparty, Lonely Mountains: Downhill, and Disco Elysium, followed by community emails. We only manage to answer a few this week, but the conversation they sparked was definitely a highlight.", "I'm thrilled that in our final segment we are joined in the studio by the Minnesota Røkkr – the recently announced Call of Duty League franchise based right here in Minneapolis. The panel of Brett Diamond, COO, Brian \"Saintt\" Baroska, coach, and Ashley \"Midnite\" Glassel, content director, explain the roots of their Norse-inspired name, give us details on the forming of the team, and insight into how you manage a big-time esports team.", "From left to right: Andy McNamara, Brian \"Saintt\" Baroska, Brett Diamond, and Ashley \"Midnite\" Glassel", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc and let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "0:58 - Call of Duty: Modern Warfare", "24:35 - Luigi's Mansion 3", "36:00 - Afterparty", "47:50 - Disco Elysium", "55:27 - Lonely Mountains: Downhill", "1:06:12 - Community emails", "1:39:15 - Interview with Brett Diamond, Brian Baroska, and Ashley Glassel on the Minnesota Røkkr"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "title": "GI Show – Call of Duty: Modern Warfare, Luigi's Mansion 3, And Minnesota Røkkr Interview", "id": "fe48db4d-dc52-3945-a503-a630a6380493", "keywords": ["diamond", "gi", "game", "luigis", "warfare", "røkkr", "right", "baroska", "video", "duty", "interview", "sure", "mansion", "brett", "brian", "ashley", "minnesota", "modern"], "summary": "Andrew Reiner and Brian Shea join me for an extended chat about Call of Duty: Modern Warfare.\nOf course, we slide that talk right into Luigi's Mansion 3 because what two games could be on farther ends of the spectrum?\nFrom left to right: Andy McNamara, Brian \"Saintt\" Baroska, Brett Diamond, and Ashley \"Midnite\" GlasselThanks for listening!\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n0:58 - Call of Duty: Modern Warfare24:35 - Luigi's Mansion 336:00 - Afterparty47:50 - Disco Elysium55:27 - Lonely Mountains: Downhill1:06:12 - Community emails1:39:15 - Interview with Brett Diamond, Brian Baroska, and Ashley Glassel on the Minnesota Røkkr", "pubDate": null, "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/10/31/gi-show-call-of-duty-modern-warfare-luigis-mansion"}