{"authors": ["David Aaro", "David Aaro Is A Freelance Reporter At Fox News Digital Based In New York City."], "title": "University of Kansas apologizes for controversial Snoop Dogg show", "url": "http://www.foxnews.com/sports/kansas-university-apologizes-snoop-dogg-show", "summary": "The University of Kansas athletic director Jeff Long issued an apology on Friday night following a controversial performance by Snoop Dogg during the school's \"Late Night in the Phog\" preseason celebration.\nThe performance, which kicked off the Kansas Jayhawks men's basketball team's 2019-2020 season, featured pole dancers, a money gun and profanity in front of a raucous crowd of 16,300 people at Allen Fieldhouse in Lawrence, Kansas.\n\"We apologize for the Snoop Dogg performance at Late Night,\" Long said.\nWe strive to create a family atmosphere at Kansas and fell short of that this evening.\"\nHe wore a Kansas Jayhawks Jersey and even shot fake money into the crowd, which ESPN reported featured his own face on the currency.", "keywords": ["dogg", "university", "snoop", "violations", "basketball", "kansas", "apologizes", "performance", "controversial", "night", "team", "self", "apology"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "paragraphs": ["The University of Kansas athletic director Jeff Long issued an apology on Friday night following a controversial performance by Snoop Dogg during the school's \"Late Night in the Phog\" preseason celebration.", "The performance, which kicked off the Kansas Jayhawks men's basketball team's 2019-2020 season, featured pole dancers, a money gun and profanity in front of a raucous crowd of 16,300 people at Allen Fieldhouse in Lawrence, Kansas.", "\"We apologize for the Snoop Dogg performance at Late Night,\" Long said. \"We made it clear to the entertainers' managers that we expected a clean version of the show and took additional steps to communicate to our fans, including moving the artist to the final act of the evening, to ensure that no basketball activities would be missed if anyone did not want to stay for his show.\"", "He added: \"I take full responsibility for not thoroughly vetting all the details of the performance and offer my personal apology to those who were offended. We strive to create a family atmosphere at Kansas and fell short of that this evening.\"", "MEMPHIS TIGERS' PENNY HARDAWAY SETS BAR HIGH FOR YOUNG TEAM: 'WE'RE GOING TO WIN A NATIONAL CHAMPIONSHIP'", "During the event, Snoop Dogg performed some of his famous hits like \"Gun and Juice,\" and \"Drop It Like It's Hot,\" complete with a team of pole dancers. He wore a Kansas Jayhawks Jersey and even shot fake money into the crowd, which ESPN reported featured his own face on the currency.", "While the performance isn't new for the rapper, the school is currently facing five NCAA Level I violations, including a lack of institutional control and a violation of coaching responsibilities standard. Those violations could result in serious penalties for the basketball program.", "KANSAS MOM SENTENCED TO PRISON IN DEATH OF SON, 2, WHO REFUSED TO EAT HOT DOG", "Kansas head coach, Bill Self also issued an apology for the event while exclaiming the performance went a bit further than he expected.", "“That’s not the direction that anybody at our school would want that to go, at all,\" Self told USA Today. \"Regardless of the entertainment that it provided many. It was still not the right way to provide the entertainment.”", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "He added: \"I’ve heard from some people that bad publicity is better than no publicity. I actually don’t believe that for a second, but it felt good to say.\""], "pubDate": null, "id": "fe93e4dd-f8c3-3415-8739-06240643f1e9"}