{"id": "feaa8fd9-501a-307d-b47e-454c1bc08491", "title": "Climate crisis breaks open generational rifts in US families", "url": "https://www.theguardian.com/environment/2020/nov/02/climate-crisis-differences-old-and-young-families", "summary": "Miller, a former Exxon employee who lives in North Carolina, believes that his granddaughter has been misled over climate change.\n“Kids go with the crowd and everyone is talking about climate change.\nIt’s hard to digest.”Nanavati was stunned when her conservative uncle told her he didn’t believe in climate change, leading to a two-hour debate at the kitchen table.\nWe ended the conversation amicably.”Anand Shah, the uncle, says that he does in fact accept the science of climate change.\nTrump, Nanavati adds, is a “threat to everything I love and everyone close to me.”", "paragraphs": ["A sense of despair and outrage among young people over global heating is being met with indifference and dismissal among some older relatives", "The climate crisis lingers in the back of Gemma Gutierrez’s mind, a gnawing anxiety that blossoms fully when she reads about wildfires, flooding or other climate-related disasters. It’s a nagging concern that clouds how the 16-year-old sees her future.", "“I have a sense of dread,” says Gutierrez, who lives with her parents in Milwaukee. “I dread that in my lifetime the clean water I have now or the parks I’m lucky enough to be able to go to won’t be there any more. It weighs on my mind.”", "Like a growing number of young people in the US, Gutierrez sees climate change casting a long shadow over her adult years. She has been inspired by Greta Thunberg, the teenage climate activist, and has contacted her local elected representatives to raise her concerns.", "The looming US presidential election has only sharpened her fears, as well as underlining a generational rift in her family. In a scenario playing out in many American families, a sense of despair and outrage among young people over global heating is being met with indifference and even dismissal among some of their older relatives.", "Facebook Twitter Pinterest Gemma Gutierrez: ‘I dread that in my lifetime the clean water I have now or the parks I’m lucky enough to be able to go to won’t be there any more.’ Photograph: Gemma Gutierrez", "“The climate has always changed and what’s the bad part of it getting a bit warmer? I like warm days,” says Dennis Miller, Gutierrez’s maternal grandfather, who describes himself as a conservative and credits Donald Trump for building a strong economy before the Covid-19 pandemic hit.", "Miller, a former Exxon employee who lives in North Carolina, believes that his granddaughter has been misled over climate change. (Scientists are unequivocal that the climate is changing with human activity the primary cause.) “Youngsters are youngsters,” Miller says. “Kids go with the crowd and everyone is talking about climate change. They have to get a bit older and learn a little more.”", "Gutierrez plans to write a letter to her grandparents to explain her distress, although she is mindful that previous conversations about climate change have become fractious. “I would try to speak to my grandmother but the conversation automatically gets very heated,” she says. “She will get very defensive and say hurtful things. What the president says is very authoritative to her. I feel [older people] are voting against the better interests of our climate and I want them to see a different perspective. I think I would be doing the world a disservice by not trying.”", "I want older people to see a different perspective. I would be doing the world a disservice by not trying", "While polling shows a clear majority of Americans accept that the climate is changing and want the federal government to respond to the myriad threats this poses, the issue has been polarized in the US to extremes not seen in other leading democracies.", "An ideological aversion among Republicans to accept climate science and act against fossil fuel interests has led to two starkly different visions laid out by the 2020 presidential candidates. While Trump has rolled back dozens of pollution regulations, dismissed and sidelined climate science and pulled the US from the Paris climate accords, Joe Biden is pushing a $2tn plan to create a 100% clean energy grid within 15 years, and has called the climate crisis “an existential threat” to the US.", "But a generational divide is also opening up, with younger people – even young conservatives – increasingly alarmed over the impact of global heating. An overwhelming 80% of voters aged between 18 and 29 consider the climate crisis “a major threat to life on Earth”, according to a poll taken earlier this year. Levels of concern among older people, particularly Republican voters, lag significantly.", "Meet generation Greta: young climate activists around the world Read more", "“I can see a really clear generational split,” says Lily Jarosz, a 17-year-old who lives near Pittsburgh. Jarosz says her parents are “apolitical Gen X-ers” while her grandmother is openly hostile when she raises the subject of climate change. “She’s said to me multiple times ‘why does it matter?’ That hurts me so much, like she doesn’t care about me or understand the immediacy of the issue,” says Jarosz.", "“Climate change is visceral for young people,” says Kathryn Stevenson, an academic at NC State University who has studied how educating children on climate change raises the level of concern among their parents. “They can see this coming down on them in their future.”", "Stevenson says it is important to confront the issue at home, as well as school. “Simple conversations at home seem to be having an impact upon parents,” she says. “It’s hard to look a kid in the face and ignore them when they are talking about their future.”", "Facebook Twitter Pinterest Anisa Nanavati with her family members. Photograph: Courtesy Anisa Nanavati", "Some of these exchanges can be fraught, however. Anisa Nanavati, who is 16, learned about climate change in school, which she says helped her connect the dots to her experiences of scorching heatwaves and hiding under the staircase when Hurricane Irma menaced her home town of Tampa, Florida, in 2017. “Not only me but a lot of my friends are experiencing a sort of climate anxiety,” Nanavati says. “It’s crazy to me that parts of my city will become unlivable. It’s hard to digest.”", "Nanavati was stunned when her conservative uncle told her he didn’t believe in climate change, leading to a two-hour debate at the kitchen table. “I said to him I wasn’t going to leave until he got the scientific facts of this,” she says. “I also mentioned his daughter and that her future is at stake, which is one of the moments that changed things with him a bit. We ended the conversation amicably.”", "Anand Shah, the uncle, says that he does in fact accept the science of climate change. However, he believes that ““Anisa, because she’s young, wants to make drastic changes now that won’t work in the long run. In a realistic world, that doesn’t happen.”", "Nanavati says she wants her own family in the future but questions if that will be sensible amid a collapsing environment. “If you just think ‘I won’t be around then, I’ll just won’t care and take the lower taxes’ then I think that’s quite selfish,” she says. Trump, Nanavati adds, is a “threat to everything I love and everyone close to me.”"], "authors": ["Oliver Milman"], "keywords": ["breaks", "change", "wont", "generational", "crisis", "families", "older", "parents", "young", "world", "nanavati", "anisa", "climate", "trump", "open", "rifts"], "pubDate": "2020-11-02T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}