{"id": "fedfccc7-7250-3b36-b313-d6bcdef7f8b1", "title": "The Republicans Without Trump", "url": "https://www.newyorker.com/news/daily-comment/the-republicans-without-trump", "summary": "Would we then see Republicans who opposed Trump in 2016, and then kissed his ring, earnestly calling for a period of national healing and closure?\nIsn’t it possible that many of these people were voting Republican, rather than voting for Trump?\nDidn’t the Party make inroads with Black and Latino voters that somebody who isn’t Trump could surely deepen?\nMany Trump voters are people who were willing to vote for Democrats, including Barack Obama, not so long ago, and whose parents and grandparents did so unquestioningly.\nMany seem also to have switched from voting for Trump in 2016 to voting for Biden this time.", "paragraphs": ["John Updike once conferred on Henry Bech, the Jewish novelist who was his comic alter ego, the Melville Medal, given “to that American author who has maintained the most meaningful silence.” If there were a political version of that award, a lot of prominent Republicans would be eligible for it this week. Donald Trump said, loudly, that the election was being stolen from him. Why isn’t the senior Republican leadership in Congress presenting a united front in support of Trump? Why did Mitch McConnell decline to go anywhere near charging fraud? Where is Rupert Murdoch’s media empire? You have to venture deep into Trump country—Eric, Donald, Jr., Newt Gingrich, Rudy Giuliani—to find steadfast backing of the boss’s version of what’s going on. A few Trump-loyalist elected officials are offering broad statements of support, but, fundamentally, Trump is leading his own charge.", "Twenty years ago, in the chaos that followed the Presidential election, George W. Bush retreated to his ranch in Crawford, Texas, and remained almost completely invisible for weeks. But his party’s elders put on a unified show of force, from Dick Cheney and James Baker on down. The direct involvement of the relatively inexperienced and excitable Bush was not required because the Republican Party as an institution was willing and able to go to war on his behalf.", "At the present moment, this has to be a supposition, but it seems a plausible one: What if the leadership of the Republican Party regards the possibility of Trump’s leaving the White House with a certain private relish? Trump’s nomination was a major repudiation of the Party’s establishment. His Presidency has represented an odd kind of bargain: the establishment got to make policy, at least on its core economic issues, because Trump doesn’t care, while Trump supplied the supporters that the establishment could no longer produce. But the 2020 results might generate for them a pleasing tableau of a Republican-controlled Senate and Supreme Court, a thin Democratic majority in the House, control of most of the state legislatures—and no more mad king in the White House. President Biden would not be able to push through a truly progressive agenda, but he’d provide enough material to enable a Republican challenger in 2024 to accuse him of being a puppet of the far left. And then the G.O.P. would control all three branches again.", "The test of this theory will come in the next few days, as Trump’s chances seem more and more implausible, legally in the case of court challenges and empirically in the case of vote-fraud allegations. Would we then see Republicans who opposed Trump in 2016, and then kissed his ring, earnestly calling for a period of national healing and closure? That would show that, at least in establishment circles, Trump never commanded any genuine loyalty. It was always just the art of the deal.", "You can see where Republican confidence about a Trump-less future might come from. The G.O.P. will wind up with more than seventy million votes, more than it has ever got in a Presidential election. Isn’t it possible that many of these people were voting Republican, rather than voting for Trump? Didn’t the Party make inroads with Black and Latino voters that somebody who isn’t Trump could surely deepen? Couldn’t some of the white voters Biden took from Trump this time be retaken next time, when there isn’t a raging pandemic being handled by a Republican President who is manifestly unequal to the task?", "Since Trump was elected, we have had a national conversation, for the first time in many years, about whether the United States is a well-functioning democracy. It’s healthy to think about these issues; the question is how the country will look to us when we don’t have a malignant bully in the White House. If you didn’t know who was running, Tuesday would have looked like a pretty good day for a democracy: likely the highest turnout in more than a century, in the middle of a pandemic; no notorious incidents of wrongdoing around the voting process; a lot of grassroots activism; two venerable major parties, offering voters a real choice; the widespread fears of post-election violence by the far right not, as of yet, realized; general acceptance of the result, except by the President and his enablers.", "Many people who despise Trump, and who took the polls at face value, spent the early hours of Election Night in despair over the spectacle of so many Americans voting for a party headed by him. How could they? The magnitude of the Republican vote poses a real challenge for the Democratic Party. One can conceive of these voters as racists or fans of authoritarianism, but that doesn’t help to build a better political future. Many Trump voters are people who were willing to vote for Democrats, including Barack Obama, not so long ago, and whose parents and grandparents did so unquestioningly. Many seem also to have switched from voting for Trump in 2016 to voting for Biden this time. People are complicated. They connect to politics at multiple points, some positive and some negative. It’s up to politicians to find out what those points are and to try to make democratic politics a zone of hope and possibility. A Democratic strategy that imagines a cohort of the college-educated leading a mass of minorities, whose loyalty it can take for granted, is a patronizing fantasy.", "The Trump era appears to be at an end, praise the Lord. One way to understand it is as a sign that both parties missed the deep discontent of many Americans on the issue of how the global economy of the twenty-first century has affected their lives. Politics that addresses grievances doesn’t have to be grievance politics. Both parties have an opportunity—an obligation, really—to show that they are committed to using politics to build a society that offers justice and opportunity to ordinary people. Republicans who may be relieved by the prospect of Trump’s exit have to work on the project of appealing to voters without relying on resentments and conspiracy theories. Democrats have work to do, too. What seemed an easily winning hand for them wasn’t.", "The Democrats do deserve congratulations for putting a great deal of organizing energy into this election. They were not complacent about what it would take to beat Trump. Their task now is to find policies, and ways of talking about politics, that are more widely appealing. Biden’s exploration of a more full-throated economic liberalism than his party has offered in thirty years was only a start. It obviously helped, but not enough to produce the unqualified victory that people were expecting. The Party has to do more.", "Read More About the 2020 Election"], "authors": ["Nicholas Lemann", "Nicholas Leman", "Charles Bethe", "Peter Slevi"], "keywords": ["republicans", "voting", "politics", "voters", "trump", "republican", "trumps", "isnt", "white", "election", "party"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}