{"id": "feea7a9f-730e-38e6-9e2d-821c991ed49b", "title": "Tight races in Georgia could determine balance of power in US Senate", "url": "https://www.foxnews.com/politics/tight-races-in-georgia-balance-senate", "summary": "The nation's attention will likely focus on Georgia as two hotly contested Senate races could put either party over the threshold needed to maintain the balance of power in Washington, D.C.\nAlong with North Carolina's Senate race, Georgia's will be critical for each side achieving control of the upper chamber of Congress.\nIncumbent Sen. David Perdue, R-Ga., continues to lead Democrat Jon Ossoff in results but dropped below the 50% mark on Thursday, making a runoff election much more likely.\nRegardless of the outcome, Americans might not know who will control the Senate until Loeffler's runoff in January.\nMeanwhile, North Carolina's tight race between incumbent Sen. Thom Tillis, R, and Democrat Cal Cunningham has yet to be decided.", "paragraphs": ["The nation's attention will likely focus on Georgia as two hotly contested Senate races could put either party over the threshold needed to maintain the balance of power in Washington, D.C.", "Heading into Thursday evening, Fox News had projected an even split with both Democrats and Republicans holding 48 Senate seats after the election. Along with North Carolina's Senate race, Georgia's will be critical for each side achieving control of the upper chamber of Congress.", "Incumbent Sen. David Perdue, R-Ga., continues to lead Democrat Jon Ossoff in results but dropped below the 50% mark on Thursday, making a runoff election much more likely. Meanwhile, the state's junior Sen. Kelly Loeffler, R-Ga., is headed for her own runoff on Jan. 5 after she and several other candidates divied up the vote.", "Democrat Raphael Warnock currently leads Loeffler by more than 300,000 votes, or roughly 7 points in the states (32.83% vs. 26.00%).", "In Georgia, one candidate must secure 50% or more of the vote to avoid a run-off.", "TOP GEORGIA ELECTION OFFICIAL EXPECTS VOTE COUNTING TO END THURSDAY AFTERNOON", "While it's unclear whether Perdue's race will result in a runoff, the Senate campaign committees for both parties expressed confidence in their candidates.", "“David Perdue won this race in regular time and will do the same in overtime,\" said Kevin McLaughlin, Executive Director of the National Republican Senatorial Committee.", "\"Georgians have rejected Jon Ossoff’s liberal, socialist agenda not once, not twice, but three times. And the fourth time will not be the charm, but instead, a perfectly miserable experience for Jon Ossoff, national Democrats and their shared dream of a socialist America.”", "McLaughlin's counterpart at the Democratic Senatorial Campaign Committee, Executive Director Scott Fairchild, denied the race was a forgone conclusion.", "TRUMP CAMPAIGN BALLOT COUNTING LAWSUITS: WHAT TO KNOW", "“Georgia is clearly now a purple battleground state, and Senator Perdue is a weak, scandal-plagued incumbent who can’t defend his record of outsourcing and corruption. We’re ready to help Jon flip this Senate seat,\" he said in a statement Thursday.", "Regardless of the outcome, Americans might not know who will control the Senate until Loeffler's runoff in January.", "In a lawsuit, PresidentTrump’s campaign asked that all late-arriving ballots be accounted for and that none of the said ballots be counted in the general election’s total.", "But a Chatham County judge threw out the suit on Thursday after the plaintiff, a poll watcher, could not provide any proof of the late-arrival ballots.", "Meanwhile, North Carolina's tight race between incumbent Sen. Thom Tillis, R, and Democrat Cal Cunningham has yet to be decided. As of writing this, Tillis leads with 48.73% of the vote (2,640,381) compared to Cunningham's 46.94% (2,543,693).", "The election results there may not be finalized until next week, when county-level canvass meetings are held.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Under very few exceptions would North Carolina's numbers move before the 12th or the 13th [of November],\" North Carolina State Board of Elections Executive Director Karen Brinson Bell said at a news conference on Wednesday.", "The North Carolina State Board of Elections released the number of provisional ballots cast in each county on Thursday, as required by law. The approximately 40,000 ballots must be examined at the county level to determine if they're eligible to be counted.", "Fox News' Mike Emanuel, Chad Pergram, Caitlin McFall, and Evie Fordham contributed to this report."], "authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. Follow Him On Twitter", "Dormanindc Or At Facebook.Com Samdormanfoxnews"], "keywords": ["determine", "campaign", "runoff", "vote", "ballots", "tight", "power", "election", "georgia", "races", "balance", "north", "state", "jon", "senate", "race"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}