{"id": "feed1a53-0ef1-3966-99d1-075eed8b2ccc", "title": "Wayne Bennett evokes shades of 1995 as coach inspires State of Origin upset | Nick Tedeschi", "url": "https://www.theguardian.com/sport/2020/nov/05/state-of-origin-game-one-reaction", "summary": "He has won seven premierships and Origin series across three decades, and coached both Australia and Great Britain to great success.\nThe Maroons unquestionably approached the game with a fairly simple game plan of winning through the middle and then hoping to succeed in a grinding low-scorer.\nIf anyone can engineer a State of Origin upset, Wayne Bennett can | Emma Kemp Read moreFittler has done a tremendous job on fixing the culture of this NSW team.\nBut in his two series at the helm, he has not squared off with a coach as tactically astute as Bennett.\nHe needs to pick a team to fit a plan and that plan needs to be both precise and intelligent.", "paragraphs": ["No team this century has started such a big underdog and the Maroons’ win in Adelaide is now etched in Queenslander lore", "Wayne Bennett has achieved all there is to in rugby league. He has won seven premierships and Origin series across three decades, and coached both Australia and Great Britain to great success. But Queensland’s stunning upset win on Wednesday night over New South Wales may now sit atop that long list of achievements.", "The Maroons’ victory in Adelaide was a coaching win more than anything. It was Bennett out-coaching Brad Fittler as much as Queensland outplaying New South Wales.", "State of Origin: Queensland stage stunning comeback to beat NSW in game 1 Read more", "The chips have been well and truly stacked against Queensland and few gave them much hope of winning game one this year – or indeed any game this series. Coach Kevin Walters stepped down from the role when he took the Broncos job, leading to a disjointed preparation, while a host of players were unavailable through injury, including Michael Morgan and Kalyn Ponga. The likes of Cameron Smith have only recently retired from representative football, and eight debutants were called in.", "The Maroons even suffered drama in the warmups with Brenko Lee denied an Origin debut after injuring his calf an hour before kick-off, forcing reserve second-rower Kurt Capewell to make an unlikely appearance in the centres.", "No team this century has started such a big underdog. Not since 1995 when Paul Vautin’s storied Queensland side – that had no Super League aligned stars – shocked the Blues has there been a greater upset in the Origin arena.", "There seemed little hope for Queensland when they fell behind 10-0. The Maroons unquestionably approached the game with a fairly simple game plan of winning through the middle and then hoping to succeed in a grinding low-scorer. They showed their hand early and held the upper hand in both possession and field position for much of the opening stanza as they won the arm wrestle but they trailed on the scoreboard and logic suggested that gap would only expand when the Blues finally wrested control of the match.", "That never happened. The Blues had less of the ball in each half and had fewer tackles in Queensland’s half. The Maroons scored two tries that originated from their own half in the 15 minutes after half-time and then Cameron Munster’s opportunist try gave Queensland a very real taste of what would be one of the great upsets.", "New South Wales, inevitably, put the game in play with a Josh Addo-Carr try in the final five minutes but Queensland did not panic and stood firm to pull off a famous victory that is already etched in lore and added to the Queenslander mythology.", "It was apparent as early as team announcements that Queensland had a clear plan on how to win this and NSW did not.", "Wayne Bennett understands the legend of Wayne Bennett better than anyone. He is incredibly self-aware. He also knows rugby league better than arguably anybody on the planet. He knew selecting a team of rookies and mixing them with hard-working veterans was the right recipe. He also fully understood the Maroons were outmanned in talent so would have to win on smarts and heart.", "The plan was simple. Put self-belief into the team. Win through the middle. Tire the Blues pack out. Keep mistakes to a minimum. Take opportunities. Led by two magnificent performances by props Christian Welch and Josh Papalii, the Maroons won the middle and the rest flowed.", "Brad Fittler, by contrast, seemed to be relying solely on the talent disparity to win. Selecting a five-eighth and a fullback in the centres was an unnecessary risk and one clearly aimed at picking players first and then finding them a position. He stayed loyal to a forward pack that lacked form. He also eschewed size on the bench. Cody Walker is a magnificently talented ball-player but his selection on the bench was highly curious, particularly as he cannot serve as a backup hooker.", "It was an arrogant strategy from Fittler and it blew up in his face. The Blues were handily beaten through the middle. Angus Crichton and Walker were both highly ineffective off the bench. Jack Wighton missed seven tackles – a stunning 50% miss rate – while his centre partner Clint Gutherson was comfortably outplayed by late-inclusion Kurt Capewell.", "If anyone can engineer a State of Origin upset, Wayne Bennett can | Emma Kemp Read more", "Fittler has done a tremendous job on fixing the culture of this NSW team. He has won back-to-back series. He has also benefited tremendously from timing, taking the reins at a time when the great Queensland dynasty was ending. But in his two series at the helm, he has not squared off with a coach as tactically astute as Bennett.", "The Blues are entitled to run the board now and make it three series on the trot. The talent disparity is immense and they return to Sydney for game two. Fittler will need to be better though. He needs to pick a team to fit a plan and that plan needs to be both precise and intelligent. A failure to do so and it will be 1995 all over again."], "authors": ["Nick Tedeschi"], "keywords": ["plan", "inspires", "coach", "series", "shades", "wayne", "queensland", "blues", "team", "maroons", "origin", "bennett", "game", "state", "upset", "tedeschi", "nick", "win", "evokes"], "pubDate": "2020-11-05T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}