{"id": "ff4b8f17-3e62-3f41-a4aa-4dead878dede", "title": "Cannabis compound could be weapon in fight against superbugs", "url": "https://www.theguardian.com/society/2020/jan/19/cannabis-compound-could-be-weapon-in-fight-against-superbugs", "summary": "A compound made by cannabis plants has been found to wipe out drug-resistant bacteria and break down persistent films of the microbes, raising hopes for a new weapon in the fight against superbugs.\nScientists screened five cannabis compounds for their antibiotic properties and found that one, cannabigerol or CBG, was particularly potent at killing methicillin-resistant Staphylococcus aureus or MRSA, one of the most common hospital superbugs.\nThe compound also cleared up hard-to-shift “biofilms” of MRSA that can form on the skin and on medical implants.\nCannabis plants are thought to make the compounds to fight off invading pathogens, but there are other ways to produce CBG.\nMark Blaskovich, who studies antibiotic cannabis compounds at the University of Queensland, said cannabis seemed to be particularly rich in antibiotics, though other plants such as tea tree, garlic and the spices turmeric and curcurmin also contained antibacterials.", "paragraphs": ["A compound made by cannabis plants has been found to wipe out drug-resistant bacteria and break down persistent films of the microbes, raising hopes for a new weapon in the fight against superbugs.", "Scientists screened five cannabis compounds for their antibiotic properties and found that one, cannabigerol or CBG, was particularly potent at killing methicillin-resistant Staphylococcus aureus or MRSA, one of the most common hospital superbugs.", "Tests in the lab showed that CBG, which is not psychoactive, killed common MRSA microbes and “persister” cells that are especially resistant to antibiotics and which often drive repeat infections. The compound also cleared up hard-to-shift “biofilms” of MRSA that can form on the skin and on medical implants.", "Having seen how effective the substance was against bacteria in the lab, the researchers decided to test CBG’s ability to treat infections in animals. In a new study, which has not yet been published, they found that CBG cured mice of MRSA infections as effectively as vancomycin, a drug widely considered the last line of defence against drug-resistant microbes. The study is under review at the ACS Infectious Diseases journal.", "Eric Brown, a microbiologist who led the work at McMaster University in Hamilton, Ontario, said cannabinoids were “clearly great drug-like compounds”, but noted it was early days in assessing the compounds for use in the clinic. “There is much work to do to explore the potential of the cannabinoids as antibiotics from the safety standpoint,” he said.", "Antibiotic resistance has become a major threat to public health. England’s former chief medical officer Dame Sally Davies has warned that the loss of effective antibiotics would lead to “apocalyptic scenarios”, with patients dying from routine infections and many operations becoming too risky to perform.", "In the study, the researchers describe how the rapid global spread of drug resistance, caused by microbes developing mutations that protect them against antibiotics, has driven an urgent need to explore new sources of drugs. Among antibiotics in use today, the newest date back to discoveries made more than 30 years ago.", "Bacteria fall into two classes depending on the makeup of their cells. MRSA bugs are known as gram positive bacteria, and have a single, thick cell membrane. Gram negative bugs differ in having inner and outer cell membranes and these infections can be harder to treat. In the World Health Organization’s priority list of drug-resistant bacteria, all three ranked as a “critical” priority are gram negative, namely Acinetobacter baumannii, Pseudomonas aeruginosa and Enterobacteriaceae.", "Brown found that CBG and other cannabinoids did not work well against gram negative multi-drug resistant bugs. But the team went on to show that when CBG was used with small quantities of polymyxin B, an existing antibiotic that disrupts the outer membrane of gram negative bacteria, the cannabis compound wiped out the drug-resistant pathogens.", "Cannabis plants are thought to make the compounds to fight off invading pathogens, but there are other ways to produce CBG. To study the compound, Brown’s team synthesised it in the lab using the chemicals olivetol and geraniol. “We are now pursuing the required paperwork to work with a wide variety of cannabinoids,” he said.", "Mark Blaskovich, who studies antibiotic cannabis compounds at the University of Queensland, said cannabis seemed to be particularly rich in antibiotics, though other plants such as tea tree, garlic and the spices turmeric and curcurmin also contained antibacterials.", "“These are likely made as a defence mechanism to protect the plant from bacterial and fungal infections, but to date have not been very useful for human infections as they really only work outside the body,” he said. “That’s what makes this new report potentially exciting – evidence that cannabigerol is able to treat a systemic infection in mice.”"], "authors": ["Https", "Www.Theguardian.Com Profile Iansample", "Ian Sample"], "keywords": ["infections", "antibiotics", "compounds", "study", "cannabis", "compound", "superbugs", "mrsa", "gram", "bacteria", "fight", "cbg", "work", "weapon"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}