{"url": "https://www.nytimes.com/2019/12/18/opinion/trump-impeachment-clinton.html", "pubDate": null, "id": "ff554f63-d106-3898-a755-8a7a3aebb459", "paragraphs": ["That storm strengthened with the release of the Starr report on Sept. 11. One Democrat, Representative Paul McHale, called the president morally repugnant and publicly called for his resignation. Representative Marcy Kaptur said, “If he resigned tomorrow, it wouldn’t be enough in my judgment.” And Representative Jim Moran told Larry King that impeachment proceedings were “undoubtedly” necessary. According to Mr. Baker’s account, the White House had been told that Senator Byrd had already drafted a speech calling for Mr. Clinton to resign.", "When the House considered whether to open an impeachment inquiry in October, 31 Democrats joined the Republicans in voting yes — a far cry from the zero Republicans who voted with Democrats almost seven weeks ago to open an inquiry into the Ukraine scheme.", "Unlike President Trump, Mr. Clinton eventually acknowledged his misdeeds and went on an extended apology tour. At the annual National Prayer Breakfast in Washington, he said: “I agree with those who have said that in my first statement after I testified I was not contrite enough. I don’t think there is a fancy way to say that I have sinned. It is important to me that everybody who has been hurt know the sorrow I feel is genuine — first and most important, my family. Also, my friends, my staff, my cabinet, Monica Lewinsky and her family and the American people. I have asked all for their forgiveness.”", "In mid-September, Mr. Lieberman took to the Senate floor to accuse Mr. Clinton of being disgraceful and immoral, though he stopped short of calling on the president to step down. At the Senate trial, Charles Ruff, the White House counsel, said: “We are not here to defend William Clinton the man. He, like all of us, will find his judges elsewhere.” And former Senator Dale Bumpers of Arkansas, Mr. Clinton’s friend who had joined his legal team, told the Senate: “You pick your own adjective to describe the president’s conduct. Here are some that I would use: indefensible, outrageous, unforgivable, shameless.”", "That November, Democrats picked up five seats in the House — the first time in more than a century that a second-term president’s party had gained seats in a midterm election. But even then, five Democrats voted with the Republicans to impeach Mr. Clinton.", "We all know the president was acquitted in the Senate and served out his term, just as President Trump is likely to do. But the difference between the Democrats then and the Republicans now is breathtaking.", "Republicans today have refused to acknowledge Mr. Trump has done anything wrong, mounting attacks instead on Democrats and their allies. I haven’t heard a single Republican in Congress publicly express a willingness to remove the president. They are acting exactly the way Mr. Trump predicted they would when he said in the campaign that he could shoot someone on Fifth Avenue and none of his supporters would desert him.", "The Democrats in 1998 were not — and I hope never will be — like the Republicans of today: putting job security and partisan loyalty over their oath of office and obligation to Constitution and country.", "Joe Lockhart (@joelockhart) was press secretary to President Bill Clinton from 1998 to 2000. He hosts the podcast “Words Matter.”", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "summary": "According to Mr. Baker’s account, the White House had been told that Senator Byrd had already drafted a speech calling for Mr. Clinton to resign.\nUnlike President Trump, Mr. Clinton eventually acknowledged his misdeeds and went on an extended apology tour.\nBut even then, five Democrats voted with the Republicans to impeach Mr. Clinton.\nWe all know the president was acquitted in the Senate and served out his term, just as President Trump is likely to do.\nRepublicans today have refused to acknowledge Mr. Trump has done anything wrong, mounting attacks instead on Democrats and their allies.", "keywords": ["opinion", "told", "democrats", "president", "trump", "clinton", "senate", "free", "gave", "pass", "house", "republicans", "mr", "bill", "representative"], "authors": ["Joe Lockhart"], "title": "Opinion | Democrats Never Gave Bill Clinton a Free Pass", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}