{"id": "ff72c4ed-bdbc-3930-8e67-c06f9f59deff", "keywords": ["fleeing", "acquitted", "shot", "fatally", "unarmed", "man", "black", "gun", "presley", "run", "taser", "green", "georgia", "thought", "told", "manslaughter", "cop", "video"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "authors": ["Morgan Phillips"], "url": "http://www.foxnews.com/us/ex-georgia-cop-who-fatally-shot-unarmed-fleeing-man-found-not-guilty-of-manslaughter-guilty-of-oath-of-office", "title": "Former Georgia cop who fatally shot unarmed fleeing man acquitted of manslaughter", "summary": "A since-fired Georgia police officer who fatally shot an unarmed black man fleeing after a confrontation was found not guilty Saturday of voluntary manslaughter and involuntary manslaughter.\nDash camera video showed Green drive off the side of the road, open the car door and run.\nPresley chased Green on foot down a dark street, before a short struggle that was not seen on video.\nPresley told another officer who arrived on the scene that Green had been on top of him, trying to grab his taser.\n“Tony Green was not shot because of misdemeanor offenses,” said defense attorney Adrienne Browning in her closing argument Thursday.", "pubDate": null, "paragraphs": ["A since-fired Georgia police officer who fatally shot an unarmed black man fleeing after a confrontation was found not guilty Saturday of voluntary manslaughter and involuntary manslaughter.", "However, Zecheriah Presley was convicted of violating his oath of office by shooting Tony Green, 33, in Camden County last year. Presley was fired from the Kingsland Police Department as a result of the incident and indicted by a grand jury after Green was found to be unarmed.", "Presley was ordered to be jailed pending sentencing Oct. 18. He faces a prison term of one to five years. He could have faced up to 20 years in prison if convicted of manslaughter.", "News4Jax reported that the trial judge ordered deliberations to continue with an alternate juror earlier Saturday after the only black member of the panel fell ill.", "Though Presley’s body camera recorded the ordeal, darkness and something covering the camera lens left the jury without a clear video of the shooting and the moments leading up to it.", "Presley said he followed Green’s car on the night of June 20, 2018, because he believed Green was driving on a suspended license. Dash camera video showed Green drive off the side of the road, open the car door and run. He returned to the vehicle briefly to grab an object, then fled again.", "Presley chased Green on foot down a dark street, before a short struggle that was not seen on video. The recording picked up the electrified clicking sound from Presley’s Taser, followed by eight gunshots.", "Presley told another officer who arrived on the scene that Green had been on top of him, trying to grab his taser. “And then I was going for my gun, and he started taking off. And I fired,” Presley said on the video. “I thought he was going to kill me,” he added, according to First Coast News.", "WASHINGTON STATE TEEN'S COLD CASE MURDER CRACKED AFTER NEARLY THREE DECADES", "An autopsy found Green had been struck by bullets eight times. He’d had small amounts of alcohol, marijuana, cocaine and a tranquilizer in his system.", "On the witness stand Wednesday, Presley added new details to his account. He said he opened fire only after Green turned back to face him and extended an arm, making Presley believe he had a gun. Investigators found Green was carrying a cell phone.", "“Tony Green was not shot because of misdemeanor offenses,” said defense attorney Adrienne Browning in her closing argument Thursday. “He was shot because of bad decision after bad decision until the threat was overwhelming and Zech feared for his life.”", "FLORIDA WOMAN ARRESTED AFTER PARENTS FIND 24 PIPE BOMBS IN HER BEDROOM", "“He made a fatal mistake and it was a mistake that cost a man his life,” prosecutor Rocky Bridges said of Presley in his closing argument. “You don’t have to like Tony Green. ... He ran from the police, not a good decision. But he was not armed. He did not turn on officer Presley. He did not deserve to die.”", "Prosecutors said Presley had 474 days from the shooting to the beginning of the trial to craft his story in compliance with the law. “If he really thought he grabbed a weapon, if he really thought that's what happened, you get on the radio and call for backup. You don't run and chase after an individual with your Taser drawn,\" Bridges told the jury, according to News4Jax. “He had the opportunity to say, 'I thought I saw a gun. He pointed the gun at me. He turned on me.' You didn't hear that.\"", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "\"My son was murdered,\" Green's father, Wayne Anderson, told News4Jax after the verdict was read. \"The man that murdered my son gets to go home to his sons ... and can only possibly serve one to five for murder.", "\"This ought to serve notice to a lot of our young black men and black men, period, that you can run up and down the football field, you can run on down the courts, you can hit baseballs, you can do it,\" Anderson said. \"But at the end of the day, when [they] see you, they see a black man.\"", "The Associated Press contributed to this report."]}