{"id": "ff7a12d8-943e-3512-a369-4f3b62354225", "title": "“Ghoul”", "url": "https://www.newyorker.com/magazine/2020/11/09/ghoul", "summary": "“Why aren’t the old served first?” crabs Leonard, Squatting Ghoul Two, senior to all.\nMr. Frame, out of his seventeenth-century-monk threads, is mating with Gwen Thorsen, one of our rotating team of folks in hooded robes playing Death, and here I did not even know that Mr. Frame even knew her!\nA red-painted, big-winged, cloven-hoofed fellow, flinging down your spears.”“And I guess all I ever saw you as was a tiny Squatting Ghoul, far below me,” Rolph said.\nMoments after hopping over Gwen and Mr. Frame, I find Mr. Frame sitting across from me at Lunch, in Dining, explaining why he, a married man, was just now mating with Gwen.\nJeez, I think, Tom, Mr. Frame, you have really put me in a bad spot!", "paragraphs": ["Audio: George Saunders reads.", "At noon Layla wheels over Vat of Lunch. For a sec I can be not-scary, leaning against our plastiform wall meant to resemble human entrails.", "“Why aren’t the old served first?” crabs Leonard, Squatting Ghoul Two, senior to all.", "Last week Leonard’s knee went out. We, his fellow Squatting Ghouls, have since been allowing him to sit upon a plastiform Remorseful Demon, which, at this moment, emits one of its periodic Remorse-groans.", "“Grieve on, foul beast,” I say, per Script.", "“Foul indeed!” says Tim, Feuding Ghoul Four: great guy, always blurting out such quips as “Brian, you are really on it, in terms of the way you keep casting your eyes fitfully back and forth while squatting!” To which I might reply, “Thanks, Tim, you Feuding Ghouls are also ripping it up, I so admire how, every day, you guys come up with a whole new topic for your Feud!”", "Into my paper bowl goes: Lunch. A broth with, plopped down in it, a single gleaming Kit Kat.", "Someday I, too, may be old, knees giving out, some group of Squatting Ghouls as yet unborn (or currently mere Li’l Demons, running around in their bright-red diapers) allowing elder me, kaput like Leonard, to sit on, perhaps, this very same plastiform Remorseful Demon, in that dismal future time!", "Today, however, all is well: Break Week is nigh.", "Next A.M., via Tram, the Break-eligible among us are taken all jolly to the Room: a cavernous space shaped exactly the same as our workhouse, MAWS OF HELL, as well as the eleven other plenteous underground workhouses within our Region. But free of the supplementary Décor that makes each workhouse a unique immersive experience. Free, as well, of Byway Paths, and the small cars on tracks that bear our delighted Visitors through us. The Room is, truth be told, just a great space for a relaxed chill-out! It has Bowling, should you choose; pretend meadow, with real-appearing flowers; free-flowing creek, beside which we may sit, out of which fake fish leap on these sort of wheels, four fish per wheel, smiling, as if to say, “Leaping is what we love!”", "Plus we each get a niche into which to put our stuff.", "In the Room, we may mingle with individuals from our sister workhouses, such as BENEATH OUR MOTHER THE SEA or WILD DAY OUT WEST. May we mate there? Sure. We may. Many do. Should you observe someone mating and wish to be polite? Lurch off suddenly, as if you have left something back in your niche. Sometimes (tight quarters in the Room!) you may need to step or hop over a mating pair. The polite thing: step or hop over, saying nada. Should you personally know one or both, and feel saying nada might violate politeness, well, say something encouraging, such as “Go, go, go!” or “Looking good, James and Melissa, all best wishes!”", "Today, hopping over two such folks, I think, Hey, isn’t that Mr. Tom Frame, normally the “Before” manifestation of Monk Decapitated for Evil Thoughts, in the portion of MAWS OF HELL called “Payback’s a Mother”? Mr. Frame, out of his seventeenth-century-monk threads, is mating with Gwen Thorsen, one of our rotating team of folks in hooded robes playing Death, and here I did not even know that Mr. Frame even knew her!", "“Hey, Tom, hi, Gwen!” I cry, not wishing to violate politeness.", "To which both briefly glance up at me all love-faced.", "That is another great thing about Break Week: you are always seeing folks in new contexts!", "For example, last Break, I saw Rolph Spengler, Flying Spear Launcher Three, quietly drinking tea, writing in his journal. No wings on, face not painted red, no wire elevating him aloft, no cloven-hoofed boots. Actually, he looked so tender in the face I felt the need of asking what he was writing.", "“A letter to my son,” he said.", "“I did not even know you had a son, Rolph!” I said.", "“Well,” he said.", "“I guess so, if you are writing to your son!” I said. “All I ever saw you as? A red-painted, big-winged, cloven-hoofed fellow, flinging down your spears.”", "“And I guess all I ever saw you as was a tiny Squatting Ghoul, far below me,” Rolph said. “Whom I kept trying to just barely miss with my spears. My son is Edgar, CHICAGO GANGSTER HIDEOUT.”", "And, just like that, we became friends!", "Now, whenever Rolph, on wire, hovers over our quadrant, he will wave down at me with his non-spear hand, at which I will rise from my squat and throw my arms wide, exposing my chest, as if to say, “Spear me, then, Flying Spear Launcher! Since I am already a Squatting Ghoul, how much worse can my afterlife even get?” At which Rolph will fake-pump his spear at me, as if to say, “Ha ha, talk to you next Break, pal!”", "By which I mean: friendship may take time and faith to grow!", "(Please note: whenever Rolph and I engage in our fun ritual, no Visitors are present. As if! As if Rolph and I would risk providing our Visitors a subpar experience in that way. No, we engage in this warm friendship exchange only when no Visitors are near. Which is so rarely the case. Normally we are just swamped!)", "Moments after hopping over Gwen and Mr. Frame, I find Mr. Frame sitting across from me at Lunch, in Dining, explaining why he, a married man, was just now mating with Gwen.", "Mr. Frame’s wife, Ann Frame, used to be on Guillotine-Cart Pull Team Five. Those guillotines, being heavy, needing to be pulled over some fake rough terrain, which, though made of poly, still must be bumpy to seem real, Ann’s back went out, and she was transferred to VICTORIAN WEEKEND, a big adjustment, since, instead of being scary, she had to adopt a mind-set of mincing and serving. Now she is Cockney Cook: sweet gig! All she has to do is, every half hour, blunder into this formal dining hall, interrupting some Royals (Visitors) eating in there, then blunder out, knocking over a tea cart while apologizing for her humble class origins in a Cockney accent. But alas: apparently, her new role has caused marital stress, because Mrs. Frame is now constantly practicing her Cockney accent, even while on Break, in the Room.", "I try to be a pal by pointing out that Tom himself always takes ample care, prior to the moment of his decapitation, to appear genuinely terrified. Also, re the lightning-burst-thunderclap spate of total darkness that allows him to switch the headless “After” Animatron in for himself on the chopping block before he hops down the DisaHole: does he not always endeavor to do that quickly, so the switch will go unnoticed by our Visitors? Maybe, I suggest, he is more like Ann than he wishes to acknowledge! Isn’t his quick hopping analogous to Ann’s continually practicing her accent, i.e., a form of admirable professionalism?", "“I guess what I’m saying is, I don’t practice hopping into the DisaHole when we’re on Break,” he says.", "“I get that,” I say, listening and agreeing being a proven path to friendship. “That sounds frustrating.”", "“But she just goes on and on,” he says. “Guv’n’r this, guv’n’r that. And why? For what?”", "“Wants to do a good job?” I say. “For her Royals?”", "“Of whom there never are any?” he says, crossly.", "Then there is this rather big silence.", "“Not that I’m saying there never are any,” he says.", "“I know you’re not saying that, Tom,” I say.", "“I should probably just shut up,” he says.", "“I now declare a thumb war.” Facebook", "Twitter", "Email", "Shopping Cartoon by Charlie Hankin", "“Probably,” I say.", "Jeez, I think, Tom, Mr. Frame, you have really put me in a bad spot!", "Rules are rules, friends are friends. But now rules and friends urge differing courses of action upon me, and which shall I choose?", "I take a long thinking-walk along our fake creek, pondering, and see several false ducks there, belly up, being serviced by Todd Sharpe. When Todd gets something right, a quack can be heard, or at least part of one.", "Gosh! I am usually all about Team. When my back went out last year, did I discontinue squatting and stand up straight, which would have felt good? No, I squatted on, using a broken-off broom as a brace. Once, filling in as Screaming Doomed Cleric, though I had strep, I screamed for eight straight hours, even providing all six Optional Dread Whoops.", "Yet I continue pacing the free-flowing creek, going back and forth from one wall where the creek ends in a painting of itself flowing off into eternity to the other, until finally Todd has every last duck up and running, except for one too broke to ever quack again, which Todd bears away under one of his arms.", "Just then, from near Bowling, I hear both hue and cry.", "And rush over to find a group informally gathered around my pal Rolph Spengler, Flying Spear Launcher Three, engaging in some kicking activity, as Rolph continues, despite the kicking, to emit such discredited ideas as: “We pass our days enacting insane rituals of denial with which I, for one, am done! Can’t we just admit and discuss?” And: “Truth, truth! Can’t we just, for once, speak the goddam—”", "Jeez! No wonder that group around Rolph is kicking him!", "Shirley from Monitoring shoots me a look, meaning: Brian, give Rolph there a kick, so I can write down that you were among those who gave Rolph a kick because you were, as we all were, shocked and offended by the boldness and audacity of Rolph’s lies and, wishing to do your part in sparing the larger community the burden of Rolph’s confusion, you, with your foot or feet, did your best to stem the tide of twisted negativity pouring forth from strange, discredited Rolph.", "At this point, in fairness, Rolph is no longer saying his lies. He is just inert. Shirley’s eyes go wide, then glance down at my foot, as if to say, “Brian, I know you are one of the good guys and I would like to be able to write that down.”"], "authors": ["George Saunders", "George Saunder", "Deborah Treisma"], "keywords": ["say", "squatting", "visitors", "spear", "mr", "break", "ghoul", "rolph", "tom", "frame", "saying"], "pubDate": "2020-11-09T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}