{"id": "ff9c2334-72ea-3571-b3c2-031fa8c1625c", "title": "‘DWTS’ pro Gleb Savchenko, wife Elena Samodanova split after 14-year marriage", "url": "https://www.foxnews.com/entertainment/dwts-pro-gleb-savchenko-wife-elena-samodanova-split", "summary": "Professional dancers Gleb Savchenko and wife Elena Samodanova won’t be waltzing to renew their wedding vows.\nNews fans immediately began to wonder about Savchenko’s connection to “DWTS” partner and “Selling Sunset” star Chrishell Stause.\n\"I wish nothing but the best for both Gleb and Elena during this unfortunate time.\"\nNews the \"intense chemistry\" Stause and Savchenko share, however, maintain that Stause \"would never\" interfere in another man's personal life.\n\"Gleb and Elena were going to split before the season and haven't been getting along.\"", "paragraphs": ["Professional dancers Gleb Savchenko and wife Elena Samodanova won’t be waltzing to renew their wedding vows.", "The pair just announced that they are calling it quits after more than a decade of marriage.", "“After 14 years of marriage with my deepest sadness our road is coming to the end,” 36-year-old Samodanova, a choreographer for “So You Think You Can Dance,” captioned a photo of her and the “Dancing With the Stars” pro, adding a broken-heart emoji.", "Savchenko, 37, also relayed the news to Us Weekly on Friday, noting that despite the couple's separation, they \"still intend to co-parent our wonderful children together who we love so dearly, and we will strive to continue to be the best parents that we can to them.\"", "The pair tied the knot in 2006 and over that time, welcomed daughters Olivia, 10, and Zlata, 3.", "CHRISHELL STAUSE SAYS SHE JOINED 'DWTS' CAST BECAUSE SHE DOESN'T 'HAVE ANYTHING ELSE TO LOSE'", "Celebrating birthdays just a month apart, Samodanova issued a loving tribute to Savchenko in a September Instagram post, describing him as “awesome, wonderful, outrageously funny, courageous, handsome” and a “great hubby.”", "He reciprocated the effort in October.", "“Happy Birthday to my wife, my best friend, best mother to my kids, brains behind the operation and just simple love of my life,” he wrote. “Thank you for being you! We wish you lots of love and happiness, I hope you’ll have an amazing day, we all love you very much.”", "CLICK HERE TO INTERACT WITH FOX NEWS VOTER ANALYSIS", "Meanwhile, according to E! News fans immediately began to wonder about Savchenko’s connection to “DWTS” partner and “Selling Sunset” star Chrishell Stause.", "However, Stause, 39, shut down any speculation, writing on her Instagram Story on Friday that she was \"saddened\" to learn of the couple's dissolution.", "\"It is unfortunate that this has caused rumors to swirl about my personal life. Having gone through a public split myself, I would not wish this on anyone,\" Stause, who is in the middle of a divorce with \"This Is Us\" star Justin Hartley, said.", "CLICK HERE TO SEE FOX NEWS’ LIVE PROBABILITY DIALS", "\"As you can imagine, the countless hours of training, and dance rehearsals has created a strong supportive friendship, but nothing more,\" added the reality star. \"I wish nothing but the best for both Gleb and Elena during this unfortunate time.\"", "Meanwhile, multiple sources connected to the dancing team acknowledged to E! News the \"intense chemistry\" Stause and Savchenko share, however, maintain that Stause \"would never\" interfere in another man's personal life.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"Gleb and Chrishell aren't dating and Chrishell wasn't the cause of the split,\" one insider said. \"Gleb and Elena were going to split before the season and haven't been getting along.\""], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["star", "elena", "love", "pro", "marriage", "samodanova", "14year", "dwts", "wish", "stause", "savchenko", "wife", "gleb", "best", "split"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}