{"id": "ffe3c45d-7eb9-33a1-8ffc-2738157d48e3", "title": "Mass Effect Trilogy Remaster Finally Revealed With Legendary Edition", "url": "https://www.gameinformer.com/2020/11/07/mass-effect-trilogy-remaster-finally-revealed-with-legendary-edition", "summary": "After years of fans begging and more leaks than we can keep track of, BioWare has finally confirmed that the Mass Effect Trilogy remaster is real and it's here!\nHere's our first look at the Mass Effect Legendary Edition.\nThe Mass Effect Trilogy introduced us to Commander Shepard and changed the world of sci-fi RPGs for many.\nMass Effect Legendary Edition will include single-player base content and DLC from Mass Effect, Mass Effect 2, and Mass Effect 3, plus promo weapons, armors, and packs – all remastered and optimized for 4k Ultra HD.\nSo give us that alien booty and lets kick some Reaper butt, because the Mass Effect Trilogy Legendary remaster is coming Spring 2021 on Xbox One, PlayStation 4, and PC with forward compatibility for PlayStation 5 and Xbox Series X fans!", "paragraphs": ["Garrus, we are coming for you! After years of fans begging and more leaks than we can keep track of, BioWare has finally confirmed that the Mass Effect Trilogy remaster is real and it's here! Here's our first look at the Mass Effect Legendary Edition.", "Whether you're Team Garrus or a fan of the blueberry variety with Liara, all of our favs are coming back with an updated version. The remaster brings the iconic trilogy to current-gen alongside all of the DLC and modernized upgrades. Yeah, that means no more weird wooden teeth from Williams in the first game.", "The Mass Effect Trilogy introduced us to Commander Shepard and changed the world of sci-fi RPGs for many. This is my personal favorite franchise of all time, with over 30 playthroughs, all of the collectibles, replicas, comics, books, and pretty much anything else I can get my hand on.", "BioWare tells fans:", "For many months now, our team at BioWare has been hard at work updating the textures, shaders, models, effects, and technical features of three enormous games. Our goal was not to remake or reimagine the original games, but to modernize the experience so that fans and new players can experience the original work in its best possible form. It’s been amazing to see the adventures of Commander Shepard take on new life in super-sharp resolution, faster framerates, and beautiful visual enhancements. As game developers, we always hope that our games will transcend their original platforms. Having the opportunity to remaster the trilogy means that the fruits of a decade of our work will live on, and will be experienced better and clearer than ever before.", "This franchise made us feel powerful at times, defeated in others, and heartbroken for those that got overly attached to their Love Interests. With characters that feel like family and a world that feels like home, bringing this beloved series into this generation is an amazing second lease on life and hopefully a solid first step for the eventual return to space.", "I'm always so surprised when I hear someone missed out on this galactic experience, so if that's you? Definitely scoop up the remaster. While the first one had a few pacing issues right out of the gate, once it met its stride it was unforgettable. The series truly met its crest with Mass Effect 2 with the fight against the Collectors, truly showcasing the incredible talent of BioWare and their knack for making us fall in love with any type of character.", "Mass Effect Legendary Edition will include single-player base content and DLC from Mass Effect, Mass Effect 2, and Mass Effect 3, plus promo weapons, armors, and packs – all remastered and optimized for 4k Ultra HD. It will be available in Spring 2021 for Xbox One, PlayStation 4, and PC, with forward compatibility and targeted enhancements on Xbox Series X and PlayStation 5. More information to come in the new year!", "So give us that alien booty and lets kick some Reaper butt, because the Mass Effect Trilogy Legendary remaster is coming Spring 2021 on Xbox One, PlayStation 4, and PC with forward compatibility for PlayStation 5 and Xbox Series X fans!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["legendary", "xbox", "revealed", "effect", "remaster", "trilogy", "mass", "original", "edition", "work", "playstation", "finally", "series"], "pubDate": "2020-11-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}