{"id": "00313a4c-4308-30b0-af4a-01773ad1752b", "title": "Managing Supply Chain Risk", "url": "https://execed.economist.com/lehigh-college-business/managing-supply-chain-risk-2021-02-18", "summary": "The current crisis has highlighted the vital importance of supply chain management.\nIn fact, some businesses that were not prepared for supply chain risk have seen teams, divisions, supply chains, and even the entire company fail to survive.\nThe bottom line is that companies that are not prepared for supply chain risk aren’t just endangering their supply chain.\nThis online certificate program will help participants develop their supply chain risk management capabilities through understanding the key elements of supply chain risk, being able to assess the severity and probability of risk events, and being better prepared to mitigate and manage risks as they occur.\nIn addition, the program incorporates the use of emerging technologies such as Big Data, Artificial Intelligence, and Predictive Analytics in anticipating, planning for, avoiding, and managing supply chain risk.", "paragraphs": ["The current crisis has highlighted the vital importance of supply chain management.", "In fact, some businesses that were not prepared for supply chain risk have seen teams, divisions, supply chains, and even the entire company fail to survive. Historically, 20% of companies who experienced a similar catastrophic event were out of business within 15-18 months after the event, and another 15% closed about 2.5 years after the event. The bottom line is that companies that are not prepared for supply chain risk aren’t just endangering their supply chain.", "This online certificate program will help participants develop their supply chain risk management capabilities through understanding the key elements of supply chain risk, being able to assess the severity and probability of risk events, and being better prepared to mitigate and manage risks as they occur. Delivered in six 90-minute live sessions, it offers a hands-on, highly practical approach to learning that participants can complete while remaining in the flow of work.", "Participants will learn a framework for risk assessment, mitigation, and management; and detailed approaches, tools and techniques for risk assessment, preparedness, and mitigation are included throughout. In addition, the program incorporates the use of emerging technologies such as Big Data, Artificial Intelligence, and Predictive Analytics in anticipating, planning for, avoiding, and managing supply chain risk. Content will be applied and reinforced through practical assignments to be completed between online sessions.", "Before the program begins, participants will complete a survey of their current SCRM practices that will guide the instructors in customizing content to meet specific needs. Participants will come away with a solid understanding of the current state of supply chain risk management, including the impact of the COVID crisis, and learn how to develop management strategies and specific plans for dealing with future crises and disruptions.", "Sessions:"], "authors": [], "keywords": ["chain", "participants", "understanding", "current", "management", "managing", "prepared", "event", "risk", "supply", "program"], "pubDate": "2021-02-18T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}