{"summary": "Over the last two years, Billie Eilish has attained a startling dominion over teen and tweenage pop fans: on release, her debut album When We All Fall Asleep, Where Do We Go?\nThis only makes When We All Fall Asleep all the more striking.\nBut they tell you more about how good When We All Fall Asleep is.\nBut it’s partly because Eilish has synthesised her diverse influences into a natural, unforced style that’s entirely her own: the ghost of Lana Del Rey or Lorde occasionally floats into earshot, but Billie Eilish always sounds like Billie Eilish.\nThat said, When We All Fall Asleep strongly suggests Eilish has it in her to effortlessly outstrip her imitators: if she’s this good at 17, who knows what she might go on to achieve?", "url": "https://www.theguardian.com/music/2019/dec/18/best-albums-2019-no-3-billie-eilish-when-we-all-fall-asleep-where-do-we-go", "paragraphs": ["Over the last two years, Billie Eilish has attained a startling dominion over teen and tweenage pop fans: on release, her debut album When We All Fall Asleep, Where Do We Go? went to No 1 in 21 countries. A lot of ink has been spilt trying to work out how she did it. Barely older than her fans, Eilish is both an aspirational figure – 18 today, she appears to be completely in control of her own destiny, eschewing standard music industry pop procedures in favour of writing and producing her own material at home with her elder brother – and, to use a current buzzword, relatable.", "She seems to speak to her audience unmediated. If she is carefully styled, she doesn’t look it: her image most closely resembles what would happen if you let a teenager loose in a succession of skatewear shops and designer boutiques with an unlimited budget. In almost every photograph, she fixes the camera with a heavy-lidded glare, her eyes saucers of contempt. She looks remarkably as though she’s about to start an interminable argument about hanging up her towel in the bathroom after she’s used it or whether or not she needs to be home by 11 at the latest.", "Her lyrics offer up an index of very teenage preoccupations and fears – rivalry, rejection, drugs, sexuality, escaping your home town – whipped up into gothic melodrama. Amid the imagery of blood and death and cannibalism, When We All Fall Asleep features Eilish singing along to hook lines in a mocking tone, punctuating songs with an eye-rolling “duh!”, and slurping saliva out of the braces on her teeth.", "Billie Eilish: the pop icon who defines 21st-century teenage angst Read more", "The kind of audience Eilish attracts traditionally ends up being sold short – pop aimed at tweens and young teens frequently comes permeated by the tang of “will this do?”, giving the sense that the actual music has come very much bottom of the list of priorities. This only makes When We All Fall Asleep all the more striking. It’s adventurous, beautifully crafted, devoid of filler, packed not just with hooks but finely wrought sonic details (it feels as if it was designed to be listened to on headphones rather than laptop or smartphone speakers) and flashes of lyrical wit. “To give your lack of interest an explanation,” she sings on Wish You Were Gay, “just say I’m not your preferred sexual orientation.”", "Facebook Twitter Pinterest Unforced style ... Billie Eilish and brother Finneas. Photograph: Variety/Rex/Shutterstock", "It’s tempting to say that it sounds like music made by someone who’s grown up on playlists rather than albums – eclectic compilations where dubstep coexists alongside showtunes, trap rubs shoulders with pop-punk and traditional acoustic singer-songwriters with early 2000s R&B. But it works as an album, rather than a collection of songs. Streaming figures that showed fans were listening to the whole thing – as opposed to, say, Drake’s Scorpion, which generated 60% of its revenue off three tracks – tell you something about the level of devotion Eilish inspires. But they tell you more about how good When We All Fall Asleep is.", "The singles that heralded its arrival were spectacular: the crawling menace of You Should See Me in a Crown; Bury a Friend’s warped, unsettling glam stomp; Bad Guy’s cocktail of sharp lyrics and 60s spy thriller theme pastiche. But they aren’t significantly better than the rest of the album. Moreover, it flows in a way that ensures you lose yourself within it. This is partly because of the aforementioned attention to detail, as musical motifs are woven throughout the album, and beats, melodies and snatches of lyrics recur. But it’s partly because Eilish has synthesised her diverse influences into a natural, unforced style that’s entirely her own: the ghost of Lana Del Rey or Lorde occasionally floats into earshot, but Billie Eilish always sounds like Billie Eilish.", "How long it remains entirely her own is a moot point. It’s a brave gambler who’d bet against major labels launching a raft of artists in her image over the next year; with credits on new albums by Camila Cabello and Selena Gomez, Eilish’s brother Finneas seems to be turning into the kind of pop-producer-for-hire that he and his sister have thus far scrupulously avoided using. That said, When We All Fall Asleep strongly suggests Eilish has it in her to effortlessly outstrip her imitators: if she’s this good at 17, who knows what she might go on to achieve?"], "pubDate": null, "keywords": ["music", "eilish", "shes", "say", "lyrics", "pop", "best", "asleep", "album", "albums", "50", "fall", "2019", "billie"], "id": "0047c049-cdd6-3f6e-bb89-84ae20b74f49", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Alexis Petridis"], "title": "The 50 best albums of 2019, No 3: Billie Eilish – When We All Fall Asleep, Where Do We Go?"}