{"id": "0061592e-b776-33f9-8109-88a5bd41df78", "title": "Masculine, feminist or neutral? The language battle that has split Spain", "url": "https://www.theguardian.com/world/2020/jan/19/gender-neutral-language-battle-spain", "summary": "A showdown is looming between Spain’s conservative language academy and its newly elected socialist government over proposals to rewrite the nation’s constitution using gender-neutral language.\n“It only has masculine language and this isn’t appropriate in a modern democracy.”In common with many gender-based languages, Spanish defaults to a generic masculine when it isn’t specified whether the subject is male or female.\nPhotograph: Gamma-Keystone via Getty ImagesThe conservative-minded academy has so far managed to evade the question but has previously defended the gender neutrality of masculine nouns.\n“We think inclusive language is the language we habitually speak,” said one member.\nOn the one hand, Spanish activists want to replace the generic masculine by doubling up.", "paragraphs": ["A showdown is looming between Spain’s conservative language academy and its newly elected socialist government over proposals to rewrite the nation’s constitution using gender-neutral language.", "The Royal Spanish Academy, which has the final word on the correct use of Spanish, has been sitting on a report commissioned over a year ago by Carmen Calvo, the deputy prime minister, that calls for the wording of the 1978 constitution to be altered, replacing generic masculine nouns with more inclusive forms. But, after a tumultuous 12 months in Spanish politics that saw two general elections and months of political manoeuvring before a government could be formed, the swearing-in last week of Pedro Sánchez’s leftwing coalition has seen the issue return.", "In the latest exchange between the two sides, the academy declared on Thursday it was “grammatically unacceptable” for Yolanda Díaz and Irene Montero of the junior coalition partner, Unidas Podemos, to refer to the government’s cabinet (a council of minsters) as a consejo de ministras, instead of the approved consejo de ministros. It said the former would only be applicable if the cabinet were all-female, something that has never happened.", "Calvo disagrees. “It’s time the constitution had a language that respects both genders,” she said. “It only has masculine language and this isn’t appropriate in a modern democracy.”", "In common with many gender-based languages, Spanish defaults to a generic masculine when it isn’t specified whether the subject is male or female. For example, a girl is a niña and a boy a niño, but collectively children are niños.", "One solution hit upon by supporters of inclusive language is to “double up” on genders so that “the neighbourhood children” becomes “the neighbourhood boys and girls”, but such innovations can infuriate traditionalists. Montero, the equality minister, was ridiculed when she referred to a spokeswoman (portavoz) as a portavoza because voz is a feminine noun, whether it pertains to a man or a woman. Rewriting the constitution to be more inclusive would entail replacing about 500 words and considerable doubling up, starting with “Spanish citizens” – ciudadanos/ciudadanas españoles/españolas.", "Facebook Twitter Pinterest Feminism flowered in 1930s Spain with figures like Dolores Ibárruri (La Pasionara). Photograph: Gamma-Keystone via Getty Images", "The conservative-minded academy has so far managed to evade the question but has previously defended the gender neutrality of masculine nouns. “Doubling up is artificial and unnecessary from a linguistic perspective,” it said in an official statement. “In the case of nouns that describe living beings it is possible to use the generic masculine to designate the type of being, that is to say, all of the individuals of the species, regardless of sex. The explicit use of the feminine is only justified when the opposition of the sexes is relevant.”", "Sources at the academy claim the government’s demand is politically rather than linguistically motivated. “We think inclusive language is the language we habitually speak,” said one member.", "The battle over language is only the latest fought by Spanish feminists, whose movement flowered in the 1930s during the second republic when women such as Clara Campoamor campaigned for women’s suffrage and Dolores Ibárruri, better known as La Pasionaria, was a leader of the Communist party and the anti-fascist movement.", "When the fascist victory in 1939 installed a Catholic dictatorship, feminism was delayed but has since been making up for lost time. In fact, the first feminist congress was held just 17 days after General Franco’s death in 1975.", "Today, the spokeswomen for the #MeToo movement in the European parliament, Amelia Martínez Lobo and Arantxa Calvera, are both Spanish. Now, in what is considered its fourth wave, the movement has become more militant, especially in the wake of two recent and notorious gang-rape cases where the judges ruled that the victim’s passivity implied consent.", "Over the past two years this growing militancy has seen millions of women take to the streets on International Women’s Day, which takes place on 8 March this year. The movement’s main focus is on sexual consent, equal pay, parental leave and violence against women.", "The language issue may seem odd to some British feminists. On the one hand, Spanish activists want to replace the generic masculine by doubling up. On the other, they insist on denoting gender in words like juez/jueza (judge) and alcalde/alcaldesa (mayor), precisely the sort of distinction – mayoress, conductress – that their British counterparts have opposed as unnecessary."], "authors": ["Stephen Burgen"], "keywords": ["nouns", "inclusive", "feminist", "academy", "battle", "spain", "masculine", "constitution", "movement", "split", "generic", "doubling", "spanish", "neutral", "language"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}