{"id": "006c42bb-88a6-3c95-89a8-00a09c1d97ea", "title": "A photographer shows the beauty of their transition through vivid self-portraits", "url": "https://edition.cnn.com/style/article/photographer-laurence-philomene-puberty-book/index.html", "summary": "Written by Jacqui Palumbo, CNNSeveral months after photographer Laurence Philomène began testosterone hormone therapy as part of their transition, they began to take pictures of themselves at home.\n\"Puberty\" began in 2018 when Laurence Philomène began taking testosterone injections.\nThe artist began the series while facing intense feelings of burnout.\nCredit: Laurence Philomene\"Puberty\" captures all the intimate details of daily life in lush color, and the photographer often interrupts the mundane with the unexpected.\nCredit: Laurence PhilomenePhilomène is non-binary and sees photography as \"a space where you can play around with gender,\" they said.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Several months after photographer Laurence Philomène began testosterone hormone therapy as part of their transition, they began to take pictures of themselves at home. This was in 2018, and Philomène, was concerned about burnout, so they took two months off from work to focus on self-care.", "\"Puberty\" began in 2018 when Laurence Philomène began taking testosterone injections. This image marked the two-year anniversary. Credit: Laurence Philomene", "Establishing a portrait practice became part of their daily routine: They photographed themselves making breakfast or brushing their teeth; they took nude self-portraits against their home's baby blue walls or while wearing a fairytale princess gown in bed. All these images are made more vibrant by the presence of Philomène's signature neon orange hair.", "What began as a simple impulse to chronicle a period of physical and mental change has become an archive of thousands of images and now a forthcoming book, \"Puberty,\" set to be released this summer.", "The artist began the series while facing intense feelings of burnout. \"I was in a place where I had been prioritizing other people's needs and I really needed to relearn how to take basic care of myself,\" they said. Credit: Laurence Philomene", "\"Puberty\" captures all the intimate details of daily life in lush color, and the photographer often interrupts the mundane with the unexpected. Philomène sits in the lilac-tinted water of a bathtub, eyes downcast, sipping from a mug. They recline on a couch like Ingres' famous 19th-century painting of a concubine, \"Grande Odalisque,\" gazing over their shoulder at the camera. In one image, their hand holds a peach in the dappled morning light; in another frame, echoing that composition, they hold a medical syringe with hormones above an overturned plush Care Bear.", "Laurence Philomene", "On one level these photos are about the photographer's personal experience of transitioning. At the same time, Philomène's images capture what has become a globalized human experience, as the difficulties of self-care at home and the pressures of productivity have grown more relevant during the coronavirus pandemic.", "\"(Puberty) is about my transition, but it's also just these themes that resonate really deeply with being a human in the 21st century,\" said Philomène in a video interview from their home in Montreal.", "The beauty of fluidity", "In the mid-2010s, as celebrities like Caitlyn Jenner and Laverne Cox were landing magazine covers, Philomène saw how trans beauty was being framed in a specific way.", "\"I felt like a lot of it was very much focused on this idea of passing as your gender and transitioning in a very binary sense,\" the artist said. \"That really wasn't representative of the trans community that I was a part of, which was a lot more fluid.\"", "Philomène began spending alone time taking baths during quarantine. Many of the themes they explore in \"Puberty\" became even more universal during the coronavirus pandemic. Credit: Laurence Philomene", "Philomène is non-binary and sees photography as \"a space where you can play around with gender,\" they said. Much of their work has focused on studio portraits and documentary-style images of gender nonconforming youth, though self-portraits have always been part of their practice. In the 2019 series \"Huldufólk,\" they appear nude, embedded in various desolate landscapes in Iceland, as a way to evoke the country's folk history of elves, called \"hidden people,\" and compare the ever-shifting terrain to a human body in perpetual change.", "In \"Me vs Others,\" a series they shot from 2014-2019, they cast people of different genders and ethnicities to play themselves, each wearing a wig to assume Philomène's identity. The staged portraits of the doppelgangers are often tongue-in-cheek, with objects like oranges and Cheetos becoming symbols for the artist as well.", "\"Puberty\" also incudes still lifes of the ephemera of the home, painting a more complete picture of what the artist sees every day. Credit: Laurence Philomene", "Now 27 years old, Philomène grew up during the mid 2000s, and as a teenager was just as influenced by the photo-sharing platform Flickr as they were by Wolfgang Tillmans's effervescent snapshots of youth culture, or Nan Goldin's diaristic depictions of intimacy.", "\"I just have a lot of nostalgia for (the Flickr era), because (social media) wasn't fully formed in the way that it is with capitalism now,\" Philomène said. \"I wasn't trying to sell anything. When I was 14 posting on Flickr we were just trying to make cute pictures.\"", "Philomène was diagnosed with a chronic illness when still a child, and at age 11, they began dyeing their hair to assert a sense of control over their body, the artist recalled. Living with an illness for so much of their life has greatly informed their work today, they said -- a sentiment that resonates with some of its major themes: how one cares for their body, and how one's sense of self is more than their appearance.", "\"Representation is not the end all be all,\" the artist said. \"My goal at the end of the day isn't just to represent a trans life, but to really...create a sense of connection.\" Credit: Laurence Philomene", "\"Lately, my sense of self is expanding beyond the physical body,\" the artist said. \"(I've been) thinking of myself as a being having a human experience and wanting to communicate what that feels like outside of what I look like.\"", "Philomène hopes to tap into some of the experiences human beings share, and encourage self-reflection. \"(I want to) inspire people to see beauty in their day-to-day lives,\" they said. \"Because that's really what the project is all about at the end of the day.\""], "authors": ["Jacqui Palumbo"], "keywords": ["vivid", "photographer", "laurence", "human", "really", "shows", "sense", "philomène", "credit", "transition", "began", "body", "images", "artist", "beauty", "selfportraits"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}