{"id": "00979679-c7c8-3368-bec8-abc32fe9561c", "title": "$400 for a Five Guys meal? Welcome to New Year's Eve in Dubai", "url": "https://edition.cnn.com/travel/article/new-year-eve-dubai-most-expensive-restaurants/index.html", "summary": "Five Guys , The Dubai Mall, Financial Center Rd, Dubai ; +971 4 379 2122The donut-centric: Tim HortonsTim Hortons has been a Canadian institution since 1964.\nTim Hortons , The Dubai Mall, Financial Center Rd, Dubai ; +971 55 213 6678The swanky: Cé La ViCé La Vi serves contemporary Asian cuisine.\n99 Sushi , The Address Downtown, Dubai; +971 045472241The highest: AtmosphereAt 442 meters above ground level, Atmosphere is the world's highest restaurant.\nLotus Yacht , Berth L (T Head), Dubai Marina, Below Pier 7, Outside Dubai Marina Mall, Dubai; +971 568410885Notable mentions:South African restaurant Walnut Grove boasts impressive views of the Burj.\nMexican spot Tulum , also in Dubai Mall with views of the Burj and fountains, is offering food and alcohol packages for between Dh680 to Dh1500.", "paragraphs": ["(CNN) — Dubai is known for its high-caliber offerings of glitz and glamor any day of the week, so it seems impossible for it to get any more extra.", "Enter, New Year's Eve.", "Dubai has long had the reputation of being one of the most popular global spots for revelers on December 31, and the most expensive. This is due in no small part to the incredible fireworks display put on at Burj Khalifa , the world's tallest building, which is preceded each year by a choreographed water ballet from the world's largest fountain display. In 2019, the Burj put on a whopping five-minute firework show featuring 1,371 kilograms of pyrotechnics.", "Blinging in the new year in Dubai. Tom Dulat/Getty Images", "But all the fanfare has meant that the restaurants in Dubai with front-row seats to the festivities ramp up their offerings like nowhere else in the world -- with swanky restaurants offering multi-course menus for more than Dh4,500 ($1,207) and even fast food outlets such as Tim Hortons and Five Guys asking customers to stump up Dh1,500+ for a meal.", "While it's likely to look a little different this year because of the pandemic, the Burj Khalifa fireworks display will go ahead, as will displays at other hotspots across the city, such as The Pointe and the Burj Al Arab -- with social distancing in place. The United Arab Emirates are also currently welcoming almost all global tourists , too.", "So, whether you're out to spend $1,000 rubbing shoulders (but not literally, because of Covid-19) with the city's elite at a swanky bar, or you're willing to splurge Dh2,500 ($670) on some Tim Hortons' Timbits, New Year's Eve in Dubai has seemingly every experience covered.", "Here are the best places to emphatically bid farewell to 2020 if you're in Dubai and have money to burn.", "Unlimited burgers: Five Guys", "How many bacon cheeseburgers can you eat in one sitting? PAUL J. RICHARDS/AFP/AFP/Getty Images", "All-you-can eat Five Guys is a dream come true for some, but on December 31 in Dubai, it's very much a reality. For Dh1500 ($402), you can see in January 1st with unlimited burgers, fries and non-alcoholic drinks from 8 p.m. to 1 a.m., in one of the best spots on the ground floor of Dubai Mall to catch the fountains. It's slightly cheaper (Dh1100) if you want a seat further back on the terrace. Children aged 12 and under get 50% off and under-threes are free.", "Five Guys , The Dubai Mall, Financial Center Rd, Dubai ; +971 4 379 2122", "The donut-centric: Tim Hortons", "Tim Hortons has been a Canadian institution since 1964. Tim Hortons", "If you love your coffee filtered and your donuts Canadian, and you're willing to pay Dh2,500 for quite a lot of them, Tim Hortons is the place to hunker down on New Year's Eve. For the price of 1,786 Timbits, you'll get a five-course meal and a premium seat right by the water. The price goes down to Dh1,500 for outdoor terrace seating and Dh1,000 for a seat inside.", "Tim Hortons , The Dubai Mall, Financial Center Rd, Dubai ; +971 55 213 6678", "The swanky: Cé La Vi", "Cé La Vi serves contemporary Asian cuisine. Courtesy Cé La Vi", "This famous international import (perhaps best-known for its Singaporean location atop Marina Bay Sands, otherwise known as the setting for the final scene in \"Crazy Rich Asians\") has perhaps the best view of the Burj Khalifa in the city -- the only caveat being that you'll be looking at its backside rather than the front, where the light show and fountains are.", "Located atop the soaring 260-meter-tall Address Sky View, a seat to ring in the New Year here involves a minimum spend of Dh2,500 ($680).", "Fun fact: Address Sky View is actually modeled after Marina Bay Sands, complete with three-level Sky Bridge on floor 51, connecting the two towers.", "Cé La Vi , Tower 2, Level 54, Address Sky View Hotel, Sheikh Mohammed bin Rashid Blvd, Dubai; +971 4 582 6111", "The splurge: 99 Sushi", "There are outposts of 99 Sushi across the United Arab Emirates and Spain. Courtesy 99 Sushi", "When you hear \"sushi\" you don't tend to think $1,000-dinner-for-one, but that's exactly what you'll pay at 99 Sushi for a meal on New Year's Eve.", "Located in the Address Downtown, a seat at this high-end Japanese sushi restaurant and Spanish export will set you back up to Dh4,500 on December 31 on its Burj-front terrace, dropping to Dh4,000 in the outdoor lounge area and Dh3,500 elsewhere.", "While it may seem like a steep asking price for a few plates of sushi, your entry fee includes a whopping 14-course dinner, free-flowing alcohol and an after-party.", "99 Sushi , The Address Downtown, Dubai; +971 045472241", "The highest: Atmosphere", "At 442 meters above ground level, Atmosphere is the world's highest restaurant. At.mosphere Lounge", "This isn't the best vantage point to see the fireworks, because you're actually kind of inside them, but maybe that's just as cool.", "Homegrown events brand Secret Parties is throwing a bash inside the world's tallest restaurant, Atmosphere, on the 122nd floor of the Burj Khalifa, which means a (Covid-friendly) all-night party for Dh3,000 ($800).", "From 6 p.m. to 1 a.m. there's unlimited Champagne, a nine-course menu and the choice of seating in the restaurant (laid-back) or the lounge (DJ and music).", "Atmosphere , 122nd Floor, Burj Khalifa, Downtown Dubai; +971 4 888 3828", "The best panorama: Weslodge Saloon", "A Dubai institution, this North American-themed restaurant located on the 68th floor of the JW Marriott Marquis offers a serious party for anyone who wants to see out the end of 2020 from above.", "And considering the view, which looks out over the Burj Khalifa and most of Downtown Dubai with a 360-degree panorama, it's a relative bargain at Dh799 ($213) for a multi-course menu and free-flowing drinks.", "Weslodge Saloon , 68th Floor, JW Marriot Marquis Tower B, Business Bay, Dubai; +971 4 560 1700", "On a boat: Lotus Yacht", "The largest yacht in the UAE is hosting a night on the water on December 31, where you can take in the fireworks over the skyline of Dubai from sea.", "The package will set you back Dh1,990 for food and an open bar, but it ramps up to Dh3,490 for a reserved section with bottle service.", "Lotus is a staple on the yacht party scene in Dubai. The three-story boat has enough space for 600 guests, a swimming pool, hot tub, 150-person club and 70-seat cinema.", "Lotus Yacht , Berth L (T Head), Dubai Marina, Below Pier 7, Outside Dubai Marina Mall, Dubai; +971 568410885", "Notable mentions:", "South African restaurant Walnut Grove boasts impressive views of the Burj. Courtesy Walnut Grove", "Want to splash some cash but missed out on a booking at the above? Not to fret, there are plenty more where that came from.", "South African restaurant Walnut Grove has a prime spot in Dubai Mall with views over the fountains and Burj, and a three-course menu with non-alcoholic drinks for Dh2,000.", "Mexican spot Tulum , also in Dubai Mall with views of the Burj and fountains, is offering food and alcohol packages for between Dh680 to Dh1500."], "authors": ["Ashleigh Stewart", "Lead Photograph Sushi"], "keywords": ["guys", "khalifa", "sushi", "floor", "400", "971", "dubai", "view", "burj", "mall", "youre", "welcome", "eve", "restaurant", "meal"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}