{"id": "009d780c-de91-3ca1-a9d1-e2437f60ecf5", "title": "British Royal Christmas Cards Throughout History", "url": "https://www.vogue.com/slideshow/british-royal-christmas-cards-throughout-history", "summary": "When you’re the British royal family, your Christmas card mailing list isn’t just family friends and neighbors—it’s an entire country.\nFortunately, with a more than century-old tradition of sending out Christmas cards, they’ve got plenty of practice.\n2020 saw the family donning their best countryside-casual in front of a log pile—little Charlotte even wore a festive holiday jumper for the occasion.\nAnd, although the Sussexes no longer are obligated to share their Christmas card with the public after leaving the royal family, we'll always have 2018's glamorous glimpse at their wedding reception.\nClick through the history of British royal Christmas cards, and reminisce about the days when spamming everyone you know with a solo glamour shot was totally acceptable (oh wait, we just described Instagram, didn’t we?", "paragraphs": ["When you’re the British royal family, your Christmas card mailing list isn’t just family friends and neighbors—it’s an entire country. And now, thanks to social media, the whole world. So, some haphazard photo from a family vacation or college graduation? Not going to cut it.", "Fortunately, with a more than century-old tradition of sending out Christmas cards, they’ve got plenty of practice. Take 1914, when Princess Mary sent out a demure picture of herself alongside the message “with best wishes for a Happy Christmas and Victorious New Year,” as a part of a gift tin for soldiers, or 1942, when the then-Princess Elizabeth sent out a card of herself in her wartime uniform. Fast forward 50 or so years, and there’s a black and white photograph of an eye-liner heavy Princess Diana and her sons, William and Harry.", "Then, there’s the Cambridges. 2020 saw the family donning their best countryside-casual in front of a log pile—little Charlotte even wore a festive holiday jumper for the occasion. And, although the Sussexes no longer are obligated to share their Christmas card with the public after leaving the royal family, we'll always have 2018's glamorous glimpse at their wedding reception.", "Click through the history of British royal Christmas cards, and reminisce about the days when spamming everyone you know with a solo glamour shot was totally acceptable (oh wait, we just described Instagram, didn’t we?)."], "authors": ["Condé Nast"], "keywords": ["best", "family", "card", "history", "sent", "princess", "british", "theres", "royal", "cards", "christmas"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}