{"keywords": ["losing", "study", "overweight", "reduce", "weight", "cancer", "lower", "risk", "lost", "breast", "women", "50", "sustained", "finds"], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Losing weight could reduce breast cancer risk for women over 50, study finds", "pubDate": null, "url": "http://www.foxnews.com/health/losing-weight-reduce-breast-cancer-risk-women-over-50-study", "paragraphs": ["Overweight women over the age of 50 could see a reduction in their risk of developing breast cancer if they lost weight, according to a new study.", "The study, published in the Journal of the National Cancer Institute (JNCI) and conducted by researchers from the American Cancer Society, the Harvard T.H. Chan School of Public Health, and others, found that overweight women in “middle or later adulthood” who lost weight and kept it off had a reduced breast cancer risk when compared to overweight women whose weight remained the same.", "NBC CORRESPONDENT'S REPORT ON BREAST CANCER SYMPTOMS SAVED HER OWN LIFE", "To get their results, researchers, using the Pooling Project of Prospective Studies of Diet and Cancer (DCPP), analyzed more than 180,000 women 50 years of age or older from 10 different studies. The women’s weight was periodically assessed, at the beginning of the study, again after five years, then about four years after that.", "By the end, the researchers determined that women “with sustained weight loss had a lower risk of breast cancer than women whose weight remained stable, and the larger the amount of sustained weight loss, the lower was the risk of breast cancer,” said a news release on the findings from the American Cancer Society.", "Specifically, the researchers found that women who lost between 4 and 10 pounds had a 13 percent lower risk than women whose weight remained stable. Those who lost between 10 and 20 pounds had a 16 percent lower risk, while women who lost more than 20 pounds had a nearly 30 percent — 26 percent, to be exact — reduced risk of developing the disease.", "What's more, women who lost 20 or more pounds continued to have a reduced risk even if they gained some of the weight back, according to the study.", "CLICK HERE TO GET THE FOX NEWS APP", "“Our results suggest that even a modest amount of sustained weight loss is associated with lower breast cancer risk for women over 50,” said Lauren Teras, Ph.D., lead author of the study, in a statement. “These findings may be a strong motivator for the two-thirds of American women who are overweight to lose some of that weight. Even if you gain weight after age 50, it is not too late to lower your risk of breast cancer.”", "Though the connection between weight and breast cancer risk is complex, being overweight or obese after menopause does increase the risk of breast cancer, according to the health organization. The new study is significant because, according to the American Cancer Society, it is the first with a “large enough sample size to examine the important question of whether sustained weight loss can impact breast cancer risk with statistical precision.”"], "id": "009f7140-d300-3f0e-bb13-41600398b61d", "summary": "Overweight women over the age of 50 could see a reduction in their risk of developing breast cancer if they lost weight, according to a new study.\nChan School of Public Health, and others, found that overweight women in “middle or later adulthood” who lost weight and kept it off had a reduced breast cancer risk when compared to overweight women whose weight remained the same.\nBy the end, the researchers determined that women “with sustained weight loss had a lower risk of breast cancer than women whose weight remained stable, and the larger the amount of sustained weight loss, the lower was the risk of breast cancer,” said a news release on the findings from the American Cancer Society.\nSpecifically, the researchers found that women who lost between 4 and 10 pounds had a 13 percent lower risk than women whose weight remained stable.\nEven if you gain weight after age 50, it is not too late to lower your risk of breast cancer.”Though the connection between weight and breast cancer risk is complex, being overweight or obese after menopause does increase the risk of breast cancer, according to the health organization."}