{"id": "00a98887-d3c9-3ca5-b95e-6b503727ef49", "title": "Armin Laschet: is the conservative alliance pick ‘too nice’ to be Germany’s next chancellor?", "url": "https://www.theguardian.com/world/2021/apr/20/armin-laschet-is-the-conservative-alliance-pick-too-nice-to-be-germanys-next-chancellor", "summary": "Four decades on, he is the leader of Germany’s most populous state, leader of the Christian Democrats and the conservative alliance’s candidate for chancellor.\nHis successes have sometimes appeared to have been achieved almost by accident by someone often considered “too nice” for politics.\nThe son of a coalminer-turned-teacher, Laschet grew up in a devout Catholic household in Germany’s westernmost city, Aachen, with three brothers.\nMost prominent of his Aenania contacts is Nathanael Liminski, a CDU politician and Laschet’s chief of staff as state leader in Düsseldorf.\nAs party leader, Laschet has said he wants to preserve the CDU as a party of the people – a melting pot of diehard conservatives, environmentally sympathetic urban dwellers and modern liberals in the Merkel mould.", "paragraphs": ["It is often said of Armin Laschet that he never even wanted to go into politics, but ended up joining the CDU only due to the persistent persuasion of an acquaintance. Four decades on, he is the leader of Germany’s most populous state, leader of the Christian Democrats and the conservative alliance’s candidate for chancellor.", "If the CDU – which has governed Germany for 51 of the past 71 years – wins September’s federal election, he will step into Angela Merkel’s shoes as the leader of Europe’s largest economy.", "Yet despite scoring these major political feats, it is still maintained that this jovial Rhinelander is a hesitant politician, to whom the idea of a career plan has always seemed a little absurd. His successes have sometimes appeared to have been achieved almost by accident by someone often considered “too nice” for politics.", "But it has also frequently been said that Laschet has been consistently underestimated, and that his man-next-door affability – which in other politicians might be viewed as a weakness – is an image the 60-year-old has deliberately honed, and which has ended up being the main driving force behind his rise.", "The son of a coalminer-turned-teacher, Laschet grew up in a devout Catholic household in Germany’s westernmost city, Aachen, with three brothers. His life revolved around the church, where he was an altar server as well as a member of the choir, which is where he met his childhood sweetheart and future wife, Susanne, a bookseller with family roots over the Belgian border in French-speaking Wallonia. Both are fluent French speakers.", "He is frequently described as Heimatbewusst, literally aware of his home or rooted to his origins, a trait embodied in the fact that he still lives where he was born, in Burtscheid district of Aachen. The family home – his children are grown up – is a modest brown brick terrace house with a neat front garden, in a spielstrasse – a street free of traffic to allow children to play. The core of his social network is said to have remained more or less the same tight circle of family, church and school friends for six decades.", "Apart from periods spent studying in Munich and Bonn, Laschet’s private life has barely extended more than a few kilometres beyond Burtscheid, quite the contrast to the sprawling metropolis of Berlin, which he would have to get used to as chancellor.", "He embodies the same matter-of-factness that is widely admired in Merkel, and which his backers hope will add to his voter appeal in the run-up to the election, but detractors say might backfire in voters hoping for something fresh. Laschet has been at pains to nurture the impression he is in touch with the common man or woman. During his speech before the vote for party leader at the CDU’s digital conference in January he emphasised his humble beginnings, holding up the identification tag worn by his father when he went down into the coalmine each day. His message was: 1,000 metres underground, everyone is an equal, and people need to be able to rely on each other. It went down well with the delegates, who voted for him above his rival, Friedrich Merz, a millionaire conservative investor, by 521 votes to 466.", "Laschet studied law in Munich, trained as a journalist and was editor-in-chief of the church newspaper for the Aachen diocese. He became a member of the conservative Catholic student association Aenania and has nurtured the contacts of its members throughout his political career, even as he has tried to present himself as a more liberal Catholic despite rejecting the idea that homosexual couples should have equal rights in German family and tax law. Most prominent of his Aenania contacts is Nathanael Liminski, a CDU politician and Laschet’s chief of staff as state leader in Düsseldorf. An arch-conservative, Liminski has close links to the lay Catholic group Opus Dei, sometimes referred to as a Catholic cult.", "Laschet became a city councillor in Aachen after failing to complete his law exams and was elected to the Bundestag in 1994, subsequently becoming an MEP. He was appointed the country’s first integration minister in North Rhine-Westphalia (NRW) in 2005, declaring Germany to be a “multicultural society”, which earned him ridicule from rightwing members of the party who nicknamed him “Turkish Armin”. He went on to become the regional CDU head, before rising quickly in 2017 to the post of state leader of NRW – an industrial region, which before he took the reins had been a longtime stronghold of the left-of-centre Social Democrats.", "As its leader, Laschet has generally been popular, but he has earned criticism and ridicule during the pandemic, for a series of faux pas – including wearing his mask off his nose and opening a furniture store at a time when the infection rate was soaring. His hesitant and indecisive management style, including his recent calls for a “bridging lockdown”, which drew scorn, has sometimes left him at odds with his erstwhile ally, Merkel, who has pointedly refused to get involved in his candidacy.", "Elsewhere, Laschet has been a defender of Merkel’s chancellorship, even sometimes adopting her “wait and see” style of leadership. He famously supported her controversial decision to keep open Germany’s borders during the European refugee crisis of 2015. His staunch defence of open borders – even pushing for them to be kept open during the pandemic – is said to stem from his experience of living in Aachen, in what is called the Dreiländereck or the “three-country corner” in close proximity to Belgium and the Netherlands,", "His biographers, Tobias Blasius and Moritz Küpper say one of the main secrets of Laschet’s success is his ability to “irradiate a jovial continuity and a friendly normality”. As party leader, Laschet has said he wants to preserve the CDU as a party of the people – a melting pot of diehard conservatives, environmentally sympathetic urban dwellers and modern liberals in the Merkel mould. It is said he would like to extend this idea to Germany as a whole.", "What the German people want five months ahead of the election remains to be seen. In the thick of a third wave of coronavirus, morale is low as is confidence in politics to steer the country out of the crisis.", "The pandemic has exposed many flaws in the way Germany operates, from a lack of flexibility to a clunky and disjointed approach to digitalisation. Laschet has said he accepts that the person who next takes the reins faces the challenge of having to navigate the country into a better place where it can learn from its mistakes.", "But recent polls indicate a lack of conviction in his ability to lead, with only 15% of Germans seeing him as a suitable chancellor candidate, compared with 44% for his rival Markus Söder who, having accepted defeat this time around in the succession contest, is expected to mischievously goad him from the wings."], "authors": ["Kate Connolly"], "keywords": ["chancellor", "nice", "leader", "family", "went", "germanys", "aachen", "catholic", "laschet", "party", "armin", "state", "germany", "conservative", "alliance", "cdu", "pick"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}