{"id": "00afdf74-fe03-3b8b-8708-3a6ade21553b", "title": "Taylor Swift to release 9th album 'Evermore' at midnight", "url": "http://www.foxnews.com/entertainment/taylor-swift-9th-album-evermore-at-midnight", "summary": "Taylor Swift surprised fans when she announced Thursday she would be releasing her ninth studio album, \"Evermore\" at midnight.\n\"I’m elated to tell you that my 9th studio album, and folklore’s sister record, will be out tonight at midnight eastern.\nIn the past I’ve always treated albums as one-off eras and moved onto planning the next one after an album was released.\nTAYLOR SWIFT DONATES $13,000 TO TWO MOTHERS IN NEED THIS HOLIDAY SEASONShe also revealed that a music video for \"Willow\" will be released at midnight.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTERShe said the album is a \"sister record\" to \"Folklore\" which was released in July.", "paragraphs": ["Taylor Swift surprised fans when she announced Thursday she would be releasing her ninth studio album, \"Evermore\" at midnight.", "\"I’m elated to tell you that my 9th studio album, and folklore’s sister record, will be out tonight at midnight eastern. It’s called 'evermore,'\" Swift wrote on social media. She said she \"couldn't stop writing songs.\"", "She continued: \"I’ve never done this before. In the past I’ve always treated albums as one-off eras and moved onto planning the next one after an album was released. There was something different with folklore. In making it, I felt less like I was departing and more like I was returning. I loved the escapism I found in these imaginary/not imaginary tales. I loved the ways you welcomed the dreamscapes and tragedies and epic tales of love lost and found into your lives.", "\"So I just kept writing them,\" she tweeted.", "TAYLOR SWIFT DONATES $13,000 TO TWO MOTHERS IN NEED THIS HOLIDAY SEASON", "She also revealed that a music video for \"Willow\" will be released at midnight.", "\"Evermore\" includes 15 songs with collaborations with Haim, The National and Bon Iver.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "She said the album is a \"sister record\" to \"Folklore\" which was released in July."], "authors": ["Sasha Savitsky", "You Can Find Sasha Savitsky On Twitter"], "keywords": ["released", "taylor", "writing", "tales", "9th", "album", "evermore", "sister", "ive", "record", "studio", "loved", "release", "swift", "midnight"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}