{"id": "00c7b655-2c92-39ef-9dce-7e7e22d89af0", "title": "Fit in my 40s: am I fat-shaming my dog if we work out together?", "url": "https://www.theguardian.com/lifeandstyle/2021/apr/10/fit-in-my-40s-am-i-fat-shaming-my-dog-if-we-work-out-together", "summary": "It involved my dog, another dog (who was fine, by the way, after a while), and I broke my hand trying to make him stop.\nThe irony is that he’s quite well-trained and all the commands – stay, wait, sit, paw, down – are taken.\nI get more exercise trying to get the rabbit back in his cage at the end of the day.\nThis good dog, pictured, by the way, is not my dog.\nI urge you not to look up Meet The Dog That’s A Yoga Pro; it will give you dog envy.", "paragraphs": ["Something terrible happened a year ago. It involved my dog, another dog (who was fine, by the way, after a while), and I broke my hand trying to make him stop. What I should have done, apparently, is stick my finger up my dog’s bum hole. You know when you have a trauma, and you replay the moment many times, wishing you’d done things differently? I still get that a lot, entirely focused on Romeo’s butt. I stare at it for hours, full of if-onlys.", "As a result, he’s no longer allowed off the lead, so even though I have innovated around this, running with him and teaching him dog show jumping, he’s now quite fat. I don’t get as much joy from the walks, either, because they’re not as carefree; we both get less exercise.", "Enter Amy Lou Perry and her cockapoo Teddy, Instagram-famous mainly for cuteness, but also creator of a dog workout which she does live on Insta. Is it for your own waistline or your dog’s? Hard to say: who (except me) would ever fat-shame their own dog? Mainly, I think, it’s a chance to hang out together.", "It starts with a lunge, where you get your pet to weave under your dominant leg, by dangling some ham. Romeo didn’t understand this. The irony is that he’s quite well-trained and all the commands – stay, wait, sit, paw, down – are taken. He can even do a back-away, where he reverses on his stomach, away from the ham. He tried everything, almost giving himself a nervous breakdown trying to work out what I meant by “weave”. And I almost gave myself a hernia trying to hold the lunge.", "On to the plank: you take your position, then high-five the dog with alternating hands, to intensify the exercise. He managed that, but by this time had had quite a lot of ham and, somehow, so had I. What else are you going to do with a fist full of processed pork: look at it?", "In a wall-sit, you should ideally be holding your dog in your arms, which I can see would both increase the burn in your thighs and introduce a bicep dimension, but I have to file that under “might work on a cockapoo”. Barrel-chested dogs hate being picked up. The squats technically went very well; he mastered the directions fast – “jump up and put your front paws in my hands”, the cues visual rather than verbal – but he saw it as an invitation to lick me all over, which was nonetheless better than a burpee. When I did the burpee, he just jumped around. But it was all way too exciting and spontaneous urination may have occurred on my yoga mat. Still, rather him than me, huh?", "For me, the best choreographed move was the sit up, where he just had to give me his paw at the top. The best exercise was the push up, where concentrating on keeping the dog’s focus made me forget how unbearable I find them.", "My absolutely honest conclusion? I get more exercise trying to get the rabbit back in his cage at the end of the day. This good dog, pictured, by the way, is not my dog. But you knew that.", "What I learned", "Never pick up a dog by its limbs, and be careful picking your dog up at all: some dogs will take a lot of pain before they even squeak.", "Paw patrol: three ways to exercise with your dog", "Yoga", "Possibly the most famous yoga canine in the world is Secret, the Australian cattle dog. I urge you not to look up Meet The Dog That’s A Yoga Pro; it will give you dog envy. You need a highly intelligent pet to join you even in the most basic poses, plus one of the right shape (beagles are clever but not the most agile). If you have a collie, you’re good to go, but probably too busy with your sheep and whatnot.", "Running", "While it’s possible to run with a dog on a lead, it is far preferable not to, as it interrupts the movement of your arms, which is an important factor in your pacing and overall gait. Instead, experienced dog runners say they will, generally, follow and try to keep pace, as long as you’re not going too slowly. You may need to hone your own fitness before you start running with your dog, in other words."], "authors": ["Zoe Williams"], "keywords": ["fatshaming", "trying", "40s", "ham", "yoga", "fit", "dog", "quite", "dogs", "exercise", "lot", "hes", "work", "way"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}