{"id": "00db43e8-4f55-3aaa-b63e-63d756aca17e", "title": "Paris agrees to turn Champs-Élysées into 'extraordinary garden'", "url": "https://www.theguardian.com/world/2021/jan/10/paris-approves-plan-to-turn-champs-elysees-into-extraordinary-garden-anne-hidalgo", "summary": "The mayor of Paris has said a €250m (£225m) makeover of the Champs-Élysées will go ahead, though the ambitious transformation will not happen before the French capital hosts the 2024 Summer Olympics.\nAnne Hidalgo said the planned work, unveiled in 2019 by local community leaders and businesses, would turn the 1.9 km (1.2 mile) stretch of central Paris into “an extraordinary garden”.\nThe Champs-Élysées committee has been campaigning for a major redesign of the avenue and its surroundings since 2018.\nThe Champs-Élysées’ name is French for the mythical Greek paradise, the Elysian Fields.\nThe plans also include redesigning the famous Place de la Concorde – Paris’s largest place – at the south-east end of the avenue, described by city hall as a “municipal priority”.", "paragraphs": ["The mayor of Paris has said a €250m (£225m) makeover of the Champs-Élysées will go ahead, though the ambitious transformation will not happen before the French capital hosts the 2024 Summer Olympics.", "Anne Hidalgo said the planned work, unveiled in 2019 by local community leaders and businesses, would turn the 1.9 km (1.2 mile) stretch of central Paris into “an extraordinary garden”.", "The Champs-Élysées committee has been campaigning for a major redesign of the avenue and its surroundings since 2018.", "“The legendary avenue has lost its splendour during the last 30 years. It has been progressively abandoned by Parisians and has been hit by several successive crises: the gilets jaunes, strikes, health and economic,” the committee said in a statement welcoming Hidalgo’s announcement.", "“It’s often called the world’s most beautiful avenue, but those of us who work here every day are not at all sure about that,” Jean-Noël Reinhardt, the committee president said in 2019.", "“The Champs-Élysées has more and more visitors and big-name businesses battle to be on it, but to French people it’s looking worn out.”", "The committee held a public consultation over what should be done with the avenue. The plans include reducing space for vehicles by half, turning roads into pedestrian and green areas, and creating tunnels of trees to improve air quality.", "The Champs-Élysées’ name is French for the mythical Greek paradise, the Elysian Fields. It was originally a mixture of swamp and kitchen gardens.", "André Le Nôtre, Louis XIV the Sun King’s gardener, first designed the wide promenade lined with a double row of elm trees on each side, called the Grand Cours.", "It was renamed the Champs-Élysées in 1709 and extended, and by the end of the century had become a popular place to walk and picnic.", "An image showing the planned redevelopment of the Champs-Élysées. Photograph: PCA-Stream", "Paris celebrated the 1944 liberation from Nazi occupation on the Champs-Élysées and World Cup victories still bring out the crowds, but its famous charm has faded and it is mostly shunned by Parisians.", "Today it is famous for its expensive cafes, luxury shops, high-end car salesrooms, commercial rents among the highest in the world and the annual Bastille Day military parade.", "Before the Covid-19 crisis halted international tourism, the architect Philippe Chiambaretta, whose firm PCA-Stream drew up the makeover plans, said that of the estimated 100,000 pedestrians on the avenue every day, 72% were tourists and 22% work there.", "The eight-lane highway is used by an average of 3,000 vehicles an hour, most passing through, and is more polluted than the busy périphérique ring road around the French capital, he added.", "Chiambaretta said the Champs-Élysées had become a place that summed up the problems faced by cities around the world, “pollution, the place of the car, tourism and consumerism”, and needed to be redeveloped to be “ecological, desirable and inclusive”.", "The plans also include redesigning the famous Place de la Concorde – Paris’s largest place – at the south-east end of the avenue, described by city hall as a “municipal priority”. This is expected to be completed before the Olympic Games. The aim is to transform the Champs-Élysées by 2030.", "Hidalgo told Le Journal du Dimanche that the project was one of several intended to transform the city “before and after 2024”, including turning the area around the Eiffel Tower into an “extraordinary park at the heart of Paris”.", "", ""], "authors": ["Kim Willsher"], "keywords": ["plans", "famous", "turn", "place", "committee", "extraordinary", "paris", "champsélysées", "french", "world", "work", "avenue", "agrees", "garden"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}