{"id": "00e46151-b702-3bc7-aa3e-d06f689fdf07", "title": "New Agent Yoru Arrives In Valorant Episode 2 – New Gameplay Today Live", "url": "https://www.gameinformer.com/new-gameplay-today-live/new-gameplay-today/2021/01/12/new-agent-yoru-arrives-in-valorant-episode-2", "summary": "Valorant Episode 2 Act 1 launches today, and with it arrives the dimension-hopping agent named Yoru.\nOn top of adding another duelist to the game's character roster, Valorant brings changes to staple agents like Brimstone and Omen; but regardless of which character you enjoy playing, you can of course look forward to new battle pass cosmetics to invest your time into.\nStarting at 2:30 P.M. CT, join Alex Van Aken, Shawn Thomas (Team Liquid), Richard Wood (Firesprite Games), and friends as they check out Valorant's new agent in this episode of New Gameplay Today Live.\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["Valorant Episode 2 Act 1 launches today, and with it arrives the dimension-hopping agent named Yoru. On top of adding another duelist to the game's character roster, Valorant brings changes to staple agents like Brimstone and Omen; but regardless of which character you enjoy playing, you can of course look forward to new battle pass cosmetics to invest your time into.", "Starting at 2:30 P.M. CT, join Alex Van Aken, Shawn Thomas (Team Liquid), Richard Wood (Firesprite Games), and friends as they check out Valorant's new agent in this episode of New Gameplay Today Live. If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["yoru", "arrives", "today", "live", "wood", "episode", "games", "valorant", "agent", "gameplay", "youtube", "character"], "pubDate": "2021-01-12T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}