{"id": "0105e1e6-e487-3add-9117-bed8f5d110ab", "title": "NHTSA looking into Tesla unintended acceleration crash complaints", "url": "http://www.foxnews.com/auto/nhtsa-tesla-unintended-acceleration-crash-complaints", "summary": "The agency said it will look into allegations that cover about 500,000 Tesla vehicles, including the Tesla Model 3, Model S and Model X vehicles from the 2013 through 2019 model years.\nNHTSA is already investigating three December crashes involving Tesla vehicles in which three people were killed.\nSome of the unintended acceleration complaints, which have yet to be verified by NHTSA, allege that the cars’ electronics malfunctioned.\n'HAMMER' SLAMS TESLA MODEL 3 WINDSHIELD IN SCARY DASHCAM VIDEOThe driver asked NHTSA to find out whether the Tesla complaints had common elements, including parking or making turns at low speeds.\nTesla has said repeatedly that its Autopilot system is designed only to assist drivers, who must still pay attention and be ready to intervene at all times.", "paragraphs": ["The U.S. government's auto safety agency is looking into allegations that all three of Tesla's electric vehicles can suddenly accelerate on their own.", "An unidentified person petitioned the National Highway Traffic Safety Administration asking for an investigation into the problem. An agency document outlining the allegations shows 127 owner complaints to the government that include 110 crashes and 52 injuries.", "The agency said it will look into allegations that cover about 500,000 Tesla vehicles, including the Tesla Model 3, Model S and Model X vehicles from the 2013 through 2019 model years. The agency's investigations office will evaluate the petition and decide if it should open a formal probe.", "Messages were left Friday morning seeking comment from Tesla.", "NHTSA is already investigating three December crashes involving Tesla vehicles in which three people were killed. The agency's special crash investigations unit sent teams to Gardena, Calif., and near Terre Haute, Ind., to probe two fatal crashes. Another crash in Connecticut also is under investigation.", "Some of the unintended acceleration complaints, which have yet to be verified by NHTSA, allege that the cars’ electronics malfunctioned.", "For instance, one owner in San Clemente, Calif., told NHTSA that in November of 2018, a Model X SUV accelerated on its own to full power during a U-Turn on a city street. The driver had a foot on the brake, but the SUV accelerated in a fraction of a second, according to the complaint. The driver alleged that something in Tesla’s system “triggered the sudden spontaneously full acceleration, resulting in this collision.”", "The SUV hit a parked vehicle, the air bags inflated and the owner had a large abdominal bruise and several small chest bruises, according to the complaint. People who file complaints with NHTSA are not identified in the agency’s database.", "'HAMMER' SLAMS TESLA MODEL 3 WINDSHIELD IN SCARY DASHCAM VIDEO", "The driver asked NHTSA to find out whether the Tesla complaints had common elements, including parking or making turns at low speeds.", "In another crash, in May of 2013, the owner of a Model S sedan in Thousand Oaks, Calif., complained that while pulling into a parking spot, the car suddenly accelerated on its own.", "The Model S went over a parking block and a curb and struck a cement light post. The air bags inflated, but no one was hurt, the complaint said.", "Three weeks after the crash, the owner got a letter from Tesla saying that the accelerator was depressed to 48% just before the crash and 98% at the time of impact. The owner still believes the car accelerated by itself, the complaint stated.", "Anyone can petition NHTSA to investigate an auto safety problem, and the agency said in a statement Friday that it encourages people to report concerns.", "In the other Tesla crashes that NHTSA is investigating, authorities are trying to determine whether the cars were operating on Autopilot, a system designed to keep a car in its lane and a safe distance from other vehicles. Autopilot also can change lanes on its own.", "Separately, the National Transportation Safety Board will hold a hearing Feb. 25 on a fatal crash in Mountain View, Calif., involving a Tesla that was operating on the company's Autopilot driver assist system.", "Tesla has said repeatedly that its Autopilot system is designed only to assist drivers, who must still pay attention and be ready to intervene at all times. The company contends that Teslas with Autopilot are safer than vehicles without it, but cautions that the system does not prevent all crashes.", "NHTSA’s crash program has inspected 23 crashes involving vehicles that the agency believed were operating on some form of partially automated advanced driver assist system. Fourteen of these cases involved Tesla models. The team investigates more than 100 crashes per year.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": [], "keywords": ["vehicles", "unintended", "autopilot", "owner", "crashes", "looking", "nhtsa", "tesla", "driver", "model", "system", "complaints", "acceleration", "crash"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}