{"id": "018925ae-b903-3d22-8b68-430e8eb20caf", "title": "What You Should Know Before Playing Fire Emblem: Shadow Dragon & The Blade Of Light", "url": "https://www.gameinformer.com/impressions/2020/12/02/what-you-should-know-before-playing-fire-emblem-shadow-dragon-the-blade-of", "summary": "We’re just a few days away from the launch of Fire Emblem: Shadow Dragon & the Blade of Light’s launch.\nFor those not in the know, Fire Emblem: Shadow Dragon & the Blade of Light is the entry that got the acclaimed series started, and was previously unreleased in North America in its original form.\nThat’s not the case in this newly localized edition of Fire Emblem: Shadow Dragon & the Blade of Light.\nBut beware, there are no guarantees in Fire Emblem: Shadow Dragon & the Blade of Light.\nFire Emblem: Shadow Dragon & the Blade of Light is a limited release on Switch, launching on December 4 for $5.99.", "paragraphs": ["We’re just a few days away from the launch of Fire Emblem: Shadow Dragon & the Blade of Light’s launch. I’ve had the chance to play the classic strategy/RPG ahead of its December 4 release on Nintendo Switch, and wanted to share some impressions and things you should know before playing.", "For those not in the know, Fire Emblem: Shadow Dragon & the Blade of Light is the entry that got the acclaimed series started, and was previously unreleased in North America in its original form. This is your chance to see where Marth and other iconic characters began their journey, while also experiencing the foundational gameplay that would drive the franchise forward. Here’s what you should know going in.", "It’s A Look Back At History", "This was the very first Fire Emblem game, and that shows through in charming (and not-so-charming) ways. The 8-bit graphics and retro music will make you smile, but expect drawn-out maps, punishing gameplay that forces you to dig deep, and little direction. As a diehard Fire Emblem fan, playing Fire Emblem: Shadow Dragon & the Blade of Light is an enlightening experience, since it shows the series’ roots and at their purest; the iconic weapon triangle didn’t even make its debut until the fourth entry. In Shadow Dragon & the Blade of Light, unit type and the quality of their weapons (iron, steel, silver) are paramount for survival, and there’s no toggle to help you avoid permadeath. Also, keep an eye on those breakable weapons, and always make sure you have an extra stash on hand.", "Fire Emblem’s strategy/RPG combat has always offered a robust challenge, but in recent years Intelligent Systems has provided more ways to ease this for newcomers and those who don’t want to agonize over every move. That’s not the case in this newly localized edition of Fire Emblem: Shadow Dragon & the Blade of Light. It does have some quality-of-life improvements such as a rewind mechanic, save states, and fast-forward to speed-up turns, but don’t go into battle expecting flawless or easy victories. You will lose some combatants along the way, and battles often play out sluggishly, making it all the more frustrating when you realize you’ve backed yourself into a corner late in an encounter.", "Maps Have More Depth Than You Think", "It took me some time to adjust to the game’s slow-paced structure and the patience it requires. But beware, there are no guarantees in Fire Emblem: Shadow Dragon & the Blade of Light. You may increase the odds in your favor with your best units up front and surround an enemy thinking they’re cornered, but that doesn’t mean your attacks will hit their targets. Things are about chance and luck, which isn’t new to the series, but it did make me not take anything for granted in any of my strategies. I had many times where my attacks missed or a counterattack took me by surprise.", "", "Maps may look a bit sparse and humdrum at first, but they’re full of opportunities, especially in the terrain. I hid in forests and put a river between my archer and the enemy for the upper hand, and I loved visiting houses to learn about potential allies to recruit and get tips on how to pursue the situation at hand. Maps quickly became challenging puzzles for me to conquer, which I reveled in. My best advice is to always keep your unit type and their mobility in mind when deciding where to place units, and protect your vulnerable-but-essential teammates like healers at all costs. This game doesn’t offer many convenient healing opportunities, so you want healers and restorative items on hand whenever possible.", "I like how things seem simple when first entering a map, but battles rarely play out that way. Just be aware: For all the depth you can find in ways to play maps, their visual variety is lacking, with similar grassy areas, mountains, and rivers. It made me groan a few times, but it’s the enemy placement, different terrains, and places to seek out that shake things up each time.", "It’s Okay To Lose A Unit", "As I mentioned earlier, there will be times where sacrificing a unit is necessary, which can be frustrating as it takes time to level up your combatants. If you lose someone essential to your core, use that rewind turn feature. But if it’s someone you can spare, don’t fret it too much. The game boasts over 50 characters with 20 different classes to consider in your strategy. You will get new members as you advance through the various maps; my lost members were replenished fairly quickly. There were only a few times I put myself at a disadvantage by letting a unit perish.", "Final Thoughts…", "The Fire Emblem series is now 30 years old, which is a feat in and of itself. It helped popularize the strategy/RPG genre and Shadow Dragon & the Blade of Light certainly was an important game that laid the groundwork for the series. This is an opportunity to see how much Fire Emblem has evolved and what’s stayed paramount.", "Although things seem simplified, what’s most enjoyable is how the game still has plenty of challenge. The odds always seem stacked against you, and nothing beats clearing a map and proclaiming victory. Also, Marth is one of my favorite Fire Emblem characters, so I loved seeing his roots and helping him build an army to save the kingdom (also, Caeda is here!). However, don’t expect much in terms of storytelling except brief text excerpts that usually congratulate you and say, “Now you must defeat X.”", "Fire Emblem: Shadow Dragon & the Blade of Light is a history lesson, and if you’re a big Fire Emblem fan like me, you’re going to want to experience it for that reason. However, just keep in mind, you’re going back to a game from 30 years ago. It won’t always be kind, but it will have satisfying and illuminating moments on how far the series has come to carry you through.", "Fire Emblem: Shadow Dragon & the Blade of Light is a limited release on Switch, launching on December 4 for $5.99."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["know", "playing", "light", "blade", "shadow", "times", "series", "unit", "dragon", "emblem", "things", "game"], "pubDate": "2020-12-02T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}