{"id": "019e42f1-87cb-35f1-85f8-7c6b74048071", "title": "Does vitamin D combat Covid?", "url": "https://www.theguardian.com/lifeandstyle/2021/jan/10/does-vitamin-d-combat-covid", "summary": "Soon clinicians and endocrinologists around the world began arguing about whether sufficient levels of vitamin D might positively impact coronavirus-related mortality rates.\nOf the first 134 coronavirus patients given vitamin D, 94 had been discharged, 24 were still receiving inpatient care, and 16 had died.\nOnly one patient who received vitamin D required ICU admission, and they were later released with no further complications.\nThe message should have been: ‘Everyone take vitamin D and cut out the junk food.’ I think it’s a no-brainer, because there is no harm from vitamin D and it’s cheap.\n“That’s why vitamin D has a much more general purpose effect than, let’s say, vaccines.", "paragraphs": ["In March, as coronavirus deaths in the UK began to mount, two hospitals in northeast England began taking vitamin D readings from patients and prescribing them with extremely high doses of the nutrient. Studies had suggested that having sufficient levels of vitamin D, which is created in the skin’s lower layers through the absorption of sunlight, plays a central role in immune and metabolic function and reduces the risk of certain community-acquired respiratory illnesses. But the conclusions were disputed, and no official guidance existed. When the endocrinology and respiratory units at Newcastle upon Tyne Hospitals NHS foundation trust made an informal recommendation to its clinicians to prescribe vitamin D, the decision was considered unusual. “Our view was that this treatment is so safe and the crisis is so enormous that we don’t have time to debate,” said Dr Richard Quinton, a consultant endocrinologist at the Royal Victoria Infirmary in Newcastle.", "Soon clinicians and endocrinologists around the world began arguing about whether sufficient levels of vitamin D might positively impact coronavirus-related mortality rates. Some considered the nutrient an effective treatment hiding in plain sight; others thought of it as a waste of time. In March, the government’s scientific advisers examined existing evidence and decided there wasn’t enough to act upon. But in April, dozens of doctors wrote to the British Medical Journal describing the correction of vitamin D deficiencies as “a safe, simple step” that “convincingly holds out a potential, significant, feasible Covid-19 mitigation remedy”.", "In the Newcastle hospitals, patients found to be vitamin D-deficient were given extremely high oral doses of the nutrient, often up to 750 times the daily measure recommended by Public Health England. In July, clinicians wrote to the journal Clinical Endocrinology to share their initial outcomes. Of the first 134 coronavirus patients given vitamin D, 94 had been discharged, 24 were still receiving inpatient care, and 16 had died. The clinicians hadn’t clearly associated vitamin D levels with overall death rates, but only three patients with high levels of the nutrient died, and all of them were frail and in their 90s.", "Increasingly, others followed the lead of the Newcastle doctors and began taking the vitamin themselves. During the first months of the pandemic, up to 1,000 NHS staff received free wellness packs – including vitamin C, vitamin D and zinc – from a voluntary initiative called the Frontline Immune Support Team, after informal demand from clinicians. And as sales of vitamin D supplements significantly increased, some doctors informally recommended it to patients. In a letter, the British Association of Physicians of Indian Origin advised its members to take the nutrient, though it was not made official policy. “We believe that vitamin D3 deficiency is a major risk factor for severe coronavirus infection, for which there is accumulating evidence,” the letter said. “People born with darker skin receive less UV light in the deeper layers where D3 is made, and so are prone to more severe D-deficiency at the end of winter in northern latitudes than their fairer-skinned counterparts.”", "‘All this evidence makes it very plain that vitamin D has a material effect’: Tory MP David Davis with Labour MP Rupa Huq. Photograph: Suki Dhanda/The Observer", "By April, Public Health England had revised its vitamin D guidelines, wary of people’s reduced exposure to the sun during lockdown. Whereas once it had suggested only taking small doses in the winter, now it advised everyone to take a daily dose all year round, which was the pre-existing advice only for people of colour, those in care homes and children aged one to four. But it didn’t run an information campaign to inform the public of the change, nor tell those at greater risk to increase their intake, and the majority of people remained unaware of the nutrient’s potential effect.", "In 1940, when Churchill’s government feared people were particularly at risk of the musculoskeletal condition rickets, margarine companies were ordered to fortify their products with vitamin D “to safeguard the nutritional status of the nation”. (Back then, the nutrient was universally thought only to impact bone and muscle health, rather than having any effect on immune or metabolic health.) Up until 2013, margarine fortification was required by law, before the government decided that it was unnecessary “gold-plating”. It had become industry standard to include the nutrient within the fat spreads, but there is no legal obligation to do so.", "To the former Brexit secretary David Davis, the failure to fortify a wider group of foods seems unacceptable. Like clinicians at the height of the first wave of the pandemic, he couldn’t understand why vitamin D wasn’t being pursued as a viable coronavirus treatment. Davis is a Conservative MP with a molecular science degree. In May, he urged the health secretary, Matt Hancock, to review the evidence and consider a free supplement scheme to reverse vitamin D deficiencies, citing the letter sent to the BMJ. Up to 40% of the population is estimated to be vitamin D-deficient this winter. Davis, who is 71, and who takes a high-strength vitamin D supplement daily, hoped the scheme could help mitigate risk, particularly among those most susceptible – the elderly, the obese and people of colour.", "While he implored the UK government to take action, studies were continuing around the world and evidence of vitamin D’s efficacy was growing. A French experimental study at a nursing home with 66 people suggested that taking regular vitamin D supplements was “associated with less severe Covid-19 and a better survival rate”. A study of 200 people in South Korea suggested that vitamin D deficiency could “decrease the immune defences against Covid-19 and cause progression to severe disease”. Preliminary research by Queen Elizabeth Hospital foundation trust and the University of East Anglia found a correlation between European countries with low vitamin D levels and coronavirus infection rates. Broadly, countries closer to the equator have been less affected by Covid-19 than those further away from it, though Brazil and India are notable exceptions. Another study, at Singapore General Hospital, published in the journal Nutrition, found that treating patients with a combination of vitamin D, magnesium and vitamin B12 was associated with a “significant reduction” in the worst outcomes.", "Only one patient who received vitamin D required ICU admission, and they were later released", "A number of other studies made similar reports, though it is only a Spanish study, conducted in early September, that came close to incontrovertibly proving low vitamin D levels have a pivotal role in causing increased death rates. There, 50 patients with Covid-19 were given a high dose of vitamin D, while another 26 patients did not receive the nutrient. Half of patients who weren’t given vitamin D had to be placed in intensive care, and two later died. Only one patient who received vitamin D required ICU admission, and they were later released with no further complications.", "To Davis, all of this emerging research pointed towards vitamin D’s efficacy, which made the apparent reluctance across the world of governments, philanthropic organisations and the private sector to fund high- quality studies seem curious.", "“All the observational studies show strong vitamin D effects on infectiousness, morbidity and mortality,” Davis says. “This disease exists seriously above 40 degrees latitude, because that’s where the UV light disappears in the winter.” All of this evidence together, he says, makes it “very, very plain that vitamin D has a material effect”.", "Still, both the National Institute for Health and Care Excellence (Nice) and Public Health England, having reviewed the potential ability of vitamin D to reduce the risk of coronavirus, continued to announce that there was insufficient evidence to take action. The research was deemed to be of poor quality – not quite enough of it, not quite convincing enough. When the announcements came, Davis grew more frustrated. “If you’ve got something that could potentially save tens of thousands of lives – worldwide, hundreds of thousands, if not millions – and you say there’s not quite enough evidence, but it’s indicating in a positive direction, then you do something about it, don’t you?”", "In October, Davis made an unlikely alliance with Rupa Huq, the remainer Labour MP and a former sociology lecturer, who is also increasingly convinced of the merits of vitamin D, and the pair began to pile pressure on the government.", "If you’ve got something that could potentially save tens of thousands of lives, then you do something about it", "A month earlier, Davis had written an article for the Telegraph claiming that correcting Britain’s vitamin D deficiency could save thousands of lives. Huq later wrote in the Times that loudly telling people to take supplements should be “an obvious piece of advice”. She pointed to countries where vitamin D levels are high, such as Finland (which fortifies dairy products with the nutrient) and New Zealand (which, since 2011, has prescribed vitamin D to all-aged care home residents, and where people live a more outdoorsy life), and said it was no coincidence that coronavirus cases and deaths in both countries had been rare. They have both also highlighted how black, Asian and ethnic minority people – who have higher levels of melanin in the skin, which tends to reduce the creation of vitamin D from sunlight – have been disproportionately affected by the virus, including an overwhelming disparity among doctors.", "For UK public health experts, perhaps wary of overstated claims of vitamin D’s benefits, the case for downplaying the link to coronavirus initially mostly depended on retrospective studies and there was no official call for more research. One such recent paper considered by Nice, using vitamin D levels measured up to 14 years ago, found no link between vitamin D levels and more severe illness or mortality from Covid-19, but in another paper the lead author called for high-quality trials to ascertain whether vitamin D plays a beneficial role in the prevention of severe coronavirus reactions. “For now, recommendations for vitamin D supplementation to lessen Covid-19 risks appear premature and, although they may cause little harm, they could provide false reassurance leading to changes in behaviour that increase risk of infections,” they concluded. This baffles Davis and Huq. And they believe that now is the chance to begin to erode the UK’s deficiency.", "Hancock agreed to meet with Davis and Huq a fortnight after the Spanish study was published. The health secretary had previously claimed, wrongly, that government scientists had run a trial on vitamin D that showed it did not “appear to have any impact”, when in fact no such tests had taken place. In a meeting on 8 October, Hancock revealed he was facing resistance from the Department of Health and Social Care (DHSC) clinicians, but that he was nonetheless minded to change government course, later saying publicly there were “no downsides” to vitamin D supplements.", "“Hancock had been adamant there was no link for a long time,” Huq says. “But you could see the penny drop and he agreed to do public health messaging recommending vitamin D.” In the meantime, coronavirus deaths continued to rise and, in the US, Dr Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, said vitamin D deficiency impacted people’s susceptibility to coronavirus infection and: “I would not mind recommending – and I do it myself – taking vitamin D supplements.”", "Hancock was adamant there was no link, but you could see the penny drop", "At the end of November, the government announced it would offer four months of free vitamin D supplements to all those in care homes and shielders – some 2.7 million people – beginning this month, with the prison service also providing free supplements to all prisoners. Hancock also ordered Nice (which sets NHS clinical guidelines) and Public Health England to produce recommendations on vitamin D for the treatment and prevention of coronavirus. The issue now seems so urgent to the DHSC that it has suggested people purchase their own supplements to ensure they have sufficient levels, ahead of the deliveries of the rations. “A number of studies indicate vitamin D might have a positive impact in protecting against Covid-19,” Hancock said.", "However, Nice again ruled there was insufficient evidence to prove a causal relationship between vitamin D deficiency and Covid severity, but, for what is believed to be the first time, PHE’s nutrition committee said vitamin D “may provide some additional benefit in reducing the risk of acute respiratory infections.” While Nice belatedly called for more research.", "Without the action of Davis and Huq, many vitamin D advocates believe the government wouldn’t have acted as they eventually did. But Huq, who also takes vitamin D tablets every day, has mixed feelings. “I feel, rather disappointingly, the government has dragged its feet on this. But I am pleased that there has been movement, however late in the day, and hope the advent of coronavirus vaccines will not now blow them off course.”", "There remains marked frustration over a relative failure to fund vitamin D studies. “Our problem has been that major funding bodies haven’t supported clinical trials of vitamin D supplementation to prevent Covid-19, despite the fact that several different research groups in the UK submitted proposals,” Adrian Martineau, a professor of respiratory infection and immunity at Queen Mary University of London, who was able to launch a charity-funded clinical trial in October to investigate whether vitamin D protects against Covid-19, tells me. He was only able to get his own trial off the ground “because charities and philanthropists gave us financial support and stepped in where the government didn’t”.", "Writing in the Lancet in August, he said: “It would seem uncontroversial to enthusiastically promote efforts to achieve reference nutrient intakes of vitamin D… There is nothing to lose from their implementation, and potentially much to gain.” Although extremely large sustained doses of vitamin D can cause toxicity, it is otherwise harmless.", "Dr Aseem Malhotra, a cardiologist and writer, has been disappointed over an absence of leadership to ensure people of colour have sufficient levels of the nutrient. “Structural racism absolutely has an effect,” he says. “But it should not be at the forefront of the conversation. The message should have been: ‘Everyone take vitamin D and cut out the junk food.’ I think it’s a no-brainer, because there is no harm from vitamin D and it’s cheap. It’s pretty scandalous that this hasn’t been dealt with until now.”", "Davis now believes there will be increasing government focus on immunological health. “Covid kills you if you’ve got a weak immune system,” he says. “That’s why vitamin D has a much more general purpose effect than, let’s say, vaccines. We’re going to win this battle in the long run. I just feel for those who have died unnecessarily.”"], "authors": ["Mattha Busby"], "keywords": ["health", "coronavirus", "davis", "nutrient", "covid19", "evidence", "levels", "combat", "does", "vitamin", "d", "covid", "patients"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}