{"id": "0213a012-2a4f-3f7e-8f83-652994af4309", "title": "The Britely, a New Member’s Club in Los Angeles, Is Feather-Filled and Fabulous", "url": "https://www.vogue.com/article/the-britely-new-members-club-in-los-angeles", "summary": "Smack dab on Sunset Boulevard— on a stretch between the now-shuttered Standard from Sex and the City and the Oppenheim Group Office from Selling Sunset, if you need some pop-culture location context—The Britely opens officially on April 2.\nMembers can also enjoy The Britely’s gym, a screening room, music venue, spa, and rooftop pool.\nPhoto: Ye Rin Mok for The BritelyPuck is in charge of all culinary concepts for the club, from the formal eatery to casual snacks.\nThe rooftop pool at The Britely, which has sweeping views of Los Angeles.\nPhoto: Ye Rin Mok for The BritelyAnd doesn’t that all sound quite delightful?", "paragraphs": ["Smack dab on Sunset Boulevard— on a stretch between the now-shuttered Standard from Sex and the City and the Oppenheim Group Office from Selling Sunset, if you need some pop-culture location context—The Britely opens officially on April 2. It shares a building with the Pendry’s new West Hollywood outpost, although they remain two distinct entities.", "Members can also enjoy The Britely’s gym, a screening room, music venue, spa, and rooftop pool. When the world opens up again—and with the vaccine rollout continuing apace, that’s hopefully on the horizon—there will also be a slew of cultural programming: movie nights, comedy shows, musical performances, speakers, and so on.", "One particularly fun feature? A bowling alley. Photo: Ye Rin Mok for The Britely", "Puck is in charge of all culinary concepts for the club, from the formal eatery to casual snacks. One space in particular, the rooftop restaurant of Merois, is bound to be buzzy. It’ll serve up a fusion of Japanese, Southeast Asian and French/California cuisines. (Some sample dishes? Marinated Big Eye Tuna with Kaluga Caviar, and Rice Crisp and Warm Lobster Salad.)", "Los Angeles is currently in the midst of a private club boom: you have the San Vicente Bungalows, Spring Place in Beverly Hills, and not one, but two Soho Houses that have all opened in the past few years. But what makes The Britely standout, says Brudnizki, is its encompassment of leisure life in Los Angeles—a city where you hike in Alo Yoga by day, but party in shimmering sequins by night. “You have these two worlds,\" he says. \" You can sit in the beautiful California sunshine. In the evening, you can take the elevator down to indulge at the bar,” he says.", "The rooftop pool at The Britely, which has sweeping views of Los Angeles. Photo: Ye Rin Mok for The Britely", "And doesn’t that all sound quite delightful? After a year without social gatherings, The Britely provides a playground where a cocktail comes with design inspiration and the chance to celebrate your bowling skills—as well as life lived large."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["pool", "fabulous", "opens", "angeles", "rin", "los", "members", "mok", "life", "rooftop", "britely", "sunset", "club", "ye", "featherfilled"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}