{"id": "02255e45-4ecc-352a-b031-351a724b2052", "title": "Paul McCartney: McCartney III review – lockdown LP has his best songs in years", "url": "https://www.theguardian.com/music/2020/dec/10/paul-mccartney-mccartney-iii-review", "summary": "History suggests that critics should consider treading carefully when it comes to McCartney III.\nIts two predecessors, 1970’s McCartney and 1980’s McCartney II, were greeted with widespread horror: it’s a close-run thing, but they may be the worst-reviewed albums of Paul McCartney’s entire career.\nMcCartney II fared even worse: “electronic junk … crude … torture” offered one contemporaneous review, while another suggested that McCartney had “shamed himself” by releasing it.\nThe trailer for McCartney III.\n• McCartney III is released on 18 December.", "paragraphs": ["History suggests that critics should consider treading carefully when it comes to McCartney III. Its two predecessors, 1970’s McCartney and 1980’s McCartney II, were greeted with widespread horror: it’s a close-run thing, but they may be the worst-reviewed albums of Paul McCartney’s entire career.", "Paul McCartney: McCartney III album cover", "Reeling in disbelief that the architect of She’s Leaving Home and Hey Jude could offer up something so ramshackle as his solo debut, the Melody Maker suggested the former’s contents were both “sheer banality” and evidence that the really talented one in the Beatles was George Martin. McCartney II fared even worse: “electronic junk … crude … torture” offered one contemporaneous review, while another suggested that McCartney had “shamed himself” by releasing it.", "Today, McCartney and McCartney II are two of the most revered albums in their author’s solo catalogue, moments where he temporarily forgot his commercial impulses – but not his innate gift for melody – and allowed his more experimental side free rein. One school of thought has the ragged, home-recorded McCartney as the forebear of the alt-rock subgenre that came to be known as lo-fi; the synth-heavy McCartney II has been rediscovered by DJs and hailed as presaging electronic bedroom pop.", "The disparity between the initial reviews and their later standing suggests that McCartney’s one-man-band solo albums only reveal their true glory in the fullness of time, an idea that whirls around your head when you’re confronted with McCartney III’s Lavatory Lil. A jaunty excoriation of a gold-digger, the best thing you can say about it is that it isn’t quite as awful as its title leads you to fear. There’s always the chance that, by the middle of the century it’ll be claimed as the worthy descendent of the Beatles’ Polythene Pam, or the version of the ribald Liverpool folksong Maggie Mae that snuck on to Let It Be, but that feels a stretch: it’s not as weird or funny as the former and nor does it have the latter’s sense of history, Maggie Mae being a song the pre-Beatles skiffle band the Quarrymen used to perform. In fact, it feels more like a successor to the interminable joke track Bogey Music, one bit of McCartney II that not even the nuttiest Macca fan has attempted to reassess.", "If Lavatory Lil is a moment where the process behind McCartney III – recorded in lockdown, with its author in charge of everything – has led to a self-indulgent lapse of judgment, the rest of the album finds him letting his guard down in far more appealing ways. A certain freedom is evident in opener Long Tailed Winter Bird, a lovely instrumental that’s allowed far more room to breathe than you suspect McCartney in more commercially minded mood would permit. He might also have balked at releasing Slidin’ on the grounds that it was too obviously a homage to Queens of the Stone Age, albeit one laced with an infectious sense that its author is having a high old time.", "The trailer for McCartney III.", "Deep Deep Feeling, meanwhile, may be the best song to bear McCartney’s name in more than a decade. Its melodies slowly entwine and uncoil over eight minutes involving lengthy instrumental passages, falsetto vocals, shifts in tempo, a Mellotron-esque synth that recalls the opening of Strawberry Fields Forever (as with Winter Bird/When Winter Comes’ nod to the bucolic atmosphere of 1971’s Ram, it’s the kind of musical self-reference that never seems accidental on a McCartney album) and an acoustic coda. The lyrical examination of emotional extremes feels authentically confessional. Similarly personal, if more oblique, Pretty Boys puts the audibly aged aspect of his voice to use, quaveringly describing its titular subject as “a line of bicycles for hire, objects of desire … a row of cottages for rent for your main event”.", "It’s moving because he knows of what he speaks. This isn’t a superannuated rocker sneering at latter-day manufactured pop bands, but something fonder and more personal: a man knocking on 80 who was the subject of teen hysteria a lifetime ago, who gave up playing live because he couldn’t hear himself over the screaming. Seize the Day features the prickly, defensive McCartney of Silly Love Songs – “it’s still all right to be nice,” he protests, a sentiment that gains heft in a world of snarling binary divisions – set to a melody that’s almost preposterously McCartney-esque, navigating its twists and turns without appearing to break a sweat.", "There are moments of filler – Deep Down’s vaguely R&B-ish groove rambles a little – but this is the most straightforwardly enjoyable and certainly the most personal McCartney album since 2005’s haunted, twilit Chaos and Creation in the Backyard. As to whether it joins Volumes I and II in the pantheon of undisputed solo McCartney classics, time will tell: as the afterlife of its predecessors demonstrates, the future is hard to predict.", "• McCartney III is released on 18 December.", "This week Alexis listened to", "Robin Guthrie and Harold Budd: Very Slender Homage", "From the album released a week before Budd’s death, Another Flower, an appropriately titled sliver of delicate beauty."], "authors": ["Alexis Petridis"], "keywords": ["iii", "personal", "album", "feels", "songs", "solo", "paul", "lockdown", "lp", "winter", "melody", "ii", "mccartneys", "review", "best", "mccartney"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}