{"id": "025dc9a6-54c9-3098-9b6f-84fcab1d9057", "title": "Özlem Türeci: ‘Inspiring people is part of the job’", "url": "https://www.ft.com/video/a15cccbe-6059-471c-894f-7bd1188e426f?playlist-name=latest&playlist-offset=6", "summary": "You can enable subtitles (captions) in the video playerSo we could not predict where the clinical trials would bring us.\nAnd it was a very important first finding that the immune response was as strong and as broad as we engineered it to be.\nThis vaccine was not only the first approved Covid-19 vaccine, but it is the first approved mRNA based pharmaceutical ever.\nSo this opens up the pharmaceutical space for other types of mRNA based products.\nThese are vaccines against cancer, personalised vaccine that we prepare vaccines in a personalised fashion that every individual, every cancer patient receives a tailored vaccine, tailored to the individual's tumour.", "paragraphs": ["You can enable subtitles (captions) in the video player", "So we could not predict where the clinical trials would bring us. And when we started our clinical trials a very important first milestone was to find out whether in the participants, in the trials in the vaccinees, we would be able to observe the broad and multifaceted immune response Ugur has just described, whether we would be able with our technology to induce this immune response.", "And it was a very important first finding that the immune response was as strong and as broad as we engineered it to be. And however, again, this does not fully predict how the clinical efficacy would be. So the finding that at the end we observed 95 per cent of efficacy to prevent symptomatic disease was something which could not be predicted and made us very happy.", "This vaccine was not only the first approved Covid-19 vaccine, but it is the first approved mRNA based pharmaceutical ever. So this opens up the pharmaceutical space for other types of mRNA based products. So in our company we are developing different type of mRNA based immunotherapies.", "These are vaccines against cancer, personalised vaccine that we prepare vaccines in a personalised fashion that every individual, every cancer patient receives a tailored vaccine, tailored to the individual's tumour. They are vaccines that target viral antigens. We are we will continue to develop vaccines, for example, against influenza, against HIV, against tuberculosis.", "We are so distracted by the work that we don't really celebrate or even are aware of having this status. When it comes to inspiring people this is something we very much like to do. We are also lecturers and mentors of young scientists. And so inspiring is part of the job. If this is achieved with what we do we are happy about that."], "authors": [], "keywords": ["vaccines", "clinical", "response", "immune", "based", "inspiring", "türeci", "predict", "tailored", "vaccine", "özlem", "trials", "mrna", "job"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}