{"id": "02860759-b074-3f15-a24b-ac39acfa6ce2", "title": "Portland’s ‘Red House’ protesters ready ‘for the long haul,’ guest tells Tucker", "url": "https://www.foxnews.com/media/portlands-red-house-protesters-ready-for-the-long-haul-guest-tells-tucker", "summary": "A group of protesters barricaded in Portland, Ore., in and around what’s known as the “Red House” seemed to be setting up for a long fight, a guest told Tucker Carlson on Wednesday night.\nAs they were treated, it ended up giving a lot of room to the Antifa protesters to set up a camp.\nPORTLAND PROTESTERS DEFIANT AT OCCUPIED ZONE AFTER TOUGH TALK FROM WHEELER: REPORT“And right now they are barricaded.\nThey’ve got a kitchen ready,” Rantz said, “so they’re there for the long haul as the Portland police department are trying to figure out what exactly they’re going to do.\nDemocratic leaders in both Portland and Seattle have drawn criticism for allowing protesters to create such zones in the first place.", "paragraphs": ["A group of protesters barricaded in Portland, Ore., in and around what’s known as the “Red House” seemed to be setting up for a long fight, a guest told Tucker Carlson on Wednesday night.", "A group of Antifa activists recently set up an “autonomous zone” in a two-block radius around a house in north Portland that was lost to foreclosure after a two-year battle, guest Jason Rantz, a Seattle radio show host, told Carlson during an appearance on “Tucker Carlson Tonight.”", "“The family is Black and indigenous and so the primarily White Antifa residents believe that this is an example of gentrification,” Rantz said.", "”There’s no actual evidence that this is gentrification,” Rantz continued, “however there is a lot of evidence that there’s been a lot of crime going on as the folks refuse to leave. Cops [Tuesday] tried to remove them from the home, finally removed them from the home, except they came under assault, the officers, from a lot of people who set up camp there. As they were treated, it ended up giving a lot of room to the Antifa protesters to set up a camp.", "PORTLAND PROTESTERS DEFIANT AT OCCUPIED ZONE AFTER TOUGH TALK FROM WHEELER: REPORT", "“And right now they are barricaded. They’ve got a stockpile of weapons. They’ve got armed guards. They’ve got a kitchen ready,” Rantz said, “so they’re there for the long haul as the Portland police department are trying to figure out what exactly they’re going to do.", "“But [police] are amplifying the urgency of the messaging, saying, ‘You guys have to leave peacefully, we’re not going to put up with this.’ So we could potentially see action from the police within the next 24 hours.”", "Signs and barricades remained at the Red House site Wednesday night, with activists visible on the roof of a garage and other parts of the grounds, OregonLive.com reported.", "Earlier Wednesday, Portland police Chief Chuck Lovell said law enforcement officials were working to resolve the matter “peacefully to increase safety for all involved.”", "On Tuesday, Portland Mayor Ted Wheeler said he had authorized city police to use “all lawful means to end the illegal occupation.”", "CLICK HERE TO GET THE FOX NEWS APP", "The situation in Portland was reminiscent of one in Seattle in June, where protesters established an autonomous zone called “CHOP” that was eventually dismantled, in part because of several shootings taking place in the area during the occupation, including at least two that resulted in deaths.", "Democratic leaders in both Portland and Seattle have drawn criticism for allowing protesters to create such zones in the first place."], "authors": ["Dom Calicchio", "Dom Calicchio Is A Senior Editor At Foxnews.Com. Reach Him At Dom.Calicchio Foxnews.Com."], "keywords": ["protesters", "haul", "seattle", "portlands", "portland", "guest", "house", "zone", "long", "ready", "tells", "set", "tucker", "theyve", "red", "going", "lot", "rantz"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}