{"id": "028be4b1-5363-35f2-bdc6-d033a3d9fa56", "title": "Impeachment trial: mob 'believed they were acting on Trump's orders'", "url": "https://www.theguardian.com/us-news/2021/feb/11/trump-impeachment-trial-democrats-senate", "summary": "Trump did not condemn the attack, Raskin noted, leading supporters to again storm the state capitol two weeks later.\nAides who worked on Trump’s first impeachment trial said there was a notable difference on Tuesday in how the senators responded.\nSenator Bill Cassidy switched his position to vote for the trial to proceed having previously voted not to do so.\nSenator Marco Rubio of Florida said earlier this week there was nothing the impeachment managers could say to convince him the trial was constitutional.\nOnce the impeachment managers wrap up their case, Trump’s lawyers will have a chance to begin their defense of the former president in full.", "paragraphs": ["Sign up for the Guardian's First Thing newsletter", "The insurrectionists who attacked the US Capitol on 6 January believed they were acting on instructions from Donald Trump, House Democrats said on Thursday as they launched the final stretch of their arguments to convict Trump during his impeachment trial.", "Diana DeGette, a Democratic congresswoman from Colorado, played several video clips and pointed to legal documents in which the attackers said they were following Trump’s wishes. In one clip, protesters screamed at police that they had been invited to the Capitol by Trump", "“They didn’t shy away from their crimes, because they thought they were following orders from the commander-in-chief. And so they would not be punished,” she said. “They came because he told them to.”", "Congressman Jamie Raskin, the lead impeachment manager, walked senators through several instances in which Trump had encouraged and sanctioned violence by his supporters.", "Those examples included Trump’s repeated attacks on the Michigan governor, Gretchen Whitmer, a Democrat, last year.", "After Trump’s repeated attacks, his supporters, some heavily armed, invaded the Michigan state capitol in Lansing last April, which Raskin said was a “dress rehearsal” for what was to come on 6 January in Washington.", "Trump did not condemn the attack, Raskin noted, leading supporters to again storm the state capitol two weeks later. The dangerous consequences of Trump’s rhetoric would become clearest in October, the congressman alleged, when 13 men were charged in connection with a plot to kidnap Whitmer.", "“These tactics were road-tested,” Raskin said. “January 6 was a culmination of the president’s actions, not an aberration from them.”", "Jamie Raskin: ‘These tactics were road-tested.’ Photograph: Getty Images", "The argument rebuts the point, advanced by Trump’s lawyers in their impeachment briefs, that Trump’s speech during a rally near the White House on 6 January is protected by the first amendment to the US constitution, governing free speech, and that he does not bear responsibility for what the rioters chose to do afterwards.", "House Democrats were expected to focus on Donald Trump’s “lack of remorse” and the lasting damage of the 6 January attack on the US Capitol as they conclude their case for convicting Trump in the ongoing impeachment trial.", "The impeachment managers – House Democrats essentially serving as prosecutors – will continue to focus on Trump’s role in the attack as well as the deep toll and harm from it, according to senior aides.", "Their presentation on Thursday follows a day when Democrats repeatedly showed harrowing video of the 6 January attack, some of it never publicly seen before.", "The disturbing security camera footage and other video clips came as they laid out a meticulous case for how Trump deliberately fomented the violence on 6 January and then, once it began, abdicated his constitutional duty to protect the United States.", "The footage shown in the session in the Senate on Wednesday included a revelation that the Utah Republican senator Mitt Romney was extremely close to the mob overrunning the Capitol until he was tapped on the shoulder by the Capitol police officer Eugene Goodman and told to turn around.", "Other footage showed Daniel Hodges, another officer, yelling as he was crushed in a doorway – an image that visibly upset some of the senators watching the proceeding.", "Tommy Tuberville, a Republican senator from Alabama, also revealed on Wednesday that he had told Trump that his vice-president, Mike Pence, had been evacuated from the Senate chamber as the attack was ongoing.", "The disclosure was significant because it suggested Trump was aware Pence was in danger as he attacked him on Twitter on 6 January for not overturning the electoral college vote.", "The disclosure also supports the narrative from House impeachment managers that Trump violated his presidential oath by not doing anything to stop an attack on the US government.", "The Democrats remain unlikely to succeed in getting the Senate to convict Trump and bar him from holding future office. They need to get 17 Republican senators to vote for conviction, a high bar.", "Still, impeachment aides projected confidence it was one they could clear.", "Aides who worked on Trump’s first impeachment trial said there was a notable difference on Tuesday in how the senators responded.", "“It’s really hard to think of a moment from the first trial where all 100 senators sat at attention and were as rapt and challenged by the evidence as we saw yesterday,” an aide said.", "Senator Bill Cassidy switched his position to vote for the trial to proceed having previously voted not to do so. Photograph: Susan Walsh/AP", "To support their argument that they can convince Republicans to vote for conviction, aides have pointed to the Louisiana senator Bill Cassidy, a Republican who voted on Tuesday to proceed with the trial after voting not to do so last month.", "Other Republicans show no signs of budging. The South Carolina senator Lindsey Graham, a close ally of Trump, called the Wednesday presentation “offensive and absurd”. Senator Marco Rubio of Florida said earlier this week there was nothing the impeachment managers could say to convince him the trial was constitutional.", "Once the impeachment managers wrap up their case, Trump’s lawyers will have a chance to begin their defense of the former president in full.", "That defense, likely to begin on Friday, did not get off to the strongest start on Tuesday when Bruce Castor, one of Trump’s attorneys, gave a meandering opening argument. Trump was reportedly furious with the presentation, although Castor has said the president was pleased.", "Trump’s team will have 16 hours to make their case, over two days, though they are not expected to use all of that time.", "It remains unclear whether witnesses will be called. If that is not the case the trial could end as soon as Sunday."], "authors": ["Sam Levine", "Lauren Gambino"], "keywords": ["believed", "trump", "senator", "democrats", "attack", "orders", "impeachment", "trial", "mob", "acting", "capitol", "trumps", "senators", "raskin"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}