{"id": "02b3162b-d1b4-3fb5-b857-1fab1b411833", "title": "'Remarkable': South Australian surfer with serious shark bite injuries swims to shore and walks 300m", "url": "https://www.theguardian.com/environment/2020/dec/07/remarkable-south-australian-surfer-with-serious-shark-bite-injuries-swims-to-shore-and-walks-300m", "summary": "Paramedics have hailed the “remarkable” survival story of a South Australian surfer who swam back to shore alone and walked 300 metres for help after suffering “extraordinary” injuries from a shark bite at a remote beach.\nParamedic Michael Rushby said the man had “serious” lacerations on his back, backside and leg “consistent with quite a large shark bite”, but managed to haul himself to safety.\nThe 29-year-old man was bitten by the shark on Sunday while surfing at D’Estrees Bay on Kangaroo Island.\n“We stabilised him on the side of the road, treated his injuries and managed his pain,” Rushby said.\nI got a glimpse of the shark as it let go and disappeared.”Rushby said the man then managed to swim back to shore.", "paragraphs": ["Paramedics have hailed the “remarkable” survival story of a South Australian surfer who swam back to shore alone and walked 300 metres for help after suffering “extraordinary” injuries from a shark bite at a remote beach.", "Paramedic Michael Rushby said the man had “serious” lacerations on his back, backside and leg “consistent with quite a large shark bite”, but managed to haul himself to safety.", "The 29-year-old man was bitten by the shark on Sunday while surfing at D’Estrees Bay on Kangaroo Island.", "He was first treated by an off-duty paramedic who drove to the beach in their personal car, and received further treatment by Rushby and another paramedic before he was taken to Flinders Medical Centre.", "“We stabilised him on the side of the road, treated his injuries and managed his pain,” Rushby said. “The young man sustained serious lacerations and this was to his back, his backside and his thigh. These injuries were consistent with quite a large shark bite.”", "From hospital the shark attack victim released a handwritten note of his experience, thanking the paramedics and medical staff who saved him.", "The 29-year-old victim has written an incredible statement, saying the attack was like being \"hit by a truck\". He is hopeful he will make a full recovery @theTiser pic.twitter.com/Wkmmj0zpxq — Patrick James (@PatJamesTiser) December 7, 2020", "“I was sitting on my board when I felt a hit on my left side,” he wrote. “It was like being hit by a truck.", "“It bit me around my back, buttock and elbow, and took a chunk out of my board. I got a glimpse of the shark as it let go and disappeared.”", "Rushby said the man then managed to swim back to shore.", "“That is one of the remarkable parts of the story, he told me he swam back to the beach by himself,” he said. “And then he had to walk 300 metres to the carpark where he was able to get some help from bystanders. With the extent of his injuries, this was quite remarkable.”", "He said the man was conscious while the paramedics were treating him.", "“He was able to hold a conversation from the time I met him to the time I handed him over. He was doing well, he was able to recall the event, and was able to hold a conversation which was good and reassuring.", "“This is my first shark bite while I’ve been a paramedic. However, that said, we do train for trauma, this was a trauma case.”", "From hospital, the man said he was “incredibly lucky” and “optimistic I’ll make a full recovery”."], "authors": ["Naaman Zhou"], "keywords": ["managed", "south", "man", "quite", "hit", "paramedic", "serious", "shore", "shark", "walks", "able", "rushby", "surfer", "remarkable", "paramedics", "swims", "injuries", "bite"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}