{"id": "02c6a84e-5d94-329c-8240-72cecc3eb6dc", "title": "The Race to Get a PlayStation 5 Is the Year’s Best Game", "url": "https://wired.com/story/the-race-to-get-a-playstation-5-is-the-years-best-game/", "summary": "One showed the Twitter feed of @Wario64, an account that posts new video game releases and deals.\nAll were dedicated to my participation in a new sport that emerged during the second half of November 2020: the race to “secure the bag,” and purchase the elusive Sony PlayStation 5.\nIn many ways, secure-the-bag looks like just another holiday-season shopping craze.\nPrior iterations of the shopping craze produced iconic images of people mobbing, or even brawling, inside toy stores.\nIn the quest to secure the PlayStation 5, the crowding happens virtually—and instead of breathing in each other’s air and fighting over space, we’re commiserating.", "paragraphs": ["During the waning hours of Thanksgiving Day, I sat in front of a computer screen with a full stomach and a long list of work projects splayed across my computer desktop.", "The gap between what I was accomplishing and what I hoped to could be explained by three open tabs in my web browser. One showed the Twitter feed of @Wario64, an account that posts new video game releases and deals. The other two were parked at Walmart.com and Target.com. All were dedicated to my participation in a new sport that emerged during the second half of November 2020: the race to “secure the bag,” and purchase the elusive Sony PlayStation 5.", "SUBSCRIBE Subscribe to WIRED and stay smart with more of your favorite Ideas writers.", "Highlights from secure-the-bag can be found all over social media. Here’s how the game plays out: Someone gets a tip (how, I don’t know) that a cache of PS5 consoles will drop on a given retailer’s website, at a certain time; next, what must be tens of thousands of shoppers flock to that site ahead of time, with fingers ready on their browsers’ refresh buttons, and their eyes on ‘ADD TO CART.’ But trying to buy the console is only half the fun: The rest comes from the conversation and catharsis that are a part of the sport, in players’ anecdotes about their (very) rare successes and frequent near-misses. Some tell stories of having made it all the way to the point of entering their payment information—only to get nothing. Surprisingly, this sport is based not on schadenfreude but empathy. In a year defined by severed social ties, with rampant depression and financial anxiety, we’re rooting for each other.", "In many ways, secure-the-bag looks like just another holiday-season shopping craze. Like the madcap sprint to get a Tickle Me Elmo doll in 1996, or the riots over Cabbage Patch Kids in 1983, it turns consumer passion into spectacle, and then vice versa. But the dash to land a PS5—and the rush one gets from watching it unfold—feels different, too. It’s the 2020 version of the same mania, pushed online and barred from social gatherings. Prior iterations of the shopping craze produced iconic images of people mobbing, or even brawling, inside toy stores. In the quest to secure the PlayStation 5, the crowding happens virtually—and instead of breathing in each other’s air and fighting over space, we’re commiserating.", "Consumer demand itself feels different in this context. Covid-19-related lockdowns have increased desire for certain items that can occupy our energy or attention when in-person interactions have been limited—such as bicycles, personal workout equipment, and video games. The experience of shopping, too, has adapted to our isolation. In place of lines stretched across several city blocks, we have shoppers huddled in front of their computer with their browsers open, frantically clicking and refreshing ad infinitum. Shopping for games has become a kind of game. As in Call of Duty or Dark Souls, victory depends on the quickness of your trigger finger (the one on the refresh button) and your persistence in the face of many failures.", "The drama that unfolds presents a new variety of villain. In the older, analog consumer craze, we’d be up against our peers: the most aggressive superfans or the pushiest parents. In 2020’s rendition, all the human shoppers feel united in resistance to a robot menace—a secret army of scalper bot algorithms that have been engineered to purchase units every millisecond of every day, across all the places where the PlayStation 5 might at some point be available. (Then the units are resold at dramatically inflated prices.) In that sense we’re all on the same team, sharing notes inside the clubhouse. A toy scarcity used to turn people on each other; in 2020 it brings us together. How can we outshop a machine?", "The us-against-the-robots spirit provides a respite from a real world full of rising ethnic conflict and political polarization. This year brought plenty of images of people waiting in long lines, but not for dolls or game consoles. In 2020, we saw crowds of people forming in pursuit of food, to get a Covid-19 test, or even in an effort to preserve democracy. Meanwhile, scalper bots, or something like them, were responsible for the rubbing alcohol and Lysol shortages during the early months of the pandemic. In that context, as in “secure the bag,” they helped sustain a cycle of insufficiency: By exacerbating shortages, they made people more willing to purchase needed or desired goods at inflated prices, which further incentivized the scalping.", "The quest to secure the PS5 bag may be a proper, if peculiar, bookend to this tempestuous time. We’re all grasping (or clicking) for some kind of victory, however small, after a year that’s left us feeling so defeated."], "authors": ["C. Brandon Ogbunu", "C. Brandon Ogbun"], "keywords": ["playstation", "craze", "race", "shopping", "purchase", "best", "secure", "2020", "social", "sport", "shoppers", "game"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}