{"id": "02cdb816-0e3c-3910-ad3e-c35d1a1bddf2", "title": "GI Show – Call of Duty: Cold War, Hyrule Warriors, And Demon's Souls Reviews", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/11/19/gi-show-call-of-duty-cold-war-hyrule-warriors-and", "summary": "In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including Call of Duty: Black Ops Cold War, Hyrule Warriors: Age of Calamity, Demon's Souls, and Destiny 2: Beyond Light.\nThen, we take a deep dive into the game gracing the cover of our magazine this month: Immortals Fenyx Rising.\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!\nOur thanks to The Rapture Twins for The Game Informer Show's intro song.\nIntro: 00:00:00Demon's Souls Remake: 00:01:05Call of Duty: Black Ops Cold War: 00:12:55Destiny 2: Beyond Light: 00:26:30Hyrule Warriors: Age of Calamity: 00:48:21Immortals Fenyx Rising: 00:50:50Community Emails: 01:12:12", "paragraphs": ["In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including Call of Duty: Black Ops Cold War, Hyrule Warriors: Age of Calamity, Demon's Souls, and Destiny 2: Beyond Light. Then, we take a deep dive into the game gracing the cover of our magazine this month: Immortals Fenyx Rising. It's a full show, but we make time for another fantastic round of community emails in there somewhere. So please join Brian Shea, Dan Tack, Matt Miller, Liana Ruppert, Alex Van Aken, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Demon's Souls Remake: 00:01:05", "Call of Duty: Black Ops Cold War: 00:12:55", "Destiny 2: Beyond Light: 00:26:30", "Hyrule Warriors: Age of Calamity: 00:48:21", "Immortals Fenyx Rising: 00:50:50", "Community Emails: 01:12:12"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["demons", "gi", "sure", "game", "warriors", "hyrule", "light", "rising", "listen", "informer", "souls", "duty", "cold", "reviews", "war", "ops"], "pubDate": "2020-11-19T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}