{"id": "030d60c4-e315-3554-8cba-f2afbe2a326d", "title": "A Story From The Development Of Rockstar’s Agent", "url": "https://www.gameinformer.com/feature/2020/12/28/a-story-from-the-development-of-rockstars-agent", "summary": "IntroductionDuring the development of Rockstar's now long-missing spy game Agent, Rockstar San Diego project leader Luis Gigliotti had to do something far outside his typical job description: Call the United States Embassy in Cairo, Egypt.\nIn 2019, for Polygon, I reported on the development of Agent, talking to developers at Rockstar San Diego who worked on an early version of the game before it was moved to Rockstar North.\nRibsRibsDuring its development at Rockstar San Diego in the early 2000s, Agent was set in various cities around the world.\n\"Well, there's a reason why you couldn't get satellite imagery of Cairo,\" Gigliotti says, laughing.\nWhile taking photos of government buildings is illegal, walking around Cairo and taking pictures of its landmarks is not.", "paragraphs": ["Introduction", "During the development of Rockstar's now long-missing spy game Agent, Rockstar San Diego project leader Luis Gigliotti had to do something far outside his typical job description: Call the United States Embassy in Cairo, Egypt. He needed help. A small team of artists – his fellow coworkers at Rockstar – were being held under house arrest in Cairo. Not only that, but the Egyptian authorities were also trying to pin the group with false charges of shooting pornography – a crime in the country. He needed assistance in getting them home safe.", "\"And I'll never forget, whoever it was on the call from the Embassy just literally said, 'Are you guys stupid?'\" Gigliotti tells me in a recent interview. \"'Whatever possessed you to think this was a good idea?'\"", "In 2019, for Polygon, I reported on the development of Agent, talking to developers at Rockstar San Diego who worked on an early version of the game before it was moved to Rockstar North. During that process, I kept hearing about this Cairo story, but never from anyone directly involved. It was always in fragments – someone vaguely remembered something about pornography charges or issues with the police – but never anything complete enough to publish. In recent calls with Gigliotti and senior environment artist Joe Sanabria, I finally heard the full story. It’s a story about a small team of artists who were sent to capture some reference material for a video game but ended up in the middle of a small international crisis – with machine guns to the ribs and daring escapes along the way.", "The whole ordeal starts in Carlsbad, CA, at Rockstar San Diego's office. It begins with the team on Agent not being able to find what it's looking for.", "Ribs", "Ribs", "During its development at Rockstar San Diego in the early 2000s, Agent was set in various cities around the world. There was Washington, D.C., which would be an open-world hub like the settings of many other Rockstar games. On top of the open world were smaller, more linear levels. The idea was to have one set in Cairo.", "When researching the city, however, the team at San Diego came up against one big problem: As Gigliotti and Sanabria tell it, they had trouble finding any usable reference images of Cairo. Looking up satellite images of the city to build maps turned up no results, either. The solution, they thought, was simple: If they couldn't find images online, they would go to Cairo themselves and take their own pictures. \"You gotta remember, this is back in the day when you could go up to a building and take a picture of it with a digital camera and then use that image as a texture map,\" Gigliotti says.", "Additionally, actually going to Cairo themselves was a time-saver for the project. As Sanabria tells it, even though it was going to be expensive to send a team to Egypt, the time it'd save in development was enough to justify the investment.", "Sanabria oversaw planning the trip, researching locations the team needed to photograph and what gear they should bring with them. Joining him was Agent's art director Charles Morrow, lead artist Darrell Gallagher, and fellow environment artist William Kidwell. This was the plan: They would fly out, spend around two weeks exploring Cairo taking pictures, and then come home and put it all in the game. To help them get around, drivers were hired who served as transportation and translation, providing general knowledge about the city, too. Easy plan, right?", "\"Well, there's a reason why you couldn't get satellite imagery of Cairo,\" Gigliotti says, laughing.", "In his research, Sanabria says he read warnings about the legal issues of taking pictures in and around Cairo – stories of people being arrested or having their cameras confiscated for unknowingly taking pictures of government buildings or officials. But given all the roadblocks the team had trying to make its Cairo level in San Diego, they decided it was worth taking their chances.", "\"I mean, it wasn't a negotiable thing as far as saying, like, 'We're not going to do that location, we're gonna do something else,'\" Sanabria says. \"In the end, it just seemed like, 'Okay, well, some people have warned about it.' But I guess it wasn't obvious, at that time, that it was that extreme … It's like, 'Yeah, it's an issue. We just won't take photos of government buildings, and we should be fine. It's the rest of the city that has to be photographed, so there's plenty to do.'\"", "Cairo, Egypt", "Once in Cairo, about a half-hour drive from the pyramids in Giza, the team was set up at the InterContinental Hotel on the bank of the Nile River, which runs through the city. Even though the team was small, they rented two vans so they could split into two groups as needed, covering more ground. Along with their drivers, the developers would go around Cairo, getting a feel for the different neighborhoods, streets, buildings, and layouts, taking upwards of 12,000 pictures along the way. At dinner, they'd go over their footage, assessing where to go next and what they needed to hit the following morning.", "\"Every morning we got an early start,\" Sanabria says. \"Start walking around on foot and just essentially blanket a neighborhood. We'd have two people for each group, two or three. Each one of us would have a camera, and one of us would shoot one side of the street and the other one would shoot the other side of the street.\"", "On the one hand, Sanabria says it was exciting being able to go to Egypt for work, seeing and exploring one of the world's oldest cities on Rockstar’s dime. One specific moment he recalls is getting access to one of the tombs in the strip next to the pyramids and being able to photograph and see the ancient hieroglyphics all by himself. \"It's the sort of thing that you see, like, Josh Gates go into,\" he says, referencing the travel-show host. \"'People pay thousands and thousands of dollars for this kind of experience. We're doing it for work.\" Other experiences he brings up are smoking hookah with their tour guides and riding camels so the team could see the pyramids from the desert at night, something he captured a photo of that he still shares on social media to remember the moment.", "On the other hand, throughout the trip, the team was running up against the exact thing they'd been warned about. In fact, it is still illegal to take photos of certain buildings, people, and vehicles in Egypt. As the law states, \"Photography of, or near, military official installations is strictly prohibited. […] Don’t photograph officials without their consent.” There are cases of journalists and tourists being accosted, shot, and sentenced to prison for taking photos in Egypt. Several times during their trip, the team from Rockstar was stopped and questioned by police, which as Sanabria recalls, were positioned at every major intersection in the city.", "\"One encounter that I had, I was taking a photo near a main street, and all the sudden their version of secret police came out and were yelling at me, but I couldn't understand what they were saying,\" Sanabria says. \"Our guy said that they want us to pull the film out and leave immediately ... You know, these are digital cameras, so I was like, 'There's no film, it's a digital camera.\" And they were like, 'Just take the film out, we don't care.' And so I was trying to show them, it's like, 'It's digital, there's no film. Here.' So I showed them the photo. The guy says like, 'Well, just tell them you're deleting it.' I was like, 'Yeah, see, I'm deleting it. It's not there anymore.'\"", "A more serious encounter came to a head with another team member. Like Sanabria, when an Egyptian official noticed the team taking photos out in the city, they, too, stopped to question the group, speaking through their guide. When a team member made a comment, the Egyptian official proceeded to shove their gun into the ribs of that developer as the conversation became heated, Sanabria and Gigliotti recall. We were not able to determine which member of the team this was, though, as we heard two different answers. Morrow, Gallagher, and Kidwell did not respond to our interview requests. Rockstar declined to comment for this article.", "Photo Credit: Joseph Sanabria Joseph Sanabria and William Kidwell taking reference photos in Cairo, Egypt", "For all intents and purposes, this run-in with police served as the moment things started getting more dire for the Rockstar developers. \"They ended up taking the ID of that tour guide and told him, 'If there's any event that happens in the next few weeks, we will know who to go look for,'\" Sanabria says.", "Over the course of the two weeks that the team was in Cairo, they were spending upwards of 12 to 16 hours with their tour guides. They would even help the team sneakily take photos in a way that would hopefully avoid police suspicion. \"What we would do is we would have the tour guide walk up a block in advance, and if he spotted something, he would give us a signal, kind of give us the look that was like, 'No, not here,' and we would just keep walking,\" Sanabria says. \"But if it was clear there was no checkpoint, then we would go and take photos.\" As the two parties got more comfortable with each other, Sanabria says their guides began opening up to them about the police in Cairo – specifically some of the dangers the trip was putting them in.", "\"Eventually they start talking about how the police conduct themselves in the city and what does that mean for them,\" Sanabria says. \"One of the things they were talking about was, you know, it's not uncommon for the police to grab someone in the middle of the night and interrogate them. Not because they know something, it's just simply because they might know something. So essentially what they do is they target the cab drivers. Because it's not that they are involved with ... the questionable ongoings that's happening, but in the hopes that they might hear something in the backseat. They're probably the best source of information that they can get ahold of. So if it means torturing somebody for a night, and they might get some information, well, they'll do that. And it's common practice.", "\"Finally, you know, after a few days, that's essentially what happened. They didn't torture our driver, but they grabbed him in the middle of the night to question him [about] what we're doing and what's been happening. After that questioning, soon thereafter, that's when they told us, like, 'You guys aren't allowed to leave your rooms anymore.'\"", "One thing to note about this trip is that it was almost a decade before the Egyptian Revolution, a two-week protest where millions marched against, among other things, increased police brutality and Egypt’s then-president Hosni Mubarak. Speaking about his time in Cairo, Sanabria likens the city to Cuba or the now-dissolved USSR.", "\"I remember thinking, 'Oh s---, what did we get ourselves into?'' Gigliotti, who was back home in San Diego, says when he heard about the situation in Cairo.", "Unsure of what to do, Gigliotti got on the phone with people at the U.S. Embassy, who were dumbfounded to hear what the team was up to.", "The Eagle", "The Eagle", "As Sanabria tells it, the story the team in Cairo heard while stuck in their hotel was that in order to do what they were doing, they needed to be escorted by armed guards, which they also needed paperwork for. They obviously had neither of these things, and so they were barred from leaving the InterContinental for the last few days of the trip.", "While taking photos of government buildings is illegal, walking around Cairo and taking pictures of its landmarks is not. Tourism is an integral part of Egypt's economy, and snapping photos of the pyramids is not going to land someone in jail. Like a lot of cities, the tourist hotspots in Cairo are only a small part of the overall city, but it is where tourists mainly stick to. In the case of the Rockstar developers, however, since they were researching the different districts of Cairo, they were venturing far beyond where tourists usually go and capturing photos of everything around them. Considering that terrorist attacks on tourists have been a problem in Egypt for decades, it makes sense that a bunch of Americans walking around parts of Cairo that tourists never go would raise eyebrows – if only out of fear for their safety.", "What makes less sense is what happened when Darrell Gallagher had to fly home a couple days before the rest of the team. Once at the airport, waiting in his terminal, as Sanabria recalls, Gallagher was grabbed by local authorities and pulled into a room for questioning. \"They hold the plane, and they said, 'Look, we've received a tip that you guys are in the country filming pornography,'\" Sanabria recalls. \"'We need to see the photos you've been taking. We need to see your laptop.'\"", "Of course, Rockstar had not been in Cairo shooting pornography. But the fact remained the same: They were now being investigated for it (the possession and distribution of porn is illegal in Egypt).", "\"At that point we knew, okay, we potentially might be in trouble because we hadn't taken anything that was illegal, but we had taken at that point probably 12,000 photos,\" Sanabria says. If any of their photos contained anything illegal, even by accident, the team was looking at possible jail time.", "Photo Credit: Joseph Sanabria The pyramids of Giza at night", "An ocean apart and not knowing exactly what to do in this situation, Gigliotti called the U.S. Embassy in Cairo. After walking them through the situation, he had to face the hard truth that there wasn't a ton the Embassy could do for them at that moment. If the developers had broken the law, they'd broken the law – even if they didn't know it.", "\"[Gigliotti] ends up getting connected to the head of security at the Embassy,\" Sanabria says. \"He's like, 'Okay, explain to me what's going on and why they're there.' So he explains to him the whole situation.", "\"He's like, 'So they're taking photos?'", "\"He's like, 'Yes.'", "\"He's like, 'Oh my God.'\"", "\"I'm like, 'Oh, you don't understand. We make video games,'\" Gigliotti says. \"We're just trying to get texture maps for our cool video game demo!' The guy was like, 'Well, I'm sorry, but if your guys get arrested, they could get in serious trouble.' What happened was, he told me that the Egyptian authorities had decided that the way to detain these art guys was to basically trump up fake charges that they were Western pornographers and that they would confiscate their digital equipment. I'll never forget, the guy from the Embassy said, 'If they download one even remotely dirty picture on any one of those laptops, that's a capital offense.' And that's when it was no longer funny, right?\"", "As Sanabria recalls, the last few days in Cairo were tense. To make sure their trip wasn't in vain, he FedEx'd burnt DVDs with the photos the team had taken back to the studio in California, making sure to delete anything questionable, only sending pictures of \"the pyramids, the museum, stuff like that.\" And then the group prepared to try and get themselves to the airport, through customs, on a plane, and finally home.", "\"I didn't sleep for most of the time I was there,\" Sanabria recalls. \"I would just be up all the time. Just because it was such a high-stress situation. We knew we were trying to get something done, it was important, the whole team was counting on us. But at the same time, like, it's a video game. It's not like a ‘We're doing this to save lives’ kind of thing.\"", "Before the team started on their way, there was one last issue: the contents of Morrow's laptop. More specifically, the contents of Morrow's father's work laptop, which he had borrowed for the trip. Morrow's father was a gynecological oncologist, Sanabria says, and so his laptop had photos of female reproductive organs on it. While not pornographic given the context, this revelation did not help anyone's nerves.", "\"Essentially he had photos of women's vaginas as part of his clinical studies,\" Sanabria says, laughing. \"Charles was like, 'I can't delete this stuff, this is my father's work.' But he was worried, it's like, 'Are they gonna think this is pornography?' He was really freaking out.\"", "Early in the morning on the day they were to leave, with little to no sleep, the team prepared themselves to go to the airport. The plan was: Once their plane took off, Sanabria would call Gigliotti to confirm they were on their way home, who would then call and inform the U.S. Embassy.", "The team left their hotel, made it to the airport, and then finally arrived at their terminal. And then they waited for something to happen or not happen. They put on their poker faces and tried to play it cool, Sanabria says.", "\"The most stressful part was waiting in the terminal, because we knew that's when they grabbed Darrell just before they were boarding,\" Sanabria remembers.", "\"I said, 'Call me when you're in your seat on the plane and the plane's taking off,'\" Gigliotti recalls. \"I'll never forget that phone call.\"", "To everyone’s relief, they got on the plane, took their seats, and then the plane took off. The team exhaled. And Sanabria called Gigliotti. “And so as soon as they gave the okay that you could use the phones, that's when I called Luis,” he says. “I told him, 'The eagle has lifted.'\"", "\"We're all at the office, like 45 of us on pins and needles, and the phone rings,\" Gigliotti says. \"I pick it up and it's one of my art leads and he just goes, 'We made it. We're on the runway, we're taking off.' We just cheered.\"", "Apocalypse Now And Then", "Apocalypse Now And Then", "After an alcohol-filled layover in England to celebrate their escape, the team finally made it back to California, safe and sound. How or why the Egyptian authorities decided not to pursue the possible charges is anyone's guess. As Gigliotti tells it, the team was planning a similar reference trip to St. Petersburg, Russia, at the time. After Cairo, they canceled that one. \"'Let's not go to Russia and do the same thing,' right?\" he says.", "While there is a certain poetry to the development team making Agent, a game about spies, getting caught up in a small international crisis, their work on the game never reached players; Rockstar North took over Agent’s development when the team at Rockstar San Diego was moved over to developing the first Red Dead Redemption. However, Rockstar North's version of the game, which was announced in 2009, also never released. As of 2018, Take-Two, Rockstar’s parent company, had abandoned its trademark for Agent.", "Regardless, the trip had an effect on the people who were there. If anything, according to Sanabria, it proved how far they were willing to go for their games. It also proved how far they weren't willing to go.", "\"A few of us, we ended up starting a studio called Concrete Games after that,\" Sanabria says, referencing the studio Gigliotti and other former Rockstar San Diego developers formed after leaving the company during Agent's development. \"So as a team, like, we had gone through a lot, just with the crazy hours, the demos that we'd put together. And then this trip I guess in a way, we kind of proved to everybody that we were really committed [to] making the best games we could, you know? With that trip behind us, we were like, 'Okay, we've kind of demonstrated that we are serious about what we're doing.' But then at the same time, too, we were also a bit realistic in the sense that, 'Okay, we're serious but we also have to be balanced.' Because at the end of the day, like, these are just video games.\"", "\"The things that we did back then, I look back now and think, 'Ah, God, what were we thinking?'\" Gigliotti reflects. \"But I'll tell you, what we were thinking was – you know when you hear about, like, movie directors? You've heard the story about Apocalypse Now, right? The filming of it and how everybody was on location and Francis Ford Coppola was like, 'No, we're going to live in the jungle.' That's what it felt like for us. We took what we did so deadly serious at the time. Even though maybe from an outside perspective it looks stupid and silly, we felt like we were like that. We were that serious about the authenticity we wanted to bring.\""], "authors": ["Associate Editor", "Blake Hester Has Been Writing About The Video Game Industry Since Before Joining Game Informer He Freelanced For Outlets Such As Polygon", "Vice", "Usg", "Rolling Stone."], "keywords": ["gigliotti", "team", "taking", "cairo", "san", "rockstars", "trip", "rockstar", "sanabria", "photos", "know", "development", "agent"], "pubDate": "2020-12-28T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}