{"id": "0310b560-4e52-3b04-b894-6339d1981050", "title": "Presidential Transition Live Updates: Biden Builds a Cabinet of Longtime Allies", "url": "https://www.nytimes.com/live/2020/12/10/us/joe-biden-trump/", "summary": "ET Presidential Transition Live Updates: Biden Builds a Cabinet of Longtime Allies The president-elect is putting a premium on personal relationships as he selects his team.\nWith nearly half of Joseph R. Biden Jr.’s cabinet and many key White House jobs announced, his administration looks more like a close-knit family.\nAnd he knows his choice for Pentagon chief from the retired general’s time in Iraq, where Mr. Biden’s son Beau, a military lawyer, also served on the general’s staff.\nWith nearly half of Mr. Biden’s cabinet and many key White House jobs announced, his administration looks more like a close-knit family.\nOther liberal groups, including the Human Rights Campaign, have released their own proposals for executive actions they would like Mr. Biden to take once in office.", "paragraphs": ["Live Updated Dec. 10, 2020, 9:25 a.m. ET Dec. 10, 2020, 9:25 a.m. ET Presidential Transition Live Updates: Biden Builds a Cabinet of Longtime Allies The president-elect is putting a premium on personal relationships as he selects his team. The biggest gun control advocacy group, run by former Mayor Michael Bloomberg, wants the Biden administration to act immediately with executive orders. RIGHT NOW Bloomberg’s gun control group calls for a raft of executive actions from Biden.", "Biden puts a premium on personal relationships in his cabinet picks. With nearly half of Joseph R. Biden Jr.’s cabinet and many key White House jobs announced, his administration looks more like a close-knit family. Credit... Anna Moneymaker for The New York Times President-elect Joseph R. Biden Jr. has worked with the former aide he wants to be secretary of state since their time at the Senate Foreign Relations Committee in the 1990s. His nominee for agriculture secretary endorsed his first presidential bid more than 30 years ago. And he knows his choice for Pentagon chief from the retired general’s time in Iraq, where Mr. Biden’s son Beau, a military lawyer, also served on the general’s staff. For all the talk that Mr. Biden is abiding by a complicated formula of ethnicity, gender and experience as he builds his administration — and he is — perhaps the most important criteria for landing a cabinet post or a top White House job appears to be having a longstanding relationship with the president-elect himself. His chief of staff, Ron Klain, goes back with him to the days of Anita Hill and Clarence Thomas when Mr. Biden was the chairman of the Senate Judiciary Committee and Mr. Klain was on his staff. John Kerry, his climate envoy, is an old Senate buddy. Even Vice President-elect Kamala Harris, who is not a longtime confidante and ran an aggressive campaign against Mr. Biden, had a close relationship with Beau Biden before he died — a personal credential that is like gold with the man about to move into the Oval Office. In accepting Mr. Biden’s nomination to be the first Black man to run the Defense Department, Gen. Lloyd J. Austin III on Wednesday called Beau a “great American” and recalled the time they spent together in Iraq, and their conversations after he returned home, before his death from a brain tumor in 2015. It is a sharp contrast to President Trump, who assembled a dysfunctional collection of cabinet members he barely knew. After an initial honeymoon, they spent their time constantly at risk of being fired. With nearly half of Mr. Biden’s cabinet and many key White House jobs announced, his administration looks more like a close-knit family. But there are risks in Mr. Biden’s approach, which departs sharply from Abraham Lincoln’s famous desire for a “team of rivals” in his cabinet who could challenge one another — and the president. And while every president brings in a coterie of longtime advisers, few have had the longevity of Mr. Biden’s nearly five decades in Washington, and prized so much the relationships he developed along the way. Relying on advisers and cabinet officials steeped in old Washington — and Mr. Biden’s own worldview — lends an air of insularity to his still-forming presidency at a time when many Americans are expecting fresh ideas to confront a world that is very different from the one that the president-elect and his friends got to know when they were younger. And even some allies in the Democratic Party say they worry that Mr. Biden’s reliance on the same people could undermine his ability to solve the country’s problems that go beyond the usual ones embraced by the establishment in Washington. Michael D. Shear and", "Bloomberg’s gun control group calls for a raft of executive actions from Biden. Michael Bloomberg during his campaign for the Democratic presidential nomination in February. The Bloomberg-backed Everytown for Gun Safety group is asking President-elect Joseph R. Biden Jr. to issue executive orders on gun safety. Credit... Brittainy Newman/The New York Times Everytown for Gun Safety, the gun control organization backed by former Mayor Michael R. Bloomberg of New York, called on the Biden administration on Thursday to swiftly enact executive orders that would regulate the tracking of homemade firearms, require background checks for virtually all gun sales and mandate dealers notify the F.B.I. when they complete gun purchases before completing a background check. Mr. Bloomberg’s group has for years been the largest player in gun control politics, outspending the gun rights powerhouse, the National Rifle Association, in both the 2018 and 2020 elections. John Feinblatt, Everytown’s president, worked closely with President-elect Joseph R. Biden Jr. when Mr. Biden, while vice president, was deputized to address gun violence after the 2012 shooting at Sandy Hook Elementary School in Connecticut. But the Obama administration waited months before a Senate vote to put in effect universal background checks failed. Much of the rest of President Barack Obama’s gun control agenda fell by the wayside But Mr. Feinblatt said gun safety politics has shifted since Mr. Biden was vice president. “There’s an entirely different environment where people know that gun safety is a public health crisis,” Mr. Feinblatt said this week during an interview. Everytown’s suite of proposed executive actions leans heavily on bolstering the federal regulation of gun transactions. But like the Obama administration proposals, any executive actions that Mr. Biden takes are likely to face steep opposition and legal challenges from gun rights activists. So-called ghost guns, purchased in parts and later assembled by their owners, are not tracked by federal law enforcement agencies. Everytown proposes Mr. Biden’s Bureau of Alcohol, Tobacco, Firearms and Explosives reclassify ghost guns as firearms, requiring them to carry serial numbers and be traced like other guns — essentially eliminating their appeal as untraceable weapons. The group is also requesting that the agency tighten its definition of what constitutes a firearms dealer who is required to comply with federal background checks. President Trump and previous administrations have left it to sellers to determine for themselves if they are full-time dealers, leaving untold thousands of guns to be sold at gun shows and online without federal checks. The Everytown proposal would have the agency set the limit at five guns sold per year to be required to conduct background checks before sales. Everytown is also asking the Justice Department to require gun dealers to notify the government before a gun is delivered to a buyer when a background check has yet to be completed. Currently, guns can be transferred if a federal background check is not completed within three business days. The group is also asking the Biden administration to create a gun violence task force to put in effect gun control measures across federal departments. Other liberal groups, including the Human Rights Campaign, have released their own proposals for executive actions they would like Mr. Biden to take once in office.", "Advertisement Continue reading the main story", "Chinese Embassy retweets Trump’s false claims of election fraud, then backtracks. The Twitter account of the Chinese Embassy in the United States on Wednesday shared a post by President Trump falsely claiming that the Democrats “cheated” in the election and that the results should be overturned — only to undo the retweet hours later and claim that its account had been hacked. The disputes and legal battles in the aftermath of the election have been a fixation for Chinese state news outlets, who have heralded the polarization as evidence of American decline. But the initial retweet on Wednesday appeared to be the first time that an official Chinese social media account had directly amplified Mr. Trump’s inaccurate claims about election fraud. The embassy’s subsequent attempts to distance itself from the post showed the precarious position that China has tried to occupy during the transition: not provoking Mr. Trump, who has continued to try to punish China during his final weeks in office, while hoping for a reset with president-elect Joseph R. Biden Jr. Chinese officials did not acknowledge Mr. Biden’s victory for several days after the election was called, and China’s leader, Xi Jinping, did not send his congratulations to him until more than two weeks afterward. Mr. Trump has introduced a slew of new measures against China recently, including sanctions and a travel ban on Chinese officials this week. On Thursday, China struck back by announcing that U.S. diplomatic passport holders would no longer be able to enter Hong Kong and Macau without visas. Mr. Trump’s tweet was the latest in the president’s long string of false claims about the election. After claiming that the Democrats had acted inappropriately, Mr. Trump wrote, “How can a Country be run like this?” Chinese state-backed newspapers have gleefully asked similar questions. “So-called US-style democracy has descended into a joke,” a front-page headline in one paper read after the election. But hours after the embassy shared the post, it disappeared from the account. Shortly after, the embassy tweeted that it had been hacked, adding, “For clarification, the Embassy didn’t do any retweeting on Dec. 9.” It was not the first time that official Chinese Twitter accounts had stepped back after appearing to revel in the American electoral chaos. Last month, People’s Daily, the official mouthpiece of the Chinese Communist Party, mocked a tweet from Mr. Trump falsely claiming that he had won the election, adding “HaHa” and a laughing face emoji. The tweet was later deleted."], "authors": ["Michael D. Shear", "Shane Goldmacher", "Reid J. Epstein", "Linda Qiu", "Vivian Wang", "Michael Wines"], "keywords": ["election", "biden", "updates", "mr", "chinese", "transition", "live", "presidentelect", "builds", "gun", "longtime", "bidens", "presidential", "executive", "allies", "cabinet", "president"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}