{"id": "03159cc5-5006-3a9e-aa0c-dd5dd7865ed3", "title": "PlayStation Upcoming Games Trailer Confirms Project Athia's Timed Exclusivity Period", "url": "https://www.gameinformer.com/2020/12/08/playstation-upcoming-games-trailer-confirms-project-athias-timed-exclusivity-period", "summary": "Sony dropped a new montage video hyping upcoming first- and third-party games coming to PlayStation 5 and PlayStation 4.\nHere are the confirmed platforms and exclusivity times for upcoming third-party titles:Project Athia: PS5 timed console exclusive “until at least 24 months after release.” Also on PC.\nDeathloop: PS5 timed console exclusive “until up to 12 months after release.” Also on PC.\nGhostwire Tokyo: PS5 timed console exclusive “until at least 12 months after release.\"\nGodfall: PS5 timed console exclusive until “at least” May 12, 2021.", "paragraphs": ["Sony dropped a new montage video hyping upcoming first- and third-party games coming to PlayStation 5 and PlayStation 4. The video confirms release windows and platforms for each game shown, as well as how long timed exclusives will remain such before releasing on other consoles. One of those games is Square Enix’s Project Athia, which had been unveiled at the June PlayStation showcase. According to Sony's video, the mysterious RPG will be exclusive to the system for two years. The game currently has no release window.", "The video also reiterates which games will be cross-platform and which will be PlayStation 5 exclusive. Some of this new was already out there, but Sony makes it plain as day to erase any remaining confusion.", "Here are the confirmed platforms and exclusivity times for upcoming third-party titles:", "Project Athia: PS5 timed console exclusive “until at least 24 months after release.” Also on PC.", "Deathloop: PS5 timed console exclusive “until up to 12 months after release.” Also on PC.", "Ghostwire Tokyo: PS5 timed console exclusive “until at least 12 months after release.\" Also on PC.", "Godfall: PS5 timed console exclusive until “at least” May 12, 2021.", "In terms of first-party games, the biggest takeaway from this video is that Gran Turismo 7 launches in 2021 and will be a PS5-exclusive. That might not surprise many, but given that many people assumed Horizon Forbidden West would be a PS5-only title before learning it will be cross-gen, it’s good to confirm platforms for any first-party Sony game at this point.", "For more on Project Athia, check out this video showcasing the game’s engine as well as this feature discussing why it’s one of most anticipated new worlds to explore."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["exclusive", "ps5", "video", "trailer", "exclusivity", "project", "timed", "sony", "confirms", "upcoming", "playstation", "console", "athias", "release", "period", "games", "platforms"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}