{"id": "031a5b90-1d92-39e3-84f7-d04c5c1b129d", "title": "Abigail Spanberger and Ayanna Pressley on the Democratic Rift", "url": "https://www.newyorker.com/podcast/political-scene/abigail-spanberger-and-ayanna-pressley-on-the-democratic-rift", "summary": "Rhetoric about democratic socialism and defunding the police, they said, had scared away moderate voters, who rejected Donald Trump but voted for Republicans down ballot.\nAbigail Spanberger, who represents the conservative Seventh Congressional District of Virginia, made that argument on a post-election call with fellow House members which was then leaked to the press.\nBut Ayanna Pressley, who represents the liberal Seventh Congressional District of Massachusetts, doesn’t buy it.\nPressley feels that a sufficiently populist approach to pandemic relief, for example, can sway Republican voters.\n“We know, before the pandemic, [many] families didn’t have four hundred dollars saved to weather a disruptive life event,” she points out.", "paragraphs": ["In November, when the Democratic Party lost seats in the House and a hoped-for victory in the Senate fizzled, centrist Democrats were quick to blame left-leaning progressives. Rhetoric about democratic socialism and defunding the police, they said, had scared away moderate voters, who rejected Donald Trump but voted for Republicans down ballot. Abigail Spanberger, who represents the conservative Seventh Congressional District of Virginia, made that argument on a post-election call with fellow House members which was then leaked to the press. She tells David Remnick that the Party cannot achieve anything without bipartisan dealmaking—however unwelcome it may be to progressives. But Ayanna Pressley, who represents the liberal Seventh Congressional District of Massachusetts, doesn’t buy it. In order to prove Democrats’ value to voters, she says, the Party must stand up for ideals and not seek compromise. Pressley feels that a sufficiently populist approach to pandemic relief, for example, can sway Republican voters. “We know, before the pandemic, [many] families didn’t have four hundred dollars saved to weather a disruptive life event,” she points out. “And I’m sure many of those families were Republicans. So the ultimate persuasion tool is impact.”"], "authors": ["Condé Nast", "Dorothy Wickende", "Jelani Cob"], "keywords": ["ayanna", "seventh", "republicans", "pandemic", "families", "rift", "represents", "democratic", "abigail", "party", "house", "spanberger", "progressives", "pressley", "voters"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}