{"id": "032a5608-94d4-356d-9151-8de3da1a5e55", "title": "Could Meghan ruling stop the media using leaked documents?", "url": "https://www.theguardian.com/uk-news/2021/feb/11/could-meghan-ruling-stop-the-media-using-leaked-documents", "summary": "The high court ruled that the newspaper invaded Meghan Markle’s privacy when it published a personal letter to her estranged father, Thomas Markle.\nLord Justice Warby said: “It was, in short, a personal and private letter […] The claimant had a reasonable expectation that the contents of the letter would remain private.\n“You are putting manacles on the media and that is going to be one of the issues from this going forward,” he said.\n“What you have is a situation where any letter that is leaked to a journalist cannot be published under the terms of this judgment.\nOthers, however, are not yet convinced that the ruling has major implications for the media.", "paragraphs": ["It’s a win, for now, for the Duchess of Sussex in her ongoing battle with the Mail on Sunday – but there are concerns that Thursday’s ruling could place “manacles” on future media reporting that uses leaked documents or letters.", "The high court ruled that the newspaper invaded Meghan Markle’s privacy when it published a personal letter to her estranged father, Thomas Markle.", "Lord Justice Warby said: “It was, in short, a personal and private letter […] The claimant had a reasonable expectation that the contents of the letter would remain private. The Mail articles interfered with that reasonable expectation.”", "But Mark Stephens, a partner at Howard Kennedy and expert in reputation management, described the ruling as “a good day for PR men”.", "“You are putting manacles on the media and that is going to be one of the issues from this going forward,” he said. “What you have is a situation where any letter that is leaked to a journalist cannot be published under the terms of this judgment. And it is unclear when public interest comes in to allow you to publish.”", "The judge had said the issue of whether Meghan was “the sole author” of the letter or Jason Knauf, formerly communications secretary to the Duke and Duchess of Sussex, was a “co-author” should be determined at a trial.", "“The judge really gave very short shrift to the suggestion that this was a letter that was prepared and published with the expectation that it would come into the public domain,” Stephens added.", "The high court was asked by the Sussexes to grant summary judgment to resolve parts of the case without a trial. The Mail on Sunday said it was “surprised and disappointed” at being denied “open court at a full trial”.", "Warby said there would be a further hearing in March to decide the next steps in the legal action. It is expected that the newspaper’s publishers, Associated Newspapers Limited (ANL), will appeal, and a higher court could spell out in more detail what Thursday’s ruling means for evolving privacy laws.", "But short of this, Stephens sketches out a future scenario in which advantage falls to rich and powerful people who can afford sophisticated PR companies.", "“They will be able to portray themselves in quite a different light and we will never be able to truly know the extent to which they have had a hand in the curation of their reputations,” he said.", "Others, however, are not yet convinced that the ruling has major implications for the media. David Banks, a co-author of McNae’s Essential Law for Journalists and a media law consultant, said it was already well established that correspondence is private.", "“I think that most of us would regard a letter sent to our fathers in such circumstances was a private matter. The question was whether the Mail could show that it was in the public interest for it not to be, and the judge has clearly ruled on this.”", "While Banks expected the publishers to appeal, he did not foresee the ruling significantly restricting media coverage in the interim.", "“Potentially there are issues around where celebrities manage their public relations through friends and certain aspects of their private lives are brought into the public domain via those contacts or spokespeople. If the media started intruding, or were seen to intrude, then those same people might begin to cry that it was a private matter.”", "He added: “There is potentially a lot to be discussed around that, and whether there is an issue of hypocrisy involved in management of their affairs in that way.”"], "authors": ["Ben Quinn"], "keywords": ["using", "documents", "mail", "private", "court", "stephens", "public", "meghan", "letter", "published", "ruling", "leaked", "media", "stop", "short"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}