{"id": "03669047-dc9b-3afe-94a5-9a0ef08415ce", "title": "12 Friendship Bracelets for Your Circle, Near and Far", "url": "https://www.vogue.com/article/friendship-bracelets", "summary": "The idea of friendship bracelets may bring you back to childhood, but they’re just as relevant in adulthood as in the days of sleep-away camp (and no longer made of cheap, colorful thread).\nThere’s an old adage that goes something like this: friends are the family you choose.\nAnd, in these times, there’s nothing so tangible that brings the feeling of togetherness, no matter how physically far apart you may be, as a friendship bracelet.\n“It’s so special to look down at your wrist every day and be reminded of someone you love,” says jeweler Jennifer Meyer.\nIrene Neuwirth 5mm rose cut rainbow moonstone yellow gold bracelet $2,730 YLANG23 Shop Now Irene Neuwirth small rose cut labradorite rose gold bracelet $2,750 YLANG23 Shop Now", "paragraphs": ["The idea of friendship bracelets may bring you back to childhood, but they’re just as relevant in adulthood as in the days of sleep-away camp (and no longer made of cheap, colorful thread). There’s an old adage that goes something like this: friends are the family you choose. And, in these times, there’s nothing so tangible that brings the feeling of togetherness, no matter how physically far apart you may be, as a friendship bracelet.", "Silver, gold, diamonds, precious stones, or colorful beads are all options for you and your friends. And the necessity of matching patterns of your teenage years don’t have to ring true today: you and your friends can have versions of the same bracelet to suit each of your styles.", "“It’s so special to look down at your wrist every day and be reminded of someone you love,” says jeweler Jennifer Meyer. “The most successful friendship bracelets are those that you never have to take off and that will last forever.”", "And just when you’re not sure you’re doing it right, Meyer let us know there’s no perfect formula for this: “I don’t believe there’s a science to picking the perfect friendship bracelet,” she says. “In my experience, it just needs to be something that you and your friend(s) love and want to wear every day.”", "Classic Gold", "Simple, stackable, and easy to incorporate within any existing collection.", "Established custom 2-letter initial bead bracelet on ball chain $715 ESTABLISHED JEWELRY Shop Now Jennifer Meyer mini heart bracelet $325 JENNIFER MEYER Shop Now", "Starling To the Moon and Back bracelet set $340 STARLING Shop Now Jemma Wynne personalized rectangle bangle $3,360 JEMMA WYNNE Shop Now", "Color Wheel", "Bright, fun, and will always bring a smile to your face.", "Pippa Small 18-karat gold ruby bracelet $2,740 NET-A-PORTER Shop Now Roxanne Assoulin Just Say It custom bracelet $150 ROXANNE ASSOULIN Shop Now", "Shay Jewelry rainbow tennis bracelet $5,040 OLIVELA Shop Now Dior J'Adior bracelet set $420 DIOR Shop Now", "Twists on Classics", "A little quirky, and perfect for those looking for something unusual.", "Irene Neuwirth 5mm rose cut rainbow moonstone yellow gold bracelet $2,730 YLANG23 Shop Now Irene Neuwirth small rose cut labradorite rose gold bracelet $2,750 YLANG23 Shop Now"], "authors": ["Daisy Shaw-Ellis", "Daisy Shaw-Elli"], "keywords": ["theres", "rose", "circle", "jennifer", "far", "near", "friends", "bracelet", "perfect", "bracelets", "meyer", "12", "gold", "shop", "friendship"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}