{"id": "039fc0cc-1822-3a0f-bf6e-06a0ef31f1e3", "title": "Orlando PD donates, delivers Christmas gifts to more than 200 kids in need", "url": "http://www.foxnews.com/us/orlando-police-donate-deliver-christmas-gifts-children-in-need", "summary": "Police officers in Orlando, Fla., donned red Santa hats Saturday morning and delivered gifts donated by the entire police department to more than 200 children in need ahead of Christmas.\nDEMAND FOR TOY DONATIONS SKYROCKETS AS CORONAVIRUS CHOKES CHRISTMAS GIFT DRIVES“We wanted to purchase gifts and bring them to [the kids] so that they can have a great Christmas,” said Hyatt, who serves on the department’s Neighborhood Patrol Unit.\nThe department’s officers and staff donated the money to buy the toys and gifts, which they usually give out at holiday parties, according to FOX35 Orlando.\nWith the coronavirus pandemic forcing smaller gatherings – or canceling them altogether – the officers hand-delivered the gifts to the children at their homes this year.\nThe department, in partnership with Academy Sports and the Orlando Solar Bears hockey team, was also able to give out 50 bicycles and bike helmets to first- and second-grade students on Saturday.", "paragraphs": ["Police officers in Orlando, Fla., donned red Santa hats Saturday morning and delivered gifts donated by the entire police department to more than 200 children in need ahead of Christmas.", "The Orlando Police Department collected the names of children in need from local churches, counselors and community centers to bring smiles to kids’ faces this Christmas, Officer Marcus Hyatt said in a video the department posted online, adding that 2020 has been a tough year for many families.", "DEMAND FOR TOY DONATIONS SKYROCKETS AS CORONAVIRUS CHOKES CHRISTMAS GIFT DRIVES", "“We wanted to purchase gifts and bring them to [the kids] so that they can have a great Christmas,” said Hyatt, who serves on the department’s Neighborhood Patrol Unit.", "The department’s officers and staff donated the money to buy the toys and gifts, which they usually give out at holiday parties, according to FOX35 Orlando.", "With the coronavirus pandemic forcing smaller gatherings – or canceling them altogether – the officers hand-delivered the gifts to the children at their homes this year.", "Hyatt said the gift-giving helps to build trust with the community and “close the gap because so often law enforcement is portrayed a certain way.”", "“People don’t get a chance to see us handing out gifts, us having positive conversations with people,” Hyatt said. “People don’t get a chance to see that we are human just like them.”", "CLICK HERE TO GET THE FOX NEWS APP", "Hyatt said the reaction was nothing but positive and kids swarmed the officers handing out presents and stickers.", "“We’ve seen nothing but smiles,” the officer said.", "The department, in partnership with Academy Sports and the Orlando Solar Bears hockey team, was also able to give out 50 bicycles and bike helmets to first- and second-grade students on Saturday."], "authors": ["Stephen Sorace"], "keywords": ["200", "gifts", "hyatt", "need", "smiles", "donates", "officers", "children", "department", "pd", "delivers", "christmas", "orlando", "positive", "kids"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}