{"id": "03a0ad20-2e7a-39e9-89e8-10e09c2b4bd9", "title": "Opinion | Why Trump Is Still Their Guy", "url": "https://www.nytimes.com/2021/04/21/opinion/trump-republicans.html", "summary": "Egocentric victimhood, on the other hand, is less outwardly focused.\nThere were substantial differences between the way these two groups voted, according to Armaly and Enders:Those exhibiting higher levels of egocentric victimhood are more likely to have voted for, and continue to support, Donald Trump.\nHowever, those who exhibit systemic victimhood are less supportive and were less likely to vote for Trump.\nStuart Stevens, a Republican media consultant who is a harsh critic of Trump, emailed me to say that “Trump is the Republican Party” and as a result:We are in uncharted waters.\nFor the Republican Party, Begala wrote, “as white power diminishes, white supremacy intensifies.”The Times is committed to publishing a diversity of letters to the editor.", "paragraphs": ["Miles T. Armaly and Adam M. Enders, political scientists at the University of Mississippi and the University of Louisville, argue that Trump appeals to voters experiencing what they call “egocentric victimhood” as opposed to those who see themselves as “systemic” victims.", "In their January 2021 paper, “‘Why Me?’ The Role of Perceived Victimhood in American Politics,” Armaly and Enders argue that:", "A systemic victim looks externally to understand her individual victimhood. Egocentric victimhood, on the other hand, is less outwardly focused. Egocentric victims feel that they never get what they deserve in life, never get an extra break, and are always settling for less. Neither the ‘oppressor,’ nor the attribution of blame, are very specific. Both expressions of victimhood require some level of entitlement, but egocentric victims feel particularly strongly that they, personally, have a harder go at life than others.", "There were substantial differences between the way these two groups voted, according to Armaly and Enders:", "Those exhibiting higher levels of egocentric victimhood are more likely to have voted for, and continue to support, Donald Trump. However, those who exhibit systemic victimhood are less supportive and were less likely to vote for Trump.", "The same pattern emerged in the case of racial resentment and support for or opposition to government aid to African-Americans, for building a wall on the Mexican border and for political correctness: egocentric victims, the authors report, tilted strongly in a conservative direction, systemic victims in a liberal direction.", "In an effort to better understand how competing left and right strategies differ, I asked Kevin Arceneaux, a political scientist at Temple, a series of questions. The first was:", "How would you describe the differences between the mobilizing strategies of the civil rights movement and Trump’s appeals to discontented whites? Arceneaux’s answer:", "The civil rights movement was about mobilizing an oppressed minority to fight for their rights, against the likelihood of state-sanctioned violence, while Trump’s appeals are about harnessing the power of the state to maintain white dominance. Trump’s appeals to discontented whites are reactionary in nature. They promise to go back to a time when whites were unquestionably at the top of the social hierarchy. These appeals are about keying into anger and fear, as opposed to hope, and they are about moving backward and not forward.", "What role has the sense of victimhood played in the delusional character of so many Trump supporters who continue to believe the election was stolen? Arceneaux again:", "Their sense of victimhood motivates the very idea that some evil force could be so powerful that it can successfully collude to steal an election. It fits the narrative that everyone is out to get them.", "Looking toward the elections of 2022 and 2024, Trump not only remains at the heart of the Republican Party, he embodies the party’s predicament: candidates running for House and Senate need him to turn out the party’s populist base, but his presence at the top of the ticket could put Congress and the White House out of reach.", "Still, Arceneaux argues that without Trump, “I do believe that the Republicans will struggle to turn out non-college educated whites at the same rate.”", "Ed Goeas, a Republican pollster, observes that turning out working class voters in 2024 will most likely not be enough for Trump to win: “There are a large number of Republican voters (around 40 percent), who were either reluctant Trump voters or non-supportive voters, who make a Trump win in the general election look very undoable.”", "Ed Rogers, the Republican lobbyist I mentioned at the beginning of this column, argues that if Trump runs in 2024 — despite the clout he wields today — he is liable to take the party down to defeat:", "I don’t think Trump can win a two person race in a general election. He can’t get a majority. He pulled a rabbit out of the hat in 2016 and he got beat bad by an uninspiring candidate in 2020. 2024 is a long way away but I don’t know what might happen to make Trump have broader appeal or more advantages than he did in 2020.", "Stuart Stevens, a Republican media consultant who is a harsh critic of Trump, emailed me to say that “Trump is the Republican Party” and as a result:", "We are in uncharted waters. For the first time since 1860, a major American political party doesn’t believe America is a democracy. No Republican will win a contested primary in 2022 or 2024 who will assert that Biden is a legal president. The effect of this is profound and difficult to predict. But millions of Americans believe the American experiment is ending.", "What is driving the Republican Party? Stevens’s answer is that is the threat of a nonwhite majority:", "The coordinated effort to reduce voter access for those who are nonwhite is because Republicans know they are racing the demographic clock. The degree to which they are successful will determine if a Republican has a shot to win. It’s all about white grievance.", "Paul Begala, a Democratic consultant, described what may be Trump’s most lasting imprint on his party:", "Many prospective presidential candidates, including Josh Hawley, Kristi Noem, Ted Cruz, Ron DeSantis, “seem to me to be embracing the growing nativist, anti-immigrant, anti-diversity fire Trump lit.”", "In the 28 years since the 1992 election, Begala continued by email, there has been “more diminution in white voting power than in the previous 208 years” dating back to the nation’s first presidential election.", "For the Republican Party, Begala wrote, “as white power diminishes, white supremacy intensifies.”", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "authors": ["Thomas B. Edsall"], "keywords": ["voters", "egocentric", "win", "victimhood", "white", "guy", "party", "republican", "appeals", "opinion", "trump", "election"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}