{"id": "03b04cb2-8af8-3a6a-be24-b1d77b1823bc", "title": "Paolo Rossi, who led Italy to 1982 World Cup, dies at 64", "url": "https://www.foxnews.com/sports/paolo-rossi-who-led-italy-to-1982-world-cup-dies-at-64", "summary": "Paolo Rossi, who led Italy to the 1982 World Cup title and later worked as a soccer commentator in his home country, has died.\nState-run RAI, where Rossi worked after his playing career, said Thursday he died of an incurable illness.\nRossi had a remarkable career comeback, leading Italy to the World Cup title after returning from a suspension following a betting scandal in 1980.\nThe Italian soccer federation said it would fly flags at half-staff in a sign of mourning.\n“Paolo Rossi made us feel proud to be Italian,\" Dal Pino said, “he was the hero of all of us.”", "paragraphs": ["Paolo Rossi, who led Italy to the 1982 World Cup title and later worked as a soccer commentator in his home country, has died. He was 64.", "State-run RAI, where Rossi worked after his playing career, said Thursday he died of an incurable illness.", "RAI and other media cited an Instagram post by Rossi's wife, Federica Cappelletti. She posted a picture of the couple with the caption “Per sempre,\" Italian for “Forever.\"", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "In a Facebook post, Cappelletti added: “There will never be another one like you, unique, special, after you there is absolute nothingness.\"", "Rossi had a remarkable career comeback, leading Italy to the World Cup title after returning from a suspension following a betting scandal in 1980.", "He scored six goals at the tournament in Spain, including a hat trick in a 3-2 win over Brazil and the opening goal in a 3-1 win over West Germany in the final. He was also voted FIFA player of the year in 1982.", "The Italian soccer federation said it would fly flags at half-staff in a sign of mourning.", "“We have lost a friend and an icon of our soccer,\" federation president Gabriele Gravina said. “He took an entire country by the hand, which rejoiced in the streets, for him and with him. He is permanently linked to the Azzurri and has inspired generations of forwards with his style.\"", "Former teammate Stefano Collovati told RAI Radio 1 that he received the news from the phone chat used by the 1982 team members, many of whom expressed devastation at Rossi's passing.", "“I heard five minutes ago. I'm so sorry. It was out of the blue,\" former teammate Dino Zoff told the ANSA news agency. “It had been a while that we hadn't spoken, he had said something but we didn't think it was so serious.\"", "Rossi won two Serie A titles and a European Cup while playing for Juventus. He also played for AC Milan before moving into sportscasting at Italy's top networks.", "RAI sports presenter Enrico Varriale, who worked with Rossi, posted on Twitter about the star forward’s death.", "“Very sad news: Paolo Rossi left us,” Varriale wrote. “Unforgettable Pablito, who made us all fall in love in that summer of ’82 and who has been a precious and competent workmate at RAI in recent years. RIP dear Paolo.”", "In a statement, Serie A president Paolo Dal Pino said the Italian league was in mourning.", "“Paolo Rossi made us feel proud to be Italian,\" Dal Pino said, “he was the hero of all of us.”"], "authors": [], "keywords": ["italian", "soccer", "world", "paolo", "cup", "rai", "worked", "rossi", "led", "italy", "win", "dies", "varriale", "1982", "64"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}