{"id": "03eebbd4-7b23-3b0f-a30b-3864097b4f6f", "title": "Design Thinking Part II: Ideas to Action", "url": "https://execed.economist.com/darden-executive-education/design-thinking-part-ii-ideas-action-2021-01-04", "summary": "Education: B.S., Boston University; MBA, Harvard University; D.B.A., Boston UniversityJeanne M. Liedtka is a faculty member at the University of Virginia's Darden Graduate School of Business and former chief learning officer at United Technologies Corporation, where she was responsible for overseeing all activities associated with corporate learning and development for the Fortune 50 corporation, including executive education, career development processes, employer-sponsored education and learning portal and web-based activities.\nAt Darden, where she formerly served as associate dean of the MBA program and as executive director of the Batten Institute, Jeanne works with both MBAs and executives in the areas of design thinking, innovation and leading growth.\nHer passion is exploring how organizations can engage employees at every level in thinking creatively about the design of powerful futures.\nHer current research focuses on design-led innovation in the government and social sector, as does her forthcoming book, Designing for the Greater Good.\nHer previous books include: The Catalyst; How You Can Lead Extraordinary Growth(winner of the Business Week best innovation books of 2009); Designing for Growth: A Design Thinking Tool Kit for Managers(winner of the 1800 CEO READ best management book of 2011) and its accompanying field guide, The Designing for Growth Field Book: A Step by Step Guide, The Physics of Business Growth: Mindsets, System and Process and Solving Business Problems with Design Thinking: Ten Stories of What Works.", "paragraphs": ["Education: B.S., Boston University; MBA, Harvard University; D.B.A., Boston University", "Jeanne M. Liedtka is a faculty member at the University of Virginia's Darden Graduate School of Business and former chief learning officer at United Technologies Corporation, where she was responsible for overseeing all activities associated with corporate learning and development for the Fortune 50 corporation, including executive education, career development processes, employer-sponsored education and learning portal and web-based activities.", "At Darden, where she formerly served as associate dean of the MBA program and as executive director of the Batten Institute, Jeanne works with both MBAs and executives in the areas of design thinking, innovation and leading growth. Her passion is exploring how organizations can engage employees at every level in thinking creatively about the design of powerful futures.", "Her current research focuses on design-led innovation in the government and social sector, as does her forthcoming book, Designing for the Greater Good. Her previous books include: The Catalyst; How You Can Lead Extraordinary Growth(winner of the Business Week best innovation books of 2009); Designing for Growth: A Design Thinking Tool Kit for Managers(winner of the 1800 CEO READ best management book of 2011) and its accompanying field guide, The Designing for Growth Field Book: A Step by Step Guide, The Physics of Business Growth: Mindsets, System and Process and Solving Business Problems with Design Thinking: Ten Stories of What Works."], "authors": [], "keywords": ["growth", "business", "thinking", "designing", "university", "education", "ideas", "design", "innovation", "book", "ii", "learning", "action"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}