{"id": "03faedf7-f967-3663-b157-8d83f7f77b83", "title": "Sandy Liang’s First NYC Store Is Nostalgic and Neighborhood-Oriented", "url": "https://www.vogue.com/article/sandy-liang-store-new-york", "summary": "Photography by Jonathan HokkloDuring the store design process, Liang notes that she had the most fun figuring out what her garments would look like in a new environment, as well as imagining what that environment is for her personally.\n“I know what my clothes look like, but what does a space look like that is designed by me or has my aesthetic built into it?” she muses.\n“That turned out to be a mishmash of stuff.\nAs Liang says, “It’s like I’m quietly slipping into the neighborhood, which is how I always wanted to do it, so I’m happy about that.”Below, Liang shares a few of her favorite items of decor, inspired by her very cool new store.\nGaetano Pesce Large Rectangular Tray $190 COMING SOON Shop Now Cold Picnic \"Holly & Kit\" Rug $170 COMING SOON Shop NowVitra Akari 24N Table Lamp $659 LUISAVIAROMA Shop Now Veritas Glass in Crunchy Dino $60 ASP & HAND Shop Now", "paragraphs": ["Photography by Jonathan Hokklo", "During the store design process, Liang notes that she had the most fun figuring out what her garments would look like in a new environment, as well as imagining what that environment is for her personally. “I know what my clothes look like, but what does a space look like that is designed by me or has my aesthetic built into it?” she muses. “That turned out to be a mishmash of stuff. It’s me and it’s the nostalgic element of my brand, but it’s also about being resourceful and using and representing things that are local.” Liang emphasizes that, once she is able to safely have more people in the shop, she’d like to host neighborhood events, like a coat drive or a special pop-up market with local vendors. She’s also excited to create exclusive pieces for the store, which Liang says feels “really, really freeing—I am so excited about the fact that I can have five one-of-a-kind dresses hanging in the store and I don’t have to worry about quantities and numbers.”", "Photography by Jonathan Hokklo", "Liang’s new store not only promises to be another big step forward for her brand overall, but also a new destination in the Lower East Side for her friends to stop by and hang out, her grandmother and mother to bring food to, and a new place for her to work and find inspiration. As Liang says, “It’s like I’m quietly slipping into the neighborhood, which is how I always wanted to do it, so I’m happy about that.”", "", "Below, Liang shares a few of her favorite items of decor, inspired by her very cool new store.", "Gaetano Pesce Large Rectangular Tray $190 COMING SOON Shop Now Cold Picnic \"Holly & Kit\" Rug $170 COMING SOON Shop Now", "Vitra Akari 24N Table Lamp $659 LUISAVIAROMA Shop Now Veritas Glass in Crunchy Dino $60 ASP & HAND Shop Now"], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["liang", "nyc", "soon", "really", "look", "neighborhoodoriented", "liangs", "shop", "local", "store", "sandy", "nostalgic", "jonathan", "neighborhood", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}