{"id": "046adae5-dcc4-3333-9ddb-0ecd0aa8ac56", "title": "Atul Gawande on Taming the Coronavirus", "url": "https://www.newyorker.com/podcast/political-scene/atul-gawande-on-taming-the-coronavirus", "summary": "What will be the impact of a large number of people not taking it—as they say they won’t?\nAtul Gawande, a New Yorker staff writer who was recently appointed to President-elect Joe Biden’s COVID-19 task force, walks David Remnick through some of the challenges of this pivotal moment.\n“Part of the reason it’s good that health-care workers would go first is [that] .\nhealth-care workers are everywhere.\nWhich means we’re all going to know people who got vaccinated, and we’re going to see that they did all right.”", "paragraphs": ["Can a vaccine be distributed fairly? What will be the impact of a large number of people not taking it—as they say they won’t? Atul Gawande, a New Yorker staff writer who was recently appointed to President-elect Joe Biden’s COVID-19 task force, walks David Remnick through some of the challenges of this pivotal moment. F.D.A. approval of at least one vaccine is expected imminently, but hospitalizations are still rising rapidly around the country, and Gawande is concerned that news of an approval could lead to more irresponsible behavior. “If, once people start getting vaccinated, they start throwing the masks away and you can’t get them to do social distancing,” he said, “then you’re really relying on vaccination as the sole prong of the strategy.” More than forty per cent of people polled say they are reluctant to take the new vaccines, but Gawande suspects that the real number of resisters may be much smaller. “Part of the reason it’s good that health-care workers would go first is [that] . . . health-care workers are everywhere. Which means we’re all going to know people who got vaccinated, and we’re going to see that they did all right.”"], "authors": ["Condé Nast", "Dorothy Wickende"], "keywords": ["vaccinated", "say", "coronavirus", "approval", "number", "atul", "workers", "taming", "gawande", "vaccine", "start", "going", "healthcare"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}