{"id": "04953139-cc09-330d-a434-485af964aa95", "title": "New Mass Effect Legendary Edition Screenshots Show Custom Shepard Improvements", "url": "https://www.gameinformer.com/2021/04/08/new-mass-effect-legendary-edition-screenshots-show-custom-shepard-improvements", "summary": "New Mass Effect Legendary Edition screenshots highlight custom Shepard improvements while showing different areas enhanced such as lighting and textures.\nWhile this particular Shepard was seen in the full reveal trailer, these direct-feed screenshots offer a closer look at the Mass Effect 1 improvements.\nCD-Action via RedditThe Mass Effect Legendary Edition was our cover story last month and we had a ton of exclusive coverage to reveal, including screenshots, why Pinnacle DLC is missing, and so much more.\nIf you're interested, you can check all of that out right here with our remaster game hub.\nWhat are your thoughts on the Mass Effect Legendary Edition so far?", "paragraphs": ["New Mass Effect Legendary Edition screenshots highlight custom Shepard improvements while showing different areas enhanced such as lighting and textures. While this particular Shepard was seen in the full reveal trailer, these direct-feed screenshots offer a closer look at the Mass Effect 1 improvements.", "The two new screenshots come courtesy of CD-Action, a Polish magazine. The images were upscaled in resolution thanks to Reddit u/Audemus77. The first one is the shot seen in the second trailer for the trilogy remaster, showing a Commander Shepard with texture improvements, way better lighting, and a hairstyle that was first seen in Mass Effect Andromeda.", "CD-Action via Reddit", "The hairstyle from Andromeda is one of the few new styles added to the character customization. In the first game, you could make your own character but it was incredibly limited. And I'm sorry, but it's time to admit something. You guys know my love for the trilogy and Jane Shepard, but it's time to be honest and admit that FemShep was done dirty in the first game. No matter how many different things we did to make her our own, she always ended up looking like a young Joan Rivers. Now, she actually looks like she has some variety, which is great! Everyone should feel like they've made something special when creating their character.", "The second screenshot centers around Eden Prime, showing off the deeper details in the environment itself as well as softer colors and more dimensioned lighting.", "CD-Action via Reddit", "The Mass Effect Legendary Edition was our cover story last month and we had a ton of exclusive coverage to reveal, including screenshots, why Pinnacle DLC is missing, and so much more. If you're interested, you can check all of that out right here with our remaster game hub.", "What are your thoughts on the Mass Effect Legendary Edition so far? Are you glad they went the remaster route, or were you hoping for a remake? Sound off with those N7 thoughts in the comment section below, Garrus Vakarian would want you to."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["remaster", "effect", "edition", "mass", "game", "shepard", "legendary", "improvements", "screenshots", "showing", "seen", "custom"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}