{"id": "04c75171-07b0-3bc1-9582-82451521534f", "title": "Joe Biden's inauguration - the view from Capitol Hill | DC Diary", "url": "https://www.ft.com/video/b1bf0e01-cbcf-4910-84a2-4958b16cce15?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=7", "summary": "In what will go down as one of the most surreal presidential inauguration days in history, new President Joe Biden gave what would in ordinary times have seemed like a fairly orthodox political speech.\nAnd he promised that America would lead the world not merely by the example of our power, but by the power of our example.\nSuch as rejoining the Paris Climate Accord, and rejoining the World Health Organization.\nBut it was everything surrounding this speech that made it so extraordinary.\nAgainst this backdrop and after four years of political turmoil, perhaps a speech calling for unity was quite a revolutionary one.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Democracy has prevailed.", "In what will go down as one of the most surreal presidential inauguration days in history, new President Joe Biden gave what would in ordinary times have seemed like a fairly orthodox political speech. Positioning himself much as he did during the campaign, Joe Biden said he would be a candidate for unity, saying he would heal the divides of the previous four years. Democracy has prevailed, he said. In what would have seemed like a fairly empty truism had it not been for the fact that the building from which he was speaking had been stormed by a riotous mob just two weeks earlier, who tried to overturn the results of the election.", "There were some standout lines. He urged Americans to end this uncivil war between red and blue. And he promised that America would lead the world not merely by the example of our power, but by the power of our example. There wasn't much in terms of policy, but then, inaugural speeches are not really the place for that. Mr Biden was, however, due to sign a flurry of executive orders as soon as he entered the Oval Office, mainly reversing some of the Trump era policies. Such as rejoining the Paris Climate Accord, and rejoining the World Health Organization.", "But it was everything surrounding this speech that made it so extraordinary. In a break with tradition, the outgoing president did not attend, with Donald Trump having left Washington for Florida earlier in the day. The crowd was relatively sparsely populated, thanks to the coronavirus controls in place. And the streets surrounding the inauguration were eerily quiet, as tens of thousands of troops stood on guard hoping to prevent any repeat of what happened two weeks earlier.", "Against this backdrop and after four years of political turmoil, perhaps a speech calling for unity was quite a revolutionary one.", "Today we celebrate the triumph not of a candidate, but of a cause. A cause of democracy."], "authors": ["Produced Gregory Bobillot"], "keywords": ["dc", "unity", "joe", "trump", "hill", "surrounding", "power", "view", "inauguration", "bidens", "world", "president", "rejoining", "speech", "biden", "capitol", "diary", "weeks"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}