{"id": "05261d74-7625-3bca-b28c-9c1b0b270e0c", "title": "“You Don’t Win By Losing” Mollie Hemingway On Push From Some Conservatives To Abstain From Voting In GA Senate Runoffs", "url": "https://radio.foxnews.com/2020/12/03/you-dont-win-by-losing-mollie-hemingway-on-push-from-some-conservatives-to-abstain-from-voting-in-ga-senate-runoffs/", "summary": "Hemingway said,\"You don't win by losing and you don't win by giving your opponents everything they want, which is raw power.\"\nThese are the things that these very same people say that they're frustrated with when they see from never Trump or conservative establishment, they say, oh, they always seem to think they're winning by losing.\nYou don't win by losing and you don't win by giving your opponents everything they want, which is raw power.\nThat's that's obviously going to be the major issue of the next few years.\nBut I don't think smart.", "paragraphs": ["Mollie Hemingway Senior Editor at The Federalist, Fox News Contributor & Co-Author of Justice on Trial spoke with Fox News Radio's Guy Benson about the push from some conservatives to abstain from voting in Georgia Senate runoffs. Hemingway said,", "\"You don't win by losing and you don't win by giving your opponents everything they want, which is raw power.\"", "Hemingway also said,", ":I think it's totally legitimate to be frustrated right now with not just election fraud, but GOP impotence, and I think that that's a legitimate thing to do, but I don't think is legitimate is to put forth this theory of you win by losing or you win by not voting for the most conservative candidate out there. These are the things that these very same people say that they're frustrated with when they see from never Trump or conservative establishment, they say, oh, they always seem to think they're winning by losing. You don't win by losing and you don't win by giving your opponents everything they want, which is raw power. And so people I actually think most I think most people are actually quite sensible about this. They do want Republicans all fighting for election integrity. That's that's obviously going to be the major issue of the next few years. And that needs to be an all hands on deck kind of situation. But I don't think smart. Rational people think that the key is to lose. That's the whole thing that they've been frustrated with in the GOP establishment. They should not emulate that if they're genuinely frustrated by that.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["runoffs", "push", "think", "win", "mollie", "dont", "thats", "theyre", "voting", "hemingway", "ga", "frustrated", "thing", "legitimate", "senate", "losing"], "pubDate": "2020-12-03T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}