{"id": "053ffd66-0c53-3db6-9a8a-3a0eb6e17f34", "title": "853,000 Americans filed for unemployment benefits last week", "url": "https://www.foxbusiness.com/markets/jobless-claims-coronavirus-pandemic-dec-10-2020", "summary": "The number of Americans filing for first-time unemployment benefits rose more than expected last week amid a surge in COVID-19 infections and governments ordering stricter measures to help slow the spread of the virus.\nContinue Reading BelowFigures released Thursday by the Labor Department show 853,000 Americans filed first-time jobless claims in the week ended Dec. 5, more than the 725,000 that analysts surveyed by Refinitiv were expecting.\nAlmost 69 million Americans, or about 40% of the labor force, have filed for unemployment benefits during the pandemic.\nThe unexpected increase from the upwardly revised 5.527 million claims reported last week marked the first growth in 11 weeks.\nThe jump in filings came as the number of new daily COVID-19 infections last week reached a record of more than 229,000.", "paragraphs": ["The number of Americans filing for first-time unemployment benefits rose more than expected last week amid a surge in COVID-19 infections and governments ordering stricter measures to help slow the spread of the virus.", "Continue Reading Below", "Figures released Thursday by the Labor Department show 853,000 Americans filed first-time jobless claims in the week ended Dec. 5, more than the 725,000 that analysts surveyed by Refinitiv were expecting.", "The number is nearly four times the pre-crisis level but is well below the peak of almost 7 million that was reached when stay-at-home orders were first issued in March. Almost 69 million Americans, or about 40% of the labor force, have filed for unemployment benefits during the pandemic.", "\"The surge in initial claims is especially concerning when claims are still above levels near the peak of the Great Recession,\" said Daniel Zhao, senior economist at Glassdoor, a website that allows employees to review their employers.", "Continuing claims, meanwhile, rose by 230,000 to 5.757 million, larger than the 5.335 million that was anticipated. The unexpected increase from the upwardly revised 5.527 million claims reported last week marked the first growth in 11 weeks.", "The jump in filings came as the number of new daily COVID-19 infections last week reached a record of more than 229,000. Rising case counts have caused states including California, the world's fifth-largest economy, to impose tighter restrictions.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "FOX Business' Megan Henney contributed to this report."], "authors": ["Jonathan Garber"], "keywords": ["benefits", "peak", "unemployment", "americans", "surge", "million", "filed", "claims", "week", "853000", "rose", "number", "reached"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}