{"id": "054bb383-897f-3654-8ebe-17c3a3039ff6", "title": "22 Kitchen Tools and Gadgets Worth the Investment (Plus, They’re All on Sale)", "url": "https://www.vogue.com/article/cyber-monday-cookware-deals", "summary": "Let’s face it: searching for Cyber Monday cookware deals on the internet might actually be a good use of your time right now.\nHow many of us found small joys in crafting a unique cocktail, or baking some sourdough, last go around?\n(Did this writer once spend five hours crafting three different types of tiny English tea sandwiches to eat during a Tiger King binge-watch?\nThere’s a reason that “comfort food,” “procrastibaking,” and “anxiety bakes” are newly oft-used phrases in our cultural vernacular.\nA classic white cake stand will always be a perfect way to display that extravagant cake you frosted on a Sunday afternoon.", "paragraphs": ["Let’s face it: searching for Cyber Monday cookware deals on the internet might actually be a good use of your time right now. After all, with restaurants shutting down again due to rising coronavirus cases, it looks like we’re all going to be using our kitchens a lot more during the next few months.", "Not just for a source of sustenance, though—but also a potentially a source of fun. How many of us found small joys in crafting a unique cocktail, or baking some sourdough, last go around? (Did this writer once spend five hours crafting three different types of tiny English tea sandwiches to eat during a Tiger King binge-watch? Yes, yes she did.) There’s a reason that “comfort food,” “procrastibaking,” and “anxiety bakes” are newly oft-used phrases in our cultural vernacular. Food energizes our body, but can also set our minds at ease.", "So as we stare down the tunnel of a potentially dark winter, why not spruce up your kitchen with some classic supplies that you can use far past the pandemic's end? A Smeg tea kettle will calm your nerves for years to come. A slow cooker might finally lessen your incessant, and expensive, Seamless habit. A classic white cake stand will always be a perfect way to display that extravagant cake you frosted on a Sunday afternoon. (Sure, you can’t show it off to a party at the moment, but you can show it off to social media.) Meanwhile, a kitchen torch is a great way to feel like you're competing on the Great British Bake Off, despite the fact that your current country of residence cruelly impedes you from following through on your reality television dreams. Sigh, maybe one day.", "Below, Vogue’s selection of the best Cyber Monday cookware deals going on right now.", "All-Clad D3 stainless steel 2-piece starter set $230 $99.96 SUR LA TABLE Shop Now Our Place Always pan $145 $95 OUR PLACE Shop Now", "Staub matte ceramic mini cocotte, set of 3 $79 $59 FOOD 52 Shop Now BergHOFF Ron cast iron open 1.8-quart saucepan $135 $79.99 BLOOMINGDALE'S Shop Now", "Emile Henry flame stewpot, 6.3 QT $239.95 $199.96 SUR LA TABLE Shop Now Dansk Kobenstyle 4-quart casserole dish with lid $165 $140 NORDSTROM Shop Now", "Miyabi Koh chef's knife $140 $80 FOOD 52 Shop Now Zwilling J.A. Henckels pro 4.5” steak knife set $400 $229.99 VERISHOP Shop Now", "Skagerak Dania cutting board $143 $114.40 VERISHOP Shop Now JK Adams lovely baking rolling pin set $115 $100 FOOD 52 Shop Now", "Vitamix A2300 ascent series blender $550 $399.95 WILLIAMS-SONOMA Shop Now Hawkins New York organic ceramic cake stand $100 $80 FOOD 52 Shop Now", "Rosle kitchen torch $65 $49.96 SUR LA TABLE Shop Now Breville mini smart oven $270 $127.96 SUR LA TABLE Shop Now", "Parachute linen apron $59 $47 PARACHUTE HOME Shop Now Skagerak hammer grinder $75 $60 VERISHOP Shop Now", "Le Creuset cast iron grill pan $170 $100 NORDSTROM Shop Now Material The Fundamentals kitchenware $175 $145 MATERIAL Shop Now"], "authors": ["Elise Taylor", "Elise Taylo", "Mai Morsc"], "keywords": ["22", "52", "set", "gadgets", "theyre", "sur", "food", "kitchen", "cake", "investment", "worth", "verishop", "la", "tools", "plus", "shop", "table", "sale"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}