{"id": "056f739d-3fef-3576-bbf1-1b022976eb24", "title": "Boeing to recruit team of 160 pilots to aid 737 Max relaunch", "url": "https://www.theguardian.com/business/2020/dec/17/boeing-recruit-team-160-pilots-737-max-relaunch", "summary": "Boeing is hiring its own team of up to 160 pilots to work with airlines on its relaunch of its bestselling 737 Max as the plane returns to service around the world.\nThe manufacturer is seeking pilots with instructor experience to observe and help airline pilots once flights of the 737 Max restart in the new year.\nAs well as the extra pilots, Boeing has set up a 24-hour monitoring facility in California to respond immediately in case of emergency.\nBoeing 737 Max back in the skies after fatal crashes that killed 346 Read moreCCL Aviation did not immediately respond to a request for comment.\nHowever, its website advertised job opportunities for captains of Boeing 737, 777 and 787 models with instructing experience.", "paragraphs": ["Boeing is hiring its own team of up to 160 pilots to work with airlines on its relaunch of its bestselling 737 Max as the plane returns to service around the world.", "The manufacturer is seeking pilots with instructor experience to observe and help airline pilots once flights of the 737 Max restart in the new year. The pilots will be given 35-day assignments at an equivalent annual salary that could reach $200,000 (£148,000), with a potential total cost of $32m, Reuters first reported.", "Most airlines plan to start flying the 737 Max in the early months of 2021. American Airlines will start its first commercial flights on 29 December.", "A smooth return to service for the 737 Max is crucial for the fortunes of Boeing, after the model was grounded from March 2019 after two crashes that killed a total of 346 people.", "The crisis rocked the US manufacturer, forcing the resignation of a chief executive, Dennis Muilenburg, and costing more than $20bn in compensation to customers and victims’ families and extra production costs.", "The 737 Max crisis meant Boeing fell much further behind its bitter European rival, Airbus, in the battle to be the world’s largest aeroplane manufacturer, and left it in a weak financial position when the coronavirus pandemic caused a dramatic decline in global air traffic. Boeing said in October it would make 30,000 of its 160,000 workers redundant by the end of 2021 as it tried to retrench.", "The twin challenges of the crashes and the pandemic have meant orders for the 737 Max have slumped, although Ryanair this month ordered 75 of the jets, probably at a steep discount.", "Boeing has made a number of changes to the way the 737 Max flies in order to prevent any recurrence of the issues that contributed to the fatal crashes, namely the repeated triggering of an anti-stall system that forced the nose of the plane to dip.", "As well as the extra pilots, Boeing has set up a 24-hour monitoring facility in California to respond immediately in case of emergency. It is also working with airlines on talking points for discussing the 737 Max with passengers.", "Reuters reported that an Isle of Man-based company, CCL Aviation, was carrying out pilot recruitment.", "Boeing 737 Max back in the skies after fatal crashes that killed 346 Read more", "CCL Aviation did not immediately respond to a request for comment. However, its website advertised job opportunities for captains of Boeing 737, 777 and 787 models with instructing experience.", "The advert said the pilots must have more than 1,000 hours of documented aircraft instructor experience for airlines, and have “no incidents, accidents, losses or violations” on their record.", "A Boeing spokeswoman said: “We continue to work closely with global regulators and customers to safely return the 737-8 and 737-9 to service worldwide.”"], "authors": ["Jasper Jolly"], "keywords": ["aid", "work", "team", "crashes", "737", "manufacturer", "service", "pilots", "boeing", "airlines", "total", "recruit", "max", "160", "relaunch"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}