{"id": "059d87da-14da-3d90-816f-c7c67c574cd7", "title": "What To Expect With Mass Effect Legendary Edition", "url": "https://www.gameinformer.com/2021/04/06/what-to-expect-with-mass-effect-legendary-edition", "summary": "We've got loads of Mass Effect Legendary Edition exclusive goodness up and ready to enjoy with even more on the way, but what can players actually expect from the upcoming trilogy remaster?\nHere is a breakdown of the changes, tweaks, and more that you can expect when the Mass Effect Legendary Edition drops on May 14.\nFirst things first: FemShep's \"Iconic\" default face wasn't introduced until Mass Effect 3 but now that model is available across all three games.\nIn Mass Effect, FemShep is given an N7-inspired little black dress while MaleShep is giving a swanky leather jacket.\nThis is the grand scope of what you can look forward to when the Mass Effect Legendary Edition arrives on May 14.", "paragraphs": ["We've got loads of Mass Effect Legendary Edition exclusive goodness up and ready to enjoy with even more on the way, but what can players actually expect from the upcoming trilogy remaster? Here is a breakdown of the changes, tweaks, and more that you can expect when the Mass Effect Legendary Edition drops on May 14.", "Both newcomers to the world of Mass Effect and returning N7 veterans alike will be able to board the Normandy once more, only this time the experience is a bit more polished and includes content that honestly should have been in the base game to begin with (looking at you, Leviathan and Shadowbroker). With the term \"remaster\" offering a wide spectrum for what it really means, here is what this particular experience will have to offer in relation to the Legendary Edition:", "Graphics", "While the trilogy as a whole didn't see anywhere near remake-level graphic changes, it's hard to deny the impressive alterations made in the first game to make it more cohesive with the following two. While Mass Effect 2 also saw some much-appreciated beauty bumps, the biggest remaster love can be felt in the first game.", "The game itself will come with a new launcher so that the entire collection (including all DLC) can be enjoyed, all remastered for 4K UHD. Enhanced models, shaders, and FX can also be seen, especially regarding overpainting for key areas like Ios, Eden Prime, and Horizon. Also, no more creepy wooden teeth for our human squadmates! Ashley especially seemed to really get the short end of the teeth-stick in the original first game, making her look like George Washington with that wooden grill. No more! Normal teeth for everyone, making it just a little more enjoyable to engage with those one-on-ones.", "One of my personal favorite improvements comes by way of a change showed to us about Feros. When on Noveria, Shepard and co. go over a series of bridges littered with debris and signs of chaos. Smoke and fire could be seen but there was no real nuance about the destruction outside of just knowing it happened. One of the improvements with the remaster is the introduction of a backdrop teeming with signs of a struggle and more FX added to the bridge itself to show signs of the ongoing conflict against the Geth and Saren. It may sound small, but those small improvements work wonders when talking about immersion.", "The cinematics has also seen a boost, both in terms of lighting and overall feel. Pretty much everything has gotten a lighting overhaul, which makes some of the more beautiful landscapes even more so and the scarier moments not so reliant on the red overlay.", "Players will also be able to choose between Favor Quality and Favor Framerate to determine their play experience, which dives into performance territory by focusing on a higher FPS versus higher resolution.", "Other improvements include:", "Improved depth of field", "Dynamic shadow improvements", "Unified motion blur solution", "Lens flare upgrades", "Mass Effect 1-specific improvements", "In addition to the above-mentioned FX and full-scale relighting, the combat HUD and gameplay mechanics of the first game have been improved, with the HUD being fashioned after Mass Effect 2. Mako improvements have also been added, which you can learn more about right here.", "You can also learn more about how those iconic elevator load times have changed (don't worry, the banter is still there) with our deep dive with BioWare's Mac Walters here.", "Other ME1-specific improvements include:", "Improved cover for combat", "Improved input and controls", "AI improvements", "Weapons overall re-balanced (removed class restriction)", "Improved camera angles", "Better sound design in and out of combat", "A complete world-building pass across all worlds, including lighting, visual effects, and audio", "Performance", "Basic performance boosts can be seen with 60 FPS on PlayStation 4 and Xbox One, with uncapped FPS on PC and PlayStation 5, Xbox Series X. The team also added full resolution audio, rebalanced the entire game's audio mix, added DX11 on PC, and harmonized all of the Mission Computers. That's not even counting the hundreds of bug fixes that the trilogy left un-polished. PC players can also look forward to controller support for the first time, which is a nice bonus!", "Character customization", "Look, I know we're all attached to our Shepards but it's time to be honest with yourself: your Mass Effect 1 FemShep was ugly. I know, I know, you don't think so, but it was actually pretty hard not to make your Jane Shepard look like an off-brand, younger Joan Rivers and no amount of love for her will change that. Thankfully, BioWare knows we deserve better, and they made a few necessary changes to how character creation works.", "First things first: FemShep's \"Iconic\" default face wasn't introduced until Mass Effect 3 but now that model is available across all three games. You can see her in all of her Mass Effect 1 glory in the screencap above.", "More hairstyle options are also available, including the tight braid hairstyle introduced in Mass Effect Andromeda. More skin tones, more special tweaks, and more hairstyles are also available, as well as small improvements made to the already-existing options.", "You can also access additional casual outfits in Mass Effect 2. Think war and then make it fashion.", "Additional content", "Spoilers are marked with the black line. To uncover the spoiler, simply click on the black stripes on the article to show the words underneath.", "Unfortunately, no cut content was included in the remaster (so for those hoping to romance Kaidan as MaleShep in ME1 or seeing Tali's face, we've got bad news) but the bright side is that a ton of other content is now available.", "When the trilogy first came out, each game had its own set of DLC. With 2 and 3, that DLC was downright imperative, making it odd that the team decided to make it DLC and not in the game at no charge. While some of it was a fun expansion worth paying the extra dollars (looking at you, Citadel DLC), others like Lair of the Shadow Broker, Leviathan, and From Ashes were vital to the story. From Ashes gave players a chance to have a new squadmate: the last living prothean named Javik. Leviathan took Shepard on a whole new (and scary) adventure to uncover the birth of the Reapers and who gave them life. Lair of the Shadow Broker explains the events of how Liara became the hostess with the mostess in terms of information, something that happens no matter what but you can't actually help without that particular DLC. Lair also tied in with the comic that showed Liara teaming up with Feron to recover Shepard and put them in the hands of Cerberus.", "For the DLC you can enjoy:", "DLC:", "Bring Down the Sky", "Genesis", "Zaeed – The Price of Revenge", "Kasumi – Stolen Memory", "Lair of the Shadow Broker", "Firewalker Pack", "Overlord", "Normandy Crash Site", "Arrival", "Genesis 2", "From Ashes", "Mass Effect 3: Extended Cut", "Leviathan", "Omega", "Citadel", "Weapons, Armors, Packs:", "Equalizer Pack", "Aegis Pack", "Firepower Pack", "Cerberus Weapon and Armor", "Arc Projector", "ME2 Alternate Appearance Pack 1", "ME2 Alternate Appearance Pack 2", "Firefight Pack", "Groundside Resistance Pack", "Promos:", "Recon Operations Pack", "Collectors’ Weapon and Armor", "Terminus Weapon and Armor", "M-29 Incisor", "Blood Dragon Armor", "Inferno Armor", "Recon Hood", "Sentry Interface", "Umbra Visor", "N7 Warfare Gear", "AT-12 Raider", "Chakram Launcher", "M-55 Argus", "M-90 Indra", "Reckoner Knight Armor", "To learn why there is no Pinnacle DLC or Mass Effect 3 multiplayer, you can read our interviews with director Mac Walters and developer Kevin Meek with our previous coverage here and here respectively.", "The latest debate: to camera angle or to not camera angle", "The internet is up in arms about changes made to the trilogy regarding certain camera angles that were in no way necessary and in no way changed the story, nor does this change impact romance scenes. So what's the big deal?", "In Mass Effect, FemShep is given an N7-inspired little black dress while MaleShep is giving a swanky leather jacket. The movement of the characters was not developed with Jane vs. John in mind, so FemShep would often be seen sitting down in her short little dress completely without care and knees spread apart – not a typical pose for that attire. This is one of the changes made with tweaking some of the movements in-game, making interactions seem less stilted and awkward and more into a natural progression.", "Kevin Meek, character and environment director, told Metro that the team wanted to pay attention to how FemShep is in-game, an oversight made in the initial trilogy. \"Specifically around the animations, we couldn't really change a lot of those, but there were times where you could change the camera to not focus on one of those animations,\" Meek explained. \"So a male Shepherd animation would have him sitting with his legs quite wide open with a low camera where, if you were wearing a skirt, it would be a bit unflattering. So we can't necessarily change that animation, but you can raise that camera up slightly to reduce the problem.\"", "BioWare also added small tweaks to her face and how she catches the light, facial expressions, and more to make her more human.", "You also may have heard about some changes regarding Miranda's butt; the discussion there is simply reducing the amount of camera cuts that focused on her booty. There were so many times when Shepard would speak with Miranda, only to cut awkwardly just to focus solely on her backside, which had a tendency to break the immersion when talking about serious topics like...oh, I don't know...the impending damnation of all life in the galaxy?", "The character model will remain the same. The romance scenes will remain the same, they are simply making the camera cuts more meaningful. This is a good thing, because this story is incredible.", "So there you have it! This is the grand scope of what you can look forward to when the Mass Effect Legendary Edition arrives on May 14. You can check out our other exclusive coverage, including interviews and video, right here with our hub."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["change", "expect", "trilogy", "effect", "edition", "mass", "changes", "game", "shepard", "legendary", "dlc", "improvements", "camera"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}