{"id": "05bc8be6-fe90-3e29-b825-1f2dad6013de", "title": "How Dubai is paying the price for letting in tourists", "url": "https://edition.cnn.com/travel/article/dubai-tourism-crackdown-covid-19/index.html", "summary": "(CNN) — Take a passing glance at Dubai , and you may think life is back to normal.\nRelated content World's busiest air route hit by Covid banFurious reactionDubai is facing tighter restrictions after a spike in Covid-19 cases.\nGIUSEPPE CACACE/AFP via Getty ImagesFor Danish tourist Emma Mathilde, who has frequently visited Dubai over the past few months, the backlash wasn't surprising.\nRelated content Traveling to Dubai during Covid-19: What you need to know before you go'Inevitable' spikeDubai was one of the first countries to fully reopen after the first global wave of Covid-19 cases.\nTourism Authority Director Al Marri says Dubai has always been prepared to respond to the situation on the ground.", "paragraphs": ["(CNN) — Take a passing glance at Dubai , and you may think life is back to normal. In recent weeks, the bustling city has been a sparkling attraction for tourists, especially from Europe, trying to escape the brutal winter and strict coronavirus lockdowns.", "But as tens of thousands of visitors flocked there during its peak year-end season, the virus inevitably caught up with the city despite precautions aimed at limiting its spread. Cases began to rise, nearly quadrupling since November.", "Even as Covid-19 gained a stronger foothold, the images out of Dubai -- particularly from the Instagram feeds of influencers or celebrities -- painted an image of a wide-open winter sun paradise.", "For those back home in countries such as the UK, where most people are being told they cannot travel abroad because of the risk to health, these pictures caused consternation, drawing criticism of those enjoying themselves.", "Related content World's busiest air route hit by Covid ban", "Furious reaction", "Dubai is facing tighter restrictions after a spike in Covid-19 cases. That's Atlantis the Palm in the background. GIUSEPPE CACACE/AFP via Getty Images", "For Danish tourist Emma Mathilde, who has frequently visited Dubai over the past few months, the backlash wasn't surprising.", "\"In Europe, everyone is locked at home, it's cold and it's gray,\" she says. \"Dubai is the only place you can travel to, so everyone is going there. It's sunny, you can go out to eat, and that's why people get furious over why they have to stay home when other people are enjoying their lives.\"", "With a recent UK travel ban effectively cutting off what had in recent weeks become the world's busiest airplane route, Dubai's openness is clearly facing external challenges -- an issue that's helped prompt a rethink of Covid-19 measures.", "That said, the emirate is determined to keep its tourism-reliant economy in business, and officials are unfazed about the recent bad press, confident that levels of compliance with Covid-19 precautions have so far been in keeping with expectations.", "\"We approach things in a very measured fashion, but it's our philosophy that we should work through this pandemic,\" Helal Saeed Al Marri, director general of Dubai Department of Tourism and Commerce Marketing, tells CNN", "\"If we ask everybody to change their behavior 100%, it's very unlikely to get full compliance. In our case, we've asked people to tweak their behavior, to learn to live in the new normal, and people have embraced that.\"", "Al Marri said the actions of just a few tourists shouldn't tarnish Dubai's reputation.", "\"If you walk in the street in Dubai, people are wearing masks. If someone isn't wearing a mask, it won't be the authorities that tell them to put a mask on, it'll be a passerby, because that's the way we've learned to live within this Covid era.\"", "Related content Traveling to Dubai during Covid-19: What you need to know before you go", "'Inevitable' spike", "Dubai was one of the first countries to fully reopen after the first global wave of Covid-19 cases. KARIM SAHIB/AFP via Getty Images", "Last month, the United Arab Emirates saw cases rise by 80,000 to more than 290,000, with more than 4,000 a day being reported, putting hospitals under strain. Blame for the rise, say some experts, shouldn't necessarily be placed at the door of tourists.", "The city's population is made up of around 85% expatriates, many of whom either visited home in December or attended local Christmas or New Year gatherings as a substitute for canceled trips back to see their families.", "Celia Antony, a medical doctor at Aster Clinics in Sharjah, says that the UAE's Covid cases were very low in August, then began increasing in September to October, leveling off in November and early December before rising sharply from the end of the year.", "The spike, she says, was an inevitable consequence of the movement of residents. Numbers, she adds, have also risen as a result of increased testing.", "Ahmed Mohamed Abdelhameed, an internal medicine specialist at the Medcare Women and Children's Hospital in Dubai, says the spike would have been the same whether or not borders had closed.", "\"Most countries now suffer from a spike in the number of cases [and] many of them were very restrictive in opening their port of entrance,\" he says. \"I still believe that the only way to have this situation over is to keep to the infection control measures and to get vaccinated. Closing the doors can only stop people from entering, and not the virus.\"", "Tourism Authority Director Al Marri says Dubai has always been prepared to respond to the situation on the ground. Notably, Dubai's lockdown in the early days of the pandemic was one of the world's first and among its toughest.", "During the lockdown, residents could not leave home without prior clearance through an app, for a maximum of three hours and only for medical emergencies, food shopping or essential work.", "Related content Dubai's audacious Heart of Europe megaproject nears first stage completion", "Stricter penalties", "Dubai plans to host the delayed 2020 World Expo later this year. KARIM SAHIB/AFP via Getty Images", "Al Marri says that pragmatism continues to inform Dubai's Covid policies, and new measures will be monitored for effectiveness even as they strive to keep the city's economy moving.", "\"We shut down when we needed to, and since we've opened, we follow the data,\" he says. \"If we see compliance, we don't need to tighten. If we don't see compliance at any part of the economy, we look at this very carefully sector by sector. It's nothing to do with what anybody else tells us.\"", "Once a drop in compliance levels was noticed at the beginning of January, directly attributable to a rise in cases, Al Marri says authorities began to clamp down.", "As of Tuesday, beach clubs, hotels and malls are limited to 70% capacity and cinemas down to 50%. Bars and pubs have been temporarily shut down, with stricter penalties for rule violators.", "This type of reaction according to the threat is something Danish tourist Mathilde says is lacking in Europe.", "\"I think the (UAE) government is handling it great,\" she says. \"It's very different from how we are handling it in Europe where the cases are still high, and the economy is suffering a lot.", "\"In Dubai, I think it's just another way of doing it. It's a balance between listening to humans, taking care of people and taking care of businesses that have to survive during the pandemic.\"", "It's a dilemma all too familiar for governments around the world: trying to find a balance between keeping the economy open and keeping people safe.", "Related content Let the countdown recommence: Dubai prepares for Expo 2020", "Safety before profits", "Dubai has one of the world's highest Covid vaccination rates. KARIM SAHIB/AFP via Getty Images", "Adil Ghazzawi, co-owner of local waterfront club Cove Beach, says Dubai has found that balance.", "\"I think they (the government) felt that everyone felt the pain in the first lockdown,\" he says. \"So, the idea now is not to lock down, it's to be methodical around how we can help venues stay open in a way that's safe for the visitors.\"", "Vaccinations are also now a significant part of the equation in the UAE. The country has one of the highest Covid-19 vaccination rates globally -- more than four million doses of the vaccine have been administered to a population of 10 million. The government has a plan to vaccinate half its residents by the end of March.", "Al Marri says this and other data will govern the tightening of restrictions.", "\"All of the decisions related to public health are led by a health authority and the scientists sitting inside,\" he says. \"Whatever they recommend, we work with the private sector to make sure it is implemented in the best possible way.\"", "For Dubai, 2021 is a big year, both from an economic and tourism perspective. The city is set to host the World Expo in October, after delaying it a year because of the pandemic.", "That's why it is vital that services remain moving. That's a view shared by some of Dubai's business owners, such as Ghazzawi.", "\"It's a gradual opening up, but it could be a drastic shutdown in a heartbeat based on what's happening, which I think sends the message that Dubai is safe because they're not shy to make quick adjustments if need be.\"", "Mohammed Islam, general manager of Bla Bla beach club, which became Dubai's biggest venue when it opened last month, says safety has to come before profits while things remain so unstable."], "authors": ["Zeena Saifi", "John Defterios", "Melanie Swan"], "keywords": ["price", "cases", "thats", "dubai", "covid19", "letting", "marri", "compliance", "covid", "tourists", "think", "dubais", "paying", "economy"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}