{"id": "05c982c4-165b-3f17-bece-8582a0de79e5", "title": "Working on the chain gang - Congress is moving to block goods made with the forced labour of Uyghurs", "url": "https://www.economist.com/united-states/2021/01/09/congress-is-moving-to-block-goods-made-with-the-forced-labour-of-uyghurs", "summary": "Until last year, governments and industry leaders around the world said little to directly challenge China over allegations of forced labour.\nIn July the Trump administration issued an advisory to American businesses about the risks of Uyghur forced labour in their supply chains.\nIn the European Union the issue of Uyghur forced labour hangs over an investment deal that has been negotiated with China (see article).\nOne executive whose firm audits supply chains says that a potential client told him, “Look I don’t care if there’s Xinjiang cotton.\nWe’re just going to use that for the Chinese market.” American laws, aided by forensic science, will help to combat forced labour in Xinjiang.", "paragraphs": ["I F A SPORTSWEAR company like Nike or Adidas wants to know if any of the fabric in their socks or trainers is from Xinjiang, supplier of 20% of the world’s cotton, forensic science can help. Oritain, a firm based in New Zealand, says it can analyse sample swatches of cotton to determine whether particular elements—including zinc, potassium and rare-earth metals like cerium—are present in the same proportions as in cotton grown from the soil of the north-west region of China. Such tests of provenance are becoming valuable, because evidence is mounting that textiles made with cotton from Xinjiang, and other goods with links to the region, are the fruit of the forced labour of Uyghurs. The Trump administration has already moved to stop some imports from Xinjiang into the American market, and in the coming months Congress is expected to give customs officials greater power to do so. Other countries may follow America’s example.", "In the past four years China’s ruling Communist Party has overseen the internment of more than 1m Uyghurs, a predominantly Muslim ethnic group that is indigenous to Xinjiang, in mass detention centres. In December the BBC and the Centre for Global Policy in Washington reported that at least a half-million Uyghurs were being put to work in cotton fields, conscripted to do a job handled by machines in many parts of the world, under the auspices of “poverty alleviation”. On December 28th BuzzFeed News reported, with the help of satellite imagery, the construction in the past few years of 21m square feet (nearly 2m square metres) of factory facilities on the grounds of more than 100 detention centres in Xinjiang.", "The revelations have done little to slow the flow of goods from Xinjiang. In 2019 exports from the province totalled $17.6bn, about the same as in 2017 ($17.5bn), including more than $300m in goods that went to the American market in each of those years. Goods manufactured elsewhere carry some trace of Xinjiang in their supply chain: in addition to cotton in textiles, for example, Xinjiang’s tomatoes account for a significant fraction of the world’s ketchup, and its rare-earth metals are used in technology products. Until last year, governments and industry leaders around the world said little to directly challenge China over allegations of forced labour. But that has begun to change.", "America is taking the lead. In March a bipartisan group of members of Congress introduced the Uyghur Forced Labour Prevention Act, which would establish a presumption that all goods from Xinjiang are made with forced labour, blocking them at the border unless companies can prove otherwise. In July the Trump administration issued an advisory to American businesses about the risks of Uyghur forced labour in their supply chains.", "Since June American customs officials have issued a series of orders blocking certain shipments from Xinjiang, including, in December, any imports of cotton products that can be linked to the Xinjiang Production and Construction Corps, known as the bingtuan, a powerful state-owned paramilitary organisation that is responsible for a large share of cotton-growing, ketchup-making and manufacturing in the region. (The Trump administration also imposed financial sanctions in July on the bingtuan and high-ranking party officials implicated in the atrocities in Xinjiang.)", "Businesses are starting to take note. On December 23rd the Fair Labour Association, a consortium that counts Nike and Adidas among its affiliate members, declared that it was “prohibiting sourcing and production” from Xinjiang, including raw materials like cotton that might end up in finished goods elsewhere. The organisation said it had never before issued such an edict in its 20-year history, but that the human-rights and labour violations in Xinjiang were uniquely challenging.", "Not all businesses appear ready to decouple from Xinjiang entirely, or at least quickly. The legislation in Congress has been the subject of intense lobbying from industry, including representatives of big clothing-makers, who have sought, among other changes, a delay of up to one year in enforcement. Representatives of apparel firms say it will take time for all of them to shift supply chains, and to encourage more cotton-growing elsewhere. They are getting more time as it is. The House of Representatives passed the bill in September; but it failed to get through the Senate before adjournment, and will have to be reintroduced in the new Congress.", "Them ole cotton fields", "Industry representatives insist that their members are serious about the problem. They expect Congress to pass the forced-labour bill. And they expect the incoming Biden administration to continue the Trump administration’s enforcement actions against Xinjiang imports. But they argue that it is difficult to penetrate deep into their supply chains to verify the origin of raw materials—for example, yarn knitted from cotton from different parts of the world. In September, testifying before Congress, Stephen Lamar, head of the American Apparel and Footwear Association, said there was not yet reliable technology to link cotton to Xinjiang with “reasonable” confidence. Oritain, the New Zealand firm, disputes that, saying that when it traces a swatch of cotton to the soil of Xinjiang, it does so with 95% confidence. The company can also confirm a brand’s contention that its cotton is from America. (Mr Lamar contends that under the anticipated legislation, 95% confidence would not be enough, and that without “foolproof accuracy”, products will be detained.)", "Experts (as well as industry groups) argue that the efforts of Congress and the Trump administration will have a limited impact unless other governments follow suit. A shirt that cannot be shipped to America can go to Australia, Canada or France instead. In the European Union the issue of Uyghur forced labour hangs over an investment deal that has been negotiated with China (see article). In December a bill similar to America’s was introduced in Australia’s parliament. Leading clothes-makers in America and Europe have responded to the Trump administration’s actions and the proposed legislation—and to the stream of damning published reports about forced labour—by moving with more urgency to shift production away from China, if often quietly so (a few have made strong public statements).", "But the largest market for Xinjiang cotton—the rest of China—will be unmoved. Amy Lehr of the Centre for Strategic and International Studies, which has produced reports on China’s pressing of Uyghurs into forced labour, notes that 88% of China’s textiles and clothing are produced for domestic consumption. Large non-Chinese firms are among those who profit. One executive whose firm audits supply chains says that a potential client told him, “Look I don’t care if there’s Xinjiang cotton. We’re just going to use that for the Chinese market.” American laws, aided by forensic science, will help to combat forced labour in Xinjiang. But more countries and multinational companies will also have to forgo their immediate self-interest and take on China directly. As Ms Lehr says, “This is too big a problem for even the United States to address on its own.”■"], "authors": ["The Economist"], "keywords": ["moving", "chain", "gang", "cotton", "trump", "congress", "labour", "china", "working", "block", "uyghurs", "goods", "american", "supply", "xinjiang", "forced"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}