{"id": "05eb4d69-c673-3cef-94e3-5b1e6d2f2c24", "title": "Sewing Patterns and My Secret Childhood Self", "url": "https://www.vogue.com/article/growing-up-in-style-susan-choi", "summary": "Growing Up in Style is a series about the connection between fashion and local life in America, past and present.\nMy mother, like so many mothers, owned a sewing machine and knew how to use it.\nShe didn’t even remember, perhaps because they were as ordinary to her as grocery shopping, our trips to the fabric store.\nOh, the fabric store.\nThe fabric store, unlike the grocery store, made me hungry, though for what, exactly, wasn’t clear at the time.", "paragraphs": ["Growing Up in Style is a series about the connection between fashion and local life in America, past and present.", "To listen to Susan Choi read this profile, click the play button below:", "HISTORIANS of fashion seem to agree that by the time I was born, in 1969, the sun was already setting on the Golden Age of Sewing, but there were few signs of this decline where I was growing up, in South Bend, Indiana. My mother, like so many mothers, owned a sewing machine and knew how to use it. How had this come to be? I asked her recently. She gave a verbal shrug, over the phone from Houston, where she lives now. “If you read the directions and followed the pattern, it would come out all right,” she recalled. She didn’t even remember, perhaps because they were as ordinary to her as grocery shopping, our trips to the fabric store.", "Oh, the fabric store. Even now, decades later, when I google those words and look at the photos, my heart thumps with desire. To be clear, these are not photos of fabric for sale online, but photos of the interiors of actual physical places where one goes to touch bolts of fabric and cards of rickrack, buttons buttoned to a stiff cardboard backing or tumbling loose in a jar. Dispenser displays of thread arranged by color, the spools’ curved surfaces gleaming like candy, and every kind of beautiful ribbon, in every color and texture and pattern. The fabric store, unlike the grocery store, made me hungry, though for what, exactly, wasn’t clear at the time. It was something much larger and much less defined than the outfits my mother would make from the items we chose, the fabrics and notions and trim. But the outfits I loved with my whole heart and remember as clearly as if they still hung in my closet: the ruffled pinafore made from a white-on-white print of tiny flowers trimmed with red rickrack and finished with an appliqué of juicy strawberries on the bib; the shirtdress of a multicolor cotton printed with a pattern to resemble embroidery; the truly glamorous halter dress with a triple-tiered skirt of pastel blue, pastel pink, pastel yellow. “Wow,” says my mother, now in her 80s, on the other end of the phone, as I lovingly describe her creations. She’s impressed I remember so well. She has zero memory of sewing me any of these things, though she does remember making herself a dress with extremely big sleeves—“They were in style that year.” She says she wore it a few times and decided the sleeves looked so stupid that she tore them off and wore the dress sleeveless.", "The fact that unlike me, my mother is white—exceedingly pale, small-boned, blue-eyed, and with the cheekbones of a film star—both oppressed me throughout my childhood and lay somehow outside of thought. Even to articulate it now feels uncomfortable. But the facts were, and remain, that my pale, blue-eyed mother never matched my black-haired, brown-eyed, dark-skinned self—always far darker as a child than I ever get now, because I was outside all summer in an era before sunscreen. In elementary school in Indiana, I was cast as the lone Native American in the Thanksgiving play. More generally, I was constantly looked at, especially—or, at least, so it seemed to me—when standing next to my mother. We didn’t match. I harbored a fantasy, half fearful, half escapist, that I would turn out to have been adopted from some faraway land. Even my father—who really was from a “faraway land”—only explained my appearance, without removing my anomalousness. He was too anomalous himself."], "authors": ["Susan Choi", "Susan Cho"], "keywords": ["childhood", "photos", "mother", "pattern", "pastel", "fabric", "remember", "store", "dress", "secret", "self", "patterns", "sewing", "wore"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}