{"summary": "Here are seven of the creepiest Christmas traditions around the world.\nKrampus (Austria, Slovenia, Croatia, northern Italy)Facebook Twitter Pinterest The Krampus is a horned, anthropomorphic figure from Austro-Bavarian Alpine folklore.\nMari Lwyd (Wales)Facebook Twitter Pinterest Mari Lwyd, horses skull, in New Years Eve celebrations in Llanwrtyd Wells in Wales.\nGryla and the Yule Cat (Iceland)Facebook Twitter Pinterest According to Icelandic Christmas folklore, this black cat belonged to the half ogre/half troll Gryla.\nHans Trapp (Alsace-Lorraine, France)Facebook Twitter Pinterest Hans Trapp roamed the countryside as a scarecrow.", "url": "https://www.theguardian.com/lifeandstyle/2019/dec/18/the-seven-most-terrifying-christmas-traditions-around-the-world", "paragraphs": ["In most English-speaking countries, the worst fate a naughty child can expect on Christmas is an absence of gifts (or, in the US, coal). Children in other countries, however, can expect worse.", "Far, far worse.", "Here are seven of the creepiest Christmas traditions around the world.", "1. Krampus (Austria, Slovenia, Croatia, northern Italy)", "Facebook Twitter Pinterest The Krampus is a horned, anthropomorphic figure from Austro-Bavarian Alpine folklore. Photograph: Ian Forsyth/Getty Images", "In many European countries, Saint Nicholas has companions who act as a negative counterpart. Saint Nick is the benevolent Good Cop; you do not want to meet the Bad Cop.", "One particularly bad cop is Krampus, a demonic half-goat monster with horns and a long tongue. He drags chains behind him as he walks and rattles them ominously. He carries a birch to whip bad children and sometimes a basket or sack for kidnapping them.", "The Eve of St Nicholas, 5 December, is Krampusnacht. Hordes of Krampuses march through Alpine towns in elaborate, sinister costumes. In recent years, the Krampuses’ tendency to go on drunken rampages, getting in fights and destroying property, has become a bit of a problem.", "2. Frau Perchta (Austria and Bavaria)", "Facebook Twitter Pinterest Participants dressed as Perchten roam village streets to chase away evil winter spirits in the annual Perchten gathering in Bavaria, Germany. Photograph: Philipp Guelland/Getty Images", "Frau Perchta is a witch who comes to see who has been naughty or nice. She slits the bellies of bad children and stuffs their corpses with straw. It’s sort of like Santa bringing coal, but with disembowelment instead.", "3. Mari Lwyd (Wales)", "Facebook Twitter Pinterest Mari Lwyd, horses skull, in New Years Eve celebrations in Llanwrtyd Wells in Wales. Photograph: Jeff Morgan 04/Alamy Stock Photo", "Imagine: it is New Year’s Eve. You are a small Welsh child. You hear a knock on the door. You open it. Looming over you is a creature with a horse’s skull, wearing a long, billowing cloak and trailed by people chanting. In the horse’s eye cavities are fake eyeballs. Its mouth is slightly ajar. You are paralyzed in terror.", "As you wet yourself in fear, adults around you wish each other happy new year.", "4. Gryla and the Yule Cat (Iceland)", "Facebook Twitter Pinterest According to Icelandic Christmas folklore, this black cat belonged to the half ogre/half troll Gryla. Photograph: Akron Beacon Journal/Tribune News Service via Getty Images", "Gryla is a giant ogre who lives in a cave. During Christmas she emerges to hunt for children, which she kidnaps, takes to her cave, and cooks in a vat of stew.", "Gryla has a variety of companions, including the Yule Lads – her 13 unruly troll children/Large Adult Sons – and the Jólakötturinn, or Yule Cat.", "Did you think that the Yule Cat sits on your lap as you open gifts, playing with the wrapping paper and contributing to the overall atmosphere of cozy Christmas hygge? Wrong. The Yule Cat is terrifying.", "Like Satan, walking among us like a roaring lion, seeking whom he may devour, the massive Yule Cat lopes through town in the dark, peering into the lighted windows of children’s bedrooms. The only way to save yourself from being eaten is to show him that you got clothes for Christmas because you were good this year. If you didn’t get any new clothes, you leave out old clothes, and hope to God they meet his standards.", "5. Hans Trapp (Alsace-Lorraine, France)", "Facebook Twitter Pinterest Hans Trapp roamed the countryside as a scarecrow. Photograph: Esteban Felix/AP", "According to Alsatian lore, Hans Trapp was a local man renowned for his greed and unscrupulousness. He used witchcraft and deals with the Devil to become rich. After being excommunicated from the Catholic church, he lost his wealth and social standing. He took to roaming the countryside disguised as a scarecrow.", "At some point, Hans Trapp became consumed with the idea of tasting human flesh. He lured a shepherd boy to his death, then cooked him over a fire. Before Hans Trapp could take his first bite, however, God – finally feeling that things had gone too far – struck him with lightning.", "Hans Trapp died, but he returns sometimes on Christmas, to go from door to door looking for young, tasty children.", "6. The Kallikantzari (Greece, Bulgaria, Serbia, Turkey)", "Facebook Twitter Pinterest The Grimm Who Stole Christmas, Episode 407. Photograph: Scott Green/NBCUniversal via Getty Images", "The Kallikantzari are goblins who spend most of the year underground, trying to bring about the apocalypse. During Advent they come out on to human territory to cause mischief and evil. They are sometimes described as black furry creatures with tusks and horns. They are usually male, and grotesquely well endowed.", "7. Père Fouettard (France, Belgium, Switzerland)", "Facebook Twitter Pinterest A man dressed as the Père Fouettard parades during the festivities of Saint Nicholas in Nancy, eastern France. Photograph: Jean-Christophe Verhaegen/AFP via Getty Images", "Père Fouettard was a butcher. He and his wife kidnapped, robbed and killed wealthy children, then carved up their bodies and hid them in salting barrels. Saint Nicholas discovered the crime and brought the children back to life. As punishment, he forced Père Fouettard into bondage as his eternal cannibal manservant. He follows St Nick around, dealing with the problem children."], "pubDate": null, "keywords": ["cat", "hans", "yule", "traditions", "photograph", "pinterest", "twitter", "trapp", "seven", "children", "christmas", "world", "terrifying", "saint"], "id": "064e2a11-9135-3024-9d60-153fec356ec2", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["J Oliver Conroy"], "title": "The seven most terrifying Christmas traditions around the world"}