{"id": "0664c1d9-3bf9-38c2-a806-badba551c27e", "title": "Nigeria cattle crisis: how drought and urbanisation led to deadly land grabs", "url": "https://www.theguardian.com/environment/2021/jan/11/nigeria-cattle-crisis-how-drought-and-urbanisation-led-to-deadly-land-grabs", "summary": "In 2016, Ukpabi-Nimbo, Ikenna’s community, was attacked, allegedly by cattle herders, resulting in the death of 46 people, according to one local media report.\nFacebook Twitter Pinterest Nigeria’s cattle population has doubled since 1981, leading to a rise in clashes over water and grazing land.\nThe grasses grew and it was more than enough for the cattle,” says Bala Ardo, one of the leaders of cattle herders in south-east Nigeria.\nAccording to Khalid Salisu, a journalist in one of the pilot project regions, “It doesn’t serve the needs of cattle herders adequately.\n“The policies received by cattle herders largely on radio and television cannot work.", "paragraphs": ["In February last year, Sunday Ikenna’s fields were green and lush. Then, one evening, a herd of cattle led into the farm by roving pastoralists crushed, ate, and uprooted the crops.", "“I lost everything. The situation was sorrowful, watching another human being destroy your farm,” says Ikenna, a father of 10 who farms in Ukpabi-Nimbo in Enugu state, southern Nigeria. “I farmed a smaller portion this year because I am still scared of another invasion.”", "Ikenna’s experience is not an isolated event. In the past few years there have been a growing number of skirmishes between farmers and cattle herders searching for pasture and water.", "For many years the clashes were problematic, but the two groups usually managed to reach a mutual accommodation. But in the past two decades, the climate crisis has contributed to altering that old order, and what used to be a friendly arrangement has become a crisis marked by looting, raids, cattle rustling and premeditated killings.", "In 2016, Ukpabi-Nimbo, Ikenna’s community, was attacked, allegedly by cattle herders, resulting in the death of 46 people, according to one local media report. “Nimbo will never be the same after that morning,” Ikenna says of the attack.", "At the root of the crisis, according to experts, is Nigeria’s teeming cattle population, which has more than doubled from an estimated 9.2 million in 1981 to around 20 million, making it one of the world’s largest.", "Facebook Twitter Pinterest Nigeria’s cattle population has doubled since 1981, leading to a rise in clashes over water and grazing land. Photograph: Stefan Heunis/AFP/Getty", "Nigeria’s human population has grown too, to about 200 million, the highest in Africa by far. This has led to cities sprawling ever larger and wider, in some cases into formerly designated cattle routes and reserves. Routes that dated back to the 1950s, in line with colonial arrangements, have either been overrun or dominated by new human settlements – pushing herders further into contested territories.", "Grazing space that should accommodate only 10 cattle is now being grazed by 50 or more Ifeanyi Ubah", "In rural communities, smallholder farmers are claiming large swathes of grazing land. “It means that grazing space, for example, that should originally accommodate only 10 cattle is now being grazed by 50 or more,” says Ifeanyi Ubah, a cattle rancher based in eastern Nigeria.", "Nigeria is, moreover, a crossroads for cattle from other countries: transhumance migrants from Cameroon, Niger, Burkina Faso and Chad routinely pass through in search of better climate, pasture and more plentiful water. Though there are fewer than 100 official border crossings into the country, Abba Moro, an ex-government official who headed the ministry of interior, was quoted as saying that there were more than 1,499 illegal entry routes into the country as of 2013.", "Terrorist groups have become involved in the situation. Boko Haram has been accused of using money obtained from the sale of rustled cattle to fund its deadly operations. On one occasion, Boko Haram militants killed 19 herders as they attempted to steal their cattle. A rising number of attacks has led to the reported loss of two million cattle and the death of 600 herders, many of whom have been forced to vacate the fertile Lake Chad basin in search of new lands.", "Facebook Twitter Pinterest A Fulani herdsman tends a calf, Kaduna state. Such grazing reserves have been set aside for nomadic pastoralists to reduce conflict. Photograph: Luis Tato/AFP/Getty", "But the climate crisis is the biggest factor driving tensions. Most parts of northern Nigeria have suffered severe desertification and drought. Mean annual rainfall in this region has dropped below 600mm, compared with 3,500mm in the south coast area.", "", "This change threatens the livelihoods of around 40 million people, especially livestock and smallholder farmers. Large numbers of cattle herders are being forced to move from traditional grazing areas to central and southern Nigeria when dry periods start – a situation that heightens competition and heralds more clashes.", "Nigeria's cattle-raising Fulani people – in pictures Read more", "“While growing up, I saw trees, forest, rivers and streams in most parts of northern Nigeria. The grasses grew and it was more than enough for the cattle,” says Bala Ardo, one of the leaders of cattle herders in south-east Nigeria. “But it’s no more. The situation has forced the average herder to seek pasture and water in places they never would have visited in the past, as he struggles to find drinkable water for himself and family and then his animals.”", "The government, meanwhile, has only taken piecemeal action. In 2018, the federal government proposed colonies for cattle and funded grazing camps across various states in the country. But local leaders were resistant, and fears grew in the south in particular that ethnic groups such as the Muslim Fulani would use the scheme to grab land. Some researchers estimate that the members of the Fulani ethnic group own 90% of Nigeria’s livestock.", "As the climate crisis continues, the government has set up the National Livestock Transformation Plan, which aims to modernise the livestock sector through a series of phased interventions from 2018 to 2027. Ranches for breeding and processing will be created, and several pilot projects have already been established. But this plan, too, is encountering difficulties. According to Khalid Salisu, a journalist in one of the pilot project regions, “It doesn’t serve the needs of cattle herders adequately. The herders in the ranches are struggling to find enough water and pastures to keep their herds alive during the dry season.”", "Facebook Twitter Pinterest Kara cattle market in Lagos receives thousands of cows every week due to the huge consumption of meat in the Lagos area. Photograph: Florian Plaucheur/AFP/Getty", "In the absence of effective solutions from the central government, states and communities are proposing various remedies. In Benue state, southern Nigeria, for example, legislation in 2017 banned open cattle grazing. The law required herders to rent or buy lands to host their ranches.", "The heart of the problem is the need to persuade herders to give up treating land and water as a free resource. It will be difficult to persuade them to move to capital-intensive ranching, said Ubah.", "The herdsmen, for whom the policies are meant, should be directly involved Abubakar Sambo", "Abubakar Sambo, the leader of the northern community in Enugu state, says the herders must be consulted before fresh initiatives are launched. “The policies received by cattle herders largely on radio and television cannot work. The herdsmen, for whom the policies are meant, should be directly involved.” He believes younger herders need to be educated and sent to study model ranching systems in other countries.", "“What the herders have achieved [cattle population growth] despite all the challenges is remarkable. It shows the huge potential of the livestock sector,” says Ardo. “Imagine what the result could be if the government put the right structure and policies in place.”", "", "Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com"], "authors": ["Orji Sunday"], "keywords": ["cattle", "deadly", "million", "water", "urbanisation", "state", "population", "grabs", "situation", "nigeria", "grazing", "drought", "led", "herders", "land", "crisis"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}