{"id": "0668e129-c2a7-38f1-94ae-2e8001f44322", "title": "The Mortal Kombat Movie Makes A Great First Impression", "url": "https://www.gameinformer.com/movie-preview/2021/03/17/the-mortal-kombat-movie-makes-a-great-first-impression", "summary": "When the list of the best video game adaptations are brought up, it's typically not long before the 1995 Mortal Kombat movie is mentioned.\nFirst, it had to be R-rated to properly convey the spirit of the Mortal Kombat franchise.\nAnd now, seven years later, the movie is poised to release, and we received an early look at the opening scene of Mortal Kombat.\nThis feud is well-known by Mortal Kombat die-hards as the rival factions that Scorpion and Sub-Zero belong to respectively.\nThe opening sequence kicks things off in effective and flashy fashion, and if it's any indication, Mortal Kombat is poised to once again deliver an outstanding on-screen adaptation.", "paragraphs": ["When the list of the best video game adaptations are brought up, it's typically not long before the 1995 Mortal Kombat movie is mentioned. That film captured so much of the feel of the video game franchise and the mid-'90s as a whole that many look back at it as the standard bearer of video game movies. However, after decades of gamers tolerating poorly made adaptations on the silver screen, the industry has found its footing. Now, movies like Detective Pikachu and Sonic the Hedgehog prove game adaptations can be fun and well-made while still respecting the source material, and the narrative is beginning to change. With the rest of Hollywood seemingly catching up to the original Mortal Kombat film, it only makes sense that the franchise that has long been considered king of this realm would return to once again claim its throne.", "Keeping the Soul Intact", "\"It's been over 25 years since the first feature film came out, and fans have been pretty vocal asking for another big-screen entry,\" producer James Wan says in an email response. \"As a fan myself of the games and movies, I, too, wanted to see another theatrical version of this, and felt it was time again to revisit this IP that has been kept relevant in the game world but not as much in the feature world. From the get go, [fellow producer] Todd Garner, my Atomic Monster team, and I, were excited and gung-ho about creating a new, updated version with today's filmmaking technology whilst being respectful to the fantasy tone, violent action, and gore of the game that fans have come to love and, at the same time, bring these vivid characters and stories back to the big screen in a modern, exciting way for a whole new generation who may not be as familiar with the films as we were growing up.\"", "One of the major apprehensions gamers have when it comes to film adaptations is that the characters, story, and world they've spent so much time with and become so enamored by won't be faithfully represented. While Garner understands that notion, he also knows that some level of adaptation is necessary to make it work.", "\"You have to go into it knowing that there are hardcore fans, there are people that know every single thing about this game, but you also have to be realistic in the fact that the game has evolved over 30 years to the point where some of the characters have kids that are old now and fighting,\" he says. \"It was disingenuous for us to think, 'Well, you can't change anything.' That's silly, because they've changed the game and keep changing it and evolving it in a great way, as it should. So we had to look at, 'Well, we're not going to do the game because then you might as well just watch the game.' They're 30 years ahead of us, because I'm not going to start with Cassie Cage and the kids. We got to essentially rerack and figure out, if you just walked into this theater right now, you didn't know anything and you sat down, would you enjoy it? That's been the North Star.\"", "Of course, a large part of how major motion picture franchises like the Marvel Cinematic Universe got everyone up to speed was through individual origin stories told over the course of more than 20 films. Unfortunately for Garner, that approach isn't an option for a series like Mortal Kombat. While a few games like Shaolin Monks, Mythologies: Sub-Zero, and Special Forces have zeroed in on specific characters, that isn't how the mainstream views the series, nor are those the most memorable tales to be told within the Mortal Kombat universe.", "\"We have to, by the end of this movie, get everybody caught up, so if they let us make another one, everybody will be on the same page; then we can really start digging into all the other great characters that [Mortal Kombat co-creators] Ed [Boon] and John [Tobias] created,\" Garner says. \"The difference in the Marvel Universe is that Marvel has comics that stand alone... Iron Man, Black Panther, Spider-Man... Mortal Kombat exists in the universe... like, they exist together. There's not been a Johnny Cage game, a Cabal game.\"", "Remaining Authentic", "Another problem that has plagued silver-screen adaptations of video game franchises is that it's difficult to translate the feel of an interactive medium like video games to a passive medium like film. \"It's very, very hard to replace that interactive quality,\" director and producer Simon McQuoid says. \"I didn't even try to do that; I didn't try to replace it. But what we all attempted to do, and I think this was sort of in analysis of why video game movies tend to not live up to where you'd hoped they'd be, is because they don't respect the material to begin with, and they kind of ignore things that shouldn't be ignored and they don't treat it with the respect that it deserves. [...] I didn't try and replace the interactivity; I just tried to respect the material, and use that and move the Mortal Kombat tone and feeling into a place that was a big, epic version of what people love.\"", "The desire for authenticity goes deeper than wanting to respect the source material. Rather than using a green screen for environments or relying too heavily on CGI for effects, McQuoid wanted to supplement the eventual effects with on-location shooting and practical effects featuring physical props. \"It's harder physically, but it's actually much more satisfying,\" McQuoid says. \"When you've got Sub-Zero fighting against Scorpion with an ice blade, let's make a real blade. It also applies to the visual effects; the visual effects need to feel like they're real. There's some stuff in the film that by its very nature had to have kind of an otherworldly feeling. There was really no way of getting around it, but the same rules apply.\"", "Going into the film, Garner laid out five demands he had for the studio. First, it had to be R-rated to properly convey the spirit of the Mortal Kombat franchise. Next, it had to feature a diverse cast. Third, the film must be loyal to the backstory of each character. Fourth, the actors must be real martial artists. And finally, the characters shouldn't be played by \"movie stars.\"", "\"Maybe not the smartest things to say, but we said them, and we stuck with it, and we got all the things,\" Garner says with a laugh. \"It took seven years to get the movie made, and in the meantime, luckily movies like Crazy Rich Asians and Black Panther came along, these movies that had diverse casts that murdered around the world and made hundreds of millions of dollars, and Warner Bros. said, 'Yeah, go do it!' And you know, movies like Deadpool and John Wick that were R-rated make 4 or 500 million bucks, and Warner said, 'Yeah, okay!' So in a weird way, the world caught up to something James and I were talking about seven years ago.\"", "And now, seven years later, the movie is poised to release, and we received an early look at the opening scene of Mortal Kombat.", "First Attack", "Warning: This section contains spoilers to the opening scene of Mortal Kombat.", "The desire to not only deliver an authentic experience rooted in a deep respect for the source material is aptly demonstrated in the first scene of the movie. As the movie is set to reboot the events of the film franchise, this scene, which lasts about 13 minutes, serves as a way to establish backstory between two of the main characters. Set in early-1600s Japan, the scene sets the stage for the long-running feud between the Shirai Ryu and Lin Kuei. This feud is well-known by Mortal Kombat die-hards as the rival factions that Scorpion and Sub-Zero belong to respectively.", "The scene begins with Hanzo Hasashi (played by Hiroyuki Sanada) enjoying a peaceful day with his wife, child, and young baby. However, when Hanzo, who has a marking on his arm resembling the Mortal Kombat logo, steps away to retrieve water, a group of Chinese warriors attack. Just before they enter the house where Hanzo's wife and children are, the wife hides their baby under the floorboards. Hanzo hears the screams, but he's too late; his wife and son are frozen solid and impaled.", "More assailants arrive at the Hanzo Hisashi compound, resulting in a well-choreographed fight scene. Hanzo dispatches of the attackers in brutal fashion befitting the franchise before grabbing a spear tip his wife was using for gardening just before her death. He attaches it to a rope and swings it around to even the odds. The choreography and martial arts performance is fantastic, and indicative of Garner and McQuoid's desire for authenticity in ensuring all the actors are actual martial artists.", "\"When you look at the way those guys perform, it's authentic,\" McQuoid says. \"It doesn't feel fake because they're really doing it. The camera's there, they're fighting, and we follow them fighting. There's an immense power in that.\"", "After he deals with the various attackers at his compound, Hanzo finds the man who killed his family sitting not far from the house. The man, Bi-Han (Joe Taslim), says he came to end the bloodline of the Shirai Ryu.", "After another well-choreographed fight, Bi-Han turns the spear on Hanzo and jams it into his chest. Hanzo tells him to remember his face, but Bi-Han is unfazed as he says, \"For the Lin Kuei\" and leaves Hanzo to die. He later awakens to the crying of his baby, who remains under the floorboards. He crawls back to his home, but he just doesn't have the strength.", "He falls just short of the entrance to his house, not far from his still-frozen wife and son. Hanzo is then engulfed in flame and vanishes. However, a lightning strike blasts down into the ground and Raiden (Tadanobu Asano) appears at Hanzo's house. He finds Hanzo's spear, which was left behind after he caught fire, retrieves his daughter, then teleports away.", "The opening scene did way more than establish a ton of lore in a short 13-minute window; it gave me confidence that this film is in good hands and on the right track. Everything from the action to the feel to the details surrounding the Shirai Ryu and Lin Kuei blood-feud felt exactly how I wanted them to feel. The opening sequence kicks things off in effective and flashy fashion, and if it's any indication, Mortal Kombat is poised to once again deliver an outstanding on-screen adaptation.", "If all of this intrigues you, you have just under a month before you'll be able to join in on the bloody action as Mortal Kombat comes to theaters and HBO Max on April 16. For more on the history of Mortal Kombat's on-screen adaptations, check out our ranking of the MK movies to this point here."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["makes", "movies", "great", "hanzo", "garner", "film", "impression", "kombat", "mortal", "movie", "scene", "game", "way"], "pubDate": "2021-03-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}