{"id": "066a3576-d4d9-3e69-9262-f9d6de0510b9", "title": "Covid has shuttered the ski season in the Alps -- with one exception", "url": "https://edition.cnn.com/travel/article/ski-verbier-megeve-france-switzerland/index.html", "summary": "(CNN) — France's recent decision to shut down ski lifts due to Covid fears will have been a disappointment for many winter sports enthusiasts.\nThe closures, announced last month by President Emmanuel Macron, dashed all hopes of France's ski resorts opening for the normally busy Christmas period -- a move that will lead to billions in lost tourism industry revenue.\nIn the Swiss mountain town of Verbier, the chairlifts will continue carrying people up into the vast 4-Vallees ski area.\nMichel Cugier, who runs the ski lifts in Megeve, had been preparing to open with social distancing measures to ensure a safe season.\nAustria originally announced its intention to go ahead with the season, but eventually bowed to pressure from its EU partners -- albeit with the exception of opening ski lifts to local residents on Christmas Eve.", "paragraphs": ["(CNN) — France's recent decision to shut down ski lifts due to Covid fears will have been a disappointment for many winter sports enthusiasts. For Catherine Jullien-Breches, it was devastating enough to make her cry.", "\"I had tears in my eyes, I felt so powerless,\" Jullien-Breches, the mayor of the upscale Alpine resort town of Megeve, told CNN.", "The closures, announced last month by President Emmanuel Macron, dashed all hopes of France's ski resorts opening for the normally busy Christmas period -- a move that will lead to billions in lost tourism industry revenue.", "Megeve's mayor says the town will be devastated by restrictions on skiing. Jarry Tripelon/Gamma-Rapho/Getty Images", "With other Alpine nations -- Italy, Germany and Austria, following suit -- Europe's top mountain destinations will fall silent. Their snowy pistes largely undisturbed by the customary swish of skis and snowboards.", "And yet, just 60 miles from Megeve, in the same mountains, the slopes are staying open for business. In the Swiss mountain town of Verbier, the chairlifts will continue carrying people up into the vast 4-Vallees ski area.", "The bars and restaurants will still have customers to drink their mulled wine and eat their fondue.", "Few in Europe's skiing industry will forget the experiences of last winter, when the Austrian ski resort of Ischgl was, for a while, seen as the continent's Covid ground zero.", "Desperate for help", "In Verbier, skiers are required to wear face masks on lifts. FABRICE COFFRINI/AFP via Getty Images", "But, the question from those affected by the closures is, if it's safe for Switzerland to open its slopes, why isn't it safe for other countries?", "In Megeve, the ski lift closures will mean a loss of eight million euros (nearly $10 million). And, says Jullien-Breches, for every euro lost on the slopes, a further seven will be lost in the village's hotels, restaurants and bars.", "Many local businesses, she fears, simply won't survive.", "\"I wish I could do something but we won't be able to support those businesses that really need our help.\"", "A rare protest was held in the normally well-heeled center of Megeve on November 30. But like their mayor, locals know there is little they can do.", "Michel Cugier, who runs the ski lifts in Megeve, had been preparing to open with social distancing measures to ensure a safe season. Instead, he is preparing to furlough most of his seasonal staff of 250.", "\"It's really unfair,\" Cugier said. \"I had worked on Covid protocol measures and truly hoped we would open.\"", "Ten million visitors flock to France each year to ski, generating 10 billion euros and employing 120,000 people, according to industry body Domaines Skiables.", "Lessons learned", "In Bourg-Saint-Maurice, protesters carried broken heart symbols as they called for the government to protect their jobs. OLIVIER CHASSIGNOLE/AFP via Getty Images", "Other French resorts have also seen protests against the decision. In nearby Bourg-Saint-Maurice, demonstrators carried broken heart symbols to express frustration at the blanket ban and called for the government to save their jobs.", "Their anger was made all the greater by the opening of resorts just across the border in Switzerland.", "The decisions to close slopes in Germany, France, Italy and Austria were not easy ones. Austria originally announced its intention to go ahead with the season, but eventually bowed to pressure from its EU partners -- albeit with the exception of opening ski lifts to local residents on Christmas Eve.", "The aim of the decision, as Europe continues to battle its second Covid-19 wave, is to avoid the sort of cluster that Ischgl in Austria became synonymous with during the first.", "But the cost threatens to be substantial. Each year skiing in Europe brings in 34 billion euros in revenue -- half the world's total -- according to Laurent Vanat, a ski industry consultant.", "Over in Switzerland -- which is not an EU member -- Laurent Vaucher, the director of Verbier's ski lifts said much had been learned since Ischgl was identified by health officials as a key part of the first European Covid wave.", "\"We didn't have any new measures in place,\" he told CNN.", "\"We didn't have any masks, we didn't have the social distancing, so now the game is different and we are pretty much sure that we can do the work in order to keep the ski resorts safe.\"", "Related content How coronavirus will change skiing this season", "'Saving the winter'", "A protester wearing ski clothing in Bourg-Saint-Maurice. OLIVIER CHASSIGNOLE/AFP via Getty Images", "In Verbier, skiers must now wear masks on lifts. There are regulated queues with social distancing and fewer people are allowed inside gondola lifts.", "The measures here aren't just being taken on the slopes but also in the village where masks will be mandatory over the holiday period. Local leaders say they are working hard to ensure that nothing is left to chance.", "\"For us, it's not only about saving the Christmas holiday, but it's to save the winter\", said Simon Wiget, director of Verbier Tourism.", "\"And it's to save our reputation because we know everybody is watching us and if we make a mistake and due to that mistake there's a cluster we will be seen as a bad organization.\"", "Coronavirus infections in Switzerland are on the rise and from Saturday the country plans to ban nearly all public events and place further restrictions on private gatherings.", "\"The corona situation is noticeably deteriorating,\" the Swiss government spokesperson tweeted Tuesday.", "\"The intensive care units are very busy and the health workers are exhausted,\" André Simonazzi said.", "With hospital beds in Switzerland practically full of Covid patients the pressure is on the country's resorts now to deliver as cluster-free a holiday season as possible."], "authors": ["Saskya Vandoorne", "Melissa Bell"], "keywords": ["slopes", "shuttered", "exception", "verbier", "measures", "skiing", "alps", "lifts", "covid", "resorts", "season", "switzerland", "ski", "megeve"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}