{"id": "066bec56-1377-37b3-9ad7-2e848e2d5660", "title": "It Takes Two Review – The Joys And Heartbreak Of Love", "url": "https://www.gameinformer.com/review/it-takes-two/it-takes-two-review-the-joys-and-heartbreak-of-love", "summary": "Beneath exhilarating rollercoaster rides and silly conversations with squirrels, It Takes Two has a heavy heart.\nIt Takes Two succeeds in being a game that pushes two individuals to work together to create a relationship that works, but for how long?\nAs the name of the game implies, It Takes Two can only be played cooperatively by two people, either sitting on a couch together or online.\nWhile It Takes Two will be talked about for its cooperative-only design and subject matter, developer Hazelight’s biggest triumph is the variety in action.\nIt’s odd to see Cody or May magically move through space, but it’s better than having to try a difficult action again.", "paragraphs": ["Beneath exhilarating rollercoaster rides and silly conversations with squirrels, It Takes Two has a heavy heart. It’s about divorce and the toll taken on a daughter who doesn’t want to lose her family. It’s about decaying love and the differences that divide us. It’s about not wanting to face reality and not wanting to let go. It’s also about hope and uncertainty, the past creating a better future, and finding common ground no matter how much it may hurt. All of these elements are beautifully woven into a colorful and soulful adventure that hits hard, both in its moving narrative and clever gameplay. It Takes Two succeeds in being a game that pushes two individuals to work together to create a relationship that works, but for how long?", "In an emotional opening shot, we see a little girl named Rose run off to her play space after her parents, Cody and May, tell her that they are separating. She’s devastated and keeps saying she just wants them to be “friends.\" As hard as it is for Rose to accept the news, we learn she’s been expecting it. Not only has she made two action figures of her parents to play make-believe with – to show them the way she wants them to be – she’s also secretly purchased a “Book of Love” to learn how to make them care about each other again.", "Rose’s tears fall from her cheeks onto the figures and book, conjuring magical forces that sweep through the house. When we next see Cody and May, their souls have been passed to their miniature, wooden and clay counterparts. As these two adults rightfully panic in their new bodies, the Book of Love greets them as an upbeat, comical figure named Dr. Hakim, who promises to help them mend the bond they once shared. The entire adventure is told from this diminutive perspective and delivers a nicely written story that unfolds amid treacherous action sequences. The blending of narration and gameplay works incredibly well, giving you plenty of insight into the minds of Cody and May as they leap about and race to find a way to return to their normal lives (and sizes).", "Dr. Hakim doesn’t want them to move so fast, however, and thinks they should stay small to work out their differences. This somewhat nefarious desire of his is brilliantly transformed into the foundation of the adventure. As the name of the game implies, It Takes Two can only be played cooperatively by two people, either sitting on a couch together or online. While each player is asked to complete individual platforming challenges, not much progress can be made unless the duo is working together. Almost every significant movement demands teamwork, communication, and patience between the two players. Even when playing online, the screen is always split in two so you can see exactly what your partner is doing, an excellent touch that allows for the other player to problem solve with verbal guidance.", "Cody and May share the same basic moves, but are given different tools to use in each world. This makes them feel distinct and sets the stage for one person to always have ownership over a specific type of action. For instance, Cody has explosive gel, but it can only be detonated with May’s rifle. Later in the game, Cody can change sizes, while May is equipped with magnetic boots – an odd pairing that is used to let both characters interact in the world in different ways to open up new routes.", "Combining the actions of both players is used in almost every sequence, which are usually wonderfully designed, delivering plenty of laughs, edge-of-your-seat moments, and a unique flow that necessitates teamwork. A few sequences push both characters to do the same type of action, but with slightly different thinking and motions for each, such as having to spin the water wheels on a boat in different directions to avoid running into mines. This is the type of activity that will have you yelling back and forth as you stumble with what you want the other player to do in conjunction with your movement.", "While It Takes Two will be talked about for its cooperative-only design and subject matter, developer Hazelight’s biggest triumph is the variety in action. When a particular gameplay idea has been explored fully, the action transforms into something new, which is taken for a ride in fun ways before expiring and presenting another idea. It's amazing how many different concepts are explored, almost coming across like a greatest hits of everything you can do in action games. Some of these ideas work better than others, but most of Hazelight’s attempts are incredibly well executed, such as riding on the back of a magical catfish, roaring down an icy slope in a bobsled, or using a fidget spinner to launch into the air.", "The core gameplay of running and jumping is consistent in every world, but the problem-solving elements are always being shaken up. Hazelight even provides a breather from the action from time to time through amusing minigames that allow you to compete against your partner, give them a helping hand, or in some cases, take out your stress on them (like hitting them on the head in a game of whack-a-mole).", "Constant verbal communication is an absolute must for almost every little sequence, which again gives this game a bit of a unique stance. Many of the challenges will have you saying phrases like “throw the switch…now!\" Some of the co-op feats can be brutally difficult both in timing and movement, leading to both players dying plenty, but checkpoints are liberally dispersed. If you miss a jump, you usually start again right at that spot (or just a few gameplay steps back from it). Progress being updated so often helps save the game from its slightly stiff and imprecise platforming mechanics. If both players die, they'll have to restart a boss fight or backtrack to redo a little of the level, but a nicely designed quick self-revive mechanic limits those moments.", "The platforming is sophisticated, requiring double jumps and air dashes, along with rope swings and more. None of these actions are completely reliable or as fluid as you want them to be, but are good enough to get the job done. Hazelight is quite aware of just how often timing missteps can be made and aids the player by having characters automatically be pulled to a ledge rather than miss if they are close. It’s odd to see Cody or May magically move through space, but it’s better than having to try a difficult action again. The helpful warping happens everywhere in the game, whether you are a good five feet under a rail slide and suddenly find yourself on it or are about to miss a jump to a tree branch.", "It Takes Two may not be the platforming juggernaut that it aspires to be, but it more than makes up for it with its big heart, wealth in variety, and gorgeous imagery. All of its individual actions are things we’ve done in other games, but when applied to this distinct cooperative approach, they take on a whole new life and are used in wonderful ways over a long adventure. The action will have you laughing and screaming at your TV, and the story stays strong throughout, creating the backbone for an entertaining adventure that roars with excitement and should keep you glued to the controller to see if this couple’s lost love can be rekindled."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["adventure", "action", "heartbreak", "different", "game", "players", "joys", "cody", "player", "love", "platforming", "review", "gameplay", "takes"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}