{"id": "06a65ece-fc85-3053-822a-caac7a75fa9e", "title": "Watch Automation Anywhere Presents Mihir Shukla in Conversation with Jahna Berry | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/automation-anywhere-s-mihir-shukla-in-conversation-with-jahna-berry", "summary": "I'm the head of Content Operations at Wired,and with me I have Mihir Shuklawho is the CEO of Automation Anywhere.\nBut the technology that your company does with software botsis a little bit more under the radar,but it's already doing the jobs of regular people.\nThe robotic process automation,it's a technology in it's simplest sense,it mimics human behavior and human actions.\nYeah, I mean, what you say about human civilizationand progress is really fascinating because, on one hand,this is a really positive story.\nIt is just really, really hard being a technologistto have a technology that has that to offer.", "paragraphs": ["Transcript", "Hi, welcome to Wired 25.", "My name is Jahna Berry.", "I'm the head of Content Operations at Wired,", "and with me I have Mihir Shukla", "who is the CEO of Automation Anywhere.", "Welcome to Wired 25.", "Thank you for inviting me.", "Mihir, I'm so excited to have this conversation with you", "about the future of work.", "I think you're one of the most interesting people to talk to", "about the future of work right now", "because at Wired, we're always talking about this day", "when robots are gonna do the jobs of regular people.", "But a lot of the technology", "that captures the popular imagination,", "like automated vehicles", "that would take the place of taxi drivers,", "or robots delivering packages,", "taking over for mail carriers", "is really years away from being really perfected.", "But the technology that your company does with software bots", "is a little bit more under the radar,", "but it's already doing the jobs of regular people.", "So I was wondering if you could talk a little bit", "about your company and tell us how this technology works.", "Sure.", "The category name is robotic process automation.", "Let me do a quick sample of the audience.", "How many of you are familiar with the category?", "Can I get a show of hands?", "Few, yeah.", "Yes.", "The robotic process automation,", "it's a technology in it's simplest sense,", "it mimics human behavior and human actions.", "And in a most simple sense,", "it can read any screen any application in the world.", "It can type on that screen.", "It can apply a set of rules,", "and with AI, it can make certain decisions.", "That sounds simple enough, very hard to do.", "But the impact of that is very profound.", "What it means is that this technology", "can operate any application in the world", "that a human being can operate.", "And it can integrate all of these applications together.", "So, take an example.", "For one of our customers, in three weeks,", "they automated a process that included 68 systems.", "That is unheard of.", "Prior to this technology,", "you cannot integrate all of systems that quickly.", "So the software bots can now go across 68,", "sometimes thousand systems have required,", "talked to every system, make decisions,", "and with AI make certain decisions that are possible,", "and do end to end process.", "This is a dream come true for many of us", "who are trying to figure out how to solve this problem.", "So that is the power of RPA and with AI infused bots now,", "it is going to the next level of it", "where with the help of data and machine learning algorithms,", "it's able to make certain decisions as well.", "Can you talk a little bit about some of the industries", "that are using this technology?", "Sure.", "So today we have nearly 1.7 million bots running", "across virtually every industry,", "and across virtually every function.", "So I'll give you a few examples.", "Take an example of a mortgage application", "that many of us are familiar with it.", "We are often excited about buying the house,", "but have yet to meet somebody", "who's excited about the process and how that goes.", "15 to 30 day process.", "What banks are now doing, many of our customers,", "is they looked at the entire process,", "and say the reason why it takes that long", "is there are just so many manual points along the way.", "And so they, they started automating that process.", "It came from 15 days to 5 days.", "Then they realized, why does it take five days?", "They did a next day mortgage.", "They say, why does it take a next day?", "Now, there are customers who are doing", "a seven minute mortgages on a mobile application.", "From 15 days to seven days,", "that's an example of what is possible.", "It has similar examples across insurance,", "settle an insurance claims in three seconds,", "similar examples in contact centers, in finance, in HR.", "Everywhere there is labor and there are set of rules", "and some learning that can be achieved,", "you could take lots of mundane kind of the work", "that human shouldn't be doing out of the, away from them.", "Wow, that's really incredible.", "I want to dig a little bit more", "into what you were talking about extending what's possible.", "So, what's the coolest, most interesting thing that,", "in the next year or two you think", "a bot will be able to do, a software bot?", "We have 10,000 plus examples like, you're asking me", "to pick one of my favorite children out of 10,000.", "The-- [audience laughs]", "Everybody has a favorite, so.", "I think the most impactful that I think of", "is in healthcare because we have examples", "in cancer research where, through the application", "of the bots, currently, the drug,", "the entire process takes 12 years.", "We are bringing it down to nine", "and hope we can bring it down to six.", "Wouldn't that be wonderful.", "And the very idea that I see application of bots", "is in individualized medicine.", "Because that problem cannot be solved without bots.", "You cannot have a commercial viable model", "of an individualized medicine based on", "different DNA combination", "and come up with the right solution.", "Those will have a long lasting impact on our society.", "I know, I could definitely see that.", "We also need to be realistic so I'm curious,", "there's some things that would seem to be", "very easily solved by technology", "or may be easily solved by bots", "but are probably almost always gonna be out of reach.", "Is there something that seems easy but a bot", "probably won't be able to do or it would take", "a long time for them to figure out?", "Hopefully, my job. [both chuckle]", "Mine. And yours, a few of us.", "There's still a aspect,", "the problem with everything we do,", "there's an amazing piece of technology,", "the problem with that it, it only knows", "what are the solutions.", "It doesn't know what are the relevant questions.", "That's a big deal.", "And for that is where human being shines.", "To what are the relevant questions,", "what are the right trade offs,", "what are the right choices you have to make.", "If you look at human civilization,", "we have been on this journey from doing", "mundane repetitive to where we are now,", "and this is a continuation of that journey", "where what we do today, I wish many of us here,", "I wish the whole world could do it, so.", "Yeah, I mean, what you say about human civilization", "and progress is really fascinating because, on one hand,", "this is a really positive story.", "It's automated bots that are freeing up humans to do", "higher more intellectual work,", "but on the other hand, you could see a company saying,", "Okay, I'm gonna deploy these bots,", "maybe I don't need these workers.", "What would you say to a company like that?", "I'm glad you asked that question", "because it does come up every time almost.", "It is clear now, so there's lots of opinions on this topic.", "I might have something that's slightly better", "which is data because we are in a middle of", "4,000 live customers transformations journey.", "You get to walk on the floors and talk to thousands", "of people and how they're using it", "and what they're doing with it", "and what they think about it,", "and what you see is exactly opposite.", "Let me start with the data.", "I have lots of opinion but let's start with the data.", "What you see is people excited because many of them already,", "almost all of them knew that they were in a dead end job,", "[chuckles] they enjoyed it.", "They are more excited that they get to work with the bots,", "They are more employable.", "They are more opportunities in the market.", "People who know how to make an RPA bot on a finance", "get paid I'm gonna say three times more than what you", "get paid if you just know the old way of finance.", "So it is exciting for employees.", "For businesses, it is exciting because,", "if you publish that you are using bot technology to do,", "get the work done, you get three times more job applicants.", "Now, you have a battle access to talent because", "who wants, people want to work for that company.", "People have names for their bots.", "They celebrate their birthdays,", "the closest I can think of is kind of a pact.", "The last example, it's amazing to see that.", "The last example I saw was there's one company", "that does every month their finance close process,", "and they're always late on that day.", "So knowing that company to let your family knows that", "I'll get home when I get home on that day.", "And they used bots and everybody could get home by five,", "and by unanimous voting, the group gave bot", "Employee of the Month award. [audience laughs]", "Go figure!", "This is what you see right, the excitement.", "They are often afraid of the things you don't know.", "One of the things we offer on,", "we have Automation Anywhere University and a free course", "and we challenge people to build a bot under a four minute", "and say give it a try because often once we know what it is,", "then people's imagination takes hold.", "So, talking a little bit about", "you were talking about teaching people how to create bots,", "what kind of skills do you think you know", "workers are gonna need for this type of industry", "where there's a lot of automation", "and the jobs they were doing before are changing", "really rapidly, have you thought a little bit about that?", "About the type of skills it might need?", "We have.", "Again, I'll start with the data.", "We are nearly million people trained on this platform.", "And out of that, roughly 70% of them are business users.", "Because what we envision is that,", "unless you put the power of technology", "in the hands of the millions,", "then they will shape the future.", "And when you put the power of this in a business user,", "and the fact that they can create a simple bot of course", "but under a four minute, empowers them to go and solve", "any problems they needed to solve.", "So the amazing story is that [clears throat]", "we ran some of these courses in remote areas of the world", "where people had very limited education,", "we took it to the people who were disadvantaged background", "and were flipping burgers at $15 an hour,", "and we decided to teach everybody how to build a bot,", "and see what happens.", "It is unbelievable.", "It's not unbelievable, I think the fact that", "the human spirit soars all the time is very believable.", "But to see them do a, build a bot in three months", "and get a 150k job in some of the largest media companies", "in all over the world is just gratifying, right.", "And because we have customers in over 120 countries,", "this is universal.", "This part of humanity is universal.", "People soar everywhere given an opportunity.", "And there are studies done, in every continent", "on every angle, people say this is the right thing,", "employee think this is the right thing for me.", "So one of the things, when I was doing research for this,", "one of the things I learned is that", "you and three friends started this company in 2003,", "and now, there are several companies in this space.", "Last year, your company was valued at $2.6 billion.", "I know you've grown since then", "so that number is different now.", "So, I'm curious, why do you feel that", "this use of software bots, this industry,", "this space has taken hold now?", "I think there are three things", "that people are able to correlate now.", "One is the impact of this technology.", "So, if you take a slice of the labor market", "that is associated with data collection and data processing,", "that's about $10 trillion in the world.", "That's the manual labor cost of data collection", "and data processing.", "The technology of automation for example,", "Automation Anywhere has, can automate all of this", "without any new technology.", "When you think about it, it will take many years", "for that to happen in real world right.", "But when you think about it, the impact of it,", "it is one of the largest software category available", "we'll ever see.", "This is digital labor, larger than media,", "transportation, anything else.", "So, people are able to see that and say,", "how far does this go.", "So, that's one.", "Second is, among all technologies,", "this technology has the capability to offer return", "within three to six months.", "It is just really, really hard being a technologist", "to have a technology that has that to offer.", "So people love it, it creates an oxygen", "in your digital transformation journey.", "No matter what else you want to do, you start here,", "generate return, and then take that money", "to do everything else.", "So that's another reason.", "The third reason, and it is specifically I'd mention it", "for the people who sell technology.", "We sell lots and lots of acronyms, and there are many.", "The business leader here cares about only six things.", "Does it improve productivity?", "Does it generate more cash?", "Does it change customer engagement so that I have", "a different state of offering?", "Does it include speed and accuracy?", "Security?", "There are five or six things I care about.", "And every time we list 30 acronyms here,", "they're trying to map, so what does this do for me?", "Straight forward.", "What the business users are able to", "instinctively understand is the nature of bots", "can improve cost, speed, accuracy, productivity.", "It is innate nature of a bot.", "So that helps.", "Well, thank you so much and we can't wait to see", "what's the next chapter for your company.", "Thanks Mihir. Thank you.", "[applause]"], "authors": ["Condé Nast"], "keywords": ["human", "presents", "say", "really", "does", "company", "bots", "conversation", "jahna", "watch", "video", "wiredcom", "wired", "mihir", "right", "cne", "technology", "think", "things", "shukla"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}