{"keywords": ["latin", "uruguays", "president", "pou", "mr", "uruguayans", "power", "shifts", "america", "lacalle", "fa", "uruguay", "voters", "fuss"], "id": "06b3942a-c1d6-3bd2-92e8-3bb6215b77b7", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["WHILE PROTESTS rattle governments across Latin America, Uruguay is trying to live up to its reputation for stability. In a run-off election on November 24th, voters chose as their next president the centre-right candidate, Luis Lacalle Pou, by a tiny margin. His rival, Daniel Martínez, conceded defeat on November 28th.", "The result ends 15 years of rule by the centre-left Broad Front (FA), which brought economic growth and socially progressive laws, such as legalisation of same-sex marriage and cannabis. Mr Lacalle Pou will be tougher on crime and more niggardly on public spending than the centre-left incumbent, Tabaré Vázquez. But he has no intention of tearing up the FA’s legacy.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "At first, it looked as though Mr Lacalle Pou’s narrow victory would provoke conflict. After the first count Mr Lacalle Pou led by just 29,000 of the 2.3m votes cast. The FA and its trade-union allies, which suspect him of plotting economic “shock treatment”, spoke of organising massive strikes and demonstrations when he takes office in March.", "Mr Martínez’s concession has quieted such talk. “The country is divided, politically speaking, perhaps as never before,” says Adolfo Garcé, a political analyst. But both sides are eager to avoid the conflict they are witnessing in such neighbours as Bolivia, Chile and Ecuador. That is made easier by Uruguay’s relatively high levels of well-being and equality. Moderate poverty has dropped from 32.5% in 2006 to 8.1% last year. Extreme poverty is just 0.1%. Over the past dozen years the incomes of the bottom 40% of Uruguayans have risen faster than the average. FA presidents have kept the country’s finances relatively sound, at least until recently, and its economy open. “This is the most mature democracy in Latin America,” says Mr Garcé.", "Mr Lacalle Pou, who at 46 will be Uruguay’s youngest president since the end of dictatorship in 1985, is keen to maintain the country’s reputation for maturity. “The challenge is to bring us together,” he says. The trick will be to achieve that while dealing with the most pressing problems: a sharp rise in the fiscal deficit, to 5% of GDP, and an increase in crime. Mr Lacalle Pou proposes to cut spending by $900m, nearly 1.5% of GDP, in his first year in office.", "That sounds ambitious, and could weaken an economy that is already in delicate condition. Growth this year is expected to be just 0.4%, largely because the economies of Uruguay’s much bigger neighbours are in bad shape. Argentina is in recession and Brazil is emerging slowly from one. But Mr Lacalle Pou plans to tread carefully. He promises not to cut government services but to manage them efficiently. “The welfare state is part of the DNA of this country—safe with us,” he says.", "On crime, voters’ top concern, he offers a similar mix of robustness and reassurance. Mr Lacalle Pou says he will take back control of “red zones”—no-go areas in the poorest parts of Montevideo, the capital. That promise echoes a call by Guido Manini Ríos, who quit as commander of the armed forces and jumped into the presidential race. After he came fourth with 11% of the vote in the election’s first round, Mr Lacalle Pou brought him into his coalition. Mr Lacalle Pou’s National Party and its allies won a majority in congress, so he has a good chance of getting his programme through.", "This alliance alarmed the left. “Our new president could end up in the hands of right-wing extremists,” said Carolina Cosse, an FA senator. But Mr Lacalle Pou has kept his rhetoric temperate, stressing his promise to modernise the police. In a referendum held on the same day as the first round of voting, Uruguayans rejected proposed constitutional amendments that would have created a national guard and mandated life sentences for such crimes as rape and the murder of children. Mr Lacalle Pou was carefully neutral on the referendum.", "His foes mistrust him in part because of his background. He is the son of Luis Alberto Lacalle, Uruguay’s president in the first half of the 1990s. The father’s programme of privatising state enterprises earned him the nickname the “Thatcher of Latin America”. Allegations of corruption in his government left Uruguayans with bad memories.", "The newly elected son is a “young, entitled aristocrat”, says one FA leader. That is a reputation that Mr Lacalle Pou, a keen surfer, hopes to shake off. He wanted nothing to do with politics when he was a teenager, recalls his mother, Julia Pou, a former senator. Later on, “he became his own man with very much his own views.”", "A lawyer by training, he held seats in both houses of congress before losing his first run for the presidency in 2014. Defeat matured him “as a politician, policymaker and strategist” says Mr Garcé. But the president-elect will also capitalise on his youth. Voters associate him with change and hope, says Ignacio Zuasnabar, a pollster. “Maybe he’s the Justin Trudeau of Latin America.” One thing is certain,” says his mother. “His days on a surfboard are over.”"], "authors": ["The Economist"], "title": "Power shifts in Uruguay, without much fuss", "pubDate": null, "summary": "WHILE PROTESTS rattle governments across Latin America, Uruguay is trying to live up to its reputation for stability.\nMr Lacalle Pou will be tougher on crime and more niggardly on public spending than the centre-left incumbent, Tabaré Vázquez.\nAfter the first count Mr Lacalle Pou led by just 29,000 of the 2.3m votes cast.\nMr Lacalle Pou proposes to cut spending by $900m, nearly 1.5% of GDP, in his first year in office.\nMr Lacalle Pou says he will take back control of “red zones”—no-go areas in the poorest parts of Montevideo, the capital.", "url": "https://www.economist.com/the-americas/2019/11/29/power-shifts-in-uruguay-without-much-fuss"}