{"id": "06e4ec35-a20d-3ec8-be8f-f1d5266ce777", "title": "Blind date: 'I looked her up online before the date – I'm not sure what she made of that'", "url": "https://www.theguardian.com/lifeandstyle/2021/apr/10/blind-date-kate-stephen", "summary": "Q&A Want to be in Blind date?\nShow Blind date is Guardian Weekend magazine’s dating column: every week, two strangers are paired up for dinner and drinks, and then spill the beans to us, answering a set of questions.\nNo, it’s a blind date!\nBe mindful of how it will read to your date, and that Blind date reaches a large audience, in print and online.\nI looked up Kate online before the date, and when I told her (offering full disclosure), I’m not sure what she made of that.", "paragraphs": ["Kate on Stephen", "What were you hoping for?", "A fun, laid-back evening with a few laughs and maybe some chemistry.", "First impressions?", "Stephen was down-to-earth and chatty.", "What did you talk about?", "Covid, vaccines, Woody Allen, films, travel and politics.", "Any awkward moments?", "Not really, although his wifi signal was bad so the video kept cutting out.", "Good table manners?", "He’d already eaten with his son, so I couldn’t tell, but I suspect so. He excused himself politely to go to the loo.", "How long did you stay on the call?", "Two and a half hours.", "Best thing about Stephen?", "Easy to talk to, and he can talk about any subject.", "Would you introduce him to your friends?", "Yes, possibly.", "Describe Stephen in three words?", "Chatty, intelligent, laid-back.", "What do you think he made of you?", "Chatty, intelligent, laid-back? No idea!", "Any connection issues?", "Yes, Stephen lives in a village and the connection wasn’t great.", "And... did you swap numbers?", "Yes.", "How did the call end?", "It came to a natural end. I had an early start the next day, so I brought the conversation to a close.", "If you could change one thing about the evening, what would it be?", "Better wifi connection.", "Marks out of 10?", "6.", "Would you meet again?", "Yes, potentially, but not in a romantic sense.", "Q&A Want to be in Blind date? Show Blind date is Guardian Weekend magazine’s dating column: every week, two strangers are paired up for dinner and drinks, and then spill the beans to us, answering a set of questions. This runs, with a photograph we take of each dater before the date, in Guardian Weekend magazine (in the UK) and online at theguardian.com every Saturday. It’s been running since 2009 – you can read all about how we put it together here.", "", "What questions will I be asked?", "We ask about age, location, occupation, hobbies, interests and the type of person you are looking to meet. If you do not think these questions cover everything you would like to know, tell us what’s on your mind. Can I choose who I match with?", "No, it’s a blind date! But we do ask you a bit about your interests, preferences, etc – the more you tell us, the better the match is likely to be. Can I pick the photograph?", "No, but don't worry: we'll choose the nicest ones. What personal details will appear?", "Your first name, job and age. How should I answer?", "Honestly but respectfully. Be mindful of how it will read to your date, and that Blind date reaches a large audience, in print and online. Will I see the other person’s answers?", "No. We may edit yours and theirs for a range of reasons, including length, and we may ask you for more details. Will you find me The One?", "We’ll try! Marriage! Babies! Can I do it in my home town?", "Only if it’s in the UK. Many of our applicants live in London, but we would love to hear from people living elsewhere. How to apply", "Email blind.date@theguardian.com", "Stephen on Kate", "What were you hoping for?", "I had no preconceptions. I would have rolled with anything – from a look of disgust and an immediate end to the call to running away together to Gretna Green.", "First impressions?", "Classy, well-dressed, attractive and friendly.", "What did you talk about?", "Lockdown television, Jewish comedians, writing, Greece, parents, my children, different boozing styles.", "Any awkward moments?", "I looked up Kate online before the date, and when I told her (offering full disclosure), I’m not sure what she made of that. I’m not sure what the etiquette is for this.", "Good table manners?", "We didn’t eat. If she slurped her cava, she managed to mute before I noticed.", "How long did you stay on the call?", "Just under three hours.", "Best thing about Kate?", "She seemed to know herself and has made a good life.", "Would you introduce her to your friends?", "After a while. I wouldn’t inflict them on her until she was fully prepared.", "Describe Kate in three words?", "Independent, strong-willed, stylish.", "What do you think she made of you?", "Content with life, open, lacking in direction.", "Any connection issues?", "We lost connection twice, but it didn’t faze us.", "And... did you swap numbers?", "We did.", "How did the call end?", "Kate had an early appointment, so she wrapped things up.", "If you could change one thing about the evening, what would it be?", "I’d rather have had drinks in a cellar bar with some decent music and distracting strangers to talk about.", "Marks out of 10?", "7. We operate in different realms, and I’m not sure how compatible they are.", "Would you meet again?", "Kate is clearly worth knowing, but distance and the lack of an obvious meeting of minds would probably rule it out."], "authors": [], "keywords": ["questions", "thing", "connection", "looked", "date", "sure", "online", "im", "blind", "talk", "tell", "think"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}