{"id": "06e83298-1c68-3614-8723-5cb769980877", "title": "Presenting Alfred Hitchcock, elusive genius", "url": "https://www.economist.com/books-and-arts/2021/04/10/presenting-alfred-hitchcock-elusive-genius", "summary": "The Twelve Lives of Alfred Hitchcock.\nFrom behind this caricature Alfred Hitchcock emerged to introduce a weekly television show filled with the bizarre and the macabre.\nPerceptive and gracefully written, “The Twelve Lives of Alfred Hitchcock” is a bracing study of the master of suspense.\nAmong leading men Hitchcock felt Cary Grant embodied his own aspirations to refinement and charm: Grant “became an avatar for an inner Hitchcock that could not be outwardly expressed”, writes Mr White.\nThe resulting exposure—especially on “Alfred Hitchcock Presents”—raised his profile but diluted his gravity.He saw himself as a Picasso; to others, he was as familiar as Mickey Mouse.", "paragraphs": ["The Twelve Lives of Alfred Hitchcock. By Edward White. W.W. Norton; 400 pages; $28.95 and £22.99", "T HE PROFILE is unmistakable. A few lines establish nose, lip, regal forehead, modest hairline and the great round jowl. From behind this caricature Alfred Hitchcock emerged to introduce a weekly television show filled with the bizarre and the macabre. Yet if many people recognise the sketch, most won’t know that he drew it himself. The author of his own mystique, Hitchcock was, says Edward White, “not just a film-maker but an impresario”.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "He spent much of his time cultivating his brand. His mischievous face dominated promotional materials for “Psycho” and “The Birds”. He talked up his own eye and disdained other directors. After meticulously preparing for shoots, he made a show of looking bored on set. Amid such gestures, the man himself recedes.", "Mr White’s solution is to organise his chapters by topic, such as Hitchcock’s religion, voyeurism, approach to women, connection to London and obsession with murder. Perceptive and gracefully written, “The Twelve Lives of Alfred Hitchcock” is a bracing study of the master of suspense.", "The book is particularly astute on Hitchcock’s relationships with screenwriters and actors. He had little use for the writers, redrafting whole scenes delivered by luminaries such as John Steinbeck. Hitchcock took inspiration less from a script than an idea or image—a daring escape across Mount Rushmore, say, which became the climax of “North by Northwest”. Screenplays existed “to heave the propeller of his imagination”.", "Actors were a pricklier bunch. In one sense they were pure functionaries. (“Please start sweating now,” he told one befuddled thespian.) Yet his stars were among the most glamorous figures of the golden age of Hollywood, and they drew Hitchcock into a vortex of envy and desire. He mistreated actresses on set, famously setting real creatures on Tippi Hedren in “The Birds”. Several women accused him of sexual misconduct. Among leading men Hitchcock felt Cary Grant embodied his own aspirations to refinement and charm: Grant “became an avatar for an inner Hitchcock that could not be outwardly expressed”, writes Mr White.", "All because of his cursed heft, which Hitchcock bore like a child beating a bully to the punchline. He flaunted his appetite, then dieted ostentatiously. Yet he was sensitive about his appearance, and had a ham’s need not just to hold the camera but to perform for it. The resulting exposure—especially on “Alfred Hitchcock Presents”—raised his profile but diluted his gravity.He saw himself as a Picasso; to others, he was as familiar as Mickey Mouse.", "Recently Picasso has prevailed. Since his death in 1980, Hitchcock’s renown has grown alongside a rise in genre film-making by directors such as the Coen brothers and Quentin Tarantino. Mr White limits himself to biography and does not make a study of Hitchcock’s 53 films (though he confides that “Rear Window” is his favourite). An understandable decision—but a shame all the same. It is a rare book that could pleasurably be twice as long. ■"], "authors": ["The Economist"], "keywords": ["profile", "presenting", "elusive", "alfred", "genius", "picasso", "hitchcock", "hitchcocks", "women", "set", "mr", "white", "study"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}