{"id": "06fb8085-b86c-310c-8673-ca2b0ba9436b", "title": "The 7 Things Keeping Kelly McCreary Sane at Home", "url": "https://www.vogue.com/article/kelly-mccreary-sanity-saver-list", "summary": "Live edge chestnut bespoke bath caddy tray $64 ETSY Shop Now Lot XI Good Vibes hand-poured candle $60 LOT XI Shop NowOraganix magnesium bath flakes $25 ORGANIX Shop Now3.\nPhoto: Courtesy of Kelly McCrearyWe rescued the world’s best puppy last year and she’s been an infinite source of delight, comfort, and unconditional love.\nIn many ways, rediscovering my yoga practice feels like becoming reacquainted with myself again.\nI didn’t realize how much my mind and spirit had been craving the moving meditation, and to be grounded and stabilized by a daily practice once again.\nVariis app monthly subscription $40 VARIIS Shop Now Glo yoga online monthly membership $18 GLO Shop Now5.", "paragraphs": ["I’ve never been big on baths. But for my birthday this year, a friend sent the loveliest set of bath goodies, and I was finally moved to indulge. Now, I’m hooked. My friends and castmates Ellen Pompeo and Caterina Scorsone both exhorted the benefits of magnesium bath salts, which I’ve recently integrated into the routine. Bathing this way feels like pure heaven.", "Live edge chestnut bespoke bath caddy tray $64 ETSY Shop Now Lot XI Good Vibes hand-poured candle $60 LOT XI Shop Now", "Oraganix magnesium bath flakes $25 ORGANIX Shop Now", "3. I’m enjoying playtime with our dog, Motown.", "Photo: Courtesy of Kelly McCreary", "We rescued the world’s best puppy last year and she’s been an infinite source of delight, comfort, and unconditional love. Our family bond has deepened over quarantine.", "Photo: Courtesy of Kelly McCreary", "4. I’m rediscovering yoga.", "Up until a few years ago, I had been a fairly ardent yogini with a consistent practice. Then, life got busier, my daily routines changed, and I fell off. Quarantine has given me time to ease my way back into my self-care habits. In many ways, rediscovering my yoga practice feels like becoming reacquainted with myself again. I didn’t realize how much my mind and spirit had been craving the moving meditation, and to be grounded and stabilized by a daily practice once again.", "Variis app monthly subscription $40 VARIIS Shop Now Glo yoga online monthly membership $18 GLO Shop Now", "5. I’m becoming a crossword puzzle master.", "I can’t get enough of the New York Times crossword puzzle. It’s such a satisfying little daily accomplishment and has the added bonus of giving my brain a workout.", "6. I’m listening to podcasts.", "Podcasts are my favorite thing to have on in the background while I’m cooking, tidying up the house, or getting ready for the day. Besides devouring anything and everything true crime or cult-related, I cannot get enough of The Read, Pod Save the People, Lady Don’t Take No, and Let’s Shoot With Pete Chatmon. I also love any news podcasts with deep, thorough reporting that give me a well-rounded take on the news stories I can only grasp snippets of when scrolling through social media or my news apps (Radiolab, Serial).", "7. I’m supporting important organizations.", "It has been deeply fulfilling to have more time to devote to the work of liberation and social justice. For me, that has meant finding ways to support organizations, causes, and campaigns that are in the trenches and doing the work to ensure that we live in a humane society in which every member can thrive. Equal Justice Society, The African American Policy Forum, Black Lives Matter Los Angeles, A New Way of Life, and The Collective PAC are favorites."], "authors": ["Julie Tong"], "keywords": ["sane", "work", "kelly", "ways", "keeping", "way", "mccreary", "practice", "shop", "bath", "things", "yoga", "daily", "xi", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}