{"id": "0710d3ff-3bd0-315f-8245-7cded13e350f", "title": "How to Celebrate the Holidays in the Midst of Grief", "url": "https://www.vogue.com/article/how-to-celebrate-the-holidays-in-the-midst-of-grief", "summary": "That same day she would insist on setting the one table we had to eat at with the Christmas china we would use for brunch and dinner on Christmas Day.\nI will find a way to honor my grief and celebrate.\nIdentify and hold space for your feelingsThis holiday season is going to be hard for a lot of people, for a lot of reasons.\nWhatever uncomfortable feelings arise for you this holiday season, I want to encourage you to name those feelings and hold space for them.\nCreate new traditionsWe all know that this holiday season is going to be less than ideal.", "paragraphs": ["My mother was the queen of Christmas. Her holiday shopping started in August. The day after Thanksgiving was spent decorating the house, putting up the tree, and hanging lights in the yard. That same day she would insist on setting the one table we had to eat at with the Christmas china we would use for brunch and dinner on Christmas Day. Every night until December 25th, when the four of us sat down to dinner we had to move the china in order to eat our roast chicken and frozen vegetables on regular plates. It was all completely over the top, and annoying, and it was glorious. And then she died, and the joy I had always associated with Christmas was one of the many things that died with her.", "It took me several years, a broken arm, and lots of support from family and friends to recapture my Christmas spirit, but I got there. Then last year we lost a very wanted pregnancy and this year we are all living in the midst of a global pandemic, and I feel a need to revisit some of the lessons I’ve learned from grieving through previous holidays. I know that even in the absence of the baby we thought we would be celebrating this year, in the absence of my mother, and in the midst of this pandemic which has taken my cousin, and like many of you has also shifted our traditions, I am determined to enjoy this holiday season. I will find a way to honor my grief and celebrate. Here is how I’m planning to manage the holidays this year:", "Decide what is sacred and (safely) make it happen", "A few days ago when I was whining about not being able to find a small turkey, since there are just two of us for dinner this year, my husband suggested we just make a chicken. At that moment, a Thanksgiving turkey quickly became a non-negotiable. In order to avoid wasting food, half will be safely handed over to a family friend, but we will have homemade, fried turkey on Thanksgiving Day. You need to decide what your non-negotiables are, what you hold most sacred, and get creative. If you must see Nana, do it through her living room window or via FaceTime. If it’s your father’s homemade pie crust and he’s halfway across the country, bake it with him virtually. Whatever it is for you, find a way to make a version of it happen.", "Identify and hold space for your feelings", "This holiday season is going to be hard for a lot of people, for a lot of reasons. Whatever uncomfortable feelings arise for you this holiday season, I want to encourage you to name those feelings and hold space for them. According to Tashia Millstein, a psychotherapist and the Workplace Mental Health Lead at Mindr, “There is power in naming your feelings. Ignoring your feelings doesn’t make them go away. By naming them, however, you can be intentional in how you channel those emotions. It also helps to recognize that there isn’t one right way to feel at any given time. We often have moments of joy during hard times and it is equally okay to experience sadness and grief during joyous occasions. Once we start accepting and holding space for all of our feelings, we can let go of any guilt that comes along when we have feelings that seem at odds with one another or with the situation at hand.”", "Figure out what you’re feeling and give yourself time to process it. According to Millstein, it can be helpful to “develop daily supportive rituals that include time each day to check in with how you are feeling.” That might mean meditating, or journaling. “Avoid being judgmental and trying to rationalize your emotions and instead focus on acceptance and treating yourself with care, compassion, and love. When we are aware of our feelings we gain insight into what we need.”", "Focus on someone else", "As a result of the pandemic, the unemployment rate is currently hovering around 7% and nearly 26 million adults in this country have reported not having enough food to eat in the last week. Now is a great time to step up and help someone else. According to Psychology Today, helping others “reinforces our sense of relatedness to others, thus helping us meet our most basic psychological needs.” When you’re feeling blue about whatever you’re missing out on right now, use it as a reminder to find a way to give back this year. Consider donating some of the funds you would have ordinarily used to travel to your local food pantry.", "Create new traditions", "We all know that this holiday season is going to be less than ideal. We need to make sacrifices to keep ourselves and others safe, but accepting that we aren’t going to have a typical Christmas/Hanukkah/Thanksgiving doesn’t mean we can’t have fun. Identify some new traditions this year to replace the ones you’re missing. Become a virtual secret Santa. Send everyone who normally attends your holiday party the recipe for your signature cocktail. Go Christmas caroling! You can do it from a distance, and who wouldn’t be psyched to hear you belting out Mariah Carey’s All I Want for Christmas is You? In the absence of my mother and her traditions, I’ve learned to create some of my own, and will be reimagining them safely this holiday season.", "And if all else fails, give yourself a pass. This is an incredibly difficult time, and what I’ve come to accept is when things are hard, it is important to maintain low expectations of yourself and others. If you can’t deal, feel free to put on The Crown, get under a cozy blanket, and Netflix and chill your way through the holidays. Do whatever you need to do to be OK. This is one of the most important things I’ve learned from my losses: Prioritizing self-care is sometimes the best tradition we can gift ourselves."], "authors": ["Marisa Renee Lee", "Marisa Renee Le"], "keywords": ["day", "holidays", "christmas", "holiday", "way", "need", "youre", "ive", "feelings", "celebrate", "midst", "season", "grief", "turkey"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}