{"id": "0711ef88-9a2c-33d8-8e4a-a7746095191a", "title": "Cicely Tyson Has a Secret About Living Life to the Fullest", "url": "https://www.nytimes.com/interactive/2021/01/11/magazine/cicely-tyson-interview.html", "summary": "Mamadi Doumbouya for The New York Times Talk Cicely Tyson Has a Secret About Living Life to the FullestIt’s no stretch to say that Cicely Tyson widened the scope of American popular culture.\nI work internally, and then when I’m not working on a character, I don’t think about them at all.\nHow could I be afraid of something I don’t know anything about?\nI can’t believe this medical science that looks at trying to give you more time when you don’t know who you are, don’t know who your children are, do not know anything.\nI don’t think I did.", "paragraphs": ["Mamadi Doumbouya for The New York Times Talk Cicely Tyson Has a Secret About Living Life to the Fullest", "It’s no stretch to say that Cicely Tyson widened the scope of American popular culture. Her groundbreaking portrayals of complex, dignified Black women in feature films like ‘‘Sounder’’ (1972) and the 1974 television film ‘‘The Autobiography of Miss Jane Pittman’’ showed aspects of the American experience that had rarely, if ever, been represented onscreen before. The gravitas and artistry that Tyson brought to those projects has been a constant throughout her long career, up through the actress’s Tony Award-winning turn in ‘‘The Trip to Bountiful’’ (2013) and ABC’s just-concluded legal drama series ‘‘How to Get Away With Murder,’’ for which she earned five Emmy nominations. Now, with her memoir, ‘‘Just as I Am,’’ which will be published on Jan. 26, Tyson, who is 96, has moved from telling her characters’ stories to telling her own. ‘‘I’m always searching for myself,’’ she says. ‘‘There’s so many facets to a human being. I surprise myself all the time.’’", "You’re 96 years old. You’ve had a full life. What advice do you have about how to do that? Oh, I don’t know that I can say it now. Maybe at the end of the interview.", "A cliffhanger! That’s right. It makes sure you stay with me.", "I like it. Let me ask a question that has to do with race and acting. You remember Pauline Kael? Yes. She gave me an excellent review for ‘‘Sounder.’’", "Cicely Tyson in “Sounder” (1972). Twentieth Century Fox Film Corporation/Photofest", "She also had an essay about ‘‘Jane Pittman,’’ and I want to read you something from it. She wrote: ‘‘I’m comparing Tyson to the highest, because that’s the comparison she invites and has earned. She isn’t there, but she’s on her way. She’s great, but she will be even greater when she can relax and smile without feeling she’s Uncle Tomming.’’ That’s a pretty big, fraught assumption Kael was making, that you were playing to racial perceptions. What do you think about that? That’s a surprise! I don’t Uncle Tom to anybody. I don’t care who it is. When I smile, I smile. I do not grin. There’s a difference, OK? And I would say that to Jesus, do you understand? White people always think that when Black people smile a lot or laugh a lot, they’re being Uncle Tom to white folks. Well, that is not me. Absolutely not me. I smile when I feel like smiling, and I don’t when I do not.", "But what about Kael’s fundamental assumption? That your characterizations were informed by off-the-screen racial dynamics. Did you ever approach your work on those terms? No. I never worried about what people think about my performances. I work internally, and then when I’m not working on a character, I don’t think about them at all.", "Tyson with Michael Murphy in ‘‘The Autobiography of Miss Jane Pittman’’ (1974). Everett Collection", "In your book, you write about some problematic people who were in your life. One is Bill Cosby, with whom you were close. But in the book, you don’t mention what has happened with him over the past few years or how you feel about it. Are you comfortable sharing your perspective on that? I think about it all the time. To tell you the truth, I can’t believe it. We were close. Miles and I were married in his home, you know? It’s hard for me to talk about, because I don’t know this person that is incarcerated and I never experienced anything that resembled the behavior that he is incarcerated for. I don’t know that person of whom they speak.", "What does it say about human nature that this person you were close to had this other side? That you don’t know anybody. You think you know them, but you don’t. I mean, that a person could have a personality so far removed from the one that you know? How can you account for it? You can’t.", "I also want to ask you about Miles Davis. Who’s that? [Laughs]", "The portrait that you paint of him in the book is pretty unsparing. In your telling, he was physically abusive, he was unfaithful, he was dishonest and he was also dealing with serious addiction problems. Was it hard to disclose those experiences? No. That’s who he was. I have never seen Miles Davis smoke reefer, snort cocaine or hit a woman, OK? He never did it in front of me. He never brought any of those things into our home, all right? And when I tell people that, they say, ‘‘That’s because of his respect for you.’’", "Tyson and Miles Davis in New York City in 1968. Ron Galella Ltd./Ron Galella Collection, via Getty Images", "I don’t quite understand. In the book, you write about him punching you in the chest. Oh, that was the only time he ever hit me, and that was at the beginning of our relationship. I was shocked. Some people came to the house, a famous writer and his wife, and something happened. I had prepared lunch and —", "You dropped a knife on the floor. Yes, and he thought I threw the knife on the floor because of something he said. I hadn’t even been listening to what he was saying. And he came to me, yes he did, and he punched me in the chest. That’s the only time he ever struck me. I’d never had anybody do that to me, all right? He was so sorry. I’m glad you reminded me of that. Those things come and go. The abuse that’s mentioned, I understood where it came from. People don’t behave in that way for no reason. It comes from something or someplace. And nine times out of 10, it’s because they have been deeply hurt. The way people would refer to Miles, ‘‘He’s bad, he’s this, he does that’’ — not in a vacuum, he doesn’t. Nine times out of 10, the abuse came out when he was under the influence of the drugs, of the alcohol.", "After all that you went through with him, is he someone you still have love for? Listen, let me tell you something. I got to know the soul of a man who is as gentle as a lamb. He covered it up with this ruthless attitude because he was so shy. Shy, you hear me? And in trying to be the kind of tough person that people thought he was, he ruined his life. Yes, gentle as a lamb, you hear me? That’s the Miles Davis I knew.", "But what about love? I’m curious about how your feelings for a man like that might have changed over time. Wait a minute. The man I love was not like that to me. When he was dying, a friend of mine went to the hospital to see him, and he was trying to tell her something. But he had had surgery, and she couldn’t understand what he was trying to say to her. The nurse came in and said to my friend, ‘‘Why don’t you go for a walk and come back in about 45 minutes, and he will be able to talk to you.’’ So she went for a walk. And she came back to the hospital, and he was able to talk loudly enough to tell her this: ‘‘Tell Cicely I’m sorry. Tell her I’m very, very sorry.’’", "Tyson with Stan Shaw in “Fried Green Tomatoes” (1991). Universal Pictures/Photofest", "You’ve been in the entertainment business for more than 60 years. What’s the biggest change you’ve seen? There has been an attempt at being more lenient to Blacks. Let me correct that a little. They are hiring Blacks, but they are hiring Black actors from Africa. And the question has been: ‘‘What’s the difference? He’s Black.’’ Ah, but he’s Black African, as opposed to Black American. They’re taking away our jobs.", "Are there examples you’re thinking of? If you take a look at the scene and the Black actors whose careers have come to fruition in the last few years, you will see that most of the Black male actors have been from Africa. Black males here have been quite upset about it. Do you follow?", "I follow. I’m not sure I agree, but I follow. [Laughs.] They will kill me for that!", "Tyson and Kimberly Elise in “Diary of a Mad Black Woman” (2005). Lions Gate, via Everett Collection", "This is an inelegant segue, but at your age, you must think about death now and then. Does it scare you? I’m not scared of death. I don’t know what it is. How could I be afraid of something I don’t know anything about?", "It’s something a lot of people are scared of. They just think they know death because other people say it is something to be scared of, but they don’t know that it is a frightening thing. Do you?", "Nope. No, you don’t know what it is. People say it is this and it is that. But they don’t know. They’ve not been there. I’ve not been there. I’m not in a hurry to go either! I take it a day at a time, David, and I’m grateful for every day that God gives me.", "Tyson (right) with Condola Rashad in the play “The Trip to Bountiful” (2013). Sara Krulwich/The New York Times", "What’s the most interesting thing about being your age? Holding on to your mentality. I have known a few people who lost it, and that to me is the saddest thing in the world. Because when you can look at your child and say, ‘‘Who are you?’’ or ‘‘What’s your name?’’ — that’s the worst that can happen to anybody. I can’t believe this medical science that looks at trying to give you more time when you don’t know who you are, don’t know who your children are, do not know anything. What’s the point?", "Can we go back to the cliffhanger? I can tell you now: To thine own self be true.", "That’s what you left me hanging for? I mean, it’s good advice but — Yes, that’s what it is. Do that, and you’ll have no regrets.", "Tyson in a 2015 episode of ‘‘How to Get Away With Murder.’’ ABC/Photofest", "Have you ever not been true to yourself? I have tried not to. [Laughs.]", "I think I’m confused by the double negative. Does that mean — You didn’t get that did you?", "I don’t think I did. [Laughs.] I know it is confusing. Follow me, David.", "You’re just playing with me now. Help me out. It’s simple. I try always to be true to myself. I learned from my mom: ‘‘Don’t lie ever, no matter how bad it is. Don’t lie to me ever, OK? You will be happier that you told the truth.’’ That has stayed with me, and it will stay with me for as long as I’m lucky enough to be here.", "This interview has been edited and condensed for clarity from two conversations."], "authors": ["David Marchese"], "keywords": ["thats", "think", "tyson", "fullest", "secret", "cicely", "life", "miles", "dont", "know", "black", "living", "tell", "say", "im"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}