{"id": "072e01e8-9e67-3ec0-aa83-3dfda2c89696", "title": "Brigandine: The Legend of Runersia Review – Lacking The Excitement Of A Legend", "url": "https://www.gameinformer.com/review/brigandine-the-legend-of-runersia/brigandine-the-legend-of-runersia-review-lacking-the", "summary": "Brigandine debuted over two decades ago on the original PlayStation, and only now is it getting a sequel.\nIt may seem like an unlikely candidate for revival, but Brigandine: The Legend of Runersia comes at a time when the strategy/RPG genre is getting renewed attention – partially thanks to Fire Emblem’s success.\nBrigandine: The Legend of Runersia personalizes the strategy/RPG experience by letting you recruit and get to know your combatants in side stories.\nYou begin your journey by selecting from one of six nations, each with its own leader, storyline, and strategic slant.\nBrigandine: The Legend of Runersia does everything pretty adequately, but there’s also nothing all that remarkable about the experience.", "paragraphs": ["Brigandine debuted over two decades ago on the original PlayStation, and only now is it getting a sequel. It may seem like an unlikely candidate for revival, but Brigandine: The Legend of Runersia comes at a time when the strategy/RPG genre is getting renewed attention – partially thanks to Fire Emblem’s success. For those who want something in that vein, this certainly scratches a similar itch. Brigandine: The Legend of Runersia personalizes the strategy/RPG experience by letting you recruit and get to know your combatants in side stories. Watching your team grow in strength and invading new areas makes you feel powerful, even if it lacks variety and gets repetitive.", "The gameplay offers a lot of customization and freedom in how you build an army for world conquest. You begin your journey by selecting from one of six nations, each with its own leader, storyline, and strategic slant. I picked the Republic of Guimoule, where my leader has been performing under a secret identity as a ballerina, but must step up into a leadership role once her country is endangered. The game positions you well to think and feel for your nation, since each one has hopes and expectations riding on success, such as the Mana Saleesia Theocracy who is fighting a holy war in an attempt to convert everyone to their religion. As you pursue power, you see it reflected back in a satisfying way in the size of your army and occupied bases across a vast map.", "Your goal is to occupy opposing bases, recruit allies, gather new weaponry, and train your combatants – all in the name of total domination. The action is split into organization and action phases for each turn. In the organization phase, you decide where to move your army, who to send on quests for experience or items, and how you want to manage your troops, upgrading their classes and summoning monsters for assistance. These decisions are a balancing act, and I enjoyed deciding when to be aggressive or defensive before even stepping on the battlefield. Positioning is key, as you need to be adjacent to an area to invade it, but you also can’t leave your bases undefended. If you send troops off to do quests, they are unavailable to fight if the base becomes besieged. The challenge comes in needing to do all things, and the push-and-pull is handled well; you can’t advance your power without trying to aggressively take over enemy forts, nor can you ignore quests due to their wondrous rewards.", "When you reach the attack phase, you can invade rival nations’ bases, each with their own power level to consider. You can still win if you’re under-leveled, but you’re likely to lose monsters that you’d rather keep alive for future encounters. Battles play out on hexagonal grids, where you position your troops and select their actions. You can pick up to three leaders for each invasion, accompanied by a corresponding party of dragons, fairies, and ghouls with their own unique abilities. To finish your engagement, you can dole out enough damage and force an enemy to retreat, completely annihilate the leader and get any of their leftover monsters, or retreat yourself to save face.", "Watching your units grow and building parties to fit different strategic needs is a fun gameplay layer. Sometimes I had my leader was a mage surrounded by tanky golems or dragons for protection. I assembled groups entirely focused on healing, relying on my two other factions to do the dirty work. Your approach to combat has a lot of flexibility, and once you start leveling up your units, you really see the fruits of your labor as their skills grow in number and power. That’s especially true as you upgrade their classes, which often branch and have elemental variants. It’s a lot to tinker with, but also the most fun part of the game, since you have an expansive roster of different classes and unit types with distinct abilities to pursue. I had everything including sea serpents, high centaurs, pegasi, and more in my ranks.", "Unfortunately, the battles themselves don’t play out in exciting ways. Every invasion feels similar, and the action unfolds slowly, so combat feels lethargic instead of energized. In fact, it usually takes a few turns before you even reach the enemy to fight. Brigandine: The Legend of Runersia boasts about the different terrain being a difference-maker on the battlefield and shaking things up, as certain classes get bonuses or penalties based on their preference, but it didn’t do much for me. I factored it into my strategy when I could, but battles don’t play out that dramatically, nor did it feel like such a great tool I could exploit to my advantage.", "Enemies are rarely pushovers, and completing a battle with your full team intact is rare. A lot of your success comes down to positioning, whether that’s keeping some units together or spaced apart – but which approach is correct often depends on pure luck. This is frustrating, and I can’t tell you how many battles I started over due to an unfortunate turn rather than any flaw in my strategy. The presence of permadeath makes this all the more annoying. You can revive monsters with their levels intact if you have a special item, but these are pretty scarce. When you consider all the time it takes to grind and upgrade these units into something satisfying, losing them can feel downright punishing, and I wish these items weren’t so hard to come to by.", "Brigandine: The Legend of Runersia does everything pretty adequately, but there’s also nothing all that remarkable about the experience. I felt like I was going through the motions without anything meaningful to keep bringing me back for these tedious takeovers. The repetition just dulls the adventure, and everything plays out predictably. The game is decent and functional, but it doesn’t have any surprises, big innovations, or memorable moments."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["leader", "lacking", "feel", "classes", "excitement", "legend", "power", "monsters", "runersia", "lot", "units", "brigandine", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}