{"id": "074021d1-fafc-302d-adc1-ce16ea28abc5", "title": "KT McFarland: There is 'significant evidence' Hunter Biden has been 'compromised by Chinese'", "url": "https://www.foxnews.com/politics/mcfarland-significant-evidence-hunter-biden-chinese-government", "summary": "McFarland echoed calls Wednesday from top Republican lawmakers urging President Trump to appoint a special counsel to investigate Hunter Biden’s business dealings in China.\nMcFarland told \"The Story\" host Martha MacCallum that a probe is necessary to determine any \"conflicts\" that may exist for President-elect Joe Biden and his incoming administration.\nTRUMP ASKING ABOUT POTENTIAL SPECIAL COUNSEL TO INVESTIGATE HUNTER BIDEN\"There's really significant evidence that his son has been compromised by the Chinese government, that there's a corruption, pay-to-play scandal,\" McFarland said. \"\nHUNTER BIDEN SENT 'BEST WISHES FROME ENTIRE BIDEN FAMILY' TO CHINA FIRM CHAIRMANIn newly uncovered correspondence between Hunter Biden and CEFC Chairman Ye Jianming, the younger Biden extended \"best wishes from the entire Biden family,\" and urged the chairman to \"quickly\" send a $10 million wire to \"properly fund and operate\" a joint venture with the now-bankrupt Chinese energy company.\nMcFarland said the delay indicates a \"pretty significant divide\" within the intelligence community about whether and to what extent there was Chinese influence.", "paragraphs": ["Former Deputy National Security Adviser K.T. McFarland echoed calls Wednesday from top Republican lawmakers urging President Trump to appoint a special counsel to investigate Hunter Biden’s business dealings in China.", "McFarland told \"The Story\" host Martha MacCallum that a probe is necessary to determine any \"conflicts\" that may exist for President-elect Joe Biden and his incoming administration.", "TRUMP ASKING ABOUT POTENTIAL SPECIAL COUNSEL TO INVESTIGATE HUNTER BIDEN", "\"There's really significant evidence that his son has been compromised by the Chinese government, that there's a corruption, pay-to-play scandal,\" McFarland said. \" I mean, is Joe Biden himself self compromised?\"", "The younger Biden has come under intense scrutiny over the past year over his business interests in Ukraine and China, as well as his father's alleged role in them.", "HUNTER BIDEN SENT 'BEST WISHES FROME ENTIRE BIDEN FAMILY' TO CHINA FIRM CHAIRMAN", "In newly uncovered correspondence between Hunter Biden and CEFC Chairman Ye Jianming, the younger Biden extended \"best wishes from the entire Biden family,\" and urged the chairman to \"quickly\" send a $10 million wire to \"properly fund and operate\" a joint venture with the now-bankrupt Chinese energy company.", "According to McFarland, the email raises serious questions about the president-elect's involvement.", "\"This country needs to heal,\" she said. \"And as long as there is this cloud ... over our president, where 50% of the population looks at that guy and says, 'You stole it and you are probably compromised by the Chinese', that doesn't do America any good. So let's have a special prosecutor come out, clear the air, if there's nothing there, great, and if there is something there, we need to know about it.\"", "INTEL ASSESSMENT OVER CHINA ELECTION INTERFERENCE DELAYED", "Her comments come hours after the intelligence community assessment focused on foreign election influence announced a delay in releasing their report, citing a dispute between senior intelligence analysts over whether China sought to influence the election in Biden's favor.", "McFarland said the delay indicates a \"pretty significant divide\" within the intelligence community about whether and to what extent there was Chinese influence.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Was it something to do with cyberattacks, was it something to do with the balloting, was it something to do with influence-peddling, was it something to do with bots and kind of stirring the pot?\" she asked. \"All of those things are a range of issues and I'm assuming the reason it's delayed is because there's probably something explosive in there.\"\""], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["special", "intelligence", "significant", "evidence", "kt", "biden", "compromised", "theres", "chinese", "election", "china", "come", "mcfarland", "hunter"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}