{"id": "0740bbf3-1479-3a6e-82a7-874f3f755380", "title": "Babbage - Taming the internet titans—can the EU rein in big tech?", "url": "https://www.economist.com/podcasts/2020/12/16/taming-the-internet-titans-can-the-eu-rein-in-big-tech", "summary": "Our podcast on the science and technology making the news.\nAlso this week: a promising new treatment for blindness and the non-covid science stories of 2020Taming the internet titans—can the EU rein in big tech?\nTHIS WEEK the EU unveiled its plan to rein in big tech—the draft laws target the American giants, but European firms may not benefit much.\nAlso, how a failed study has revealed a promising new gene-therapy treatment for blindness.\nRuntime: 26 minListen on: Apple Podcasts | Spotify |Google | Stitcher | TuneInPlease subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer", "paragraphs": ["Our podcast on the science and technology making the news. Also this week: a promising new treatment for blindness and the non-covid science stories of 2020", "Taming the internet titans—can the EU rein in big tech?", "THIS WEEK the EU unveiled its plan to rein in big tech—the draft laws target the American giants, but European firms may not benefit much. Also, how a failed study has revealed a promising new gene-therapy treatment for blindness. And, which science stories were overlooked in a year dominated by covid-19? Kenneth Cukier hosts. Runtime: 26 min", "Listen on: Apple Podcasts | Spotify |Google | Stitcher | TuneIn", "Please subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer"], "authors": ["The Economist"], "keywords": ["science", "eu", "wwweconomistcompodcastoffer", "taming", "treatment", "babbage", "unveiled", "big", "week", "blindness", "rein", "promising", "internet", "titanscan", "tech"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}