{"id": "07612723-6652-3264-b119-0141ce65f2be", "title": "Atlanta raises $150G in a day to help eatery facing coronavirus closure", "url": "http://www.foxnews.com/us/atlanta-manuels-restaurant-facing-closure-covid-19", "summary": "An Atlanta community came together to help raise nearly $150,000 in a little more than a day for a restaurant on the brink of closing because of coronavirus-related financial trouble.\nI knew we were going to permanently close sometime in December,\" Brian Maloof, owner of Manuel's Tavern, told Fox News on Friday.\nHe begged me to do a fundraiser, and I didn't want to because it kind of went against family policy.\"\nThe customer, however, went against Maloof's wishes and created the fundraiser, which has received an outpouring of support from the local community.\nMore than 40 restaurants in the Atlanta metro area have closed as a result of the pandemic, CBS46 reported.", "paragraphs": ["An Atlanta community came together to help raise nearly $150,000 in a little more than a day for a restaurant on the brink of closing because of coronavirus-related financial trouble.", "A loyal customer at Manuel's Tavern, an 8,000-square-foot neighborhood bar that seats 340 people and has been around since 1956, asked locals to donate to the venue's fundraiser, which was posted on crowdfunding website GoFundMe with a $75,000 goal.", "\"I knew in the first week of September. I knew we were going to permanently close sometime in December,\" Brian Maloof, owner of Manuel's Tavern, told Fox News on Friday. \"I mentioned it to a customer in October. ... He begged me to do a fundraiser, and I didn't want to because it kind of went against family policy.\"", "The customer, however, went against Maloof's wishes and created the fundraiser, which has received an outpouring of support from the local community.", "\"I was able to tell the employees this morning that ... we will be open in 2021, and we're going to be applying for the additional stimulus package that comes through,\" Maloof said. \"It was just unbelievable. It had me in tears. It's been an emotional 48 hours.\"", "MICHIGAN SMALL-BUSINESS OWNER GOES VIRAL FOR RANT AGAINST LOCKDOWN: 'IT'S GOTTEN EXTREMELY DIFFICULT'", "Some people have even stopped by the restaurant to give Maloof cash in envelopes, he said, recalling a nine-month period when Manuel's Tavern closed for renovation and customers were beside themselves.", "The restaurant sold T-shirts that said, \"Stay calm. We're just renovating.\"", "The tavern, which Maloof described as \"nothing pretty\" and \"nothing pretentious,\" initially closed for about three weeks between March and April and stuck to takeout orders and outdoor seating until about mid-May, when it reopened for indoor dining at one-third capacity.", "Every other booth is closed off to enforce social distancing, Maloof said.", "Drinking establishments in Atlanta can't seat more than six people around a physical bar, which must be sanitized at least twice per day, and must limit capacity to 50 patrons or 35% of total listed fire capacity as part of the city's COVID-19 guidelines for restaurants and bars.", "Additionally, bars must ensure six feet of social distancing between customers and make sure employees are wearing masks at all times. Maloof said that although Manuel's is typically a popular event space, it has had no bookings since March.", "LOUISVILLE CUSTOMER PAYS IT FORWARD WITH RANDOM ACT OF KINDNESS", "GoFundMe efforts will continue as the restaurant works to stay open and keep employees.", "\"For [eight] months Manuel's has taken every course of action known and attempted everything we have been advised to do to save this business,\" Maloof had said on a Facebook post as recently as Thursday morning describing the business's financial troubles. \"After everything that has been cut and saved and attempted, we find ourselves still very cash short. I informed the staff of our situation two days ago. Their responses have been heartwarming, supportive, and motivating. They love Manuel's as much as I do.\"", "The post added that the restaurant has seen a 62% drop in sales per month, and it has been \"spending cash reserves to make up the average $25,000 a month shortage\" but had run out. The restaurant received a Paycheck Protection Program loan and spent the funds \"wisely and productive,\" but they have also run out.", "CORONAVIRUS LOCKDOWNS BY STATE: WHAT YOU NEED TO KNOW", "\"The need for stimulus has been obvious to everyone in Congress,\" the restaurant said, noting that lawmakers have discussed relief continuously, but \"'words are cheap.'\"", "More than 40 restaurants in the Atlanta metro area have closed as a result of the pandemic, CBS46 reported.", "Georgia Gov. Brian Kemp on Nov. 30 extended the state's emergency \"shelter in place\" order through Dec. 15, meaning businesses are expected to follow mask-wearing, sanitization and social-distancing procedures, according to the state's website.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Audrey Conklin"], "keywords": ["day", "went", "coronavirus", "closure", "restaurant", "150g", "manuels", "raises", "closed", "cash", "atlanta", "maloof", "eatery", "help", "fundraiser", "tavern", "customer", "facing"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}