{"id": "0799f925-4be8-3478-a3e0-dd5032340773", "title": "Venezuelan voting begins in disputed assembly elections amid boycotts from opposition", "url": "http://www.foxnews.com/world/venezuelan-voting-begins-in-disputed-assembly-elections-amid-boycotts-from-opposition", "summary": "Maduro seeks to pack the assembly with members of his United Socialist Party of Venezuela, capturing the last government institution out of his reach.\nThe court also took over three leading opposition parties, appointing new leaders the opposition accuses of conspiring to support Maduro.\nBut his political adversaries and several nations, including the U.S., reject his legitimacy after he banned the most popular challengers.\nGuaidó, 37, vowed to oust 58-year-old Maduro early last year after becoming head of the National Assembly.\n“The U.S. will continue its unwavering demands for freedom, basic human rights, the rule of law, and truly fair elections in Venezuela.\"", "paragraphs": ["Polling places in Venezuela open Sunday to elect members of the National Assembly in a vote championed by President Nicolás Maduro but rejected as a fraud by the nation's most influential opposition politicians.", "Maduro seeks to pack the assembly with members of his United Socialist Party of Venezuela, capturing the last government institution out of his reach. Critics say doing so will smother the last remnants of democracy in Venezuela.", "An opposition coalition led by U.S.-backed politician Juan Guaidó is boycotting the vote.", "DAUGHTER OF CITGO 6 EXECUTIVE JAILED IN VENEZUELA CALLS ON TRUMP TO BRING 'POLITICAL PRISONERS' HOME", "The Supreme Court — loyal to Maduro — this year appointed a new elections commission, including three members who have been sanctioned by the U.S. and Canada, without participation of the opposition-led congress, as the law requires. The court also took over three leading opposition parties, appointing new leaders the opposition accuses of conspiring to support Maduro.", "Guaidó's opposition movement is holding a referendum over several days after the election. It will ask Venezuelans whether they want to end Maduro's rule and hold new presidential elections.", "It's unclear whether either side's vote will draw the masses as neither Maduro nor Guaidó are popular among Venezuelans as the nation's economic and political crisis deepens despite its vast oil reserves.", "The South American nation is caught in a deepening political and economic crisis, despite holding the world's largest oil reserves.", "More than 5 million people have fled the country in recent years, the world’s largest migration after war-torn Syria. The International Monetary Fund projects a 25% decline this year in Venezuela’s GDP, while hyperinflation diminishes the value of its currency, the bolivar.", "WHO IS NICOLÁS MADURO? WHAT TO KNOW ABOUT VENEZUELA'S SOCIALIST LEADER", "Maduro, the hand-picked successor to the late President Hugo Chávez, won a second term in 2018. But his political adversaries and several nations, including the U.S., reject his legitimacy after he banned the most popular challengers.", "Guaidó, 37, vowed to oust 58-year-old Maduro early last year after becoming head of the National Assembly. The Trump administration led dozens of nations in support of Guaidó.", "Washington hit Maduro and his political allies with sanctions, and the U.S. Justice Department has indicted Maduro as a “narcoterrorist,” offering a $15 million reward for his arrest.", "On Saturday, the White House National Security Council said the election scheduled for Sunday was fraudulent.", "“This election only serves to keep Maduro in power and does nothing to build a better future for the people of Venezuela,\" the council tweeted. “The U.S. will continue its unwavering demands for freedom, basic human rights, the rule of law, and truly fair elections in Venezuela.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Maduro remains in power with backing from Venezuela’s military and international support from nations like Iran, Russia, China, and Cuba. Maduro’s domestic allies also control the top court, prosecutor’s office, and elections commission.", "International bodies like the European Union have refused to send observers to Sunday’s election, saying the conditions for a democratic process don’t exist."], "authors": [], "keywords": ["begins", "amid", "boycotts", "maduro", "members", "opposition", "disputed", "national", "venezuelan", "elections", "voting", "political", "nations", "venezuela", "election", "assembly", "support", "venezuelas"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}