{"id": "07ad0f56-d1ba-3d10-89b5-8fe1f61390df", "title": "Biden’s Jobs Plan Is Also a Climate Plan. Will It Make a Difference?", "url": "https://www.newyorker.com/magazine/2021/04/12/bidens-jobs-plan-is-also-a-climate-plan-will-it-make-a-difference", "summary": "It would allocate a hundred and seventy-four billion dollars to advance the transition to electric vehicles, thirty-five billion dollars for research in emissions-reducing and climate-resilience technologies, and ten billion to create a New Deal-style Civilian Climate Corps.\nThe green spending Biden is proposing is contained in a two-trillion-dollar package so sprawling that it would affect just about every aspect of American life.\nIn the context of the U.S. economy, a hundred billion dollars is barely a rounding error.\nThe Biden Administration seems aware of this fact, even if it chooses not to play it up.\nDepending on who’s doing the accounting, these run anywhere from ten to more than fifty billion dollars a year.", "paragraphs": ["The first known reference to Japan’s cherry blossoms comes from the country’s oldest surviving text, the Kojiki, completed in 712. Japan was trying to shrug off the influence of its more powerful neighbor, China, and cherry blossoms became a symbol of Japanese identity, in contrast to the plum blossoms of the Chinese. By the early ninth century, the practice of cherry-blossom viewing had become so well established that the date of the peak bloom appeared in Japanese poems and other literary works.", "Illustration by João Fazenda", "Based on these sources, researchers have pieced together more than a millennium of botanical history. The trees, the data show, have in recent decades been blooming earlier and earlier. Last month, they shattered records. In the city of Kyoto, peak bloom was the earliest it’s been in twelve hundred years, and ten days earlier than the thirty-year average. In the city of Hiroshima, the blossoms appeared eight days earlier than the previous record, which was set in 2004. In addition to being a sign of spring, the blossoms have now become, as the Washington Post put it, “a sign of climate change.”", "Last week, as the blooms in Kyoto were prematurely fading, President Joe Biden travelled to Pennsylvania to pitch his latest spending plan, aimed, in part, at combatting global warming. The proposal, which the Administration has dubbed the American Jobs Plan, includes eighty-five billion dollars for mass-transit systems, another eighty billion dollars for Amtrak to expand service and make needed repairs, and a hundred billion to upgrade the nation’s electrical grid. It would allocate a hundred and seventy-four billion dollars to advance the transition to electric vehicles, thirty-five billion dollars for research in emissions-reducing and climate-resilience technologies, and ten billion to create a New Deal-style Civilian Climate Corps.", "The plan will lead to “transformational progress in our effort to tackle climate change,” Biden declared, speaking at a carpenters’ training facility outside Pittsburgh.", "The green spending Biden is proposing is contained in a two-trillion-dollar package so sprawling that it would affect just about every aspect of American life. This sprawl is, presumably, deliberate. The Administration is touting the proposal as a way to fight inequality, put millions of people to work, reduce carbon emissions, rebuild the country’s aging roads, bridges, and water systems, and—shades of the cherry blossoms—outcompete the Chinese. Implicit in the plan is the assumption that these goals are compatible. Whether or not this is the case, however, is very much an open question.", "Twelve years ago, when Barack Obama became President, he confronted a situation not unlike the one Biden faces today. The Bush Administration had left behind an economic mess; unemployment was high, and it remained so even as the country, technically, entered a recovery. Obama pushed through a stimulus package—the American Recovery and Reinvestment Act, or A.R.R.A.—that included roughly a hundred billion dollars for programs aimed at reducing emissions. China, South Korea, Japan, and the European Union approved similar packages, which, on paper at least, added another three hundred and fifty billion dollars’ worth of “green stimulus” spending.", "A recent report on all this spending by analysts at the World Resources Institute, a nonprofit research group, found that it had mixed results. While the green-stimulus money produced jobs and “helped build up new industries,” the effect on carbon emissions was underwhelming. In the decade following A.R.R.A., emissions in the United States bounced around. In China and South Korea, they continued to climb. During the same period, “carbon intensity”—the amount of CO 2 generated per dollar of economic activity—fell slightly in the U.S., but no faster than it had been falling before the crisis. A.R.R.A. “was a success at creating jobs, but it did not meet emissions-cutting goals,” David Popp, a professor of public administration at Syracuse University and the co-author of another report on the act’s effects, told the Times recently.", "Why is this so? One possibility is that not enough money was spent. In the context of the U.S. economy, a hundred billion dollars is barely a rounding error. Globally, it’s been estimated that replacing all existing fossil-fuel infrastructure would take at least twenty trillion dollars. Last week, as the details of Biden’s plan were revealed, Representative Alexandria Ocasio-Cortez, a New York Democrat, tweeted that the President’s plan needed “to be way bigger.”", "Another possibility is that spending money isn’t enough. When it comes to cutting carbon, the stick may be just as important as the carrot—perhaps more so. Putting up wind turbines doesn’t, in itself, accomplish much for the climate: emissions fall only when fossil-fuel plants are shuttered. The Biden Administration seems aware of this fact, even if it chooses not to play it up. To help fund its plan, the Administration is proposing to eliminate fossil-fuel subsidies. Depending on who’s doing the accounting, these run anywhere from ten to more than fifty billion dollars a year. The President’s plan also includes an “Energy Efficiency and Clean Electricity Standard,” which would require utilities to produce a portion of their electricity from carbon-free sources.", "From a political standpoint, it makes sense to link jobs and justice and decarbonization. Union wages and electric school buses are a lot easier to sell than a hike in the gasoline tax. And an infrastructure package that doesn’t pass won’t do anyone any good. Unfortunately, though, the laws of geophysics are indifferent to politics.", "Researchers in China and Australia recently published a study on the effects of global warming on the seasons. In the mid-latitudes of the Northern Hemisphere, they found, the length of summer has increased by more than two weeks since the early nineteen-fifties. Eighty years from now, under a high-emissions scenario, summertime will persist for nearly six months. Even if global emissions peak in the next couple of decades, by the end of the century summer will last a month longer than it used to. In the meantime, winter will grow ever shorter, and so, too, will spring—the season of cherry blossoms. ♦"], "authors": ["Elizabeth Kolbert", "Elizabeth Kolber"], "keywords": ["plan", "emissions", "biden", "bidens", "blossoms", "dollars", "jobs", "earlier", "difference", "climate", "administration", "spending", "billion"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}