{"id": "07c53c74-3bf3-39ac-92c9-3941a38d9674", "title": "Treachery In Beatdown City Review – Breaking Down The Action", "url": "https://www.gameinformer.com/review/treachery-in-beatdown-city/treachery-in-beatdown-city-review-breaking-down-the-action", "summary": "Treachery in Beatdown City is a runner that starts strong, but loses steam with each leg of the race.\nPresident Blake Orama has been kidnapped by ninjas, and it’s up to a scrappy group of street fighters from the inner city to save him.\nIt’s too easy to face the wrong direction in a fight simply because you’re trying to reposition – an option to back off without turning one’s back would be welcome.\nTreachery in Beatdown City didn’t work for me, but it’s a far more creative and ambitious project than many of its contemporaries.\nAs it is, even with a lot of creativity on display, it’s just not a city I recommend visiting.", "paragraphs": ["Treachery in Beatdown City is a runner that starts strong, but loses steam with each leg of the race. The innovative twist on beat-em-ups had me intrigued and exited. In pixelated city stages, you maneuver your hero into place in front of a combatant before pausing and selecting from a variety of moves like you might in an RPG, and then unpausing the action to see how it all plays out – similar in some respects to modern Fallout games and their V.A.T.S. system. And in those early minutes, the narrative suggests an incisive and satirical snipe at societal ills. But narrative and gameplay fail to meaningfully evolve, and both core elements begin to show their flaws with each passing combat.", "President Blake Orama has been kidnapped by ninjas, and it’s up to a scrappy group of street fighters from the inner city to save him. Along the way, they’re confronted by irate motorcycle club members, rude private security, and pushy grifters. Each fiery dialogue exchange exposes the absurdity and unfairness of some aspect of modern life, with a particular focus on gentrification and casual racism. Unfortunately, the satire is so heavy-handed and sophomoric that the humor falls flat, and what aims to be sharp social commentary loses its edge when the heroes are almost as problematic as their foes, ready to issue a beatdown to passing runners or people on the sidewalk for the barest of slights.", "Players should also be aware, since it’s not clear in the naming conventions, that the game is incomplete and episodic, and barely touches on the core kidnapping plot described at the outset. The multi-hour offering that makes up this purchase includes an opening two chapters that together feel meandering and almost without connection to the initial conflict. A future update promises new chapters, but the current playthrough already overstays its welcome.", "That’s because the real-time/turn-based hybrid simply doesn’t hold up to extended scrutiny, and the successful nuances it does offer up are not adequately explained or highlighted over the course of the game. Three distinct characters each have their own combat styles, but after an initial explanation, you never get clear guidance on how to play them successfully, and the pause menus don’t help much, beyond brief descriptions of individual moves. I had to start a separate playthrough and replay the first hour, just to figure out how the different actions, meters, and enemies are meant to be understood, and even then, elements of how it all fits together remained opaque.", "Low-risk strikes and high-risk grapples are both options, but it’s difficult to know which actions are called for in a given exchange, or recall which enemies are vulnerable to what. It’s too easy to face the wrong direction in a fight simply because you’re trying to reposition – an option to back off without turning one’s back would be welcome. Building combos relies on keeping a flow of ever-replenishing fight points, but it’s challenging to wrap your head around how those are refilled. Even once you do grasp how all those ideas fit together, I often found that simple, low-risk attacks had a higher chance of winning the fight, invalidating the value of the flashier moves that unlock as you level up. Weapons and revenge attacks attempt to add new layers later in the game, but neither give the boost needed to elevate the experience.", "Brawlers also tend to have a satisfying sense of momentum as you push forward through a level. Here, that pacing is stunted, as each fight takes place on a static screen, and you depart to a Super Mario World-style map in between, usually to take one step forward and witness another angry exchange of dialogue to precede the next fight. I never got into any sense of rhythm or aggressive catharsis the way a classic brawler might engender. Additionally, the repetitive nature of the background art and the overuse of just a few (admittedly high-quality) musical tracks sapped excitement with each subsequent fight.", "Treachery in Beatdown City didn’t work for me, but it’s a far more creative and ambitious project than many of its contemporaries. Its subject matter is timely, and I enjoyed the attempt to reinterpret some of city life’s biggest problems through the lens of old-school games like Double Dragon. The idea of RPG-style menu-selected moves in a beat-em-up is very clever, even if the implementation here didn’t hit the mark. As it is, even with a lot of creativity on display, it’s just not a city I recommend visiting."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["exchange", "breaking", "sense", "playthrough", "game", "fight", "simply", "moves", "way", "treachery", "action", "city", "review", "beatdown"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}