{"id": "07d57e01-01dd-353e-a82e-6f3f87dd05bd", "title": "Opinion | Amy Klobuchar: I Learned 2 Things From My First Job With Walter Mondale", "url": "https://www.nytimes.com/2021/04/20/opinion/amy-klobuchar-walter-mondale.html", "summary": "My first job in politics was as a college intern in Vice President Mondale’s office in 1980 during his last year in office.\nI went to Washington with grandiose visions of writing big briefings on big issues.\nAs I like to remind students, I learned two things from that job: One, Walter Mondale was scrupulously honest.\nThanks to him, that was my first job in Washington.\nIt was Walter Mondale who encouraged me to run for the Senate, which included his insistence that I get my reasons for running down to a 30-second elevator speech.", "paragraphs": ["Instead, with his characteristic humbleness and good humor, the man who had played a pivotal role in the Camp David peace accords between Menachem Begin of Israel and Anwar Sadat of Egypt would happily talk Mideast peace with a cashier at the grocery store. He’d share stories from his time as ambassador to Japan with students at the University of Minnesota’s Humphrey School of Public Affairs. And most important, he took on the mission of preparing the next generation of leaders for the next big decision by serving as a mentor to so many. And I know that when the jury verdict in the trial of Derek Chauvin was read, Fritz Mondale was with us rooting for justice.", "My first job in politics was as a college intern in Vice President Mondale’s office in 1980 during his last year in office. I went to Washington with grandiose visions of writing big briefings on big issues. Instead I was assigned to furniture inventory, which meant I had to write down the serial numbers of every lamp, table and chair provided by the government for the use of the vice president and his staff.", "As I like to remind students, I learned two things from that job: One, Walter Mondale was scrupulously honest. Nothing was missing. Second, take your jobs seriously, even when they aren’t exactly what you planned. Thanks to him, that was my first job in Washington. And, again thanks to him, senator was my second.", "It was Walter Mondale who encouraged me to run for the Senate, which included his insistence that I get my reasons for running down to a 30-second elevator speech. “That’s today’s politics,” he explained.", "This resulted in a series of phone calls, with me earnestly reciting my 30 seconds and him responding with his typical Norwegian understatement: “That’s just not good enough. Call me back in an hour.” This went on for most of a day until I could finally recite those 30 seconds of reasons, eventually taking them to the cornfields of southern Minnesota, the iron ore mines in the north, and ultimately, the halls of the Capitol."], "authors": ["Amy Klobuchar"], "keywords": ["walter", "klobuchar", "big", "thanks", "amy", "students", "things", "went", "vice", "learned", "thats", "washington", "job", "opinion", "mondale"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}