{"id": "07dde87e-54c9-3fc8-a9fc-b9ccf9ec1ed6", "title": "Last ever Learjet will be built this year, Bombardier says", "url": "https://www.theguardian.com/business/2021/feb/11/last-ever-learjet-will-be-built-this-year-bombardier-says", "summary": "The last ever Learjet will be built in 2021, its manufacturer, Bombardier, has announced, signalling the end for an aircraft that was once shorthand for the luxury private jet travel of the super-rich.\nAbout 3,000 planes have been built since the first Learjet 23 flew in 1963.\nBombardier acquired the Learjet company in 1990 but has announced it will discontinue the model to focus on its other business jet models, the Global and Challenger series.\nHowever, given the increasingly challenging market dynamics, we have made this difficult decision to end Learjet production,” he said.\nThe company delivered almost 20% fewer business jets in 2020, down to 114 aircraft.", "paragraphs": ["The last ever Learjet will be built in 2021, its manufacturer, Bombardier, has announced, signalling the end for an aircraft that was once shorthand for the luxury private jet travel of the super-rich.", "Sales of new Learjets have dwindled as ever-wealthier customers have started to demand even bigger, more comfortable private planes to carry them further around the world.", "The Learjet, the creation of the US inventor Bill Lear, was modelled on a Swiss fighter aircraft and allowed up to eight people to travel in comparative luxury – although not to stand upright in the jet’s small cabin.", "About 3,000 planes have been built since the first Learjet 23 flew in 1963. Bombardier acquired the Learjet company in 1990 but has announced it will discontinue the model to focus on its other business jet models, the Global and Challenger series.", "Eric Martel, the chief executive of the Canadian manufacturer, told analysts that the decision had been made as part of a cost-cutting rplan designed to save $400m (£290m) a year by 2023, including the loss of 1,600 jobs.", "“Passengers all over the world love to fly this exceptional aircraft and count on its unmatched performance and reliability. However, given the increasingly challenging market dynamics, we have made this difficult decision to end Learjet production,” he said.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "Bombardier said it would continue to support and maintain existing Learjets, and would offer upgrades to avionics and interiors at the Learjet factory in Wichita in the US after the production line closes.", "The company delivered almost 20% fewer business jets in 2020, down to 114 aircraft. While private jet travel has fared better than commercial airlines during the coronavirus pandemic, the price of larger private jets on the secondhand market has dropped, making it ever harder for the firm to sell a new $10m-$14m Learjet.", "The Learjet’s six-decade run will come to an end just before that of a slightly younger, equally famous and substantially larger American model, the Boeing 747. Boeing announced last year that production of its jumbo jet would cease in 2022, with airlines such as British Airways retiring the plane owing to vanishing demand for long-haul flights."], "authors": ["Gwyn Topham"], "keywords": ["aircraft", "production", "jets", "jet", "private", "learjets", "bombardier", "built", "business", "learjet", "end", "travel"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}