{"id": "07f8536c-9feb-381b-8ae5-ab2e4a24ffda", "title": "Replay – Bioshock Infinite Part 2: Return To Columbia", "url": "https://www.gameinformer.com/replay/replay/2020/10/09/replay-bioshock-infinite-part-2-return-to-columbia", "summary": "On last week's show, we took fans on a ride through Columbia and reintroduced them to twisted world of Bioshock Infinite.\nUnfortunately in that time, we couldn't reach Elizabeth, the catalyst for both gameplay and story, thus not showing off the breadth of what Irrational Games' sequel had to offer.\nJoin Andrew Reiner, Joe Juba, Jeff Cork, and me as we discuss Columbo, the best companion characters in video games, and violently try to steal hats from NPCs in our return to Bioshock Infinite.\nWe had to prerecord this week's show, but we'll be back in seven days with another fun episode!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["On last week's show, we took fans on a ride through Columbia and reintroduced them to twisted world of Bioshock Infinite. Unfortunately in that time, we couldn't reach Elizabeth, the catalyst for both gameplay and story, thus not showing off the breadth of what Irrational Games' sequel had to offer. That changes today as we're jumping back on the sky rails once more!", "Join Andrew Reiner, Joe Juba, Jeff Cork, and me as we discuss Columbo, the best companion characters in video games, and violently try to steal hats from NPCs in our return to Bioshock Infinite.", "We had to prerecord this week's show, but we'll be back in seven days with another fun episode! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["violently", "unfortunately", "youtube", "live", "week", "games", "bioshock", "weeks", "columbia", "return", "video", "infinite", "world", "replay"], "pubDate": "2020-10-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}