{"id": "07fd7b90-caaa-35e6-90fa-4307ec90e780", "title": "Congressman-Elect Ronny Jackson Takes On Biden’s Hundred-Day Mask Plan", "url": "https://radio.foxnews.com/2020/12/04/congressman-elect-ronny-jackson-takes-on-bidens-100-day-mask-plan/", "summary": "On Fox Across America with Jimmy Failla, Congressman-Elect and former White House physician Ronny Jackson criticized President-Elect Joe Biden's plan for Americans to wear masks for the first hundred days after he takes office.\n\"They're always saying 'I wish people would just follow the science and wear the mask.'\nWhere is the science on masks?\nI'm not saying don't wear a mask.\nWe've been wearing masks for a long time.", "paragraphs": ["On Fox Across America with Jimmy Failla, Congressman-Elect and former White House physician Ronny Jackson criticized President-Elect Joe Biden's plan for Americans to wear masks for the first hundred days after he takes office.", "\"They're always saying 'I wish people would just follow the science and wear the mask.' Where is the science on masks? I'm not saying don't wear a mask. I'm not being anti-mask by any means. I'm anti-mask-mandate. I will admit that. We've been wearing masks for a long time. Look at areas of the country where people are wearing masks religiously and then look at other areas of the country, maybe up where I'm at, where there aren't quite as much. There's no difference. People are still getting it or they're not getting it. And honestly, I got to tell you right up front, I don't even know what the numbers mean anymore, because I think that it doesn't matter what you die from nowadays, it gets categorized as a COVID death. I mean, you could get run over by a dump truck twenty minutes from now, and someone's going to put COVID on your death certificate or on your hospital discharge paperwork. It's crazy. So I tell you, I don't know what it is, but it's part of this political push to create a certain amount of angst and fear.\""], "authors": ["Jon Costantino"], "keywords": ["congressmanelect", "takes", "science", "wear", "bidens", "saying", "dont", "jackson", "masks", "hundredday", "im", "wearing", "ronny", "mask", "mean", "plan", "tell"], "pubDate": "2020-12-04T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}