{"id": "082827eb-d21d-3764-9dc2-8d93aca2d829", "title": "US citizens in Iraq: tell us about your situation", "url": "https://www.theguardian.com/world/2020/jan/03/us-citizens-in-iraq-tell-us-about-your-situation", "summary": "We’d like to hear from US citizens in Iraq about their situation following embassy advice to leave the country.\nShare your storiesUS citizens in Iraq: tell us about your situationThe American Embassy in Baghdad is calling for all US citizens in Iraq to leave the country as soon as possible.\nAbu Mahdi al-Muhandis, de-facto leader of the Iranian-backed Iraqi militia, the Popular Mobilisation Units (PMU), and close associate of Suleimani, also died in the attack.\nThe embassy said in a statement that it “urges American Citizens to heed the January 2020 Travel Advisory and depart Iraq immediately.\nOnly the Guardian will see your responses and one of our journalists may be in touch for more information.", "paragraphs": ["We’d like to hear from US citizens in Iraq about their situation following embassy advice to leave the country. Share your stories", "US citizens in Iraq: tell us about your situation", "The American Embassy in Baghdad is calling for all US citizens in Iraq to leave the country as soon as possible.", "In the early hours of 3 January, Iran’s most powerful general Qassem Suleimani was killed outside Baghdad airport in an airstrike sanctioned by the US President, Donald Trump. Abu Mahdi al-Muhandis, de-facto leader of the Iranian-backed Iraqi militia, the Popular Mobilisation Units (PMU), and close associate of Suleimani, also died in the attack.", "The killing represents a significant acceleration in the escalation of tensions between the US and Iran. It followed just hours after the conclusion of a two-day siege against the US embassy in Baghdad by PMU militants, which was prompted by a US airstrike camps belonging to a PMU-affiliated militia, itself a response to that group’s killing of a US contractor at an Iraqi army base.", "Iranian President Hassan Rouhani has sworn revenge for Suleimani’s death.", "The embassy said in a statement that it “urges American Citizens to heed the January 2020 Travel Advisory and depart Iraq immediately. US citizens should depart via airline while possible, and failing that, to other countries by land.”", "“Due to Iranian-backed militia attacks at the US Embassy compound, all public consular operations are suspended until further notice”, the statement added.", "Share your views and experiences", "We would like to hear from you if you are a US citizen in Iraq, or if you know someone who has been affected by the order to evacuate.", "Though we’d like to hear from you, your security is most important. We recognise it may not always be safe or appropriate to record or share your experiences – so please think about this when deciding whether to record and again when deciding whether to send your content to the Guardian.", "You can get in touch by filling in the encrypted form below, anonymously if you wish. Only the Guardian will see your responses and one of our journalists may be in touch for more information.", "If you’re having trouble using the form, click here. Read terms of service here.", "", ""], "authors": ["Guardian Community Team"], "keywords": ["touch", "hear", "share", "baghdad", "tell", "iraq", "suleimani", "embassy", "militia", "situation", "citizens", "statement"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}