{"id": "083a3f7a-9d57-3400-a198-a8f390e55790", "title": "Alito moves up Pennsylvania’s response date on emergency application to day before safe harbor deadline", "url": "http://www.foxnews.com/politics/alito-moves-up-pennsylvanias-response-date-on-emergency-application-to-day-before-safe-harbor-deadline", "summary": "U.S. Supreme Court Associate Justice Samuel A. Alito Jr., ordered Pennsylvania officials to respond to Rep. Mike Kelly’s election challenge a day earlier than previously scheduled, which will be on the same day known as the safe harbor deadline.\nKelly, a Republican, is seeking to have the court toss all the state’s mail-in ballots on the grounds that universal, no-excuses mail-in voting is unconstitutional and needs a constitutional amendment to authorize its provisions.\nThe law frees up states from challenges as long as it settles legal issues and certifies results prior to the Electoral College meeting.\nAlito moved Kelly’s case up 24 hours and wants state officials to respond by 9 a.m. on Tuesday, the Philadelphia Inquirer reported.\nHe said in Pennsylvania, the argument that the court usurped the legislature’s power could be a winning one with the Supreme Court.", "paragraphs": ["U.S. Supreme Court Associate Justice Samuel A. Alito Jr., ordered Pennsylvania officials to respond to Rep. Mike Kelly’s election challenge a day earlier than previously scheduled, which will be on the same day known as the safe harbor deadline.", "Kelly, a Republican, is seeking to have the court toss all the state’s mail-in ballots on the grounds that universal, no-excuses mail-in voting is unconstitutional and needs a constitutional amendment to authorize its provisions.", "Alito, who was appointed by President George W. Bush, had previously ordered that the state’s lawyers respond to Kelly’s suit by Dec. 9, a day after the safe harbor date, which would mean that Congress cannot challenge any electors already named in accordance with state law. The law frees up states from challenges as long as it settles legal issues and certifies results prior to the Electoral College meeting.", "Alito moved Kelly’s case up 24 hours and wants state officials to respond by 9 a.m. on Tuesday, the Philadelphia Inquirer reported. The report pointed out that the updated hearing on Dec. 8 “would give the court a few hours” to act on the information received.", "The paper pointed out that Richard L. Hasen, an election law professor at the University of California-Irvine, posted on his personal blog that he is not reading too much into Alito’s move. He said that he believes that the “chances the court grants any relief on this particular petition are virtually zero.”", "Kelly, a Republican from Butler, Pa., wants the courts to rule that more than 2.5 million mail-in ballots are tossed, which would all but secure a victory for President Trump in the Keystone State because a vote would be taken in the state’s Republican-controlled Legislature.", "Alito is the justice who is assigned to these kinds of emergency requests from the state. Both Rudy Giuliani and Jenna Ellis, two lawyers on Trump’s legal team, retweeted a post from Fox News contributor Tammy Bruce that linked to an article in LegalInsurrection.com. She quoted the author of the article, “So what is this about? More mind-reading: It takes the “safe harbor” issue off the table if that were an impediment to SCOTUS issuing a substantive ruling.”", "RUDY GIULIANI WAS DIAGNOSED WITH CORONAVIRUS", "In November, Alan Dershowitz, the constitutional law scholar, told Fox News that while Trump has a number of legal theories he can pursue in his efforts to swing the 2020 election result in his favor, it does not appear likely that these efforts will be successful.", "“They have two or three legal, constitutional paths,” Dershowitz said.", "He said in Pennsylvania, the argument that the court usurped the legislature’s power could be a winning one with the Supreme Court.", "GET THE FOX NEWS APP", "Lawyers for Gov. Tom Wolf, a Democrat, said in court filings that Kelly’s lawyers never argued before that the U.S. Constitution provides a basis for their claims, making it “highly unlikely” the U.S. Supreme Court will grant what they are seeking.", "Fox News' Ronn Blitzer and the Associated Press contributed to this report"], "authors": ["Edmund Demarche", "Edmund Demarche Is A Senior News Editor For Foxnews.Com. Follow Him On Twitter"], "keywords": ["safe", "mailin", "state", "application", "pennsylvanias", "kellys", "law", "date", "court", "emergency", "respond", "moves", "response", "day", "harbor", "legal", "deadline", "supreme", "states"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}