{"id": "0870ea35-5383-3deb-add4-14f549c1f9e9", "title": "Rick Scott rips Swalwell over suspected China spy, calls for removal from House Intelligence Committee", "url": "https://www.foxnews.com/politics/rick-scott-swalwell-china-spy-removal-house-intelligence-committee", "summary": "The Republican senator warned that Swalwell’s “got our most important secrets” because he serves on the House Intelligence Committee.\nNancy Pelosi cannot allow him to stay on the intelligence committee,” Scott told host Maria Bartiromo one day after he sent a letter to the House speaker calling for Swalwell’s removal from the committee.\n“Eric Swalwell has no place on the House Intelligence Committee,” Scott said on Wednesday.\nA yearlong Axios investigation revealed links between Swalwell and suspected Chinese spy Fang Fang, aka Christine Fang.\nWhen asked about the nature of Swalwell's relationship with Fang, his office declined to comment.", "paragraphs": ["Sen. Rick Scott, R-Fla., explained on Thursday why he believes Rep. Eric Swalwell, D-Calif., should be removed from the House Intelligence Committee, noting that the Democratic congressman “has access to information that could hurt us” given his alleged “relationship with the Communist Party of China.”", "Scott made the comments on FOX Business’ “Mornings with Maria” on Thursday in the wake of a bombshell report detailing Swalwell's ties to a suspected Chinese spy.", "The Republican senator warned that Swalwell’s “got our most important secrets” because he serves on the House Intelligence Committee.", "“This is so basic. Nancy Pelosi cannot allow him to stay on the intelligence committee,” Scott told host Maria Bartiromo one day after he sent a letter to the House speaker calling for Swalwell’s removal from the committee.", "“Eric Swalwell has no place on the House Intelligence Committee,” Scott said on Wednesday. “His reported ties to a Chinese spy backed by the Communist Party of China are shocking and show just how far President Xi is willing to go to gain access to critical U.S. intelligence.”", "“Swalwell spent years promoting Russian disinformation in an effort to take down the president, when in fact he was being used as a pawn by the Chinese government, which we know is doing everything in their power to expand their influence,” Scott continued.", "FBI STEPPED IN AFTER SUSPECTED CHINESE SPY GOT CLOSE TO SWALWELL, OTHER POLITICIANS, REPORT FINDS", "“Swalwell’s failure of judgment is astounding and he must put national security first and step down from his post immediately.”", "On Thursday, Scott told Bartiromo the situation involving Swalwell “doesn’t make any sense.”", "“Swalwell sits there and is part of the Russia disinformation campaign against Trump, he’s got this relationship with this spy from the Communist Party of China, we know the Communist Party of China is doing everything they can to kill our way of government and our way of life and Swalwell’s got our most important secrets because he’s on intelligence,” Scott said.", "A yearlong Axios investigation revealed links between Swalwell and suspected Chinese spy Fang Fang, aka Christine Fang. The report indicated Fang targeted up-and-coming local politicians, including those who had the potential to become national figures.", "Swalwell has been keeping quiet about his past relationship with Fang, whose relationships with at least two Midwestern mayors reportedly turned sexual. When asked about the nature of Swalwell's relationship with Fang, his office declined to comment.", "Scott stressed on Thursday that Swalwell has “got to come clean with this.”", "According to Axios, federal investigators gave Swalwell a defensive briefing in 2015 during which they alerted him to their concerns over Fang. An intelligence official told the news outlet that Swalwell cut ties with her soon after.", "In his letter to Pelosi, Scott wrote: “Representative Swalwell refuses to discuss the nature of his relationship with Christina Fang, and it’s unclear whether he was communicating with her while he was a member of a House Intelligence Community.”", "“To protect national security, I urge you to immediately remove Representative Swalwell from his seat on the House Intelligence Committee,” Scott continued. “Nobody who has access to our nation’s most confidential intelligence should be allowed to maintain contact at any time with the Chinese Communist Party, especially considering that General Secretary Xi is actively working to undermine and harm American interests.”", "On Wednesday, Pelosi’s spokesman Drew Hammill said the House speaker has \"full confidence\" in Swalwell and his ability to serve on the Intelligence Committee. He told Fox News that the speaker will back Swalwell's continued service on the committee, which has access to classified material and oversees activities of the U.S. intelligence community.", "CLICK HERE TO GET THE FOX NEWS APP", "Pelosi appointed Swalwell to the secretive panel, which led the impeachment investigation into President Trump, in 2015.", "Fox News’ Marisa Schultz and Ronn Blitzer contributed to this report."], "authors": ["Talia Kaplan", "Talia Kaplan Is A Reporter For Foxnews.Com. Follow Her On Twitter"], "keywords": ["chinese", "fang", "removal", "house", "rips", "committee", "spy", "intelligence", "swalwells", "swalwell", "suspected", "relationship", "party", "rick", "scott"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}