{"id": "087e70d9-3b84-31c7-8f64-6ed14ffe89c7", "title": "412,000 Missing Deaths: Tracking the True Toll of the Coronavirus Outbreak", "url": "https://www.nytimes.com/interactive/2020/04/21/world/coronavirus-missing-deaths.html", "summary": "U.S. 79,000 weekly deaths Jan. Dec.\nDeaths in 2020 Expected deaths in 2020 U.K. 24,000 weekly deaths Jan. Dec. Spain 19,000 weekly deaths Jan. Dec. France 19,000 weekly deaths Jan. Dec. Belgium 4,000 weekly deaths Jan. Dec. Netherlands 5,000 weekly deaths Jan. Dec. Sweden 2,000 weekly deaths Jan. Dec. Italy No data 85,000 monthly deaths Jan. Dec. Switzerland 1,000 weekly deaths Jan. Dec. Poland 49,000 monthly deaths Jan. Dec. Austria 1,000 weekly deaths Jan. Dec. Portugal 2,000 weekly deaths Jan. Dec. Ireland 500 weekly deaths Jan. Dec. Israel 1,000 weekly deaths Jan. Dec. Peru 29,000 monthly deaths Jan. Dec. Bolivia 17,000 monthly deaths Jan. Dec. Mexico No data 26,000 weekly deaths Jan. Dec. Chile 3,000 weekly deaths Jan. Dec. Colombia 7,000 monthly deaths Jan. Dec. South Africa 5,000 weekly deaths Jan. Dec. Jakarta, Indonesia 5,000 monthly burials Jan. Dec. Brazil 33,000 weekly deaths Jan. Dec. Mumbai, India 13,000 monthly deaths Jan. Dec. Moscow, Russia 15,000 monthly deaths Jan. Dec. Ecuador 20,000 monthly deaths Jan. Dec. Istanbul, Turkey No data 2,000 weekly deaths Jan. Dec. Czech Republic 2,000 weekly deaths Jan. Dec. Germany 15,000 weekly deaths Jan. Dec. Norway 500 weekly deaths Jan. Dec. Denmark 500 weekly deaths Jan. Dec. Finland 1,000 weekly deaths Jan. Dec. Thailand 47,000 monthly deaths Jan. Dec. Tokyo, Japan 12,000 monthly deaths Jan. Dec. South Korea 28,000 weekly deaths Jan. Dec. Hungary 2,000 weekly deaths Jan. Dec.\nHow excess deaths compare with reported Covid-19 deaths Area PCT.\nThe Economist is also tracking these deaths, known as excess deaths, in a similar way.\nGermany 3,600+ excess deaths from March 2 to Oct. 25 13,000 26,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Finland 1,100+ excess deaths from March 2 to Nov. 1 1,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Czech Republic 600+ excess deaths from March 2 to Sept. 27 1,000 2,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Hungary 200+ excess deaths from March 2 to Oct.18 1,000 3,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Norway Fewer than 100 excess deaths from March 2 to Nov. 1 1,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Denmark No excess deaths 500 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 South Korea No excess deaths 15,000 31,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Tokyo, Japan No excess deaths 6,000 12,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Notes: Data from weeks 1, 52 and 53 are excluded, as they may represent partial weeks.", "paragraphs": ["U.S. 79,000 weekly deaths Jan. Dec. Deaths in 2020 Expected deaths in 2020 U.K. 24,000 weekly deaths Jan. Dec. Spain 19,000 weekly deaths Jan. Dec. France 19,000 weekly deaths Jan. Dec. Belgium 4,000 weekly deaths Jan. Dec. Netherlands 5,000 weekly deaths Jan. Dec. Sweden 2,000 weekly deaths Jan. Dec. Italy No data 85,000 monthly deaths Jan. Dec. Switzerland 1,000 weekly deaths Jan. Dec. Poland 49,000 monthly deaths Jan. Dec. Austria 1,000 weekly deaths Jan. Dec. Portugal 2,000 weekly deaths Jan. Dec. Ireland 500 weekly deaths Jan. Dec. Israel 1,000 weekly deaths Jan. Dec. Peru 29,000 monthly deaths Jan. Dec. Bolivia 17,000 monthly deaths Jan. Dec. Mexico No data 26,000 weekly deaths Jan. Dec. Chile 3,000 weekly deaths Jan. Dec. Colombia 7,000 monthly deaths Jan. Dec. South Africa 5,000 weekly deaths Jan. Dec. Jakarta, Indonesia 5,000 monthly burials Jan. Dec. Brazil 33,000 weekly deaths Jan. Dec. Mumbai, India 13,000 monthly deaths Jan. Dec. Moscow, Russia 15,000 monthly deaths Jan. Dec. Ecuador 20,000 monthly deaths Jan. Dec. Istanbul, Turkey No data 2,000 weekly deaths Jan. Dec. Czech Republic 2,000 weekly deaths Jan. Dec. Germany 15,000 weekly deaths Jan. Dec. Norway 500 weekly deaths Jan. Dec. Denmark 500 weekly deaths Jan. Dec. Finland 1,000 weekly deaths Jan. Dec. Thailand 47,000 monthly deaths Jan. Dec. Tokyo, Japan 12,000 monthly deaths Jan. Dec. South Korea 28,000 weekly deaths Jan. Dec. Hungary 2,000 weekly deaths Jan. Dec. Note: Bolivia’s Civil Registry recorded almost no deaths in April due to the closure of government offices during a lockdown. Officials said least some of the deaths that occurred in April could have been registered in later months.", "At least 412,000 more people have died during the coronavirus pandemic than the official Covid-19 death counts report, a review of mortality data in 35 countries shows — providing a clearer, if still incomplete, picture of the toll of the crisis.", "Over the last several months, far more people have died in most of these countries than in previous years, The New York Times found. The totals include deaths from Covid-19 as well as those from other causes, likely including people who could not be treated as hospitals became overwhelmed. These numbers undermine the notion that many people who have died from the virus may soon have died anyway.", "How excess deaths compare with reported Covid-19 deaths Area PCT. above normal Excess", "deaths − Reported Covid-19 deaths = Difference Mexico", "March 2 - Sept. 27 48% 189,200 − 78,449 = 110,700 U.S.", "March 1 - Nov. 7 17% 329,300 − 237,583 = 91,700 Peru", "March - October 133% 94,200 − 34,411 = 59,800 Ecuador", "March - September 88% 36,200 − 11,312 = 24,900 Spain", "March 2 - Nov. 15 24% 64,700 − 41,091 = 23,600 Bolivia", "March - September 93% 25,600 − 7,965 = 17,700 South Africa", "March 4 - Nov. 10 11% 36,600 − 19,951 = 16,600 Poland", "March - October 7% 17,500 − 5,631 = 11,900 Italy", "March - August 15% 47,000 − 35,442 = 11,500 Jakarta", "March - October 56% 13,100 − 2,255 = 10,800 Brazil", "March 2 - Oct. 4 21% 154,500 − 146,352 = 8,200 Moscow", "March - October 24% 18,900 − 13,680 = 5,200 U.K.", "March 6 - Nov. 13 17% 70,500 − 66,713 = 3,800 Netherlands", "March 2 - Nov. 8 11% 11,600 − 8,004 = 3,600 Portugal", "March 2 - Oct. 18 9% 5,600 − 2,181 = 3,400 Mumbai, India", "March - July 25% 8,900 − 6,350 = 2,600 Istanbul", "March 2 - Oct. 25 12% 5,700 − 3,253 = 2,500 Austria", "March 2 - Nov. 8 6% 3,000 − 1,411 = 1,500 Finland", "March 2 - Nov. 1 3% 1,100 − 358 = 700 Israel", "March 2 - Oct. 19 10% 2,700 − 2,263 = 400 Czech Republic", "March 2 - Sept. 27 Normal 600 − 606 = <100 Norway", "March 2 - Nov. 1 Normal <100 − 282 = — Sweden", "March 2 - Nov. 15 10% 6,000 − 6,332 = — Ireland", "March 2 - June 16 12% 1,100 − 1,705 = — Switzerland", "March 2 - Nov. 8 4% 1,900 − 2,772 = — South Korea", "February - August Normal <0 − 324 = — Hungary", "March 2 - Oct.18 Normal 200 − 1,142 = — Denmark", "March 2 - Nov. 15 Normal <0 − 760 = — France", "March 2 - Nov. 1 9% 36,000 − 37,017 = — Belgium", "March 2 - Nov. 8 17% 12,200 − 13,426 = — Tokyo", "March - September Normal <0 − 414 = — Colombia", "March 2 - Oct. 4 18% 27,000 − 28,787 = — Chile", "March 2 - Nov. 15 16% 13,100 − 14,951 = — Thailand", "March - April Normal <0 − 54 = — Germany", "March 2 - Oct. 25 Normal 3,600 − 10,138 = — Note: Excess deaths are estimates that include deaths from Covid-19 and other causes. Reported Covid-19 deaths reflect official coronavirus deaths during the period when all-cause mortality data is available, including figures that were later revised.", "Mortality data in the middle of a pandemic is not perfect. In most places, the disparities between the official death counts and the total rise in deaths reflect limited testing for the virus rather than intentional undercounting. Officially, more than 1.4 million people have died of the coronavirus worldwide as of Nov. 27.", "But the total death numbers offer a more complete portrait of the pandemic, researchers say, especially because most countries report only those Covid-19 deaths that occur in hospitals.", "“Whatever number is reported on a given day is going to be a gross underestimate,” said Tim Riffe, a demographer at the Max Planck Institute for Demographic Research in Germany.", "Where excess deaths are on the rise again", "After large spikes in excess mortality in the spring, most countries across Europe returned to normal levels in the summer. But a second wave of serious illness returned in the fall, leading to an uptick in mortality once again.", "In Belgium and Switzerland, the peaks in mortality in the fall are even greater than in the spring.", "Istanbul, Turkey 5,700+ excess deaths from March 2 to Oct. 25 No data 2,000 weekly deaths 1,000 Jan. March Dec. 2020 Expected deaths in 2020 Poland 17,500+ excess deaths from March to October 49,000 monthly deaths 24,000 Jan. March Dec. 2020 Expected deaths in 2020 Belgium 12,200+ excess deaths from March 2 to Nov. 8 4,000 weekly deaths 2,000 Jan. March Dec. 2020 Expected deaths in 2020 Switzerland 1,900+ excess deaths from March 2 to Nov. 8 1,000 weekly deaths 0 Jan. March Dec. 2020 Expected deaths in 2020 Netherlands 11,600+ excess deaths from March 2 to Nov. 8 5,000 weekly deaths 2,000 Jan. March Dec. 2020 Expected deaths in 2020 Austria 3,000+ excess deaths from March 2 to Nov. 8 2,000 weekly deaths 1,000 Jan. March Dec. 2020 Expected deaths in 2020 France 36,000+ excess deaths from March 2 to Nov. 1 19,000 weekly deaths 9,000 Jan. March Dec. 2020 Expected deaths in 2020 Spain 64,700+ excess deaths from March 2 to Nov. 15 19,000 weekly deaths 9,000 Jan. March Dec. 2020 Expected deaths in 2020 U.K. 70,500+ excess deaths from March 6 to Nov. 13 24,000 weekly deaths 12,000 Jan. March Dec. 2020 Expected deaths in 2020 Portugal 5,600+ excess deaths from March 2 to Oct. 18 3,000 weekly deaths 1,000 Jan. March Dec. 2020 Expected deaths in 2020", "These estimates were made for each country by comparing the total number of people who died this year to the number of deaths that would be expected given local mortality trends, adjusted to account for changes over time. The Economist is also tracking these deaths, known as excess deaths, in a similar way.", "It is unusual for mortality data to be released so quickly, demographers say, but many countries are working to provide more comprehensive and timely information because of the urgency of the coronavirus outbreak. The data is limited and, if anything, excess deaths are underestimated because not all deaths have been reported.", "“At this stage, it’s a partial snapshot,” said Patrick Gerland, a demographer at the United Nations. “It’s one view of the problem that reflects that most acute side of the situation, primarily through the hospital-based system.”", "Where excess deaths have never returned to normal", "The virus was last to hit Latin America, and excess deaths still have not returned to normal levels. Mexico recorded at least 189,200 more deaths than usual compared to the same period in previous years — about two times higher than the reported number of Covid-19 deaths during that time.", "And in the United States, cases of the virus are headed toward a third peak, and more deaths are likely to be recorded in the coming weeks.", "U.S. 329,300+ excess deaths from March 1 to Nov. 7 79,000 weekly deaths 39,000 Jan. March Dec. 2020 Expected deaths in 2020 Mexico 189,200+ excess deaths from March 2 to Sept. 27 No data 26,000 weekly deaths 13,000 Jan. March Dec. 2020 Expected deaths in 2020 Brazil 154,500+ excess deaths from March 2 to Oct. 4 33,000 weekly deaths 16,000 Jan. March Dec. 2020 Expected deaths in 2020 Peru 94,200+ excess deaths from March to October 29,000 monthly deaths 14,000 Jan. March Dec. 2020 Expected deaths in 2020 South Africa 36,600+ excess deaths from March 4 to Nov. 10 16,000 weekly deaths 8,000 Jan. March Dec. 2020 Expected deaths in 2020 Ecuador 36,200+ excess deaths from March to September 20,000 monthly deaths 10,000 Jan. March Dec. 2020 Expected deaths in 2020 Colombia 27,000+ excess deaths from March 2 to Oct. 4 7,000 monthly deaths 3,000 Jan. March Dec. 2020 Expected deaths in 2020 Bolivia 25,600+ excess deaths from March to September 17,000 monthly deaths 8,000 Jan. March Dec. 2020 Expected deaths in 2020 Moscow, Russia 18,900+ excess deaths from March to October 15,000 monthly deaths 7,000 Jan. March Dec. 2020 Expected deaths in 2020 Chile 13,100+ excess deaths from March 2 to Nov. 15 3,000 weekly deaths 1,000 Jan. March Dec. 2020 Expected deaths in 2020 Jakarta, Indonesia 13,100+ excess deaths from March to October 5,000 monthly burials 2,000 Jan. March Dec. 2020 Expected deaths in 2020 Israel 2,700+ excess deaths from March 2 to Oct. 19 1,000 weekly deaths 0 Jan. March Dec. 2020 Expected deaths in 2020 Notes: Bolivia’s Civil Registry recorded almost no deaths in April due to the closure of government offices during a lockdown. Officials said least some of the deaths that occurred in April could have been registered in later months; Data from weeks 1, 52 and 53 are excluded, as they may represent partial weeks.", "Not all countries have seen excess deaths", "In a handful of countries there has been no clear sign of increased mortality this year. The reasons for this are varied and will become clearer in the months ahead as countries process and certify deaths.", "In Norway, Denmark and Finland, demographers say the low mortality is due in part to a less severe flu season last winter — but also because these countries were quick to implement severe restrictions to slow the spread of the virus when their outbreaks were smaller and easier to contain.", "Germany 3,600+ excess deaths from March 2 to Oct. 25 13,000 26,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Finland 1,100+ excess deaths from March 2 to Nov. 1 1,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Czech Republic 600+ excess deaths from March 2 to Sept. 27 1,000 2,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Hungary 200+ excess deaths from March 2 to Oct.18 1,000 3,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Norway Fewer than 100 excess deaths from March 2 to Nov. 1 1,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Denmark No excess deaths 500 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 South Korea No excess deaths 15,000 31,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Tokyo, Japan No excess deaths 6,000 12,000 weekly deaths Jan. March Dec. 2020 Expected deaths in 2020 Notes: Data from weeks 1, 52 and 53 are excluded, as they may represent partial weeks.", "Age breakdowns in mortality data will also provide a clearer picture of the role of Covid-19 in excess deaths. Using relative age-standardized mortality rates, Britain’s Office for National Statistics found that Spain had the highest rate of all European countries during the peak of the pandemic.", "Even taking into account differences in mortality by age, experts say the death toll to date could have been much worse.", "“Today’s rise in all-cause mortality takes place under conditions of extraordinary measures, such as social distancing, lockdowns, closed borders and increased medical care, at least some which have positive impacts,” said Vladimir Shkolnikov, a demographer at the Max Planck Institute for Demographic Research. “It is likely that without these measures, the current death toll would be even higher.”", "Read more about the methodology and download data for excess mortality from The New York Times on GitHub.", "To estimate expected deaths, we fit a linear model to reported deaths in each country from 2015 to January 2020. The model has two components — a linear time trend to account for demographic changes and a smoothing spline to account for seasonal variation. For countries limited to monthly data, the model includes month as a fixed effect rather than using a smoothing spline.", "Some countries have less historical data available. For countries with three or fewer years of data, the model uses a simple average of deaths in the observed years. For the United Kingdom, the model accounts for the number of bank holidays in a given week, since deaths are not registered during bank holidays."], "authors": ["Jin Wu", "Allison Mccann", "Josh Katz", "Elian Peltier", "Karan Deep Singh"], "keywords": ["coronavirus", "jan", "expected", "dec", "nov", "weekly", "outbreak", "missing", "2020", "excess", "data", "true", "deaths", "412000", "monthly", "toll", "tracking"], "pubDate": "2020-04-21T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}