{"id": "08bb44a3-a453-314b-996b-5b6a61d0c1ed", "title": "The 43 Breathable Face Masks To Shop Now", "url": "https://www.vogue.com/slideshow/breathable-masks", "summary": "Wearing face masks in public has now become routine.\nBut even after months of acclimating to the new normal, selecting a face mask that strikes the right balance between breathability and safety is less straightforward than expected.\nCloth masks that mimic surgical masks with comfortable ear straps and a secure fit are preferred.\n“It has to cover your nose and go below your chin.”With more and more options populating the market, there are plenty of breathable masks to consider.\nHere, we’ve gathered 41 breathable masks made of cotton, polyester blends, and other performance textiles to be worn on their own or on top of a surgical 3-ply mask.", "paragraphs": ["Wearing face masks in public has now become routine. But even after months of acclimating to the new normal, selecting a face mask that strikes the right balance between breathability and safety is less straightforward than expected. As it turns out, a too-thick mask may be more harmful than helpful.", "Dharushana Muthulingam, M.D., M.S., an infectious disease physician and public health researcher at Washington University in St. Louis, recommends cloth masks that find a happy medium between fabric density and comfortability. “There is unfortunately an inverse relationship between protection and breathability,” says Muthulingam. “Generally, you don’t want to see light between the fibers when you hold them up to the sun, but the mask should also be breathable, especially in warm months.” While studies have shown that tightly woven cotton fabrics—like quilter’s cotton and even tea towels—are the best, they aren’t always the most comfortable fabrics when you add humidity, heat, or an additional mask into the mix. “If the mask is uncomfortable, research has shown people just touch their face even more,” Muthulingam continues. She recommends lighter cottons, polyesters, or performance fabrics as they are acceptable and safe to use even when worn over a surgical, 3-ply mask.", "The shape of the mask is also an important consideration. Cloth masks that mimic surgical masks with comfortable ear straps and a secure fit are preferred. “The key is to eliminate gaps between your skin and the mask, however that is achieved,” she says. “It has to cover your nose and go below your chin.”", "With more and more options populating the market, there are plenty of breathable masks to consider. Here, we’ve gathered 41 breathable masks made of cotton, polyester blends, and other performance textiles to be worn on their own or on top of a surgical 3-ply mask. Plus, they can all be thrown into the laundry."], "authors": ["Rachel Besser", "Rachel Besse"], "keywords": ["masks", "cotton", "shown", "43", "mask", "surgical", "muthulingam", "worn", "shop", "breathable", "face", "recommends"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}