{"id": "08c13b1a-cf49-3201-a97e-b5f07c620d22", "title": "Want a More Equitable Future? Empower Citizen Developers", "url": "https://wired.com/story/want-a-more-equitable-future-empower-citizen-developers/", "summary": "To more evenly spread economic opportunity and resilience, we must democratize “tech intensity,” a combination of tech and people skills—including among citizen developers.\nThese citizen developers don’t replace professional software developers, but rather augment them and build on top of their innovations.\nCitizen developers are crucial because the potential of data and software-based innovation is enormous in any organization.\nCitizen developers amplify the impact of professional software developers, and vice versa.\nIn fact, companies with high tech intensity have doubled the growth rate on average of those with low tech intensity.", "paragraphs": ["As the world anticipates a new US Congress and a new administration, we need a strategy to reimagine and rebuild communities, industries, companies, and nations. As we battle cascading disruptions from a global pandemic, economic strain, climate-related crises, and unrest over racial injustice, technology should be part of a solution—but technology alone is not enough.", "WIRED OPINION ABOUT Satya Nadella is the CEO of Microsoft. Marco Iansiti is a professor of business administration at the Harvard Business School and chairman of Keystone.AI.", "To more evenly spread economic opportunity and resilience, we must democratize “tech intensity,” a combination of tech and people skills—including among citizen developers. This so-called intensity is made up of three dimensions: the adoption of technology, the capability of individuals to use it, and their trust in the organizations deploying it. Tools from cloud computing to AI should be in the hands of every knowledge worker, first-line worker, organization, and public-sector agency around the world.", "Today’s farmer flies a low-cost drone over agricultural fields, sending data back to the farmhouse, where the intelligent cloud and the intelligent edge can provide instant analysis on where lack of moisture or insects are creating hot spots. The factory floor operator now increasingly relies on next-generation skills to discern the drift of a drill bit to ensure precision manufacturing. Doctors, regardless of where they are located, convene virtually using augmented reality to examine a patient and share images and instantly receive insights from the data.", "The next decade of economic performance for every organization will be defined by the speed of its digital transformation, with tech and skills together creating competitive advantages. As such, tech intensity, like electricity, will fade into the background, becoming part and parcel of society.", "Research conducted by Microsoft and Keystone points to the critical role of investment not just in tech but in creating an architecture that can enable anyone to access opportunity across divides and barriers, developing the capabilities required to drive the innovation desperately needed to rebuild.", "Success in this moment of unprecedented turbulence will require us to think boldly and move beyond traditional approaches. The current crisis demands innovation across both public and private sectors, and across every geographic and social community. This calls not only for developing individual skills, but also for providing an architecture to ensure that the necessary tools, data, and technology are broadly accessible and made available across traditionally isolated groups and geographies. The importance of technology and innovation is hardly a new idea. But it is people’s widespread and intense use of tech and tools that is the crucial ingredient.", "For the past several years, the business and technology industries have spoken of empowering citizen developers, defined somewhat narrowly as legions of individuals who are empowered to drive innovation from data, technology, and tools that are easy to create and deploy. These citizen developers don’t replace professional software developers, but rather augment them and build on top of their innovations. Citizen developers are crucial because the potential of data and software-based innovation is enormous in any organization.", "Citizen developers amplify the impact of professional software developers, and vice versa. Professional developers built Excel and Visual Studio, but workers of every kind were trained to build on top of these innovations. Overall productivity improved as a result. In today’s cloud era, we again need both. Relying only on traditional technology development resources will never be enough to realize the countless opportunities that exist.", "Conducted across more than 130 leading companies, our research shows that those with a more integrated technological and human resource architecture enjoyed more widespread innovation and outperformed the others, in industries as different as manufacturing, health care, retail, and financial services. In fact, companies with high tech intensity have doubled the growth rate on average of those with low tech intensity. In essence, those winning companies broke down traditional barriers, innovated more, and grew faster.", "The impact of this approach could scale far beyond the private sector. Dartmouth economist Diego Comin and economist Bart Hobijn developed the Cross-Country Historical Adoption of Technology data set, examining the time frame over which 161 countries adopted 104 different technologies, from steam power to PCs. Based on this analysis, Comin argues that differences between rich and poor nations can largely be explained by the speed at which they adopted industrial technologies. But equally important, he says, is the intensity they used to put those new technologies to work. Even countries that were slow to adopt new technologies could catch up if their people had access to them and were taught to use them to solve the problems they were closest to. Are the technologies just sitting there, or are they available and easy to use for a trained workforce to get the most productivity out of them? The difference is tech intensity."], "authors": ["Satya Nadella", "Satya Nadell", "Marco Iansit"], "keywords": ["innovation", "citizen", "technology", "data", "companies", "developers", "empower", "tech", "equitable", "tools", "intensity", "future", "technologies"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}