{"id": "08d2fb6d-1608-33ce-8b97-c72b3bf80f03", "title": "Pinky Gloves are just the latest ludicrous attempt to monetise the vagina", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/pinky-gloves-are-just-the-latest-ludicrous-attempt-to-monetise-the-vagina", "summary": "The latest are the enterprising German men behind Pinky Gloves: single-use pink gloves you can wear when removing a tampon so you don’t get your hands dirty.\nWhile Pinky Gloves may be the perfect example of a solution in search of a problem, its creators didn’t exactly struggle to find funding.\nWhen the internet caught wind of Pinky Gloves last week, however, it was not quite so impressed.\nYou know what the most depressing thing about Pinky Gloves is?\nAnyway, are you a woman who has ever thought to yourself: “Maybe I’m not good enough?” In the future I implore you to brush these doubts aside and remember Pinky Gloves.", "paragraphs": ["Do you ever lie awake at night thinking up ways to monetise the vagina? Judging by the number of ridiculous “feminine hygiene” products out there, many people do. The latest are the enterprising German men behind Pinky Gloves: single-use pink gloves you can wear when removing a tampon so you don’t get your hands dirty. Because, as any fule kno, if even the tiniest bit of menstrual blood comes in contact with your skin, it can’t be washed off with soap and water – the poison is absorbed into the body and you spontaneously combust. The gloves, which cost €11.96 (£12) for a pack of 48, can also apparently be used to dispose of period products when a bin isn’t available.", "While Pinky Gloves may be the perfect example of a solution in search of a problem, its creators didn’t exactly struggle to find funding. I regret to inform you that the idea was pitched on the German equivalent of Dragons’ Den Die Höhle der Löwen (The Lions’ Cave); one of the male judges was impressed enough to invest €30,000 in the company. When the internet caught wind of Pinky Gloves last week, however, it was not quite so impressed. In fact, it saw red. After the outcry, the Pinky People apologised on Instagram and announced they will have a long hard think about the stigmatisation of menstruation.", "You know what the most depressing thing about Pinky Gloves is? It’s not even close to being the worst feminine hygiene product ever invented. Despite the fact that the vagina is equipped with impressive self-cleaning technology, marketers have spent decades telling women we need to buy their products in order to stop being so disgusting. Some are simply a waste of money, others are downright dangerous. Talcum powder, for example, used to be marketed to women to freshen up “down there”. It has now been linked to ovarian cancer.", "Anyway, are you a woman who has ever thought to yourself: “Maybe I’m not good enough?” In the future I implore you to brush these doubts aside and remember Pinky Gloves. Whenever you are worried you have come up with a stupid idea, try channelling the confidence of a man who not only invents completely ludicrous genital gloves, but proudly pitches them on national TV."], "authors": ["Arwa Mahdawi"], "keywords": ["hygiene", "ludicrous", "impressed", "idea", "attempt", "monetise", "vagina", "pinky", "latest", "products", "used", "women", "gloves", "german"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}