{"id": "0900abb0-b207-33a1-a12a-0678672f541a", "title": "The Best Tabletop Games Of 2019", "url": "https://www.gameinformer.com/top-of-the-table/2019/12/30/the-best-tabletop-games-of-2019", "summary": "If you're interested, you can also check out a separate list that explores some of the best tabletop role-playing game releases of 2019.\nThe Dune board game from 1979 is a lauded classic of early thematic strategy games.\nThe game’s revival comes at a great time, in advance of the big upcoming movie being helmed by Denis Velleneuve.\nIshtar is one of those elegant games that challenges players to gauge several different pathways to victory.\nMore than many years, 2019 was awash in some simply awesome tabletop games.", "paragraphs": ["The board-gaming hobby continued its steady rise this year, fueled by a bevy of stellar releases, featuring captivating options for everyone, from families looking for a new shared hobby, to longtime veterans hoping to flex their strategic muscles.", "This year it was especially challenging to narrow down to just ten individual releases, but several rose to the top through the combination of stellar presentation, thoughtful design, and overall playability. The games on the final list run the gamut between competitive and cooperative options, accessible lighter-weight games to complex strategy affairs, and a surprising array of genres, settings, and themes. But they all share the quality of being incredibly fun to pull out onto the table for game night.", "If you're interested, you can also check out a separate list that explores some of the best tabletop role-playing game releases of 2019. And as always, feel free to email me directly if you’d like additional thoughts about any of the games described here, or if you just want some personalized recommendations.", "Cthulhu: Death May Die", "Publisher: CMON", "Lovecraftian investigators fight back in this action/horror mash-up", "The ubiquitous Cthulhu board game is virtually a genre unto itself at this point, but Death May Die turns the concept on its head in several ways, upping the action and embracing the insanity. Players actively work to summon Elder Gods into the world, with the goal of destroying these abominations once and for all.", "Each session is split up into two distinct “acts,” focusing on the before and after of pulling this horrible entity into our world. The different scenarios can be played standalone, and in no particular order. There’s emergent narrative here, but it’s not meant to feel like you must flow from one specific scenario to any certain subsequent scenario.", "Each episode is surprisingly different from all the others, and the fast-paced action vibe is a riot. In addition, CMON’s long-held reputation for amazing miniatures is certainly intact here, with figures of your heroes and the horrible Lovecraftian monsters that will blow your socks off.", "Dune", "Publisher: Gale Force Nine", "Lead your house to victory. The spice must flow.", "The Dune board game from 1979 is a lauded classic of early thematic strategy games. Gale Force Nine has revived the original with new art and some important rules evolutions, but the core of the cutthroat competition remains intact. Embody the likes of Paul Atreides and Baron Harkonnen and their forces to control the spice mélange, the most powerful resource in existence. Intricate and unforgiving, but thematically rich, Dune is a game of big highs and crushing lows.", "Older competitive strategy games have a reputation for being a little meaner, for lack of a better term. And Dune maintains that quality of the original. A single bad choice can tank you for much of the game, sending your faction into a nosedive. On the other hand, knowing the game well and correctly interpreting the capabilities of all the other factions can pay off in huge ways. It’s likely you know without much thought whether that’s the right fit for your group, or a huge turn-off. But, either way, this intimidating game earned its status as a classic – it can be a whole lot of fun.", "The game’s revival comes at a great time, in advance of the big upcoming movie being helmed by Denis Velleneuve. But even separated from that wonderful fiction in novel or film formats, the Dune board game is an experience that every board gamer should try at some point – and this new version is the perfect chance.", "Ishtar: Gardens of Babylon", "Publisher: IELLO", "Help plants grow and opponents wither in this pure strategy jewel", "You are a gardener, competing with the other players to transform a bone-dry desert into the fabled Hanging Gardens of Babylon. Carefully place tiles, gather precious gem resources, activate actions, and block your opponents’ efforts as you shape your botanical marvel.", "Ishtar is one of those elegant games that challenges players to gauge several different pathways to victory. Fountains score points. Flowers score points. Trees score points. Even the way you choose to upgrade over the course of play scores points. Where will you put your efforts?", "Along the way, the tiles and other components come out into play to create an increasingly attractive display. Ishtar features top-notch art and craft on all its components, so it’s a joy to see these gardens come to life on your table.", "Perhaps the greatest success of the game is the way it feels so deep and absorbing even though the playtime is so contained; new players can be taught quickly, and gameplay moves so fast. Ishtar is an ideal choice for gamers who want a strategically nuanced experience that can still be completed in under an hour.", "The Lord of the Rings: Journeys in Middle-earth", "Publisher: Fantasy Flight Games", "For a consistent team of fantasy fans ready for a big campaign", "Tolkien’s sprawling fantasy world comes to life in this epic cooperative campaign board game. Much of the heavy lifting of rules and scenario management is offloaded to a digital app, letting you focus on the battles and encounters that shape your party’s adventure. Fantasy Flight has had some practice perfecting the app assistant approach to board game design, and it shows in Journeys in Middle-earth, with an excellent digital experience that always enhances the fun at the table, but never detracts from the fun of in-person engagement.", "The game is built around individual scenarios, which together encompass a full storyline that can be played from start to finish over weeks or months. One session dovetails naturally into the next, coming together as an interconnected tale that sees your heroes grow more powerful with every quest. Play moves back and forth between a larger map of Middle-earth and a smaller tactical map where individual encounters often unfold.", "An especially creative approach to skill checks eschews dice, and instead demands you draw from a personal deck of cards. You’re changing this deck over the course of play, but also choosing whether to use the ability on a card, or use its numerical value to help determine your success at a particular venture. There’s still an element of uncertainty to what card you draw, but you have some control, adding increased agency as a player.", "This new Lord of the Rings adventure is big and beefy, but the app is makes it much more manageable than many games of similar breadth and ambition. If you have the same group of players showing up at your house for weeks at a stretch, or your family loves the fiction, this return to the world of Tolkien is a great fit.", "Marvel Champions", "Publisher: Fantasy Flight Games", "Assemble some superheroes who regularly team up", "Team up with your friends for this cooperative card game, in which players take on the roles of icons like Iron Man and Spider-Man to confront the likes of Ultron and Rhino in fierce, fast-paced battles. Juggle the unique capabilities of your costumed hero against their alter ego’s special skills to win the day.", "The coolest aspect of play is how different each character feels from all the others, from Tony Stark’s need to outfit his suit before launching out as Iron Man, to Black Panther’s ability to call on the might of Wakanda. That variation adds a ton of replay value, and encourages players to try the same scenarios multiple times, seeing how things play out differently when a different team of heroes makes the attempt.", "Marvel Champions is the latest in Fantasy Flight’s living card game formula, which abandons the traditional collectible format of random packs and boosters, and instead focuses on expansions with concrete card inclusions; you always know what you’re getting with each new set, and everyone gets the same if they also choose to expand. New heroes (like Captain America) and villains (like Green Goblin) are being added post-launch, transforming Champions into an ongoing game worth exploring over time.", "Nemesis", "Publisher: Awaken Realms/Rebel", "Veteran sci-fi ­warriors better be ready for a challenge", "While it’s certainly not a licensed game, you may as well think of this as the definitive board game take on the Alien movie concept. Players work as a semi-cooperative group, each with their own goals, as they desperately try to flee a doomed ship and get back to Earth, even as horrific alien beings invade.", "Nemesis is an unabashedly challenging and often complicated game, but delving into its many dark corners bears big rewards. Players sneak around the ship, trying not to attract the attention of the deadly aliens. When they do, limited ammo and the threat of infection adds tension and fear, and you even face the possibility that they implant you with progeny that might eventually burst forth from your chest, just like in the movie that inspired the experience. And that doesn’t even touch on the possibility that your other players might be trying to take you out as well!", "Remarkably detailed miniatures and other high-quality components make this a connoisseur’s game in every way, but not the right fit for beginners. Full of climactic emergent story moments and tense battles, Nemesis is a standout success squarely targeted at experienced hobbyists.", "Editor’s Note: Nemesis released to its original crowdfunding backers in 2018, but Rebel brought the game to a broader audience in 2019, winning it a spot in these accolades. Also of note, Awaken Realms released another impressive project recently – Tainted Grail: The Fall of Avalon – and from what I’ve played of the game so far, it might easily snag a spot on this list. However, given its late arrival in the last weeks of 2019, and the scope of its sprawling campaign, it will receive more coverage and a comprehensive evaluation from Game Informer in 2020, and will also be considered for inclusion in this list at the end of that year.", "Parks", "Publisher: Keymaster Games", "Hike the national parks of the U.S. in this celebration of nature", "Built in artistic cooperation with the printmaking masters at Fifty-Nine Parks, this beautiful homage to nature challenges players to explore the National Parks, collecting memories of the vistas visited, photos taken, and other experiences gained while hiking scenic trails across the shifting seasons of the year.", "There’s something inherently delightful about a competition to have the most idyllic vacation – a concept that Parks shares with another great game from several years ago, called Tokaido, which detailed a trip across Japan. Here in Parks, the concept is accentuated by the colorful print-style art, and some especially clever gameplay twists, like weather patterns as you hike that affect available resources, or the ability to hold a particular space by setting up “camp.”", "The disparate elements combine into an engrossing play that can nonetheless work with a broad array of players. Gorgeous components and accessible gameplay make this a rewarding competition about enjoying the best idea America ever had.", "Unmatched: Battle of Legends", "Publisher: Restoration Games", "Duelers should embrace this easy-to-learn but captivating battle", "Who would win in a fight between Medusa and King Arthur? How about Bigfoot and Sinbad? An update and reskinning of the fondly remembered Star Wars: Epic Duels, the battling miniatures this time around are disparate heroes from across fiction, and the entertaining battles that ensue are deeply replayable and fun, whether played in 1v1 duels or with the included 2v2 option.", "Restoration Games has developed a reputation for taking older games for which gamers have particularly happy memories, and finding ways to translate them into a modern design and aesthetic. That’s certainly the case with Unmatched, which launched with an initial core game (including Sinbad, Medusa, Alice from Wonderland, and King Arthur) and is already expanding with characters like a Robin Hood and Bigfoot pack.", "Each character has a set of cards that give their miniature figure capabilities entirely unlike everyone else in the fight, yet at least in the initial batch, everything feels immaculately balanced. Each character has a sidekick character that adds some additional options, like Alice’s Jabberwock or Arthur’s Merlin. And yet more replayability comes through the double-sided board, and the way each environment changes the way a battle might unfold.", "Smartly balanced between the varied playable combatants, this one is simple enough to play with newcomers, but clever enough to attract experienced players. Looking for a new gateway game to invite players into the hobby? This is a great pick.", "Wavelength", "Publisher: Palm Court", "Word-loving party-goers can bring everyone to the table", "This fascinating (and incredibly simple) new party game is all about understanding where a word fits between two extremes. One player provides a clue to everyone else, and a card that depicts two extremes, like hot and cold, or round and pointy. Everyone else debates and tries to guess a hidden value for where the clue word fits, conceptually, between the two extremes. As an added bonus, the whole thing can be played either in competitive teams or as one big cooperative experience.", "It’s clear that a lot of work has gone into the cards that depict the two ends of the spectrum, and the words revealed on each. Because in round after round, the concepts resonate with all kinds of players and lead to a ton of laughs.", "Some party games include content specifically targeted at adults. Wavelength splits the difference; a few of the concepts brought up might be a bit awkward to play with young kids in the family, but it never veers into fully R-rated territory.", "With a clever core mechanic and a cool new niche within the party game space, it’s fun, funny, and a blast for group play.", "Wingspan", "Publisher: Stonemaier Games", "For bird watchers with a competitive streak", "Attract the best and most varied avians to your nature preserve in this stunningly illustrated and intriguing engine-building game, in which you’re producing elements over the course of the game that in turn fuel subsequent choices and actions. While the focus on birds isn’t likely the first theme that might attract your attention, don’t dismiss what the game is offering; this is one of the most cunningly presented and designed strategy games in a long time, and even cynical players are likely to admit after a first playthrough how beautiful the whole thing turns out to be.", "As an engine-building game, Wingspan has that satisfying quality of feeling like a snowball, gaining speed as it rolls down the hill. New birds played into a given habitat on your player board improve that locale, but also provide extra bonus effects on subsequent turns. An attractive ecological theme emerges over the course of play, revealing the way that everything in nature relies on everything else in a delicate dance.", "If you’re looking for a change of pace from fantasy wars and epic adventures, Wingspan’s varied paths to victory make it deeply replayable and multi-layered in strategic complexity. It’s perfect for bird-lovers, but anyone with an eye for elegance and aesthetics will recognize this as one of the year’s best.", "More than many years, 2019 was awash in some simply awesome tabletop games. I could easily fill another full set of 10 easily recommendable games, and I’m happy to guide you to one of those options if you don’t see something you like here; just drop me an email and I’ll help you find something that’s right for your friends and family. If you’re looking for more recommendations on the best in the tabletop game scene, feel free to click into the banner below to visit the Top of the Table hub, where we feature new board, card, miniature, and role-playing games throughout the year. Thanks for reading, and here’s hoping you have tons of memorable gaming moments around the table in 2020!"], "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["fantasy", "card", "board", "youre", "played", "games", "play", "best", "tabletop", "players", "way", "game", "2019"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}