{"keywords": ["ai", "data", "companies", "value", "rightand", "services", "monarchs", "personal", "need", "compensated", "right", "information", "human"], "url": "https://www.economist.com/open-future/2019/01/21/we-need-to-own-our-data-as-a-human-right-and-be-compensated-for-it", "summary": "Personal data needs to be regarded as a human right, just as access to water is a human right.\nThe ability for people to own and control their data should be considered a central human value.\nThe current arrangement feels lopsided, benefiting the data monarchs more than it benefits individuals and communities.\nBut they make it all the more important that consumers, especially young people, are educated about “What is data?”, “What is my personal data?” and “Why is it so valuable?”.\nActually, I’d say “idatity” again because i.am my data, and my AI agent should be my personal data scientist.", "title": "We need to own our data as a human right—and be compensated for it", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "09079819-0590-3dbb-ad49-ba3830369525", "paragraphs": ["AT A LUNCH at the World Economic Forum five years ago, guests were asked to predict what people would care about around 2019. My mind raced through thoughts about identity and data. When the host, Marc Benioff, the founder and chairman of Salesforce, turned to me, I stated: “idatity”. Identity and data are increasingly intertwined. The term I coined that day evokes the need for people to be more aware of how they safeguard and share their information.", "Personal data needs to be regarded as a human right, just as access to water is a human right. The ability for people to own and control their data should be considered a central human value. The data itself should be treated like property and people should be fairly compensated for it.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "As a musician, I benefit from the copyright system that attaches ownership rights to my lyrics and instrumental tracks. Why should the data that I generate be handled any differently? It makes no sense that the information is used as the raw material to produce billions of dollars of income for massive “data monarchs” yet is of no financial value to me.", "But in the five years since that lunch in Davos, these data monarchs—companies like Facebook and Google that collect, store, mine and sell data—have expanded into giant businesses. While these companies that give away “free” services have grown rich, the data that belongs to their users has at times been compromised, and people’s digital habits sold, often without their full knowledge.", "The consequences have included fake news and groups that have influenced the outcome of America’s presidential election and Britain’s “Brexit” referendum to leave the European Union. Phoney social-media campaigns have been launched in South Africa designed to create chaos. So much for a “free” account. Has this ugly outcome that has divided societies on three continents been worth the trade?", "Of course, I love technology and apps. I’m always using Twitter, Instagram and Facebook. But I’m tired of being bombarded with content that adds little value to my life, and I’ve become desensitised and ignore most of it. The data monarchs know more about me than my mother, my government or my doctor. Then there’s the question of trust—I’ve lost my faith in social-media networks and search engines to deliver information that is as true as it is helpful.", "There is no data freedom when the options of who to sign up with are limited, the data monarchs rake in billions and all one gets is a “free” account bursting with advertising, faux news and lame “sponsored content”. The current arrangement feels lopsided, benefiting the data monarchs more than it benefits individuals and communities.", "Payment is one way to redress the balance. If personal data has been used to build a handful of companies that exceed $3trn in market value, it should absolutely have monetary worth. But so is transparency about the terms of trade. I want to have it clearly explained in plain language who has access to my camera, to my photos, who’s listening to my microphone, and who gets to use this information. Are my apps tracking my activity and selling information about me? Promisingly, Europe is making progress with its General Data Protection Regulation (GDPR) to help rebalance data rights to be more transparent and fairer to people.", "Now step it up: mix personal data with artificial intelligence (AI) and all these issues become super-charged. With AI algorithms, police can predict high-crime periods and pinpoint neighborhoods where more resources should be deployed. Computers can screen x-rays and scans, identifying problems with more accuracy than the human eye. The potential benefits of such services are huge. But they make it all the more important that consumers, especially young people, are educated about “What is data?”, “What is my personal data?” and “Why is it so valuable?”.", "I see these issues not just as a user of technology but as an entrepreneur. Social-media platforms are the companies of today, but they are not the companies of tomorrow. The next data giants will create new types of services designed to help people. They will become the most valuable companies in the world by providing beneficial new uses of data and AI for people, based on a combination of trust, services that improve one’s life and the involvement of communities.", "Today, my gadgets may count my steps, but they aren’t seeing the big picture: what I ate, how I felt, what my blood pressure is. New services, built from the point of view of the consumer, will benefit me by sharing and interconnecting my own data, rather than selling it on. When more trust is established, my personal “agent” or “assistant” should merge relevant things together that are currently just disconnected data points.", "Their systems will be based on conversational computing and aimed at consumers and businesses. Consumers will be able to read the terms-of-service agreements that are fair to both sides and don’t require an attorney to decipher. It will be so easy that your granny can use it. It will be intelligent and useful, from directions to find the right train station, to guidance on how to live a healthier life. You will trust it and value it.", "Despite dark, cinematic visions of a future hijacked by algorithms, I am an optimist that AI and data can contribute to society. It is time to focus on doing what is moral, fair and right. I challenge today’s data monarchs and the next generation of leaders to put their energies into data and AI that serve humanity first, instead of designing platforms bent on controlling humanity with money as the primary goal.", "The ideas behind “idatity” are becoming understood. So what would I say today over lunch about what people will care about in five years? Actually, I’d say “idatity” again because i.am my data, and my AI agent should be my personal data scientist. But in five years, I believe this will be the norm. Tomorrow’s entrepreneurs will create virtuous companies that honour people’s data. They will make use of my data with my consent but I will always own it.", "____________", "will.i.am is a musician and the founder and chairman of I.AM+, a consumer-electronics and voice-assistant services company using artificial intelligence. He is a member of the World Economic Forum’s Global AI Committee and an honorary fellow of the Institution of Engineering and Technology in Britain."], "pubDate": null}