{"pubDate": null, "url": "https://parenting.nytimes.com/parent-life/i-feel-weird-lying-about-santa?module=article-group&topic=Personal%20Stories&rank=4&position=7", "id": "091e7816-e350-3e7a-8dfa-b74d0896085c", "keywords": ["lying", "feel", "holiday", "family", "santa", "weird", "child", "traditions", "kids", "wrote", "christmas", "university", "tiny"], "authors": ["Katherine Zoepf"], "title": "I Feel Weird Lying About Santa", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "I had no family traditions to fall back on.\nDid Santa bring all the toys, or just the really big statement presents?\n“There is something quite uncomfortable for many parents about conspiring to encourage kids in their belief in Santa,” Dr. Woolley told me in a phone interview.\nHave you continued longstanding holiday traditions with your children, or are you making them up as you go along?\nLast Christmas, The Atlantic hilariously illustrated people’s weird family traditions — one involves a Speedo-clad George Michael.", "paragraphs": ["Image Credit Verónica Grech", "I was out last week, so I’m handing over this week’s newsletter to NYT Parenting staff editor Katherine Zoepf. She last wrote in this space about the unspeakable cost of parenthood.", "— Jessica Grose", "One December day, around the time I turned 5, my mother sat me down and gently informed me that there was no Santa Claus; she’d decided to become a Jehovah’s Witness, she explained, and we wouldn’t be celebrating Christmas anymore. I don’t recall being especially troubled by this bombshell at the time, and skipping out on holiday celebrations became my childhood norm.", "But as a new parent, many Decembers later, I found myself thinking about my mom’s revelation constantly. Christmas was approaching and, though I’d imagined celebrating with my own kids, I was at a loss. I had no family traditions to fall back on. How exactly were you supposed to do Santa Claus?", "I earnestly canvassed my circle of mom friends. What precisely were you supposed to tell kids about the big man in red, and when? Did Santa bring all the toys, or just the really big statement presents? I spent hours on Etsy perusing handmade ornaments. If I ordered those adorable, extortionately-priced needle-felted Christmas mice, would I feel like the kind of mother who intuitively understood how to spin a web of comfort and joy? Or would it be obvious to my kids that I was just making it all up as we went?", "By the time my second child was a toddler, my anxiety about being outed as a Christmas amateur had subsided slightly; little kids are rigid traditionalists, and mine loved our cobbled-together rituals. But in its place, another concern emerged: Even if I somehow managed to pull off the whole Santa business without a hitch, was there something a little odd about my eagerness to lie to my children?", "I spoke to Kerri Dean, a Ph.D. candidate at Claremont Graduate University whose research focuses on the cultural and social history of Christmas, who suggested that the holiday has become a symbolic expression of the kind of childhood we want to give our kids.", "“Christmas as we celebrate it now is a relatively new tradition,” Dean told me. “It really only goes back to the early 19th century. The Victorians were very concerned with child safety, with the new middle-class ideal of domesticity, and Christmas became part of the way they imagined an ideal childhood.”", "And according to Jacqueline Woolley, a professor of developmental psychology at the University of Texas who studies young children’s understanding of fantasy and reality, my Santa ambivalence isn’t so unusual, either.", "“There is something quite uncomfortable for many parents about conspiring to encourage kids in their belief in Santa,” Dr. Woolley told me in a phone interview. “We provide them with fake evidence. It feels a little weird because we don’t do that with other kinds of imaginary entities. If a child has an imaginary friend, for example, we don’t try to get the child to believe more.”", "Having come late to the holiday party, I worried that I’d botched the fake evidence thing with my older child: It hadn’t occurred to me that when your kid started having doubts, you could lean way in and start making fake reindeer prints, and when she’d first expressed cautious skepticism about Santa’s existence, I’d quickly confessed.", "But as Alison Gopnik, a professor of psychology at the University of California, Berkeley, suggested to me recently, learning the truth may not diminish children’s feeling of magic as much as many parents fear.", "“Young children have this ability to know that something is mythical, but yet experience it vividly at the same time,” Dr. Gopnik said. “They recognize that fantasy and reality are different worlds, but they think the border between them might be porous. Even when kids in some sense believe in Santa Claus, they recognize that he’s in this separate category.”", "Nowadays my daughter and I happily conspire together to keep the dream alive for her younger brother. As the kids have grown, our Christmas traditions have come to feel more natural to me, and I hope my children find them comforting enough to pick them up and shape them to fit their own families one day.", "P.S. Have you continued longstanding holiday traditions with your children, or are you making them up as you go along? Send us your stories here. Follow us on Instagram @NYTParenting. Join us on Facebook. Find us on Twitter for the latest updates. Read last week’s newsletter about how to avoid creating a holiday gift monster.", "Want More on Kids and Tradition?", "In the Times, Samantha Shanley wrote about maintaining a family Thanksgiving meal tradition even in the midst of divorce.", "Actor Misha Collins grew up without a lot of the typical family trappings, but wrote a lovely essay about the grounding influence of his mother’s cooking.", "Last Christmas, The Atlantic hilariously illustrated people’s weird family traditions — one involves a Speedo-clad George Michael.", "Tiny Victories", "Parenting can be a grind. Let’s celebrate the tiny victories.", "My 8-month-old son was so mesmerized watching our elderly bulldog snorting and scratching her back on the carpet that I could finally clip his fingernails without a struggle. Tiny manicure, just in time for Thanksgiving. — Lana Hefner, Nashville", "If you want a chance to get your Tiny Victory published, find us on Instagram @NYTparenting and use the hashtag #tinyvictories; email us; or enter your Tiny Victory at the bottom of this page. Include your full name and location. Tiny Victories may be edited for clarity and style. Your name, location and comments may be published, but your contact information will not. By submitting to us, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us."]}