{"id": "092b8572-b169-3307-8f21-03f27bd66528", "title": "Diddy on TikTok, Tequila, and His Ultimate Holiday Entertaining Tips", "url": "https://www.vogue.com/article/diddy-deleon-tequila-holiday-entertaining-tips", "summary": "“You become the ultimate host when you’re the one actually cooking the meal for your guests.\n“My kids actually run my TikTok, you know what I'm saying,” Diddy laughs.\n“This year I made a pledge to myself that I'm really going to enjoy the holidays.\nWe're doing something down in Miami, a big giveaway, really spreading the Christmas spirit beyond our household to the community.\nIt would be remiss not to ask him—as someone who is clearly a consummate host—about his ultimate holiday entertaining tips.", "paragraphs": ["While Diddy, who is currently at home in Miami with his family, will almost certainly be spotted with a cocktail shaker in hand over the festive period, this year he’s planning to show off his skills in the kitchen—something he’s been learning from his mother, who owns a soul food restaurant in Miami, during lockdown. “I always loved celebrating with family and friends, and I always loved hosting, but cooking is something that I’m just learning to do now,” he says. “You become the ultimate host when you’re the one actually cooking the meal for your guests. I'm starting off light, with turkey bolognese and spaghetti and chicken parmigiana. I also do a mean egg sandwich, an English muffin egg sandwich. I'm on my way.”", "It’s partly thanks to Diddy’s newfound culinary skills that he’s accidentally gained a new Gen Z following on TikTok, where he’s acquired 1.3 million followers and counting for his goofy, candid windows into the life of a hip-hop superstar. One highlight sees Diddy in the kitchen on the night before Thanksgiving, brining a turkey and prepping a yam bake—“shout out to all my late-night chefs prepping for tomorrow,” he says at the end of the clip.", "“My kids actually run my TikTok, you know what I'm saying,” Diddy laughs. “Through this time I've been trying to disconnect from social media and stay focused—I didn't even know that I became a TikTok star until they told me.” It’s this opportunity to spend meaningful downtime with his family that Diddy sees as one of the few silver linings of this strange year. “I'm not usually really extra into the Christmas spirit, but this year I am,” he adds. “This year I made a pledge to myself that I'm really going to enjoy the holidays. I haven't had a chance to enjoy it properly since I was a child, so I had a meeting with my kids and I told them that I was going to get into the holiday spirit, because I want to feel like I felt when I was 10 years old and I got that bike for Christmas.”", "All the same, Diddy is quick to note that this year’s festivities will be underscored by his awareness for those less fortunate, given so many are struggling in the wake of both the pandemic and a new recession. “A big part of this year is giving,” Diddy continues. “I had to tell my kids we have to learn and we have to evolve from this situation. We're doing something down in Miami, a big giveaway, really spreading the Christmas spirit beyond our household to the community. That's what I'm teaching my girls now. They’re gonna give daddy some gifts, but they're gonna also make sure that they give gifts to other people in the community that aren't as blessed.”", "“It’s been some crazy times,” he continues. “My wish, no matter how clichéd it sounds, is that everybody can just have 72 hours out from all of the oppression and all of the treachery that's going on right now, that would be my wish.”", "That’s not to say, however, that Diddy won’t be making sure there’s plenty of family fun to be had in the lead-up to Christmas. It would be remiss not to ask him—as someone who is clearly a consummate host—about his ultimate holiday entertaining tips. “Well, you gotta have some DeLeón,” he starts, firmly. “But most of all you’ve got to have great music. Music is very, very key, and also food that doesn't take the dance out of you, so something light, something clean, something that'll keep you dancing. It’s not a party unless you're dancing. You could be at a get-together, a dinner, but a celebration? You have to have dancing.”", "The “Repo-loma”", "1.5 oz DeLeón Reposado Tequila", "1 oz grapefruit juice", "0.75 oz lime juice", "0.5 oz simple syrup", "Pinch of kosher salt and club soda", "Grapefruit wedge garnish", "Shaken with ice", "Served in a highball/Collins glass over ice"], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["kids", "tiktok", "entertaining", "hes", "holiday", "diddy", "family", "really", "miami", "ultimate", "spirit", "tips", "tequila", "oz", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}