{"summary": "Pete Buttigieg left the names of some of his biggest donors, including former U.S. ambassadors and Obama donors as well as a Hollywood producer, off a newly released list of his campaign’s top financial supporters, according to a report.\nBUTTIGIEG RELEASES LIST OF CAMPAIGN FUNDRAISERS AFTER CRITICISM FROM WARRENOn Friday, Buttigieg’s campaign published a list on its website of more than 100 people who have raised at least $25,000 for his bid for the White House.\nThe 20 people and couples left off the new list were previously disclosed in an internal campaign fundraising report obtained by Politico.\n“In creating this updated list, we went through to recalculate totals from the earlier list to make sure we were being accurate,” Buttigieg campaign spokesman Chris Meagher said in a statement.\nIt later did, and Buttigieg released a list of clients for whom he had worked.", "keywords": ["work", "energy", "names", "report", "criticism", "left", "20", "week", "buttigieg", "leaves", "donors", "donor", "campaign", "list", "contributors"], "paragraphs": ["Pete Buttigieg left the names of some of his biggest donors, including former U.S. ambassadors and Obama donors as well as a Hollywood producer, off a newly released list of his campaign’s top financial supporters, according to a report.", "The news comes after the South Bend, Ind., mayor aimed to quell criticism from top-tier Democratic rival Sen. Elizabeth Warren -- who took aim at him last week, accusing him of lacking transparency and mingling with the wealthy to fund his presidential run.", "BUTTIGIEG RELEASES LIST OF CAMPAIGN FUNDRAISERS AFTER CRITICISM FROM WARREN", "On Friday, Buttigieg’s campaign published a list on its website of more than 100 people who have raised at least $25,000 for his bid for the White House. Politico reported Tuesday that the public list omitted more than 20 high-level fundraisers.", "The names left off Friday’s list included those of Boston power broker Jack Connors Jr., who vouched he was “all in for Pete Buttigieg” in an invitation to a June fundraising event, and Hollywood producer Jordan Horowitz, who produced the critically acclaimed film “La La Land,” according to Politico.", "Other names left off the list: John Petry, a hedge fund investor; William Rahm, senior managing director at the private equity firm Centerbridge Partners; Nicole Avant, a former U.S. ambassador to the Bahamas; and John Phillips, a former U.S. ambassador to Italy. Both Avant and Phillips have supported Barack Obama.", "Fox News has reached out to both Buttigieg and Warren's campaigns for comment.", "The 20 people and couples left off the new list were previously disclosed in an internal campaign fundraising report obtained by Politico. In a statement to the news outlet, Buttigieg’s campaign said some bundlers – the names of people in its “Investors Circle” sent out internally to donors over the summer -- were “inadvertently” left off the new public disclosure list.", "“In creating this updated list, we went through to recalculate totals from the earlier list to make sure we were being accurate,” Buttigieg campaign spokesman Chris Meagher said in a statement.", "Amid tightening polls ahead of a New Hampshire primary and Iowa caucus early next year, Warren, D-Mass., has taken aim at Buttigieg and former Vice President Joe Biden for accepting campaign donations from the wealthy and well-connected.", "CLICK HERE FOR THE ALL-NEW FOXBUSINESS.COM", "Buttigieg has also faced criticism from the left for an alleged lack of transparency about his work for global consulting firm McKinsey & Co. He responded last week by releasing a summary of his work there and called on the company to release him from the nondisclosure agreement he had signed. It later did, and Buttigieg released a list of clients for whom he had worked.", "His clients from 2007 to 2010 included Michigan Blue Cross Blue Shield, Canadian grocery store and retail chain Loblaw’s, Best Buy; a combination of the Natural Resources Defense Council, Environmental Protection Agency and Department of Energy, for an energy project; environmental nonprofit the Energy Foundation, the Department of Defense working on building the economies of Irag and Afghanistan, and the U.S. Postal Service.", "Fox News' Adam Shaw, Paul Steinhauser and Tara Prindiville contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/buttigieg-20-names-omitted-bundler-donor-list-warren", "authors": ["Danielle Wallace"], "id": "093ed90c-1ebe-3f23-ba5f-a04f24137bd3", "pubDate": null, "title": "Buttigieg donor list leaves off names of more than 20 contributors: report"}