{"paragraphs": ["A chance audition for an acquaintance's short film jump-started William's career. Erdem dress. Hunter boots. Fashion Editor: Molly Haylor. Photographed by Olivia Arthur", "Rose Williams is waiting on the steps of the Royal Academy of Arts in London—a grand 18th-century portico that could easily frame a Jane Austen heroine. It’s an appropriate backdrop, since the 25-year-old will soon star in the television adaptation of Austen’s Sanditon (Masterpiece on PBS) as the lively Charlotte Heywood. If the character’s name is unfamiliar, that’s likely because Sanditon was only partially written at the time of the author’s death in 1817. The manuscript provided British screenwriter Andrew Davies (responsible for the Pride and Prejudice adaptation that brought us Colin Firth in a wet shirt as Mr. Darcy) just enough material to carry him through three-quarters of one episode. The rest springs from Davies’s vivid imagination but remains true to core components of the work: the unusual seaside resort setting; its clever protagonist; and perhaps most striking, a teenage heiress from the West Indies, Miss Lambe (played by Crystal Clarke), whose presence causes a stir among the fashionable set. “When we see people of color in period dramas, some people say it’s not historically accurate,” Williams says, animatedly. “Actually, it is. Miss Lambe is in the book. No one can argue that this is just trying to tick the diversity box.”", "Born in Ealing, West London, Williams and her younger sister were encouraged to draw and paint from an early age. Her mother worked in the costume department of the BBC; her father, now a gardener, took various jobs in broadcasting when she was growing up. Williams studied fashion and moonlighted at London’s Dover Street Market. Today as we drink tea in one of the Royal Academy’s cafés, an abiding love for clothes is evident in her all-black outfit: vintage velour trousers, an early-’90s leather jacket, and the latest Nike Shox sneakers. But a certain disillusion with fashion as a career led her to assist her mother on shoots, and one day, she had a revelation. “The actress was playing a sarky, cool teenage girl, and I said to myself, I want to play a character like that.” She joined a few online casting sites, made a show reel, and began to take jobs as an extra. At 20, she was chosen to appear in Reign, a TV drama filmed in Toronto that chronicles the life of a young Mary, Queen of Scots. Cast for three episodes, she stayed for three years. “It was a massive jump to be in a different country, living by myself,” she says. During breaks, she would head to Los Angeles, a city she has come to love and where she currently rents an apartment. The city is a “watering hole for people who are willing to spread their wings,” she says.", "Initially asked to audition for a supporting role on Sanditon, Williams turned down the opportunity because of prior commitments. Then the chance to play the lead arose. “I did a tape over the weekend, and by Monday evening they said ‘The part is yours.’ ” A self-taught crash course on Austen followed, with long trips to London’s National Portrait Gallery to stare at Regency-era paintings. She began filming on her 25th birthday. “I didn’t think anyone knew until the end of the day when they brought me a cake,” she says.", "As we finish our tea, Williams tells me about what’s coming up next: a role in a supernatural film set in a decaying hospital in the ’70s. But first, there’s tomorrow to contend with. She is currently booked on a flight back to L.A. and has to decide whether or not to postpone it. Today and generally, uncertainty doesn’t seem to bother her. “The most stressy moments are when I am most peaceful,” she says. “When we’re struggling to finish a scene, when we’re losing the light—that’s when I feel the most focused and present. It’s such a gift to have found that.”"], "url": "https://www.vogue.com/article/rose-williams-jane-austen-heroine-2020?mbid=social_onsite_pinterest", "pubDate": null, "keywords": ["sanditon", "unexpected", "royal", "teenage", "set", "williams", "rose", "fashion", "heroine", "2020", "jane", "role", "tea", "west", "austen", "meet", "today"], "id": "095a5c89-8808-3d2a-99bb-0723857b15df", "title": "Meet Rose Williams, the Most Unexpected Jane Austen Heroine of 2020", "summary": "Photographed by Olivia ArthurRose Williams is waiting on the steps of the Royal Academy of Arts in London—a grand 18th-century portico that could easily frame a Jane Austen heroine.\n“When we see people of color in period dramas, some people say it’s not historically accurate,” Williams says, animatedly.\nWilliams studied fashion and moonlighted at London’s Dover Street Market.\nInitially asked to audition for a supporting role on Sanditon, Williams turned down the opportunity because of prior commitments.\nAs we finish our tea, Williams tells me about what’s coming up next: a role in a supernatural film set in a decaying hospital in the ’70s.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Sarah Crompto"]}