{"id": "0963b65a-6d57-3001-a643-aeb826ad9b60", "title": "How Long Do We Have Before Arctic Ice Melts Away?", "url": "https://wired.com/story/expedition-end-of-ice/", "summary": "We’re standing on 30 centimeters of ice — a thin veneer that separates us from the deadly Arctic Ocean below — and the ice is trembling.\nThe icebreaker Polarstern the morning after a crack cleaved the ice floe in two, sending some experiments into the water.\nToday, more sea ice is lost during summer than is regained during winter — causing sea ice to shrink overall.\nUnlike thick ice, the water has a low surface reflectivity, or albedo, and absorbs sunlight rather than reflecting it.\nThe inclusion of aerosols and melt ponds alone reduced the thickness of sea ice by 1 meter and melted more summer sea ice, according to a simulation co-authored by Holland in 2012.", "paragraphs": ["\"Pull out your ice picks,” a scientist whispers in the inky twilight. We’re standing on 30 centimeters of ice — a thin veneer that separates us from the deadly Arctic Ocean below — and the ice is trembling. It emits a loud popping sound as a crack starts to spread tens of meters away.", "Unsure what the ice will do next, I fumble for my picks, but they’re tucked away in the front pockets of my snowsuit and hidden below my thick life vest. When I finally pull them out, my chest is pounding and my mind is racing as I picture one worst-case scenario after another. Up here, 600 kilometers north of the nearest chunk of land, a dip into water that hovers just above minus 1.8 degrees Celsius does not sound appealing.", "Original story reprinted with permission from Quanta Magazine, an editorially independent publication of the Simons Foundation whose mission is to enhance public understanding of science by covering research develop­ments and trends in mathe­matics and the physical and life sciences.", "After a moment, the ice quiets, and we’re left in the stillness of the mid-October dusk. Ian Raphael, a graduate student from Dartmouth College, lets out a deep breath. “That was wild, dynamic and terrifying,” he says with a gleeful, almost childlike smile.", "The radio in his front pocket gurgles as other researchers announce the sudden appearance of the fissure. We piece together that it runs at least 500 meters across the ice. At its widest, it’s 5 centimeters across, but as we approach it, we can see that it’s growing. The ice floe has cracked in two.", "To the untrained eye, the floe appears vast and unchanging. In nearly every direction, a sculpture garden of snow and ice stretches toward the horizon, where it collides with a sunless sapphire-blue sky. But few landscapes are more dynamic than the Arctic ice cap, a mosaic of small floes only a few kilometers across. These constantly shuffle about — they knock into one another, tear past one another, and fracture into shards. These changes are the prelude to summer, when the ice undergoes another radical change: It begins to melt.", "The icebreaker Polarstern the morning after a crack cleaved the ice floe in two, sending some experiments into the water. Photograph: Shannon Hall", "Every spring, the sun peeks above the horizon for the first time in months, and its warm rays cause the sea ice to retreat. In the fall and winter, the ice grows back. But this cycle is out of step. Today, more sea ice is lost during summer than is regained during winter — causing sea ice to shrink overall.", "Higher temperatures triggered this change, but the physics of ice exacerbates it. Widespread melting exposes huge swatches of dark ocean water. Unlike thick ice, the water has a low surface reflectivity, or albedo, and absorbs sunlight rather than reflecting it. That absorption further warms the ocean and spurs additional ice melt in a vicious cycle that scientists refer to as a positive feedback loop. “These are processes where you can take a small nudge to a system and magnify it into a big shove,” said Donald Perovich, an engineering professor at Dartmouth.", "But while the ice-albedo feedback loop is simple in theory, a number of complexities play into it, including ice thickness, the different types of ice, the presence of snow and clouds, and the physical interactions that govern those complexities. Slowly, scientists have begun to incorporate these intricacies into their simulations. “In early climate models, the poles were just sort of painted white,” said Marika Holland, a climate scientist at the National Center for Atmospheric Research in Boulder, Colorado.⁠ Then scientists added details and quickly found that these changes affected the outcome of their models. The inclusion of aerosols and melt ponds alone reduced the thickness of sea ice by 1 meter and melted more summer sea ice, according to a simulation co-authored by Holland in 2012."], "authors": ["Shannon Hall", "Shannon Hal"], "keywords": ["arctic", "long", "thickness", "floe", "thick", "sea", "away", "ocean", "melts", "ice", "summer", "winter", "scientists", "water"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}