{"id": "09823d2d-7b34-32dc-b69b-454961effa71", "title": "New Gameplay Today – Scott Pilgrim Vs. The World: The Game – Complete Edition", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2021/01/13/new-gameplay-today-scott-pilgrim-vs-the-world-the", "summary": "Scott Pilgrim vs.\nThe World: The Game dazzled fans with a magical blend of gorgeous pixel art, challenging-yet-engaging combat, and one of the best video game soundtracks of that year.\nFour years after its initial release, Scott Pilgrim vs.\nThe World: The Game disappeared from digital storefronts and became unplayable on the Xbox 360 and PlayStation 3.\nScott Pilgrim Vs.", "paragraphs": ["On August 10, 2010, Ubisoft released what Game Informer called \"the best modern brawler since Castle Crashers.\" Scott Pilgrim vs. The World: The Game dazzled fans with a magical blend of gorgeous pixel art, challenging-yet-engaging combat, and one of the best video game soundtracks of that year.", "The game ascended to cult status and bucked the trend of studios releasing disappointing movie tie-in games. But despite its success and passionate fanbase, something odd happened. Four years after its initial release, Scott Pilgrim vs. The World: The Game disappeared from digital storefronts and became unplayable on the Xbox 360 and PlayStation 3.", "Flash forward to 2021, and Ubisoft is finally answering fan's prayers and rereleasing the cult classic, including DLC and other post-launch updates. Are the upgrades noticeable enough for fans who've already played the classic 2D-brawler to jump back in? Does the game still hold up 11 years after its original release? Join Jeff Cork, Joe Juba, Marcus Stewart, and me as we dive into the game's online co-op and answer those questions and more on this episode of New Gameplay Today.", "Can't wait to start beating up evil exes in the name of love? Scott Pilgrim Vs. The World: The Game – Complete Edition releases on January 14 for PlayStation 4, Xbox One, Switch, Stadia, and PC (and is also playable on PlayStation 5 and Xbox Series X/S via backwards compatibility). Fans in the mood for something a bit more tangible are also in luck, as Limited Run Games has announced it will be releasing physical copies for Sony and Nintendo systems.", "In the meantime, you can fill that gaping 16-bit hole in your heart by checking out why we think Ubisoft Montreal's game stands the test of time as one of the best 2D-brawlers to ever be released."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["pilgrim", "today", "edition", "vs", "game", "playstation", "fans", "games", "xbox", "ubisoft", "gameplay", "complete", "scott", "world"], "pubDate": "2021-01-13T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}