{"id": "09b88287-c999-3197-bd20-84e42b317556", "title": "‘It Became Sort of Lawless’: Florida Vaccine Rollout Turns Into a Free-for-All", "url": "https://www.nytimes.com/2021/01/10/us/coronavirus-vaccine-florida.html", "summary": "So they are back to where they started, with their names on five waiting lists at pharmacies, chain hospitals and a doctor’s office.\n“The rollout is slow, the method of administration is not efficient and who gets it is kind of arbitrary.”In Florida, Gov.\nRon DeSantis, a Republican, has acknowledged that the initial rollout has been bumpy.\nSome of the lag in numbers may be a result of older people who are being extra cautious about getting a new vaccine developed in record time.\nBut older seniors may also be at a disadvantage because the process has often required a degree of computer proficiency and has generally not been clear or consistent, Dr. Beitsch said.", "paragraphs": ["He and his wife drove 25 miles to the appointment, only to be told that supplies were so limited that the vaccine would only be given to people with aggravating health conditions. So they are back to where they started, with their names on five waiting lists at pharmacies, chain hospitals and a doctor’s office.", "“That’s what’s going on,” Dr. Kelly said. “The rollout is slow, the method of administration is not efficient and who gets it is kind of arbitrary.”", "In Florida, Gov. Ron DeSantis, a Republican, has acknowledged that the initial rollout has been bumpy.", "But he has steadfastly defended the state’s decision to open the door to all seniors, saying he could not in good conscience see a 20-something who bags groceries getting vaccinated before a grandparent, not in a state where of the more than 22,000 people killed by the coronavirus, 83 percent have been 65 or older.", "The plurality of vaccine doses have gone so far to people between the ages of 65 and 74, not to people 75 and older who are the most vulnerable to the virus.", "Some of the lag in numbers may be a result of older people who are being extra cautious about getting a new vaccine developed in record time. But older seniors may also be at a disadvantage because the process has often required a degree of computer proficiency and has generally not been clear or consistent, Dr. Beitsch said.", "“Each of our 67 counties seems to be taking a slightly different pathway — and that’s remarkable, because we have a single department of health that is supposed to cover the entire state,” said Dr. Beitsch, whose 71-year-old tech-savvy brother got vaccinated in Orlando after filling out a request form that took him about 40 minutes."], "authors": ["Patricia Mazzei", "Eric Adelson", "Kate Kelly"], "keywords": ["seniors", "getting", "turns", "sort", "vaccine", "florida", "older", "beitsch", "health", "dr", "vaccinated", "rollout", "state", "lawless", "freeforall"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}