{"id": "09bfb452-7464-3536-8821-cc24ac15d9e9", "title": "Dying Light 2 Art Director Leaves Techland After 22 Years", "url": "https://www.gameinformer.com/2021/01/08/dying-light-2-art-director-leaves-techland-after-22-years", "summary": "After 22 years with the company, art director and writer Pawel Selinger has announced his departure from Techland Studios.\nI wish you that Dying light 2 and subsequent projects will become world hits.\"\nIt's possible that his role within Dying Light 2's development is completed and after 22 years, he simply wants to pursue something new.\nHe left a large piece of himself with Dying Light 2, as he worked on the project from the very beginning.\nWe will be sharing exciting news about Dying Light 2 soon!", "paragraphs": ["After 22 years with the company, art director and writer Pawel Selinger has announced his departure from Techland Studios.", "Selinger first joined the studio at Techland back in 1999 and has been with the company ever since through various projects and position changes. The art director took to his LinkedIn to share the news of his departure with a small note to fans and colleagues:", "\"After over twenty-two years, I decided to end my cooperation with Techland. I would like to express my gratitude to the company that has allowed me to develop and fulfill myself for half of my life. Techland, I will always be rooting for you, as well as the great people I have met thanks to you. I wish you that Dying light 2 and subsequent projects will become world hits.\"", "A common question that is on Dying Light fan's minds is \"Where is Dying Light 2\" since the news went silent after our last in-depth look at E3 2019 and the public firing of Chris Avellone, the writer attached to the project, following sexual misconduct allegation.", "Back in June of 2020, Techland confirmed that the game was still very much in active development when rumors began circulating that the sequel was canned and that development was \"a mess.\" Techland came out swinging, saying that there were \"many inaccuracies\" with reports that flamed these rumors, which you can learn more about here with our previous deep dive into the state of the game.", "While the current development status for Dying Light 2 is unknown at this time, it's important not to take this departure as a knee-jerk reason for immediately assuming the project is doomed. Many lead developers leave studios once their work on certain projects is completed. It's possible that his role within Dying Light 2's development is completed and after 22 years, he simply wants to pursue something new.", "Techland itself reached out to Game Informer with a statement regarding his departure to assuage fan worries, saying:", "In connection with the information about the departure of Techland’s Art Director, we would like to reassure all fans of the upcoming Dying Light 2 that the position of Art Director is not threatened and has been held by Eric Cochonneau since November 2019. Eric has been taking care of every aspect of the upcoming production ever since and the team under his leadership is doing their best to offer players the best game possible. Paweł Selinger, who has been the Narration Designer for the last two years, decided at the end of 2020 to end his cooperation with Techland and to pursue his further career elsewhere. Paweł spent most of his professional life at Techland and he, among others, takes credit for the success of the series Call of Juarez. He left a large piece of himself with Dying Light 2, as he worked on the project from the very beginning. His duties, i.e. the narrative department, were taken over by Piotr Szymanek in October 2020. We will be sharing exciting news about Dying Light 2 soon!", "Wherever his path leads, we wish nothing but the best for Pawel Selinger as he goes into the next step of his incredible gaming journey."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["dying", "project", "leaves", "projects", "selinger", "art", "techland", "22", "director", "development", "light", "departure"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}