{"id": "09caf2d9-497d-3a7a-ac82-09904088d072", "title": "How to Draw a Creepy Clown", "url": "https://www.newyorker.com/video/watch/how-to-draw-a-creepy-clown", "summary": "I vacillate between likevery excited about our technological future and Will Smithin that I,Robot movie being likeI don't know about them robots.\nAnd he says to the kids,I don't know any scary stories,so I thought we could just watcha bunch of YouTube clips of robots,performing human jobs.\nAnd if you look above you seethat it says creepy clown ruinsa perfectly good New Yorker cartoon.\nI don't think it's required,but I think one piece of greenery in thereand that's pretty much it.\nI don't know what it is,that's behind him, but he's scared.", "paragraphs": ["Transcript", "[logo whooshing]", "Hi guys.", "This is Lars Kenseth.", "And today I'm going to teach you", "how to draw fear, but funny.", "[soft upbeat music]", "So what have you, historically in your life", "been afraid of?", "We'll spend the first two to three hours", "of this call talking about.", "Oh God.", "Geez.", "Well, I am very fearful of tech.", "I love tech", "and I buy all sorts of technology that I don't need,", "but I'm also really scared.", "I vacillate between like", "very excited about our technological future and Will Smith", "in that I,Robot movie being like", "I don't know about them robots.", "That famous catchphrase.", "By Will Smith impression you're welcome.", "[soft upbeat music]", "So here we have a classic campfire scene.", "It's a bunch of cans around a campfire", "and the dad who's taking them on this trip.", "It was, you know, it looks like somebody", "who probably works at a plant", "or something like that.", "He's holding up his phone", "and there's a little robot arm on it.", "And he says to the kids,", "I don't know any scary stories,", "so I thought we could just watch", "a bunch of YouTube clips of robots,", "performing human jobs.", "So this cartoon is all about", "the moodiness of the background.", "Walk us through how you develop that aesthetic.", "Well, I knew I wanted to do", "a reel over a stark black background", "and the middle background with the trees.", "And then you see the light of the moon plays on the Lake.", "You can see it's a lake by the little waves in it.", "So, I'm curious if you have any like", "technical suggestions for drawing light.", "The main thing you wanna think about is", "where's that light's coming from,", "find a point in your drawing.", "And here we've got two points of light.", "One is the moon in the background", "and the other is the fire in the foreground.", "There are three, the phone.", "Oh! There if a phone too.", "That's right.", "Let's talk about the phone.", "Phone, it's just a simple little glow.", "You can just see it a little touch there.", "Then you've got the campfire.", "The campfire is obviously the main area of light.", "You've got an explosion of light", "on the people's faces", "and then harsh shadow behind them.", "And then you've got the moon in the background there", "and that I knew I wanted to play it off the water.", "And then, you know, there were waves out there", "even if it's a Lake, it's like, you know, you get", "you get some little wave action.", "So they're gonna play off the light too.", "The fun thing is it's like", "my day job is mostly writing.", "So like when I just get to sit down and draw something", "it's like, Oh, maybe it was just try this really pretty.", "I'm trying to draw pretty late at night.", "[soft upbeat music]", "Drawing light is definitely not the easiest thing to do.", "It's almost like playing pool", "where you have to keep in mind", "all the different angles.", "Where's the light coming from?", "Where is the light hitting for this one?", "You know, I put a little soft glow on the moon", "just to kind of,", "you know, make sure it reads is illuminating", "and it's not just some asteroid headed towards earth.", "And then on the water", "to just make a bunch of little lines", "and I kind of play with the opacity", "and you know, the brightness.", "You know, sometimes you might wanna", "actually throw it on a bigger block of white", "for the moon and maybe vary it up a little bit.", "'Cause you know, the water's not still.", "So, you know, we kind of play off that", "like with the moon it's obviously very bright,", "but it's very far away.", "The intensity of the light is not", "as intense as it would be", "if for instance, you were doing something", "like this fella right here telling a scary story", "the lights a lot more intense.", "And I use kind of a soft brush to aluminate", "but a heavy brightness.", "And then I'll just sort of erase stuff here around his,", "I was just thinking where the shadows would fall.", "[soft upbeat music]", "And for this last drawing here,", "I have that same guy", "with his little, ooh, ooh ooh, scary face around a campfire.", "What I think is fun about campfire", "is it's sort of the middle ground", "between the far away light, like the moon", "and a really close up light, like a flashlight.", "It makes it a little tougher", "because it's diffuse light", "but it's at the same time, it's everywhere.", "So it's almost like water, light is almost like water.", "Like, you know, it leaks everywhere.", "And so you have to kind of just use your brain", "and think about, okay, what angles would it hit?", "What areas would it not hit?", "You know, so here I have it,", "you know mostly a little glow", "and pooling out from the fire itself.", "And then I also kind of think,", "okay, well, given where the light's coming from", "there's probably gonna be a little bit of a shadow cast", "by that one hand", "that's kind of protruding into his facial area.", "So there are some ideas to help", "and hopefully not confuse you.", "[soft upbeat music]", "You got a classic New Yorker therapist, office setup.", "We've got the diploma on the wall,", "we've got the therapist", "we've got the therapy patient.", "And then we've got in the window", "a clown with his mouth stitch shot.", "And if you look above you see", "that it says creepy clown ruins", "a perfectly good New Yorker cartoon.", "So this is the first group in the New Yorker.", "It is.", "Tell us the tale of how long have you been submitting?", "Was it all clown cartoons, et cetera.", "I've been submitting for, you know, a few months", "and I'd gotten a lot of great feedback.", "I was encouraged to really just kind of try new stuff", "and just try and find, you know,", "push the form as much as my lack of experience", "could allow.", "Lars are you a clown?", "[laughs]", "Honestly, the clown does look like me.", "So it's kind of like the sheepish grin", "that I usually have.", "It doesn't even look that creepy kinda smile.", "He's kind of cute.", "I think", "Yeah, I would say he'd be cute", "without the like sowed closed mouth.", "I like I like I'm with, I like him.", "[laughs]", "Tell me about like how the exact number of details", "you need to convey", "that were in a New Yorker therapist office cartoon.", "Okay. This I can speak to really well", "because not only have I been in a lot of therapists offices", "I've also looked at a lot of therapists cartoons", "and there really are only a few items you need", "to make a New Yorker cartoon set in a therapist office.", "One, you need at least one diploma framed on the wall.", "Then you need a long couch for the patient to sit on.", "And then the therapist just needs to have a note pad.", "I don't think it's required,", "but I think one piece of greenery in there", "and that's pretty much it.", "And I think you're good.", "[soft upbeat music]", "When you're drawing a therapist,", "in the New Yorker cartoon,", "there are several key things to keep in mind.", "A discerning look on the therapist's face", "is always important.", "A finger to the mouth is nice.", "A note pad is integral.", "Cross legs, another plus.", "Glasses, really important", "but if you're not going to do glasses", "you better do some kind of facial hair.", "My characters all kind of look like potatoes", "or I've heard lozenge pill thumb people.", "If you're having a hard time,", "you know get a potato could be a Yukon Gold", "could be a russet", "and just, you know, just outline it.", "[soft upbeat music]", "A Fern in the corner.", "some sort of plant, I leave it up to you.", "Diplomas, you definitely need credentials on the wall.", "I say two is my that's my nice number.", "Now, if you go to a real therapist office", "there's going to be more like 10.", "I mean, they throw everything up on the wall.", "They'll throw in certificate of completion", "for a spaceman camp.", "And then obviously you need the patient", "who was a bear, in this instance.", "This bear is gonna be a lot of work.", "I don't know why it's a bear, I forget.", "These are all ways to make a therapist cartoon saying.", "[soft upbeat music]", "So here we have caption list cartoon.", "We can tell based on the volcano in the background", "and a city covered in burning Ash and lava", "that we are in Pompei and as havoc erupts on the streets", "and men and women and children run for their lives.", "We see a small pushcart,", "a man with a gentle smile", "selling his wares", "in the light of this horrible tragedy.", "He's decided to drop his price one whole dollar.", "[laughs]", "So you said this was influenced", "by Peter Arnaz famous so back to the drawing board.", "Well, the Arno cartoon for people don't know it,", "it shows a plane,", "traumatically crashing.", "Everyone is running to the wreckage.", "And then there's a man who's walking", "actually out of the frame of the cartoon.", "His shoe goes over the line", "of the border of the cartoon", "and saying back to the old drawing board", "which is an idiom", "that was created by the cartoon.", "It didn't exist before then.", "It's so incredible.", "I love cartoons that play with,", "you know, play with action", "play with perspective like Arno's cartoon.", "It juxtaposes fear and terror", "with just Placid, very restrained glee.", "We like, how many fleeing citizens do we need before?", "This is hilarious.", "Emma it was more like,", "how many can I get away with.", "Like, how few can I get away with drawing?", "[laughs]", "[soft upbeat music]", "So here we have a fellow running.", "I start with my thumb head", "and you know just general ideas about the body.", "Look at those eyes,", "just like with light,", "just, you know, take a look at yourself.", "What you look like running,", "next time you go out on a jog", "take a look at yourself in the bank window as you pass.", "Hopefully not into oncoming traffic.", "Be aware of your surroundings.", "Be careful, run responsibly.", "Gonna give him a little football Jersey.", "I think that looks fun,", "give 'Im a little rip in the jeans.", "He's cool.", "One leg out.", "It's like it's a little bit dynamic.", "'Cause it's,", "you know he's clearly running on the balls of his feet.", "You can see that that front right leg", "is just touching down", "and he's just gonna spring off that.", "I don't know what it is,", "that's behind him, but he's scared.", "It's fun sometimes to add little things like", "a big cup there I have kind of falling away.", "Like he just dropped it.", "It's always very important with running away people", "the little cartoon lines that suggest movement.", "Clearly he's wearing the quarterbacks Jersey number seven", "zero into the low teens.", "You're looking at a quarterback.", "This guy clearly thinks of himself that way.", "He thinks, he thinks he's just a Field Marshal.", "He's just a general marching up down field.", "He's seen it all, but whatever this is", "has scared the pants off him", "his quarterback ego is out the window, man.", "He's ready to spill like that big cup boy.", "I hate to be this guy.", "Oh no, it's so scary.", "[soft upbeat music]"], "authors": ["Condé Nast"], "keywords": ["look", "clown", "creepy", "little", "really", "therapist", "kind", "light", "know", "dont", "think", "draw", "upbeat"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}