{"id": "09d87551-f7b8-331f-a063-ec8c634896e2", "title": "The Best Sparkling Wines to Sip This Winter", "url": "https://www.vogue.com/article/the-best-sparkling-wines-to-sip-this-winter", "summary": "This year, considering the economy and lack of large gatherings, we’re highlighting the best sparkling wine: less splurgy bottles that are still wholly unique, delicious, and will add shine to any table.\nNaturally, this year’s best sparkling wine includes a number of beloved bottles from California micro-producers, in addition to noteworthy expressions from exciting and typically unsung wine-producing countries, like England and Brazil.\nSchlumberger is Austria’s oldest sparkling wine producer, yet this is the label’s newest sparkling vintage.\nTo make this expression, producers follow the Champagne method, vinifying the country’s most important grape, Grüner Veltliner, in place of classic Champagne grapes (Pinot Noir, Pinot Meunier, and Chardonnay).\nThe end product is a sparkler with a golden-green hue, and the bottle’s light green label references this color, as well as the wine’s green apple aroma and flavor.", "paragraphs": ["Come December, we typically share our picks for beautiful Champagnes to toast the holidays and gift to loved ones. This year, considering the economy and lack of large gatherings, we’re highlighting the best sparkling wine: less splurgy bottles that are still wholly unique, delicious, and will add shine to any table. Many of the winemakers behind the below listed labels follow the same rigorous, labor-intensive method (“Champagne method,” or “traditional method”) to make their wines as vintners in the Champagne region must legally follow, which ultimately accounts for wines with deeper complexity and sometimes yeasty notes.", "Naturally, this year’s best sparkling wine includes a number of beloved bottles from California micro-producers, in addition to noteworthy expressions from exciting and typically unsung wine-producing countries, like England and Brazil.", "Schlumberger is Austria’s oldest sparkling wine producer, yet this is the label’s newest sparkling vintage. To make this expression, producers follow the Champagne method, vinifying the country’s most important grape, Grüner Veltliner, in place of classic Champagne grapes (Pinot Noir, Pinot Meunier, and Chardonnay). The end product is a sparkler with a golden-green hue, and the bottle’s light green label references this color, as well as the wine’s green apple aroma and flavor.", "Tasting Notes: Green apple, grapefruit, lime", "Schlumberger, Sparkling Brut, Klassik $25 SCHLUMBERGER Shop Now", "Jen Pelka and brother Zach (former owners of The Riddler Champagne bar) team up with female winemakers around the world to produce their trio of boutique wines. For The Callie, which they released this past summer, they joined forces with lauded Napa winemaker Samantha Sheehan (POE Wines) to unveil a non-vintage sparkling rosé (42% Pinot Noir, 39% Mourvèdre, 19% Chardonnay) that falls under the natural category thanks to its minimal intervention approach (low sulfur, no additives). The bottle channels a timeless look with labels inspired by the tags inside woman’s garments, and for every wine sold, they plant a tree via non-profit TreeSisters.", "Tasting Notes: Watermelon, rose, caramel", "The Callie Sparkling Rosé $27 PROLOGUE WINE Shop Now", "Two weeks before this year’s election, Oregon’s Grochau Cellars launched Up Rising, a vintage sparkling wine (77% Pinot Noir, 23% Chardonnay) made in the Champagne method from grapes grown in the state’s famed Willamette Valley. Portland graphic designer Steve Birch created a label that depicts America’s recent protests, supporting non-violent actions that push for positive change. The winery will donate more than half of the proceeds from this wine to two organizations that support migrant laborers in the Willamette Valley."], "authors": ["Kat Odell", "Kat Odel"], "keywords": ["method", "green", "wines", "best", "labels", "winter", "sparkling", "pinot", "follow", "wine", "noir", "champagne", "sip"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}