{"id": "0a174315-3dbe-3509-9a39-c1a71bf07875", "title": "Oliver Cromwell did it but will Boris Johnson? Why MPs might sit on Christmas Day", "url": "https://www.theguardian.com/politics/2020/dec/10/oliver-cromwell-boris-johnson-mps-christmas-day", "summary": "The last time parliament sat in Westminster on Christmas Day, business began with the second reading of a bill about holding of sheriffs’ courts in Wiltshire, before moving on to discussion of the forest laws in the Forest of Dean.\nThe circumstances, granted, were exceptional: the date was 1656 and Christmas observances had been outlawed by Oliver Cromwell’s Long Parliament.\nBut for Britain’s 650 MPs, it is possible that it will be a particularly puritanical holiday.\nIf that means forcing MPs to sit between Christmas and the new year to get the deal passed, the government is willing to do so, it has been reported.\nAnd with Keir Starmer expected to whip Labour MPs to back a deal, it is unlikely to encounter too much resistance.", "paragraphs": ["The last time parliament sat in Westminster on Christmas Day, business began with the second reading of a bill about holding of sheriffs’ courts in Wiltshire, before moving on to discussion of the forest laws in the Forest of Dean.", "The circumstances, granted, were exceptional: the date was 1656 and Christmas observances had been outlawed by Oliver Cromwell’s Long Parliament. The Commons benches might have been suspiciously empty that 25 December, but those MPs who had turned up were eager to show that this was a day as mundane as any other.", "Coronavirus restrictions notwithstanding, Christmas will still be celebrated this year. But for Britain’s 650 MPs, it is possible that it will be a particularly puritanical holiday. Last-gasp talks on Brexit remain on a knife-edge, but if Boris Johnson does secure a deal with the EU, any potential agreement would have to be ratified by both the Commons and the Lords by the deadline of 31 December. If that means forcing MPs to sit between Christmas and the new year to get the deal passed, the government is willing to do so, it has been reported.", "Government officials have even looked into the historical precedent for sitting on Christmas Day itself, the Sun reported; while that may be unlikely, one source told the paper, MPs could be called back to parliament on Monday 28 December, despite it being a bank holiday. “Anything is possible,” the source said.", "There is always some flexibility in parliamentary timetables, says Hannah White, deputy director of the Institute for Government, although there has been pressure in recent years to agree term dates early, particularly for the sake of those with caring responsibilities. “It’s a more businesslike way of running parliament to know in advance what your dates are going to be.”", "This year, however, the government has deliberately left itself extra room for manoeuvre in case it needs to rush a deal through parliament; a recess motion, which agrees the termly dates, has not yet been introduced.", "On Wednesday evening, Sir Lindsay Hoyle, the Speaker, said that while he hoped all parliamentary business could be concluded by Monday 21 December, he would be happy for there to be extension if MPs needed a little more time.", "“I’d like to believe that we’d all be going up on the date that is expected of the House. But if need be – the House is the servant. And therefore I am happy, us being that servant, to ensure that we can run, as far as I’m concerned, up to Christmas Eve.” It is not, however his decision; rather MPs would be asked to back a government motion to sit later.", "Even if more time is needed to pass a possible deal, says White, it would not necessarily mean yanking MPs away from turkey curries in their constituencies to come back to London. And, unlikely as it might seem, they would have Covid-19 to thank.", "Because of the new parliamentary procedures put in place to cope with the pandemic, she notes, many hundreds of MPs have registered for proxy votes, allowing the party whips to vote on their behalf. And with Keir Starmer expected to whip Labour MPs to back a deal, it is unlikely to encounter too much resistance.", "“So it’s certainly the case that in order to have the votes of the members needed to pass the legislation, you wouldn’t need them all to be in Westminster right now.”"], "authors": ["Esther Addley"], "keywords": ["parliamentary", "unlikely", "boris", "christmas", "possible", "day", "mps", "johnson", "parliament", "deal", "needed", "dates", "cromwell", "sit", "oliver"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}