{"id": "0a34cacb-7a3a-3794-97bd-98712e3e3865", "title": "David Bossie: Georgia Warnock vs. Loeffler Senate debate shows what's at stake for America", "url": "https://www.foxnews.com/opinion/georgia-warnock-loeffler-senate-debate-david-bossie", "summary": "Loeffler had an outstanding performance in the debate and made it clear why she should be elected.\nOn the other hand, Warnock failed to make the case why Georgians should risk their vote on his radically liberal candidacy.\nTwo runoff elections for Senate in Georgia on Jan. 5 will decide the direction of our country over the next two years.\nVictories by Loeffler and Sen. David Perdue will allow Republicans to maintain control of the Senate with a 52-48 majority.\nIf Schumer and Pelosi control the legislative branch, the America we know and love will never be the same.", "paragraphs": ["In Sunday’s rare December runoff debate in Georgia, the two candidates for a U.S. Senate seat repeatedly drove home the point that the stakes could not be higher and they’re right.", "Conservative Republican Sen. Kelly Loeffler and leftist Democratic candidate Rev. Raphael Warnock engaged in a heated debate that showcased their hugely different visions for America’s future in a race that polls show is well within the margin of error.", "Loeffler had an outstanding performance in the debate and made it clear why she should be elected. On the other hand, Warnock failed to make the case why Georgians should risk their vote on his radically liberal candidacy.", "Warnock’s beliefs are far outside mainstream Georgia values. He’s defended and praised Marxism, signed a letter harshly critical of Israel in 2019, and has not answered questions about whether he attended a speech given by Cuban dictator Fidel Castro at the church he worked at in 1995. It comes as no surprise that Warnock refuses to release most of his graduate thesis from Union Theological Seminary.", "DOUG SCHOEN: GEORGIA SENATE DEBATE -- TOP TAKEAWAYS FROM LOEFFLER VS. WARNOCK FACE OFF", "Hailing from a state that has an enormous active military population, in one of his sermons Warnock said, “America, nobody can serve God and the military.” To date, Warnock has refused to adequately explain his statement, and Sunday night’s debate was no exception.", "Warnock also failed to answer questions about his unacceptable and offensive statements about our heroic law enforcement officers. American families who depend on police for security in their neighborhoods should be concerned about radical liberal Democrat Warnock’s intentions. Police officers are not “gangsters and thugs,” as Warnock described them in 2015.", "OSSOFF 'DEBATES' NEXT TO EMPTY PODIUM, SAYS PERDUE 'FEELS ENTITLED TO YOUR VOTE'", "Warnock would crush hardworking families and small businesses with tax increases. In Washington, he would work with House Speaker Nancy Pelosi, D-Calif., and Senate Minority Leader Chuck Schumer, D-N.Y., on their partisan job-killing agenda instead of the interests of struggling Georgians. COVID-19 relief is being blocked by Pelosi and her fellow liberal Warnock did nothing to call Pelosi out on her partisan gamesmanship.", "The bottom line is that a vote for Warnock is a vote to greatly enhance the power of San Francisco’s Pelosi and New York City’s Schumer and that would be highly detrimental to the American dream and putting America first.", "Two runoff elections for Senate in Georgia on Jan. 5 will decide the direction of our country over the next two years. Schumer has promised to “change America” if he becomes majority leader.", "Under Schumer’s leadership, Senate Democrats could move to end the Senate filibuster; pack the Supreme Court with radical out-of-the-mainstream justices; abolish private health insurance; defund the police; open our borders; usher in the economy-killing socialist Green New Deal; overturn robust freedom of speech rights that were reasserted in the 2010 Citizens United Supreme Court decision; and take a sledgehammer to the constitutional right to keep and bear arms.", "KELLY LOEFFLER WANTED YOU TO KNOW RAPHAEL WARNOCK IS A 'RADICAL LIBERAL", "Furthermore, Schumer might also schedule a vote to make the District of Columbia and Puerto Rico the 51st and 52nd states of America, which would hand Democrats four more ironclad seats in the Senate.", "Victories by Loeffler and Sen. David Perdue will allow Republicans to maintain control of the Senate with a 52-48 majority.", "On the other hand, if Warnock and fellow left-wing Democrat Jon Ossoff are elected – with the help of Schumer’s millions upon millions in dark money from the D.C swamp – Schumer will all but own Georgia’s votes in the Senate. Georgia conservatives, independents and moderate Democrats must form a coalition to reject the socialist threat and win these all-important runoff elections.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Adding to the complex political atmosphere in Georgia is the fact that The New Georgia Project – a shady voter registration operation headed by Warnock up until February of this year – is under state investigation for an allegation of knowingly sending ballot applications to out-of-state would-be voters in Schumer’s home state of New York who aren’t allowed to vote in Georgia elections.", "Georgia election officials must work overtime to make sure that all legal votes are counted, and all illegal votes are not counted. President Trump has every right to fight for election integrity in Georgia. After all, at this point in December 2000, Al Gore was still fighting in Florida.", "The winner of these two races will depend on voter intensity and turnout. Which side wants it more? During his remarks at a campaign rally in Valdosta Saturday night, President Trump was on point when he said freedom-loving Georgians must stay focused and unified and turn out in droves for the Republican candidates standing against socialism.", "Sunday night, the American people saw a Republican candidate championing mainstream conservative values and a Democrat candidate doing everything in his power to dodge questions about these past radical statements and far-left beliefs.", "The contrast could not be clearer and it’s up to voters in Georgia to stop unhinged Democrats from taking power in the Senate.", "If Schumer and Pelosi control the legislative branch, the America we know and love will never be the same.", "CLICK HERE TO GET THE FOX NEWS APP", "In returning Loeffler and Perdue to the Senate, Georgians are voting to protect the Constitution, in favor of free market capitalism and low taxes over socialism, and for law and order instead of chaos in the streets.", "All eyes will be on the Peach State on Jan. 5 with the future of our nation hanging in the balance.", "CLICK HERE TO READ MORE FROM DAVID BOSSIE"], "authors": ["David Bossie", "David N. Bossie Is President Of Citizens United", "A Fox News Contributor", "The Deputy Campaign Manager For Donald Trump For President", "The Former Chief Investigator For The U.S. House Of Representatives Committee On Government Reform", "Oversight During The Clinton Administration. He Is The Co-Author With Corey Lewandowski Of", "Trump", "America First", "The President Succeeds Against All Odds", "Along With"], "keywords": ["vote", "america", "vs", "georgia", "stake", "whats", "debate", "loeffler", "state", "david", "schumer", "pelosi", "shows", "warnock", "senate"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}