{"id": "0a3e16f2-7619-35df-a171-dfa33f73eac7", "title": "Supermarkets’ super struggle to make money from home delivery boom", "url": "https://www.ft.com/video/fb009202-ac8c-4eba-b0ba-6712ad0da69c?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=3", "summary": "You can enable subtitles (captions) in the video playerCovid-19 has led to an ecommerce surge in grocery sales.\nBut grocers are struggling to make any money from online home deliveries, even when customers are charged for the service.\nSome use third parties, but their margins all compare poorly to customers shopping in store.\nThe US in particular was scarred by the 2001 failure of WebFam, an early online grocery venture.\nThe future of online grocery looks increasingly like a mix of solutions.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Covid-19 has led to an ecommerce surge in grocery sales. In the UK online's share of sales jumped from 8 per cent to more than 12 per cent in a matter of weeks, and other nations also saw noticeable rises. But grocers are struggling to make any money from online home deliveries, even when customers are charged for the service. Common delivery methods range from grocers picking goods up in-store or from dark stores not open to the public or warehouses. Some use third parties, but their margins all compare poorly to customers shopping in store.", "For many years retailers have been daunted by the capital spending and technical challenges of offering online food shopping at scale. The US in particular was scarred by the 2001 failure of WebFam, an early online grocery venture. More successful has been Ocado which launched in the UK in 2002. It went for a model based around automation from the start, building a large distribution centre north of London.", "Deterred by the complexity of automation, traditional supermarkets ultimately preferred picking up customers' orders in stores and then putting them onto trucks for distribution. Till now, low or non-existent fees for delivery have hindered profitability. But recently there's been a flurry of agreements between retailers and food delivery apps like Deliveroo and Uber Eats, many of which involve delivery fees for consumers.", "Reducing the cost of fulfilling orders is another challenge. Ocado is busy building 54 robotic fulfilment centres around the world for its clients, although capital costs and lead times are high. A less radical alternative are the automated micro fulfilment systems which can operate within stores and are touted by companies such as Fabric, AutoStore, and TakeOff.", "The future of online grocery looks increasingly like a mix of solutions. Big automated facilities in densely populated cities, smaller ones closer to shoppers in more suburban environments, and a mix of store pick or intermediaries in rural areas."], "authors": [], "keywords": ["online", "struggle", "customers", "shopping", "super", "uk", "boom", "money", "picking", "grocery", "delivery", "supermarkets", "retailers", "stores", "sales"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}