{"id": "0a476e84-aaad-370d-8769-49e4b7d591cc", "title": "Shopping Is How I Speak With My Mother. So What Happens When It Disappears?", "url": "https://www.vogue.com/article/growing-up-in-style-liana-satenstein", "summary": "Shopping is actually the only way that my mother can really communicate with the world and with me.\nBefore the pandemic, it was already bad: The holy grail of Massachusetts shopping, Filene’s Basement, was boarded up.\nOne of my mother’s last places for shopping, an outdoor flea market, has been put on pause.\nThese outlets—a sliver outside of our tiny town, a portal outside of this place—have now dissolved.\nAfter all, I like to find out who my mother once was by the same kind of excavation of her clothing.", "paragraphs": ["Growing Up in Style is a series about the connection between fashion and local life in America, past and present.", "My mother always claims she doesn’t shop. She will stand in the kitchen, while making me breakfast, and say: “I haven’t bought a new thing in two years.” It’s always two years, no matter if those two years have passed or not. Most recently, she tells me this exact phrase while wearing a totally amazing ribbed black tank with Jamaica spelled out in rhinestones. It’s something all the Y2K-loving Insta-girls would freak over.", "“What about that top?” I ask her.", "“I bought it at the Salvation Army two years ago.” I instantly want it.", "Shopping is actually the only way that my mother can really communicate with the world and with me. She’s an antique dealer, so whether she can cover the bills and car insurance is dependent on how much jewelry she finds and sells in a given week. Clothes come into play too. She finds them at estate sales, flea markets, thrift shops, and consignment stores. It’s been quiet, though, recently with the pandemic.", "The quietness scares me, and I hate the idea of stores closing. Before the pandemic, it was already bad: The holy grail of Massachusetts shopping, Filene’s Basement, was boarded up. No more public changing rooms, swinging tits, and heaps of clothes that don’t fit. No more cashmere knits from Italy. No more fancy pairs of tiny underwear individually hung on tiny hangers. And all of the cute consignment stores and boutiques my mom used to frequent just couldn’t wait to be leased, snatched up by some Panera Bread or CBD shop.", "And now with the pandemic? It’s gotten worse. The silence is deafening. One of my mother’s last places for shopping, an outdoor flea market, has been put on pause. No more off chance of scoring an original Vietnam-era olive green army jacket or a chic fur coat that someone cleared out from a dead woman’s home. These outlets—a sliver outside of our tiny town, a portal outside of this place—have now dissolved. All must go!", "It’s tough for me to reckon with. After all, I like to find out who my mother once was by the same kind of excavation of her clothing. Her closet is bursting with all things amazing and discounted: Prada patent-leather shoes. (She can’t wear them because they hurt her feet.) A funky Moschino Cheap and Chic top. (Really cute cherries on it.) Old leather goods from Ann Taylor. (When it was good.) She actually has been asking me to help her clean it out. She wants to know what is “in,” which I can’t wrap my head around. “Who cares?” I always think. I think her style is radical for our town: a little glamorously askew with luxury castoffs from my job and her own gold-mine bargain buys from far-flung places like Milan and Paris or something made in L.A. That diamond-in-the-rough type of stuff. How could I ever let her part with any of it?"], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["style", "speak", "happens", "mother", "town", "really", "places", "shopping", "tiny", "recently", "disappears", "stores", "think"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}