{"summary": "Jeremy Hansen told FOX13.\n“She told the detective she didn’t read the note, she just stamped it and signed it,” Hansen told FOX13.\nTooele police told FOX13 they believe Souron-Mathers received at least $177,000 in government benefits over the 10-year period.\nThere were additional pertinent details within the letter, but police told FOX13 that information is not being released at the moment.\n\"I wouldn’t want to live in an apartment with my dead husband or my dead wife,\" he told FOX13.", "keywords": ["freezer", "dead", "fox13", "say", "letter", "utah", "man", "body", "left", "mathers", "notarized", "told", "apartment", "2009", "woman", "husband", "discovery"], "paragraphs": ["A man whose body was discovered in a freezer inside a Utah apartment last month is believed to have been dead for a decade and left a note behind stating his wife didn't kill him, according to officials.", "Authorities were conducting a welfare check on Nov. 22 when they found 75-year-old Jeanne Sourone-Mathers dead inside her apartment of natural causes in the town of Tooele, about 35 miles southwest of Salt Lake City. When police conducted a further search of the apartment, they discovered the body of 69-year-old Paul Edwards Mathers in a freezer.", "In addition to the body, investigators found a notarized letter signed by Paul Mathers stating his wife did not kill him.", "“It was notarized on December 2, 2008,” Tooele Police Sgt. Jeremy Hansen told FOX13. “We believe he had a terminal illness.”", "MAN'S BODY FOUND IN FREEZER OF DEAD UTAH WOMAN WAS THAT OF HER HUSBAND, AUTHORITIES SAY", "Police believe that Souron-Mathers, 75, left her husband dead in the freezer sometime between Feb. 4, 2009, and March 8, 2009. Mathers was last seen alive on Feb. 4, 2009, at an appointment at the Veterans Affairs hospital.", "The person who notarized the letter in 2008 has been interviewed by police as part of the investigation.", "“She told the detective she didn’t read the note, she just stamped it and signed it,” Hansen told FOX13.", "Authorities are investigating why the woman kept the body and whether she wanted to keep collecting his Social Security and Veteran’s Affairs checks, the Deseret News reported.", "Tooele police told FOX13 they believe Souron-Mathers received at least $177,000 in government benefits over the 10-year period.", "ILLINOIS MAN CHARGED WITH DRIVING ON REVOKED LICENSE 26 TIMES IS SENT TO PRISON", "Detectives, who have not ruled out homicide, also are investigating whether the woman had any help putting the body in the freezer, which was in a utility room.", "The woman used a wheelchair, but did not need one in early 2009 when her husband died, police said. Hansen said that Mathers was not a large man.", "There were additional pertinent details within the letter, but police told FOX13 that information is not being released at the moment.", "CLICK HERE FOR THE FOX NEWS APP", "Neighbors who live in the retirement community where the discovery was made said that Sourone-Mathers was a \"very nice person\" who would not \"hurt a fly.\"", "Evan Kline told FOX13 he had taken her to doctor appointments and that she had a different story about her husband.", "“The story that — at least she was putting out — was her husband walked out on her,\" he told the television station.", "Another resident of the retirement community, James Kite, speculated Sourone-Mathers kept the body around in order to keep the money since it was her only source of income. He said while the idea was \"kind of smart,\" it was \"still creepy.\"", "\"I wouldn’t want to live in an apartment with my dead husband or my dead wife,\" he told FOX13.", "Fox News' Louis Casiano and the Associated Press contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/utah-man-freezer-notorized-letter-left-behind-tooele", "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "id": "0a6954a3-eff2-34bc-9c4f-b8b57ecc7a6b", "pubDate": null, "title": "Utah man was in freezer 10 years before discovery, left notarized letter behind, police say"}