{"id": "0a8675c1-1277-3193-92cd-2ad2737280ab", "title": "WHO looks at giving Covid-19 to healthy people to speed up vaccine trials", "url": "https://www.theguardian.com/world/2020/dec/07/who-looks-at-giving-covid-to-healthy-people-to-speed-up-vaccine-trials", "summary": "1Day Sooner, a non-profit organisation advocating for human challenge study volunteers, said it asked to attend the meeting but was turned away.\nHuman challenge trials have the potential to yield results more quickly than conventional vaccine field trials in which researchers must wait for participants to get infected in the real world.\nEnthusiasm for such trials in the United States has reportedly waned since the positive vaccine results poured in last month.\nAdvocates of challenge trials said there is still merit in conducting them, despite new vaccine data.\nHuman challenge trials for next-generation vaccine candidates can help ensure there are enough vaccines for the whole world,” 1Day Sooner said.", "paragraphs": ["The World Health Organization is holding discussions on Monday about the feasibility of trials in which healthy young volunteers are deliberately infected with coronavirus to hasten vaccine development – amid questions over whether they should go ahead given the promising data from the frontrunner vaccine candidates.", "Some scientists have reservations about exposing volunteers to a virus for which there is no cure, although there are treatments that can help patients. However, proponents argue that the risks of Covid-19 to the young and healthy are minimal, and the benefits to society are high.", "The WHO advisory group meeting, which will focus on reviewing existing plans for “human challenge trials” and discuss associated technical concerns, will not include groups representing research participants or members of the public.", "1Day Sooner, a non-profit organisation advocating for human challenge study volunteers, said it asked to attend the meeting but was turned away.", "In a statement to the Guardian, the WHO said the meeting was a focused technical consultation with scientific experts, and that such meetings were not usually open to the public but that future meetings could include civil participation.", "More than a dozen scientific experts are expected to convene as part of the advisory group on Monday, and observers could include representatives of the Wellcome Trust, the Bill & Melinda Gates Foundation, the US-based National Institutes of Health and the FDA.", "Joshua Morrison, executive director of 1Day Sooner, said: “If the argument is, we’re just giving advice into what the studies should look like – we think research participants should be a part of that. And if the argument is that this [meeting] is completely separate from the ethical side of things, I do think that’s hard to disentangle from the technical concerns.”", "1Day Sooner has had the opportunity to contribute commentary to ethical guidelines on human challenge trials, as well as the technical roadmap for such trials published by the WHO this year. “That’s not really quite the same as being in the meetings where decisions are made,” Morrison said.", "In a document detailing the key criteria for the ethical acceptability of Covid-19 human challenge studies issued in May, the WHO recommended human challenge programmes should be informed by public engagement, including challenge study participants or those who have expressed interest in participating, in addition to experts and policymakers.", "Human challenge trials have the potential to yield results more quickly than conventional vaccine field trials in which researchers must wait for participants to get infected in the real world. These studies can also be used to compare multiple vaccine candidates, develop treatments and gather data about the immediate aftermath of infection, which would be difficult otherwise.", "The UK government has invested about £30m to back a human challenge trial, although ethical approval is pending, and similar studies are being planned in the Netherlands. Enthusiasm for such trials in the United States has reportedly waned since the positive vaccine results poured in last month.", "Advocates of challenge trials said there is still merit in conducting them, despite new vaccine data.", "“Pfizer, Moderna, and AstraZeneca together can only produce enough vaccines in 2021 to immunise a third of humanity, and rich countries have already preordered most of their vaccines. Human challenge trials for next-generation vaccine candidates can help ensure there are enough vaccines for the whole world,” 1Day Sooner said."], "authors": ["Natalie Grover"], "keywords": ["participants", "giving", "studies", "covid19", "meeting", "healthy", "vaccine", "human", "ethical", "trials", "technical", "sooner", "challenge", "speed", "looks"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}