{"id": "0abc568f-1fcd-329c-98a1-25150d29b298", "title": "Head of Fund Accounting - Real Estate Investment Management job with Marks Sattin - London", "url": "https://www.exec-appointments.com/job/1580697/head-of-fund-accounting-real-estate-investment-management-/?TrackID=295395", "summary": "First name Required Last name RequiredEmail address RequiredUpload your CV Required Upload from your computer Or import from cloud storage Dropbox Google Drive Your CV must be a .doc, .pdf, .docx, .rtf, and no bigger than 1MBYour covering message for Head of Fund Accounting - Real Estate Investment Management Required 4000 characters leftSave my CV for future applications and allow recruiters to find me in the CV database Email me jobs like this one when they become available Please email me a free CV review from TopCV.\nI consent to exec-appointments.com sharing my data withYour data will be passed to the recruiter who will contact you directly about your application.\nFor more information about how we use your data please refer to our privacy and cookie policies.", "paragraphs": ["First name Required Last name Required", "Email address Required", "Upload your CV Required Upload from your computer Or import from cloud storage Dropbox Google Drive Your CV must be a .doc, .pdf, .docx, .rtf, and no bigger than 1MB", "Your covering message for Head of Fund Accounting - Real Estate Investment Management Required 4000 characters left", "Save my CV for future applications and allow recruiters to find me in the CV database Email me jobs like this one when they become available Please email me a free CV review from TopCV.", "I consent to exec-appointments.com sharing my data with", "Your data will be passed to the recruiter who will contact you directly about your application. For more information about how we use your data please refer to our privacy and cookie policies."], "authors": [], "keywords": ["london", "sharing", "fund", "management", "required", "head", "topcvi", "real", "withyour", "data", "cv", "storage", "job", "investment", "email", "estate", "upload", "sattin", "rtf", "marks"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}