{"summary": "Madden 20 introduces powerful X-Factor players and Superstar abilities only available to select players.\nBoth X-Factors and Superstar abilities can be very useful, but some are definitely handier than others.\nIf you have your own thoughts on which X-Factors or Superstar abilities are valuable, list them down in the comments section below.\nMadden 20 X-Factors & Superstar AbilitiesI’ve broken down the game’s current abilities based on a few broad categories:ELITE COMBOSThese abilities combine two separate Superstar abilities, making them rare and particularly effective.\nSuperstar Abilities: Backfield Master, Hot Route Master, Outside Apprentice, RB Apprentice, Route Apprentice, Slot Apprentice, WR ApprenticeROUTES & CATCHESThese Superstar abilities and X-Factors naturally aid in specific routes and catch types, making them all useful.", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "keywords": ["madden", "superstar", "zone", "superstars", "guide", "xfactors", "players", "elite", "xfactor", "deadeye", "20", "specialist", "ball", "ability", "abilities"], "id": "0abf5dc7-0ad9-30c2-9fa4-d20b6235cbb7", "url": "https://www.gameinformer.com/guide/the-sports-desk/2019/08/05/the-madden-20-x-factors-superstars-guide", "title": "The Madden 20 X-Factors & Superstars Guide", "pubDate": null, "paragraphs": ["Madden 20 introduces powerful X-Factor players and Superstar abilities only available to select players. Superstar abilities are always on, meaning players with the Shutdown ability, like Jaguars corner Jalen Ramsey, always have an increased chance of disrupting receiver catches. X-Factor players, however, must activate their X-Factor by meeting specific gameplay goals. For instance, for Adam Thielen to earn his Double Me X-Factor that increases the chances of him winning an aggressive catch against single coverage, he first must catch two 20-plus yard passes. Once the X-Factor is turned on, it can be turned off, and the conditions for this are similarly prescriptive. Odell Beckham Jr. falls out of the zone and his X-Factor turns off when you don’t target him on consecutive plays.", "Both X-Factors and Superstar abilities can be very useful, but some are definitely handier than others. Some aren’t even used by any players at launch, and others might be more helpful to some users depending on their play style. Conversely, if you’re playing against an opponent with these abilities, you’re going to want to know what you’re going up against.", "These abilities are used throughout the game, but they can only be switched in/out in Madden Ultimate Team and QB1 Face of the Franchise. Otherwise, they’re tied to specific players in regular franchise modes – including players you draft.", "To see the current list of which players have which abilities, their full descriptions, and the requisites to turn on/off the X-Factors, click into the special rotating menu (the far-left panel at the bottom of the screen) from the game’s main menu screen. Developer EA Tiburon plans to add and subtract from the list during the season, tweaking which players have what, so you’ll have to be on the lookout for that.", "If you have your own thoughts on which X-Factors or Superstar abilities are valuable, list them down in the comments section below.", "Madden 20 X-Factors & Superstar Abilities", "I’ve broken down the game’s current abilities based on a few broad categories:", "ELITE COMBOS", "These abilities combine two separate Superstar abilities, making them rare and particularly effective. My favorite is Edge Threat Elite, which helps your DE off the edge, but also affects QB throwing accuracy even if you don't get the sack outright.", "Superstar Abilities: Edge Threat Elite, Evasive, In/Out Elite, In/Post Elite, Out/Corner Elite, Pass Lead Elite, Pass Rush Elite, Pick Artist, Post/Flag Elite, Route Apprentice, Run Stopper, Tackle Supreme, Universal Coverage", "HOT ROUTES", "Using hot routes at the line of scrimmage on offense is a great way to tailor each play and player to your liking. Some gamers use them to great effect, but if you don’t use them, then obviously these abilities won’t help you at all. The game’s Superstar Abilities revolving around hot routes apply to QBs as well as running backs, receivers, and tight ends.", "Superstar Abilities: Backfield Master, Hot Route Master, Outside Apprentice, RB Apprentice, Route Apprentice, Slot Apprentice, WR Apprentice", "ROUTES & CATCHES", "These Superstar abilities and X-Factors naturally aid in specific routes and catch types, making them all useful. Of particular note is the X-Factor Double Me (increased chance of an Aggressive catch against single coverage) given how powerful aggressive catches are in the game. The Satellite, Backfield Mismatch, and Safety Valve abilities relate to running backs, while Playmaker applies to that user-control feature, so milage on these will vary depending on the user. I like doing slants, so Slant specialist is good to hold onto the ball while going over the middle, but Slot-O-Matic might be more generally effective since it confers different advantages to short routes from the slot.", "Superstar Abilities: Backfield Mismatch, Cross Specialist, Curl Specialist, Double-Move Elite, Grab-N-Go, In Specialist, Matchup Nightmare, Playmaker, Post Specialist, Red Zone Threat, Route Technician, Safety Valve, Slant Specialist, Slot-O-Matic, Streak Specialist", "X-Factors: Double Me, Max Security, RAC Em Up, Satellite", "QB MOBILITY", "Madden 20 has a new control allowing QBs to pull down the ball, giving them full access to any ball carrier moves in the pocket. Apart from that, this year’s abilities add to your mobility in and out of the pocket, and are pretty much good across the board (see below for a list of some of the more questionable abilities). My favorite is Russell Wilson’s Blitz Radar, which highlights extra blitzers. Also, Protected and Secure Protector relate to the o-line, so you can't ignore those either.", "Superstar Abilities: Agile Extender, Anchored Extender, Escape Artist, Fastbreak, Protected, Secure Protector", "X-Factors: Blitz Radar", "QB THROWING", "Apart from the mobility-related abilities for QBs listed above, most of the rest are related to throwing accuracy under specific conditions (called Deadeye) and precision passing. The ones I gravitate toward are the accuracy abilities when outside the pocket like Dashing Deadeye (when throwing on the run outside the pocket) and Roaming Deadeye (when feet are set outside the pocket). I also like the Fearless X-Factor (accuracy unaffected by defensive pressure) and Sleight of Hand (improves pump fake), especially since the latter is easier to perform this year. Currently nobody has the Gunslinger ability, which speeds up the animation and ball speed for bullet passes, so this is one I'm really looking forward to using since it's often paramount to get the ball out quickly when the receiver is between zones.", "Superstar Abilities: Conductor, Dashing Deadeye, Gift Wrapped, Gunslinger, Gutsy Scrambler, Identifier, Inside Deadeye, Last Ditch, Lofting Deadeye, Long Range Deadeye, No-Look Deadeye, Pass Lead Elite, Pocket Deadeye, Pocket Lead, QB Playmaker, Red Zone Deadeye, Roaming Deadeye, Secure Protector, Set Feet Lead, Sideline Deadeye, Sleight of Hand", "X-Factors: Bazooka, Fearless, Gambler, Pro Reads, Run N Gun", "RUNNING WITH AUTHORITY", "This year’s game has improved the feel of the running game, and these abilities help that tremendously, from powering up your stiff arm, juke, hurdle, and spin to improving the blocking inside and out. MUT head-to-head gameplay is awash with ball carrier special moves, so these abilities fit right in. That being said, the current X-Factors in this department seem limited (see Are They Worth It? below for more). If I had to go with one, I'd look for a player with Outside Zone Guru since outside runs can be big gainers, and sometimes the A.I. blocking needs help on the perimeter.", "Superstar Abilities: Arm Bar, Balance Beam, Bruiser, Bulldozer, Human Joystick, Inside Zone Guru, Juke Box, Leap Frog, Outside Zone Guru, Pin-n-Pull Guru, Spin Cycle", "X-Factors: First One Free, Freight Train, Wrecking Ball", "DOMINANT DEFENSE", "There aren’t many that fit into this category, but I think almost all of them bring something to the table, affecting play from pass breakups to defensive line moves, better tackling, hits, and interceptions. A handful of elite abilities combine multiple abilities, so you know these are valuable. Among the X-Factors, if I had to choose, it would would be Zone Hawk, which increases the rate of knockouts and INTs. Reinforcement is a close second, which helps defensive backs shed blocks and make stops closer to the line of scrimmage, but also aids in pass disruption.", "Superstar Abilities: Acrobat, Edge Threat, Edge Threat Elite, Enforcer, Finesse Specialist, Lurker, Man Up, Pass Rush Elite, Pick Artist, Power Specialist, Reach Elite, Run Stopper, Secure Tackler, Strip Specialist, Tackle Supreme, Under Pressure, Unfakeable, Universal Coverage, Zoned Out", "X-Factors: Fearmonger, Reinforcement, Run Stuffer, Shutdown, Unstoppable Force, Zone Hawk", "GETTING INTO THE ZONE", "The Clutch, Homer, and Indoor Baller Superstar abilities all get you into the zone for your X-Factors faster, making them all useful assuming you like your player's X-Factor.", "ARE THEY WORTH IT?", "I wouldn’t say any Superstar ability or X-Factor is completely worthless, but some are less useful than others.", "Pro Reads (X-Factor) – While it sounds great that your first open read as a QB is highlighted, in practice I found that either I already made the read before the A.I. or it simply wasn’t useful to me, like when the running back is highlighted coming out of the backfield when I'm looking to push the ball downfield instead.", "Bazooka (X-Factor) – Cover star Patrick Mahomes has this, and I’m as big a fan of his as anyone, but frankly I don’t know how many situations I’m going to be in where I have to throw an 80-yard bomb. I’m not saying it’s not useful, I’d just rather have another X-Factor instead.", "Conductor (Superstar) – This lets QBs make pre-play adjustments twice as fast, except audibles. Most players rarely have a problem with this in the first place.", "Fast Break (Superstar) – This gives QBs faster control to execute QB-designed runs. I personally don’t call many of these in the first place.", "First One Free (X-Factor) – This running back X-Factor gives you an increased chance to pull off a spin, juke, or hurdle – but only the first one. Although the X-Factor isn’t turned off unless the player is tackled for a loss, it’s arguably not even as powerful as some regular always-on Superstar abilities.", "Freight Train (X-Factor) – Currently only Cam Newton has this ability, which gives him a better chance of breaking the first tackle (like First One Free). In practice, I didn’t find it super useful. Whether in the pocket or out, it usually wasn’t hard for defenses to rally enough defenders to take him down.", "Last Ditch (Superstar) – An ability that lets you throw the ball when being sacked may sound like a life-saver, but you’ll mainly just be chucking incompletions anyway. If you’re outside of the pocket you can always throw it away instead.", "Strip Specialist (Superstar) – This makes you immune to broken tackles when going in for the strip. This isn’t super useful since it doesn’t increase the chance of causing an actual fumble.", "ONES TO WATCH", "At the time of this writing, there are some X-Factors and Superstar abilities in the game that aren’t utilized by any players yet. In the future, if you see a player with one of these abilities, you should give them serious consideration because these sound valuable. Description text from EA Tiburon.", "Balance Beam – Automatic stumble recovery when carrying the ball.", "Bruiser – Ballcarriers with this ability have more powerful truck and stiff arm animations.", "Bulldozer – Excels at the truck special move when carrying the ball.", "Clutch Kicker – Kicker cannot be iced by an opponent timeout during critical field goals.", "Focused Kicker – Kick-meter cursor speed is significantly slower for more precise place kicking.", "Gunslinger – Faster passing animations & increased max pass speed on bullet passes.", "Gutsy Scrambler – Passers with this ability won't be adversely affected by pass rush pressure while throwing on the run.", "Human Joystick – Increased agility as a ball carrier.", "In Post Elite – Combines In Specialist and Post Specialist.", "Long Range Deadeye – Perfect passing accuracy on all deep throws except high & low throws with the QB's feet set.", "Lurker – Ability to make jumping and 180 degree interceptions when in coverage over the middle of the field.", "Out Corner Elite – Combines Out Specialist and Corner Specialist.", "Playmaker – Grants receivers the ability to immediately and precisely react to playmaker requests.", "QB Playmaker – Passers with this ability can elicit immediate and precise playmaker reactions from any receiver.", "Run N Gun – Many passers use a combination mobility and aggressiveness to make big plays. When they enter the zone; they can't be intercepted (by AI defenders) while throwing on the run.", "Run Stuffer – Run Stuffers can singlehandedly disrupt an offense. When they enter the zone; this ability increases their win rate and block shed speed against one-on-one run blocks.", "Secure Protector – When pass blocking, provides more time in the pocket when engaged by not allowing quick pass-rush blocksheds, unless defender has Edge Rush Elite.", "Secure Tackler – Prevents auto-broken tackles vs. ball carriers when using the conservative or dive tackle mechanics.", "Wrecking Ball – Wrecking Ball runners don't avoid contact. They create it. When they enter the zone; this ability increases their success rate on the next three trucks or stiff arms.", "The Ticker", "THE TICKER", "The Madden NFL 20 Review", "Seven Gameplay Changes Coming to NBA 2K20", "NBA 2K20 Gameplay Trailer", "NBA Live 20 Releasing in Late 2019", "More Impressions From the NHL 20 Beta", "Minnesota Timberwolves NBA 2K League Affiliate Wins the 2019 Championship", "PES 2020 Cover Stars Announced", "Draft Day Sports: Pro Football 2020 Out Now"]}