{"id": "0ae636a7-26c3-3bd3-af8b-397988edb13b", "title": "‘This land feeds our souls’: the battle to save the Rockies from big coal", "url": "https://www.theguardian.com/environment/2021/feb/09/canada-alberta-rockies-battle-big-coal-aoe", "summary": "Then, on Monday, she said that the 1976 coal mining policy would be reinstated.\nHow the fight beganFor nearly half a century, Alberta’s rugged landscape had been protected by its coal policy, which barred exploration and mining in wilderness areas.\nUnder the new policy, large swaths of what was formerly classed as category 2 land could be leased by coal companies for exploration.\nThere are currently hundreds of new drill sites and hundreds of kilometres of new roads that are a direct result of the removal of the coal policy.\n“By protecting treaty rights, we are protecting the land, we are protecting the mountains, we are protecting the wildlife,” she says.", "paragraphs": ["Growing opposition to the lifting of mining protections in Alberta has forced the Canadian province to backtrack", "To the east of the Bluebird Valley ranch, the grasslands of the Canadian prairies extend beyond the horizon. To the west, the fields rise, and then sharply erupt into the Rocky Mountains.", "Cattle graze the 3,600 hectares (9,000 acres) of the Bluebird, an hour south-west of Calgary, and on hot summer days rancher Jolayne Gardner’s children jump into the chilly waters of a creek that threads the rolling hills.", "Facebook Twitter Pinterest ‘What happens here impacts over a million people and their water supply,’ says Jolayne Gardner of Bluebird Valley ranch in Alberta. Photograph: Courtesy of Jolayne Gardner", "“This land feeds our souls,” says Gardner. “But realistically, what happens here also impacts over a million people and their water supply.”", "For months, the Gardners and other ranchers in southern Alberta had been living in fear that the land around them would be transformed into opencast coalmines after rules protecting the wilderness were abruptly rescinded last year.", "While there is a long history of coalmining in the mountainous regions of the province, no new mines have been built since 1974. But with the change in policy, drill sites and nearly 70km of new exploration roads through critical wildlife habitats were given the go-ahead on once-protected land, pitting the community against mining companies and a local government keen to extract the land’s resources.", "Ranchers and environmentalists in the area first started sounding the alarm over the summer, circulating petitions and creating Facebook groups to raise awareness. Those efforts received a substantial boost in January after the country singing star Corb Lund, a chronicler of Alberta’s farming and ranching culture, voiced his concerns.", "“My understanding is that you can have either coalmining or clean water, but you can’t have both,” he told his fans in a video posted to social media on 12 January, titled Mountains Not Mines.", "Lund, who has released 11 albums, has long worried that the unique landscape of southern Alberta would be developed by industry.", "“This is my prairie, this is my home / I’ll make my stand here and I’ll die alone / They can drill, they can mine o’er my smoldering bones / ’Cause this is my prairie, this is my home,” he wrote 15 years ago in the song This Is My Prairie.", "Facebook Twitter Pinterest ‘You can have coalmining or clean water, but you can’t have both’ ... Albertan country star and campaigner Corb Lund. Photograph: Mark Horton/WireImage/Getty", "Lund’s post was viewed nearly half a million times as outrage rippled throughout the province. Other singers, including Paul Brandt, Terri Clark, Jann Arden and kd lang, also expressed frustration over the Alberta government’s decision to change its policy on coalmining. More than 100,000 people signed a number of petitions to halt the sale of coal leases and thousands of letters were sent to political leaders, a groundswell of opposition that caught the government of Alberta by surprise.", "Last month, amid the growing backlash, Alberta’s energy minister, Sonya Savage, announced that a recent sale of 11 coal leases in December would be cancelled. Then, on Monday, she said that the 1976 coal mining policy would be reinstated. “Albertans have spoken loud and clear and we have heard them,” she said in a statement. People power had prevailed.", "How the fight began", "For nearly half a century, Alberta’s rugged landscape had been protected by its coal policy, which barred exploration and mining in wilderness areas. In May, however, as oil prices plunged and the province’s economic outlook darkened, Alberta’s energy minister reversed the longstanding regulation, calling it an “outdated” policy and promising to attract new investment to the province.", "The largest change was to “category 2” lands, which were once protected owing to their ecological sensitivity. Under the new policy, large swaths of what was formerly classed as category 2 land could be leased by coal companies for exploration.", "The Alberta government’s decision, posted on its website the afternoon before a long weekend as the coronavirus reached the peak of its first wave, was criticised by many.", "“If the government is so excited about this, why did we have to hear about it this way?” Gardner says, recalling the moment she heard of the change. “There are so many things to be proud of in this province. Open-pit coalmining is not one of them.”", "After ending the coal policy, the Alberta government went on to sell leases covering nearly 2,000 hectares to Australian mining companies including Atrum Coal and Montem Resources.", "Facebook Twitter Pinterest A mining facility at Cadomin, Alberta. The province has a long history of coalmining. Photograph: Brent Beach/Alamy", "The Alberta government argued that opening up new coalmines would create jobs in a province heavily reliant on the unpredictable fortunes of the oil industry. In 2017, the Alberta government collected C$15.7m (£8.9m) in coal royalties – a figure that would increase significantly with new mining projects. In struggling areas such as Crowsnest Pass, mining jobs would be a boon to the community’s grim economic circumstances.", "But to create surface mines, the companies would have to blast the eastern slopes of the Rocky Mountains, scraping into the debris for valuable coal seams. The slopes are home to forests of lodgepole pine, balsam and spruce and are a critical habitat for vulnerable grizzly bears and caribou.", "Even though the policy is back in place, for anyone interested in stopping the damage, nothing has changed Cam Gardner", "There was also concern that mountain streams could become contaminated with selenium, a common byproduct of coalmining. Home to threatened cutthroat trout, those waters eventually feed three main rivers: the Red Deer, the South Saskatchewan and, most critically, the Oldman. All of southern Alberta, as well as neighbouring Saskatchewan, relies on the health of those rivers for drinking and irrigation.", "Despite Monday’s announcement that the Alberta government would reinstate the coal policy and consult with the public as it develops new guidelines, six previously approved exploration projects can still move ahead, including the Grassy Mountain mine, a proposal that predates the policy change.", "“On the face of it, today’s announcement may look like the government is trying to do something to halt coal development. But that’s that not the case,” says Cam Gardner, Joylane’s husband and a local councillor. “Even though the policy is back in place, for anyone interested in stopping the damage, nothing has changed. People are seeing through this move.”", "Facebook Twitter Pinterest The Bluebird Valley ranch in Alberta. Photograph: Courtesy of Jolayne Gardner", "Conservation groups were also cautious in welcoming the announcement. “We have serious concerns about the six projects that are still allowed to conduct exploration activities,” Christopher Smith of the Canadian Parks and Wilderness Society said in a statement. “Exploration activities cause great damage to our lands and waters. There are currently hundreds of new drill sites and hundreds of kilometres of new roads that are a direct result of the removal of the coal policy. Allowing these activities to continue is not appropriate.”", "The long road ahead", "As a province rich in oil, natural gas and coal, Alberta is no stranger to energy protests. In recent years, the governing United Conservative Party has cast protesters as part of a foreign-funded cabal “fuelling the anti-Alberta energy campaign” and spent millions on a “war room” to counter opposition to pipeline projects.", "“In the past, it’s been easy for the government to write off environmental protesters as tree-hugging hippies,” says Dave Clark, an avid hiker from Edmonton. “But these are Albertans of all political stripes who are fighting against coalmining. And this is what I think the government is worried about.”", "Clark helps run Protect Alberta’s Rockies and Headwaters, a Facebook group with about 25,000 members. “I’ve never seen so many people rally around a cause like this,” he says.", "Killing nearly 500 wolves in a year failed to protect endangered caribou – study Read more", "For Indigenous people in the area, the battle to preserve the land represents the latest front in a long and seemingly endless war.", "“The land is woven into the fabric of our culture and our identity. Every aspect of our lives is connected to the land,” says Latasha Calf Robe, a community organiser with the Blood Tribe. “And all of that is at risk of disappearing. You can’t rebuild a mountain.”", "In recent weeks, she has been educating community members in the broader Blackfoot Confederacy about the environmental risks of coalmining. Despite growing community opposition, the Blood Tribe’s chief and councillors had voiced their support for the Grassy Mountain project.", "“By protecting treaty rights, we are protecting the land, we are protecting the mountains, we are protecting the wildlife,” she says. “Because these fights never end. If it’s coalmines one day, it’s pipelines the next day, and then it’s logging.”", "Facebook Twitter Pinterest A wild bighorn sheep on top of a pile of coal near Cadomin, Alberta. Photograph: Robert McGouey/Wildlife/Alamy", "Even with the victory, the Gardners see a long fight ahead to ensure full protection of the land around them.", "“My husband and I always say this is the fight of our lives. I don’t want this for my grandchildren,” says Jolayne. “If enough people know what’s at stake and what it means to lose, I think that we’ll win.”", "Find more age of extinction coverage here, and follow biodiversity reporters Phoebe Weston and Patrick Greenfield on Twitter for all the latest news and features"], "authors": ["Leyland Cecco"], "keywords": ["save", "coal", "mining", "province", "rockies", "twitter", "feeds", "alberta", "protecting", "souls", "battle", "coalmining", "policy", "big", "long", "land"], "pubDate": "2021-02-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}