{"id": "0af701ac-7ca5-3b15-9bf0-4e109bac0d74", "title": "Why low cost, engineered wood is finding its way into fashionable interiors", "url": "https://propertylistings.ft.com/propertynews/united-states/6556-why-low-cost-engineered-wood-is-finding-its-way-into-fashionable-interiors.html", "summary": "It looks like a board of minced wood, which is exactly what it is.\nParticle board has little structural capacity and a tendency to swell if it gets wet.\nIn the UK, OSB is probably most familiar from its use as hoardings or makeshift constructions on and around building sites.\nThe interior of a restored home and studio, designed for an artist by Nuno Alves de Carvalho in Porto, uses OSB as a central element.\nThe craze for container-type boxes often sees OSB used as a functional lining, a material robust enough to stand up to corrugated steel.", "paragraphs": ["By Edwin Heathcote", "If you have ever come across a material that looks like someone has taken a wooden shed, chopped it up into tiny pieces, run over it a few times with a steamroller, swept the chips up with a broom and glued them all together, then that will be oriented strand board (OSB).", "OSB is low-cost, tough and pops in and out of fashion like tracksuits. It looks like a board of minced wood, which is exactly what it is.", "How then did this makeshift, frankly ugly product become a staple of contemporary interiors?", "Invented by American mechanical engineer Armin Elmendorf in 1965 and patented as “waferboard”, OSB is an offshoot of particle board, an affordable 19th-century innovation made from woodchip. Particle board has little structural capacity and a tendency to swell if it gets wet.", "The interior of this Lombardy home is fashioned almost entirely of OSB", "OSB is also made from fragments of wood, albeit larger chunks, but is assembled in such a way that the material can bear weight. Bits of wood are minced up and laid directionally (hence oriented), bonded with a resin and layered so that the strands in the sheets face different directions to give a strong, durable material.", "In the UK, OSB is probably most familiar from its use as hoardings or makeshift constructions on and around building sites. In the US, however, it is widely used as a construction material in its own right. In fact, most US houses are pretty much made of the stuff although it is invariably hidden behind other finishes.", "Sometimes, the material is celebrated and put centre-stage. OSB appears in club DJ booths, as counters in self-consciously cool coffee shops, as tables in pop-up restaurants or bars. It is popular at festivals and rooftop clubs, in workshops, garages, urban boutiques and art galleries in edgy neighbourhoods. You might argue that OSB is the harbinger of gentrification.", "Over recent years, it has also become a popular material for domestic interiors, a rather surprising manifestation of what Tom Wolfe referred to as the “non-bourgeois”. Which, of course, makes it the most bourgeois thing imaginable.", "OSB shelving provides this Porto house with textural relief from its otherwise minimal white interior", "Plywood, the material that OSB has largely replaced, proved to be fantastically versatile, used for everything from aeroplanes and boats to chairs and houses. But because plywood was often used chiefly as a functional material it gained a kind of street-cred as a workmanlike and yet surprisingly elegant material with that distinctive swirling surface.", "Something similar has happened with OSB. What was always intended as a background material began to be appreciated for its rough, macho appeal. As blandly painted surfaces became ubiquitous, OSB began to become a highlight material, a bit like bare brick walls and exposed hanging Edison bulbs.", "In a renovation of an old stone house in Kalamia, Greece, Architectural Studio Ivana Lukovic employed OSB for its coarseness, which complements the rough stone and mortar of the historic walls. Used sparingly for ceiling and doors, it is not a highlight at all, but rather a self-effacing membrane merging with an interior defined by its texture.", "Sometimes OSB is used as a floor surface, giving a texture and pattern in which it does not matter much how it is cobbled or joined together. It is also often used in large loft spaces to subdivide the volume, making a box within a box for a bathroom or a bedroom.", "Behind a historic facade in Alicante, La Errería architects designed a curious composition of architectural elements dominated by the central large volume. Intimacy is created by boxes lined with OSB, which create the more private spaces (main picture, above) and appear inside as miniature houses with pitched roofs. Enveloped in OSB, they somehow maintain the impression that this is a work in progress, an architecture of an evolving city employing the material language of the construction site.", "This refurbished Alicante home uses OSB structurally as well as for some of its furniture", "OSB's easiest application is as a cheap material for shelving and built-in furniture, kitchen counters and island units. The interior of a restored home and studio, designed for an artist by Nuno Alves de Carvalho in Porto, uses OSB as a central element. A floor-to-ceiling shelf unit gives textural relief from what is otherwise a pure, minimal white interior and introduces a hint of the workshop into the domestic.", "Architect Francesca Perani uses OSB not as an accent but to entirely envelop the interiors of a new gate lodge for a house in Albino in Lombardy; even the built-in furniture, storage and deep window reveals and seats have been constructed in the material.", "Perhaps most frequently seen in roof spaces, garden rooms and small forest retreats or lodges OSB has become an ad hoc, second tier material denoting a kind of butch functionality. There is something hairy about it; something that looks a little uncomfortable, a material that does not need to be kept clean, smells like wood and reeks of a kind of construction-site practicality.", "The craze for container-type boxes often sees OSB used as a functional lining, a material robust enough to stand up to corrugated steel. The Alpes São Chico housing complex, a series of small, easy-to-construct holiday lodges in Brazil’s Rio Grande do Sul by architects Porto Quadrado, perfectly illustrates OSB’s suitability for use as an affordable and quick internal finish. Profiled metal on the outside, OSB on the inside, these are unassuming and sit lightly on the ground.", "Affordable and robust, OSB is suited for use with low-cost, container-style properties, as here in a holiday home in Brazil’s Rio Grande do Sul", "OSB can look good then. Though not, it should be noted, ever as good as plywood. The question though is how sustainable is OSB?", "Plywood needs the thick trunks of mature trees, which are rolled and peeled like the shavings in a pencil sharpener, while OSB can be made from younger, thinner trees and, in theory at least, the leftover bits from other processes. Because it is bonded with resin it is not a particularly sustainable product and not easily recyclable, and it is cheap enough for contractors to not bother reusing it. Many of the advantages of using timber are lost.", "Nevertheless OSB has arrived in the interiors palette. To me it always looks like a woody brawn, chunks and chips in aspic, but there is something in its grain, that meaty quality of the best-veined marble, that lifts it above the endless plasterboard and paint of the contemporary interior.", "Used judiciously it can bring a little of the timber mill and building site back into the home. A little reminder of where it all came from.", "Photographs: BIS Images; Francesca Perani; João Morgado Architecture Photography; Alessandro Quevedo for Porto Quadrado"], "authors": [], "keywords": ["board", "low", "finding", "porto", "looks", "little", "wood", "uses", "fashionable", "interior", "material", "cost", "used", "way", "interiors", "osb", "engineered"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}