{"id": "0af83500-b6c1-3fdc-a0ca-a8a37872b378", "title": "Christopher Walken reveals he never owned a cell phone or computer, says he 'borrows' from 'nice' people", "url": "https://www.foxnews.com/entertainment/christopher-walken-never-owned-cell-phone-computer-nice-borrow", "summary": "In a world where everything is happening online, Christopher Walken revealed that he has somehow managed to avoid modern technology.\n\"Yeah, somebody had to come and set this up because I don’t have a cell phone or a computer,\" he said.\nDespite his best efforts, the Oscar-winner said that he’s been forced to have a cell phone while filming movies in the past.\n\"Sometimes on a movie, they’ll give me a cell phone but it’s more so that they can find me,\" he said.\nElsewhere in the interview, Walken revealed that his home in Connecticut, where he was reporting in virtually, has a room for memorabilia he’s collected over the years.", "paragraphs": ["In a world where everything is happening online, Christopher Walken revealed that he has somehow managed to avoid modern technology.", "The actor, 77, appeared virtually for an interview on \"The Late Show with Stephen Colbert\" where he noted that doing things via video chat is a rarity for him since he stays away from any and all technology.", "\"Yeah, somebody had to come and set this up because I don’t have a cell phone or a computer,\" he said.", "That prompted Colbert to ask if he was \"morally, philosophically or emotionally opposed\" to such things. However, Walken explained that the real reason is not as complicated as all that.", "CHRISTOPHER WALKEN RECEIVES HARVARD'S HASTY PUDDING AWARD", "\"No, no I just got to it too late,\" he explained. \"I think I‘m right at a certain age where it just passed me by. I never got involved in it because it would be strange to have any 10-year-old be much better at it than I am.", "He added: \"The other thing is that cell phones and that sort of thing is… It’s a little bit like a watch. If you need one, someone else has got it. People are nice about letting me borrow things.\"", "Despite his best efforts, the Oscar-winner said that he’s been forced to have a cell phone while filming movies in the past.", "\"Sometimes on a movie, they’ll give me a cell phone but it’s more so that they can find me,\" he said.", "WILL FERRELL SAYS CHRISTOPHER WALKEN IS ANNOYED BY 'SNL' COWBELL SKETCH", "Colbert likened it to a tracking collar, to which the actor agreed.", "\"And if I want to use it, somebody has to dial it for me. It’s that kinda thing,\" he concluded.", "Elsewhere in the interview, Walken revealed that his home in Connecticut, where he was reporting in virtually, has a room for memorabilia he’s collected over the years. The crown jewel of his collection, he said, is a pair of trunks that used to belong to legendary boxer Muhammad Ali.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "\"Muhammad Ali, you know, in the early 70s, his title was taken away and people don’t know it but... he did other things, he appeared in Broadway show and he had kind of an act where he toured,\" Walken said. \"I was working in a theater in Canada and he came through town with his show and he left his boxing trucks to be auctioned for charity for the theater and I went and got them.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Walken was on hand to promote his new film \"Wild Mountain Thyme\" where he stars opposite stars like Jamie Dornan, Emily Blunt and Clare Barrett. The film tells the story of two star-crossed lovers in Ireland whose love is caught between their family’s land dispute."], "authors": ["Tyler Mccarthy"], "keywords": ["cell", "theater", "thing", "stars", "virtually", "somebody", "revealed", "phone", "reveals", "christopher", "walken", "borrows", "owned", "computer", "things", "nice"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}