{"id": "0b2bbec8-7c6e-327e-bfa5-1ea19373cf9a", "title": "At 62, Michelle Pfeiffer Stuns in a Very French Celine Look", "url": "https://www.vogue.com/article/michelle-pfeiffer-celine-look-french-exit-film", "summary": "Michelle Pfeiffer gave a smoldering impression of a femme fatale in a mirror selfie she posted to Instagram yesterday.\nThe 62-year-old actress, who has been promoting the film French Exit—described as a “surreal comedy”—stayed true to the movie’s title and wore a full very French look courtesy of Celine.\nCeline Fall 2020 Photo: Alessandro Lucioni / Gorunway.comThere has always been debate around what “French style” really entails, especially after Netflix’s Emily in Paris and the titular character’s divisive wardrobe.\nIt’s a tried-and-true French wardrobe trick, employed by Parisian icons Jane Birkin and Caroline de Maigret, as well as former Vogue stylist Carlyne Cerf de Dudzeele.\nIn short, next time you’re looking to emulate French style, reach for this combo—much better than a beret.", "paragraphs": ["Michelle Pfeiffer gave a smoldering impression of a femme fatale in a mirror selfie she posted to Instagram yesterday. The 62-year-old actress, who has been promoting the film French Exit—described as a “surreal comedy”—stayed true to the movie’s title and wore a full very French look courtesy of Celine. She opted for pieces fresh from the Fall 2020 runway, including a sleek pinstriped blazer and a pair of incredibly tailored jeans. For a little skin, she donned a polka dot top that buttoned at the collar and let a sliver of décolletagé come through. This isn’t the first time that Pfeiffer has had a standout fashion moment for her press tour. Back in early October, she wore an equally French outfit by Yves Saint Laurent, which included a knit red blouse, a burgundy blazer, and a pair of jeans.", "Celine Fall 2020 Photo: Alessandro Lucioni / Gorunway.com", "There has always been debate around what “French style” really entails, especially after Netflix’s Emily in Paris and the titular character’s divisive wardrobe. But we can agree that Pfeiffer nails the concept. The secret here? Pfeiffer wears a pair of jeans with an elevated top. It’s a tried-and-true French wardrobe trick, employed by Parisian icons Jane Birkin and Caroline de Maigret, as well as former Vogue stylist Carlyne Cerf de Dudzeele. Who can forget when de Dudzeele put model Michaela Bercu in a bedazzled Christian Lacroix sweater and a pair of Guess jeans for Anna Wintour’s first issue of Vogue back in 1988? In short, next time you’re looking to emulate French style, reach for this combo—much better than a beret."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["style", "stuns", "celine", "french", "pair", "fall", "pfeiffer", "dudzeele", "michelle", "jeans", "62", "vogue", "wardrobe", "wore", "look"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}