{"id": "0b68314e-0709-3efe-a816-82e6ae37e6c1", "title": "Formula 1 driver Romain Grosjean's Instagram account hacked", "url": "http://www.foxnews.com/auto/formula-1-romain-grosjeans-instagram-hacked", "summary": "Injured Formula 1 driver Romain Grosjean Tweeted on Tuesday that his Instagram account had been hacked.\n“My Instagram account has been hacked.\nThe hacked account was apparently secured by the Instagram Help Team shortly after Grosjean’s alert, but it had reportedly displayed a message from something called Blue Badge Center and included a link to a Coronavirus (COVID-19) Information Center Facebook page.\nFormula 2 driver Christian Lundgaard tweeted that he suffered a similar hack, which included the same information that was still live at the time of this report.\nFox News Autos has reached out to Instagram for comment and will update this report with its responseCLICK HERE TO GET THE FOX NEWS APP", "paragraphs": ["Injured Formula 1 driver Romain Grosjean Tweeted on Tuesday that his Instagram account had been hacked.", "“My Instagram account has been hacked. Hopefully I can get it back very quickly. Sorry for that Hey @instagram can you help me?, “ the Frenchman wrote.", "The hacked account was apparently secured by the Instagram Help Team shortly after Grosjean’s alert, but it had reportedly displayed a message from something called Blue Badge Center and included a link to a Coronavirus (COVID-19) Information Center Facebook page.", "Formula 2 driver Christian Lundgaard tweeted that he suffered a similar hack, which included the same information that was still live at the time of this report.", "Grosjean was burned in a fiery crash at the Bahrain Grand Prix in November, which forced him to drop out of the last two races of the season. His contract with the Haas F1 team was previously set to run out at the end of the year, and he has not yet signed with a new team in any racing series.", "This is a developing story. Fox News Autos has reached out to Instagram for comment and will update this report with its response", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["romain", "driver", "fox", "information", "formula", "account", "team", "hacked", "tweeted", "grosjeans", "included", "instagram", "help"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}