{"id": "0b7ed646-54bf-3ebd-a600-d75e7a616477", "title": "UK government's own climate laws may halt roadbuilding plans", "url": "https://www.theguardian.com/politics/2021/feb/11/uk-government-own-climate-laws-may-halt-roadbuilding-plans", "summary": "In it, a government official acknowledged for the first time that the UK’s obligations under the Paris agreement, and its carbon budgets, would have to be taken into account in infrastructure planning decisions.\nAt that point the government had publicly vowed to press ahead with the airport expansion following a parliamentary vote in favour in June 2018.\nFor the roads campaigners, it is essential to seek an early judgment before concrete is poured on the new schemes.\nLooked at in the light of the pandemic, the roadbuilding scheme also appears increasingly questionable.\nThat would also create “shovel-ready” green jobs around the country and equip the UK for a low-carbon and digital future.", "paragraphs": ["The first sign that the government was in serious trouble over the long-mooted expansion of Heathrow airport came in a little-noticed letter from the Department for Transport in May 2019. In it, a government official acknowledged for the first time that the UK’s obligations under the Paris agreement, and its carbon budgets, would have to be taken into account in infrastructure planning decisions.", "At that point the government had publicly vowed to press ahead with the airport expansion following a parliamentary vote in favour in June 2018. But the letter, to the green campaign group Plan B, showed its decision was vulnerable, as the official wrote: “I can confirm that the department will carefully consider this request [for a review of the airports national policy statement]. As well as giving careful consideration to the net zero report and the declaration of environment and climate emergency … it may be necessary to consider the Committee on Climate Change’s recommended policy approach for aviation … and any relevant decisions taken by the government in the coming months as a result.”", "There were many further twists in the Heathrow story, but the central point that major infrastructure planning decisions need to take account of the UK’s legally binding obligations on the climate has been affirmed.", "Campaigners now want to use the same argument to force a review of the government’s £27bn roadbuilding scheme, which they say would bust the UK’s carbon target and is incompatible with the obligation to reach net zero emissions by 2050, enshrined in law in June 2019.", "Mike Childs, the head of science at Friends of the Earth, said: “We need to see a conclusive end to the damaging fixation with new fossil fuel-heavy projects. It’s hypocritical having a government that is happy to talk the talk on climate change, but then spends billions of pounds on roads.”", "The power of judicial review has been essential in holding ministers to account when their standing legal obligations conflict with their current whims. But it is under threat from this government.", "Smarting after the supreme court ruled his prorogation of parliament over Brexit illegal, Boris Johnson included a pledge to change legal oversight of the executive in the Tory manifesto at the last general election. The UK’s unwritten constitution means governments have little but goodwill and tradition to restrain them in curbing the power of judges, and the government enjoys an 80-seat majority. When the pandemic finally wanes, ministers may have more appetite for such far-reaching changes.", "For the roads campaigners, it is essential to seek an early judgment before concrete is poured on the new schemes. Pledges to build new roads were an old staple of governments wishing to demonstrate their business-friendly credentials through infrastructure that would supposedly create jobs and encourage enterprise, and this seems to be the motivation behind this government’s plans.", "Yet ministers seem to have little interest in other projects that have a better chance of creating jobs and improving the economy, while reducing emissions, from railway expansion to home insulation.", "On Wednesday, the government admitted that its green homes grant scheme – the central plank of Boris Johnson’s pledge to “build back better” – would have most of its £2bn funding withdrawn. Applicants for the grants have been forced to wait months for their money, with the result that most of the £2bn government spending earmarked for the scheme remains unspent. Yet that unspent funding will not be rolled over after March, meaning the scheme is essentially over before it has really begun.", "Looked at in the light of the pandemic, the roadbuilding scheme also appears increasingly questionable. Hundreds of miles of new motorway may end up being less essential to the way people really want to work in the future than the build-out of broadband connectivity and mobile phone coverage in rural areas. That would also create “shovel-ready” green jobs around the country and equip the UK for a low-carbon and digital future. But that seems as far away as ever."], "authors": ["Fiona Harvey"], "keywords": ["uk", "green", "infrastructure", "roadbuilding", "jobs", "uks", "plans", "halt", "climate", "obligations", "ministers", "review", "scheme", "governments", "laws"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}