{"summary": "Tucker Carlson said Tuesday that Democrats' urgent push to impeach President Trump is ironically proving that American democracy is working properly.\nIt would be a sell-out of our constitution, our foreign policy, our national security and our democracy,\" said Raskin.\nCLICK HERE TO GET THE FOX NEWS APPAccording to Carlson, Democrats not only don't have the votes to remove Trump now, they won't anytime soon either.\nWhile impeachment is intended explicitly as a means to remove a president, the Democrats cannot do that at this point.\nCarlson said that to make matters worse for the Democrats, polls show support for impeaching Trump has waned since their caucus began impeachment proceedings.", "keywords": ["votes", "fine", "democrats", "dont", "tucker", "house", "remove", "democracy", "american", "mission", "trump", "president", "raskin", "ironically", "proves", "carlson", "impeachment"], "paragraphs": ["Tucker Carlson said Tuesday that Democrats' urgent push to impeach President Trump is ironically proving that American democracy is working properly.", "\"It is here. After months of false starts and threats and endless posturing by some of the saddest, most ineffectual people in America, impeachment apparently is imminent,\" Carlson said. \"Barring some last-minute plots twists ... Donald Trump will join Andrew Johnson and Bill Clinton as the third American president ever impeached by the House of Representatives.\"", "Carlson reminded viewers that Democrats do not have enough votes in the Senate to remove Trump after the House impeaches him -- which only hurts them in the long run.", "He pointed to testimony from Maryland Democratic Rep. Jamie Raskin, who has been serving as one of two witnesses -- the other being House Judiciary Committee ranking member Doug Collins, R-Ga., -- before the House Rules Committee's hearing on the impeachment resolution.", "Raskin claimed earlier Tuesday that Trump's \"course of conduct constitutes a clear and present danger to democracy in America.\"", "TRUMP TELLS PELOSI IN BLISTERING LETTER THAT DEMS ARE 'DECLARING OPEN WAR ON AMERICAN DEMOCRACY'", "\"We cannot allow this misconduct to pass. It would be a sell-out of our constitution, our foreign policy, our national security and our democracy,\" said Raskin.", "Carlson said Raskin's comments were illogical, in that he is fervently pressing to remove a president mere months before a constitutionally-mandated general election.", "\"Here is what [Raskin] is arguing: Leaving a president in office until voters can decide to remove him from office if they want is 'a danger to democracy',\" the host said.", "He said Raskin and the Democrats are concerned about Trump allegedly delaying military aid to Ukraine -- aid that the host said is meant in part to \"antagonize\" Russia.", "\"Russia is a country with more nuclear weapons than any other country on the globe, but according to Jamie Raskin, not giving weapons to Ukraine is a 'clear and present danger to America'. It's a 'sell-out' -- he says -- of our national security to pause in our relentless attacks on Russia even for a moment.\"", "CLICK HERE TO GET THE FOX NEWS APP", "According to Carlson, Democrats not only don't have the votes to remove Trump now, they won't anytime soon either. While impeachment is intended explicitly as a means to remove a president, the Democrats cannot do that at this point.", "\"They don't have the votes because voters don't support it,\" he said. \"The irony is that our democracy is working just fine.\"", "Carlson said that to make matters worse for the Democrats, polls show support for impeaching Trump has waned since their caucus began impeachment proceedings.", "\"They are literally in denial.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/media/tucker-carlson-democrats-impeachment-mission-ironically-proves-american-democracy-is-just-fine", "authors": ["Charles Creitz"], "id": "0b83ae6d-b4b2-3e8f-ac45-734b861e2b5d", "pubDate": null, "title": "Tucker Carlson: Democrats' impeachment mission ironically proves American democracy is 'just fine'"}