{"id": "0b8735da-1058-3ccd-978e-89cac9fcc788", "title": "Zoom lifts 40-minute call limit on free accounts over Christmas", "url": "https://www.theguardian.com/technology/2020/dec/17/zoom-lifts-40-minute-call-limit-on-free-accounts-over-christmas", "summary": "Zoom is lifting limits on the free version of its videoconferencing software over the festive season to help families around the world socialise safely in the midst of the pandemic.\nNormally, free accounts are limited to 40-minute-long calls, which abruptly end at the time limit.\nZoom has announced that those limits will be removed for two weeks including the last day of Hanukah, Christmas and New Year’s Day.\nThe company said: “As a token of appreciation to our users during an extraordinary time, we’re removing the 40-minute limit on free Zoom accounts for all meetings globally for several upcoming special occasions.\nGoogle Meet is free for all users until 31 March, and a number of other services including Facebook Messenger, Apple’s FaceTime and Epic’s Houseparty have always been free for all users.", "paragraphs": ["Zoom is lifting limits on the free version of its videoconferencing software over the festive season to help families around the world socialise safely in the midst of the pandemic.", "Normally, free accounts are limited to 40-minute-long calls, which abruptly end at the time limit. Zoom has announced that those limits will be removed for two weeks including the last day of Hanukah, Christmas and New Year’s Day.", "The company said: “As a token of appreciation to our users during an extraordinary time, we’re removing the 40-minute limit on free Zoom accounts for all meetings globally for several upcoming special occasions.", "“Whether coming together on the final day of Hanukkah, celebrating Christmas, ringing in the new year or marking the last days of Kwanzaa, those connecting with friends and family won’t get cut short.”", "The announcement was welcomed by health experts who have been pushing for gatherings to remain socially distanced despite the UK government relaxing restrictions over the period.", "“I hope it is an example that others will follow,” said Stephen Reicher, a professor of social psychology at the University of St Andrews. “The message is very simple: meeting over Christmas is a risk to you, your family and your community. It will be a gift to the virus, because a crowded Christmas dinner table is the ideal condition for transmission, but if anyone were to fall ill it would be just about the worst present we could give to each other.", "“For a few exceptional cases it will make sense to meet up – if you have a relative with limited life expectancy or suffering severe mental health problems from isolation. But they will be exceptional. And if everybody takes advantage of the flexibility then infections will surge and there will be mourning in January.”", "Reicher suggested the government should learn from Zoom’s offer and work with other companies to provide more free options to replace in-person socialising.", "“They could ask various sectors (especially those that have done well in the pandemic) to help out in a whole series of ways – say give the latest games to young people asked to self-isolate. The problem then – and I speak as the father of a 16-year-old – would be ever to get them out of their rooms rather than trying to keep them in. Or, say, free connection over Christmas so everyone can keep in touch as much as they like without data limits.”", "Susan Michie, the director of the UCL Centre for Behaviour Change, echoed Reicher’s calls for other help. “We need to remember that many households do not have access to the internet or do not have digital equipment that would allow them to make use of this,” she said.", "Michie, who is a member of both Sage and Independent Sage, added that the latter group had “called for all households with children to be provided with laptops or tablets connected to the internet, to mitigate the disparities in education caused by last year’s disruption to education.”", "Zoom is not the only option for a socially distanced Christmas. Google Meet is free for all users until 31 March, and a number of other services including Facebook Messenger, Apple’s FaceTime and Epic’s Houseparty have always been free for all users."], "authors": ["Alex Hern"], "keywords": ["limits", "say", "meet", "accounts", "lifts", "40minute", "zoom", "limit", "users", "help", "sage", "free", "christmas", "socially"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}