{"id": "0bac9eb1-d5ac-3138-8fb1-b865ef0af00c", "title": "How Face Recognition Can Destroy Anonymity", "url": "https://www.wired.com/video/watch/how-face-recognition-can-destroy-anonymity", "summary": "But face recognition can also undermine our assumptionsabout anonymity and privacy.\nBetween 2014 and 2018,commercial face recognition algorithmsgot 20 times better at recognizing a personout of a collection of millions of photos.\nMore than a dozen US cities from Boston to San Franciscohave banned government use of face recognition.\nSome parts the world show what can happenif face recognition is used with few constraints.\nIn China, police can use live face recognition alertsfrom public cameras to pluck suspects from crowds,for example, at concerts.", "paragraphs": ["Transcript", "Computers can recognize faces now.", "That helps us secure our phones", "and apply silly video filters.", "But face recognition can also undermine our assumptions", "about anonymity and privacy.", "Between 2014 and 2018,", "commercial face recognition algorithms", "got 20 times better at recognizing a person", "out of a collection of millions of photos.", "And the technology has gotten much cheaper, too.", "And that means it's much easier for cops,", "corporations, and vigilantes to track and identify you.", "[moody electronic music]", "The most widely used form of face recognition", "might be in your pocket right now.", "Apple added Face ID to the iPhone in 2017.", "But the trickiest questions raised by this technology", "come from its use out in public or online", "to identify people without their knowledge or consent.", "Not long ago, when you stepped outside in public,", "you could reasonably assume that you were anonymous", "unless you ran into someone you knew.", "But if face recognition algorithms", "are scanning public space at all times,", "that's not a safe assumption anymore.", "The FBI has a collection of more than 600 million faces.", "It uses mugshots of newly arrested suspects", "or images from security cameras or phones", "to identify persons of interest.", "Some agencies have even used", "a controversial service called Clearview", "that identifies people by searching billions of images", "scraped from the web, including from social networks.", "Face recognition is so easy to access now", "that even hobbyists are building with the technology.", "One man in Portland created a system", "to identify police officers during recent protests.", "Another coder used face analysis algorithms", "to create a collection of all the people", "who appear in videos recorded during the riot", "at the US Capitol.", "In the US, face recognition doesn't yet seem", "to be widely used in public.", "But if the idea of your face", "always being searchable makes you uncomfortable,", "you are not alone.", "Civil rights scholars find this possibility concerning.", "If you can be identified wherever you go,", "you may not feel comfortable attending a protest", "or your place of worship.", "And there's evidence that many systems make more errors", "on people with darker skin tones.", "What can you do if you want to resist face recognition?", "Some artists and engineers have experimented", "with patterns of face paint", "that make it harder for algorithms to identify you,", "but there's not good evidence that one pattern", "could work reliably against every system out there.", "And since the pandemic began,", "many companies have improved their systems", "to work better on faces partially covered by masks.", "If you want to limit face recognition,", "you probably need to look at law and politics, not tech.", "More than a dozen US cities from Boston to San Francisco", "have banned government use of face recognition.", "And in Portland, the ban even applies", "to private companies, too.", "But despite those strict local rules in a few places,", "the technology is unregulated in most of the US.", "There's currently no national legislation in place", "to hold face recognition in check.", "Some parts the world show what can happen", "if face recognition is used with few constraints.", "In China, police can use live face recognition alerts", "from public cameras to pluck suspects from crowds,", "for example, at concerts.", "Some US police departments", "have experimented with similar technology,", "although it doesn't seem to be widely used.", "But without broader regulations in place,", "it remains a possibility."], "authors": ["Condé Nast"], "keywords": ["widely", "collection", "theres", "destroy", "recognition", "used", "public", "identify", "work", "face", "technology", "anonymity"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}