{"id": "0bbda827-80df-3659-95df-86c64d046d69", "title": "Stanford's Tara VanDerveer Passes Pat Summitt, Becomes Winningest WBB Head Coach", "url": "https://bleacherreport.com/articles/2922489-stanfords-tara-vanderveer-passes-pat-summitt-becomes-winningest-wbb-head-coach?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Jed Jacobsohn/Associated PressStanford head coach Tara VanDerveer picked up the 1,099th victory of her career Tuesday, moving her ahead of Pat Summitt to become the all-time winningest coach in NCAA women's basketball.\nShe had tied Summitt with Stanford's 83-38 victory over California on Sunday.\n\"We were great friends,\" VanDerveer told reporters of her relationship with the legendary Tennessee coach, who died in 2016.\nAs a coach, I think that's all of our goals: To be like Pat is to be a coach where your players really love playing for you.\"\nA testament to the foundation VanDerveer had laid, Stanford still made the Final Four in 1995-96 while she was away from the team.", "paragraphs": ["Jed Jacobsohn/Associated Press", "Stanford head coach Tara VanDerveer picked up the 1,099th victory of her career Tuesday, moving her ahead of Pat Summitt to become the all-time winningest coach in NCAA women's basketball.", "The Cardinal beat Pacific 104-61 in Stockton, California, to help VanDerveer achieve history.", "She had tied Summitt with Stanford's 83-38 victory over California on Sunday.", "\"We were great friends,\" VanDerveer told reporters of her relationship with the legendary Tennessee coach, who died in 2016. \"I learned a lot from coaching against Pat. I coached a lot of Pat's players internationally. ... I learned how much her players loved playing for her. As a coach, I think that's all of our goals: To be like Pat is to be a coach where your players really love playing for you.\"", "The 67-year-old got her start at Idaho ahead of the 1978-79 season and moved on to Ohio State after two years. The Buckeyes went 28-3 and reached the Elite Eight during the 1984-85 season, after which she took the Stanford job.", "She has remained with the Cardinal ever since, with her only break coming when she took charge of the United States national team ahead of the 1996 Summer Olympics. Team USA captured gold, cruising past Brazil in the final.", "A testament to the foundation VanDerveer had laid, Stanford still made the Final Four in 1995-96 while she was away from the team.", "To say the Cardinal have been a women's basketball powerhouse would be an understatement. Their two national titles undersell how consistent they've been under VanDerveer's watch. Stanford hasn't missed the NCAA tournament since 1987, advancing to the Final Four on 13 occasions.", "The program isn't slowing down, which can occasionally happen as coaches spend more than three decades in the same place. Sometimes things grow stale as an older coach fails to connect with younger players in the same way, or they struggle to keep up with how the game changes.", "Stanford sits No. 1 in the Associated Press' Top 25 poll. A 2019 recruiting class that featured Haley Jones, Ashten Prechtel, Fran Belibi and Hannah Jump is starting to deliver significant returns.", "The Cardinal also landed Cameron Brink, the No. 3 player in HoopGurlz's 2020 rankings while signing Brooke Demetre (No. 11) and Okikiola Iriafen (No. 19) for 2021.", "Geno Auriemma is hot on VanDerveer's heels with 1,092 wins and may eventually overtake her for the all-time record. But VanDerveer looks set to enjoy the record for a little while, with Stanford poised to maintain its place among the women's college basketball elite."], "authors": ["Joseph Zucker"], "keywords": ["wbb", "cardinal", "players", "head", "passes", "victory", "ahead", "stanfords", "vanderveers", "stanford", "pat", "vanderveer", "summitt", "coach", "womens", "tara", "winningest"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}