{"id": "0bc8155d-ea82-3740-8f8c-6bad01d642ce", "title": "Madden NFL 21 Review – Playing It Safe", "url": "https://www.gameinformer.com/review/madden-nfl-21/madden-nfl-21-review-playing-it-safe", "summary": "But much like a middling football team, Madden NFL 21 isn’t quite ready to make a run at postseason glory.\nWhile Face of the Franchise received myriad changes, the series’ standard franchise mode has been largely neglected.\nMadden NFL 21 also introduces The Yard, a mode inspired by backyard football, where it’s 6v6, modified rules, and all players play both sides of the ball.\nThose looking for a huge step forward in the EA Sports’ football franchise won’t find it with Madden NFL 21.\nHowever, despite its lack of major upgrades, Madden NFL 21 is still a mechanically sound and fun football game.", "paragraphs": ["Each year, every team must take a look at what it currently has and compare that with what it needs in order to achieve its goals. This year, EA Tiburon used its offseason to fine-tune gameplay, add a new arcade-style experience, and upgrade its career mode. But much like a middling football team, Madden NFL 21 isn’t quite ready to make a run at postseason glory.", "Stepping onto the field with your teammates, calling plays, and working together to come out on top remain exciting. The on-field action, which was largely solid last year, has only been improved upon. I love the new Skill Stick for pass rushing, allowing you to be more fluid with your attempts to blow past the offensive linemen. While it’s not as revolutionary for ball carriers, the Skill Stick gives you more control over the moves you pull off when you’re evading would-be tacklers. Defenders are more aware and precise in getting you to the ground in this iteration, and my offensive players were more likely to outstretch their arms to reach a close first down, adding realism and alleviating some frustration from previous years. These improvements are small, but they go a long way to making play across all modes more enjoyable.", "The cinematic career mode, Face of the Franchise, returns with an expanded pre-NFL experience, but the longer high school and college preamble just delays you reaching the main event of making the NFL. The story and presentation are woefully unaware of what’s going on; it was laughable that even when I was blowing out every team by 50 or more points there was still a battle for the starting job. On the narrative side, the story is full of unlikeable characters, ranging from your snippy friend and rival to your terrible-at-pep-talks college coach, and the faces in the cutscenes are definitely meant to be covered by football helmets.", "Once you make it into the NFL, the mode thankfully picks up. Rather than playing every game, Face of the Franchise puts you in three or four pivotal games per season that play a significant role in determining your legacy. These important moments are presented through narrative story arcs. I loved navigating these arcs, which range from leading a stacked team of star players to the Super Bowl to dealing with a performance-hindering injury, but I was often annoyed by how little my performance actually contributed to my team’s season. These arcs present you with fun scenarios off the field, such as trash-talking your rival to get a stat boost (but also firing up a key defender), or answering a question in a press conference about a teammate to affect their morale. However, even in the NFL, the narrative struggles to acknowledge what happens on the field; my all-time great run with the Ravens ended abruptly when the team decided to replace me with an awful backup.", "While Face of the Franchise received myriad changes, the series’ standard franchise mode has been largely neglected. Taking command of a team in hopes of creating the next great dynasty remains thrilling, but I’m disappointed by the lack of upgrades. This is often my go-to mode in Madden, but it feels nearly identical to the offerings last year.", "You can create an online league to take franchise mode into the multiplayer realm or immerse yourself in the card-based Ultimate Team mode with options like seasons and MUT Squads, but Madden NFL 21’s online suite remains largely focused on quick one-off competitions. From standard head-to-head multiplayer to the rapid-fire, 5-minute Superstar K.O. mode, you can certainly still step into the online suite with the mindset of getting your fix and moving on without any long-term commitment.", "Madden NFL 21 also introduces The Yard, a mode inspired by backyard football, where it’s 6v6, modified rules, and all players play both sides of the ball. I enjoy the callbacks to the style of football I played with family and friends as a kid. Since there’s no offensive line, the quarterback can’t scramble unless a defender blitzes, with the defense operating on a “One-Mississippi” rule for crossing the line of scrimmage. Toss other elements not found in the NFL, like trick plays with multiple passes, directly snapping the ball to any player on your team, and stylish behind-the-back throws and between-the-legs catches, and The Yard aptly differentiates itself from the action on the NFL gridiron. While the mode delivers unique offline challenges to complete and fun head-to-head online play, the customizable nature of the players’ outfits often makes it difficult to differentiate the two teams.", "Each time you jump into a game, you select a prototype, which essentially acts as a loadout for your player in that game. These prototypes are modeled after some of the NFL’s biggest stars like Lamar Jackson and Odell Beckham Jr., and level up as you use them. I loved adding additional skills to my favorite prototypes, but the drip-feed of unlocks and the ambiguity of what I was actually earning – both with prototypes and the mode’s cosmetics – made it less rewarding.", "Sadly, several immersion-breaking visual glitches occur across all modes, including invisible players on sidelines, players teleporting before your very eyes to snap into a touchdown celebration, and players constantly walking into and clipping through each other post-play. These hiccups aren’t confined to the field, however, as even the cutscenes and menus feature flickering text, repeated dialogue, and my Face of the Franchise player having the wrong college listed on his profile despite the lengthy college-focused portion of that mode.", "Those looking for a huge step forward in the EA Sports’ football franchise won’t find it with Madden NFL 21. However, despite its lack of major upgrades, Madden NFL 21 is still a mechanically sound and fun football game."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["safe", "mode", "franchise", "nfl", "team", "game", "21", "online", "play", "players", "playing", "madden", "review", "football"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}