{"id": "0be09a5e-440a-3dfa-92b9-d365a8c1d33d", "title": "Jillian Michaels posts throwback photo of herself at 175 lbs. to inspire others", "url": "https://www.foxnews.com/entertainment/jillian-michaels-throwback-photo-weight-loss", "summary": "Jillian Michaels wants to prove that if you set your mind to something, you can achieve it.\nEarlier this week, the TV personality and fitness expert uploaded a throwback photo of herself from when she was 175 lbs.\n\"Here's me at 5'0 tall and 175 lbs,\" Michaels captioned the photo.\nI love her music, my kid loves her music, but there's never a moment when I'm like, ‘I'm so glad she's overweight.'\nShe didn't directly react to Michaels' comments but instead posted a series of bikini snaps writing, \"I love you.", "paragraphs": ["Jillian Michaels wants to prove that if you set your mind to something, you can achieve it.", "Earlier this week, the TV personality and fitness expert uploaded a throwback photo of herself from when she was 175 lbs. The 45-year-old looked unrecognizable in a blue striped shirt and board shorts.", "\"Here's me at 5'0 tall and 175 lbs,\" Michaels captioned the photo. \"If I can do it -- anyone can. Share your story...\"", "Michaels' new photo comes after the \"Biggest Loser\" coach made controversial comments about singer Lizzo's weight.", "While appearing on BuzzFeed's \"AM to DM\" show, Michaels said that the Grammy-nominated singer's messages of body confidence and self-love shouldn't \"glorify obesity.\"", "LIZZO NAMED ENTERTAINER OF THE YEAR BY THE ASSOCIATED PRESS", "\"Why are we celebrating her body?” she asked. \"Why does it matter? That’s what I’m saying. Like why aren’t we celebrating her music? Cause it isn’t gonna be awesome if she gets diabetes.\"", "Michaels continued: \"I'm just being honest. I love her music, my kid loves her music, but there's never a moment when I'm like, ‘I'm so glad she's overweight.' Why do I even care? Why is it my job to care about her weight?\"", "Fans of Lizzo criticized the fitness star. Michaels released a statement on Instagram to further explain her words.", "LIZZO RECALLS TIME SHE NEARLY QUIT MUSIC: 'I WAS LIKE, F--K IT, I’M DONE'", "\"As I've stated repeatedly, we are all beautiful, worthy and equally deserving. I also feel strongly that we love ourselves enough to acknowledge there are serious health consequences that come with obesity -- heart disease, diabetes, cancer to name only a few,\" she wrote.", "\"I would never wish these for ANYONE and I would hope we prioritize our health because we LOVE ourselves and our bodies.\"", "Meanwhile, Lizzo is living her best life while on tour in New Zealand. She didn't directly react to Michaels' comments but instead posted a series of bikini snaps writing, \"I love you. You are beautiful. You can do anything. (Repeat).\"", "Lizzo has previously spoken out about battling body shamers.", "\"Never ever let somebody stop you or shame you from being yourself,\" she said in a late-night social media livestream in December. \"This is who I've always been. Now everyone's lookin' at it, and your criticism can just remain your criticism. Your criticism has no effect on me.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"Nothing really breaks my joy,\" Lizzo continued. “I'm a really solid, grounded person, and I know that I'm shocking because you've never seen in a long time a body like mine doing whatever it wants to do and dressing the way that it dresses and moving the way that it moves.\"", "Fox News' Julius Young contributed to this report."], "authors": ["Jessica Napoli"], "keywords": ["criticism", "175", "lbs", "way", "body", "michaels", "love", "im", "really", "music", "jillian", "inspire", "posts", "throwback", "lizzo", "wants"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}