{"authors": ["Siobhan Hughes", "Rebecca Ballhaus", "Siobhan.Hughes Wsj.Com", "Rebecca.Ballhaus Wsj.Com"], "id": "0be8129e-aa52-3065-a3f3-caeade1cbba6", "pubDate": null, "title": "Trump, in August Call With GOP Senator, Denied Official’s Claim on Ukraine Aid", "keywords": ["house", "president", "told", "sondland", "claim", "aid", "gop", "trump", "ukraine", "zelensky", "denied", "mr", "senator", "officials", "johnson"], "paragraphs": ["A Republican senator said he was told by an American diplomat in August that the release of U.S. aid to Ukraine was contingent on an investigation desired by President Trump and his allies, but Mr. Trump denied pursuing any such proposal when the lawmaker pressed him on it.", "Sen. Ron Johnson said that Gordon Sondland, the U.S. ambassador to the European Union, had described to him a quid pro quo involving a commitment by Kyiv to probe matters related to U.S. elections and the status of nearly $400 million in U.S. aid to Ukraine that the president had ordered to be held up in July.", "Alarmed by that information, Mr. Johnson, who supports aid to Ukraine and is the chairman of a Senate subcommittee with jurisdiction over the region, said he raised the issue with Mr. Trump the next day, Aug. 31, in a phone call, days before the senator was to meet with Ukraine’s president, Volodymyr Zelensky. In the call, Mr. Trump flatly rejected the notion that he directed aides to make military aid to Ukraine contingent on a new probe by Kyiv, Mr. Johnson said.", "“He said, ‘Expletive deleted—No way. I would never do that. Who told you that?” the Wisconsin senator recalled in an interview Friday. Mr. Johnson said he told the president he had learned of the arrangement from Mr. Sondland.", "Mr. Johnson’s account, coupled with text messages among State Department officials released Thursday, show some Trump administration officials—including Mr. Sondland and a top U.S. diplomat in Kyiv—believed there was a link between Mr. Trump’s July decision to hold up the aid to Ukraine and his interest in Kyiv’s launching new probes.", "President Trump and Sen. Ron Johnson in Green Bay, Wis., this past April. Photo: Andrew Harnik/Associated Press", "A week after Mr. Trump ordered that hold on aid, he asked Mr. Zelensky in a phone call for help with two matters: an investigation of Joe Biden and one related to a conspiracy theory regarding interference in the 2016 U.S. election. The request to investigate Mr. Biden, a potential 2020 opponent of Mr. Trump, has led to the impeachment inquiry by House Democrats, who argue that the president is unduly using the power of his office for his political aims.", "Share Your Thoughts How much of an impact will these texts have on the impeachment inquiry? Join the conversation below.", "The White House didn’t respond to a request for comment. Speaking to reporters Friday, Mr. Trump again denied a connection between his efforts to press Ukraine and his hold on aid to the country. The president also rejected the idea that he was pushing for a probe of Mr. Biden for political reasons.", "Mr. Sondland, a former hotel executive and major Trump donor who was confirmed to the ambassador job last year, didn’t respond to a request for comment through a spokesperson.", "Mr. Johnson’s account of Mr. Sondland’s description of the conditions placed on aid to Ukraine runs counter to what Mr. Sondland told another diplomat a little over a week later.", "On Sept. 9, Bill Taylor, a top U.S. diplomat in Kyiv, in a text message to Mr. Sondland also linked the hold on aid to the investigations the president was seeking. “I think it’s crazy to withhold security assistance for help with a political campaign,” Mr. Taylor wrote.", "Mr. Sondland responded by disputing Mr. Taylor’s assertion. “I believe you are incorrect about President Trump’s intentions,” he wrote. “The President has been crystal clear no quid pro quo’s of any kind.” He added: “I suggest we stop the back and forth by text.”", "A call record released by the White House shows President Trump asked Ukrainian President Volodymyr Zelensky to \"look into\" former Vice President Joe Biden and his son. WSJ reads the key moments from the rough transcript of the call.", "Days later, the hold on the aid was lifted amid growing pressure from Congress.", "In his interview Friday, Mr. Johnson said his concern over the status of the aid was sparked by a news article about it.", "Mr. Johnson said he learned of the potential arrangement involving military aid through a phone call with Mr. Sondland the day before Mr. Johnson spoke to Mr. Trump. Under the arrangement, Mr. Johnson said Mr. Sondland told him, Ukraine, under its newly elected president, would appoint a strong prosecutor general and move to “get to the bottom of what happened in 2016—if President Trump has that confidence, then he’ll release the military spending,” recounted Mr. Johnson.", "“At that suggestion, I winced,” Mr. Johnson said. “My reaction was: Oh, God. I don’t want to see those two things combined.”", "Mr. Johnson said he doesn’t believe Mr. Biden’s name came up during his conversations with Mr. Sondland or Mr. Trump.", "In the call, Mr. Johnson said he also asked Mr. Trump if he could be authorized to tell the Ukrainians that support was coming. “He did not give me that authority,” Mr. Johnson said in a separate interview Wednesday. He said Mr. Trump assured him: “I hear what you’re saying; you’ll probably be happy with my decision.”", "Mr. Trump and his allies have pushed the notion that, contrary to the conclusion by the U.S. intelligence community and by former special counsel Robert Mueller that Russia interfered in the 2016 election on Mr. Trump’s behalf, forces in Ukraine worked with Democrat Hillary Clinton’s campaign, unsuccessfully, in 2016. No evidence has emerged to support that theory.", "Over the summer, the text messages show, State Department officials were seeking to work with a top aide to Mr. Zelensky to find an agreement that would pave the way for the aid to be released and a White House meeting between the two presidents. The agreement depended on Mr. Zelensky convincing Mr. Trump that “he will investigate/‘get to the bottom of what happened’ in 2016,” according to a text message by Kurt Volker, then the U.S. special representative for Ukraine negotiations.", "The text messages released by House committees late Thursday indicate that U.S. officials coordinated with aides to the Ukrainian president and Rudy Giuliani, Mr. Trump’s private lawyer, on a draft statement in which Kyiv would announce an investigation into both Mr. Biden and the 2016 race—at the same time as announcing a visit by the Ukrainian president to the White House.", "Mr. Taylor couldn’t be reached for comment.", "Mr. Volker told House lawmakers in testimony on Thursday that he wasn’t aware the president had mentioned Mr. Biden’s name in the phone call with Mr. Zelensky until the White House released a rough transcript last week, according to a copy of his opening statement released Friday.", "Separately, the House Intelligence Committee heard closed-door testimony Friday from Michael Atkinson, the Trump-appointed intelligence community inspector general who fielded a whistleblower’s complaint about the Ukraine call.", "During the all-day meeting—Mr. Atkinson’s second appearance before the panel about the complaint—the inspector general filled in details about how he investigated the whistleblower’s complaint and reiterated that he found the substance of it both urgent and credible, Rep. Mike Quigley (D., Ill.) said.", "—Alex Leary contributed to this article.", "Write to Siobhan Hughes at siobhan.hughes@wsj.com and Rebecca Ballhaus at Rebecca.Ballhaus@wsj.com"], "summary": "In the call, Mr. Trump flatly rejected the notion that he directed aides to make military aid to Ukraine contingent on a new probe by Kyiv, Mr. Johnson said.\nMr. Johnson said he told the president he had learned of the arrangement from Mr. Sondland.\nSpeaking to reporters Friday, Mr. Trump again denied a connection between his efforts to press Ukraine and his hold on aid to the country.\nMr. Johnson said he learned of the potential arrangement involving military aid through a phone call with Mr. Sondland the day before Mr. Johnson spoke to Mr. Trump.\nIn the call, Mr. Johnson said he also asked Mr. Trump if he could be authorized to tell the Ukrainians that support was coming.", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "url": "https://www.wsj.com/articles/trump-administration-used-potential-meeting-to-pressure-ukraine-on-biden-texts-indicate-11570205661#comments_sector"}