{"id": "0bf4ee55-eb77-3855-baac-219d9956b746", "title": "Browns shock Steelers, win first playoff game since 1995", "url": "https://www.foxnews.com/sports/browns-steelers-afc-wild-card-2020-21", "summary": "The Cleveland Browns won their first playoff game since 1995.\nThe Browns knocked off their AFC North rival Pittsburgh Steelers in an unbelievable game, 48-37, and will move onto their first divisional-round game since Jan. 7, 1995, when Bill Belichick was calling plays.\nKarl Joseph recovered the fumble in the end zone and the Browns were up early.\nBROWNS RECOVER FUMBLE IN END ZONE FOR TD ON 1ST PLAYOFF PLAY IN 18 YEARSThe Browns wouldn’t score again until a Nick Chubb 40-yard catch and run from Mayfield in the fourth quarter.\nChase Claypool had two touchdown catches in the game.", "paragraphs": ["The Cleveland Browns won their first playoff game since 1995.", "The Browns knocked off their AFC North rival Pittsburgh Steelers in an unbelievable game, 48-37, and will move onto their first divisional-round game since Jan. 7, 1995, when Bill Belichick was calling plays.", "Cleveland started its scoring right off the bat.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "The Steelers got the ball to start the game, but a bad snap went over Ben Roethlisberger’s head and into the end zone. Karl Joseph recovered the fumble in the end zone and the Browns were up early.", "On Cleveland’s first offensive drive, Baker Mayfield found Jarvis Landry for a 40-yard touchdown pass. Kareem Hunt would score two more touchdowns in the first quarter and in the blink of an eye the Browns were up 28-0 in the first quarter.", "According to ESPN Stats & Info, the Browns were the first team since the Oakland Raiders in 1969 to score 28 points in the first quarter.", "Cleveland would end the half up 35-10 in the first half. Steelers running back James Conner would score a 1-yard touchdown with 1:44 left in the half and Chris Boswell would end the half with a 49-yard field goal.", "BROWNS RECOVER FUMBLE IN END ZONE FOR TD ON 1ST PLAYOFF PLAY IN 18 YEARS", "The Browns wouldn’t score again until a Nick Chubb 40-yard catch and run from Mayfield in the fourth quarter. Pittsburgh scored two touchdowns in the third to make things closer and then again with 11:13 left in the fourth quarter.", "Cleveland would go on a long drive to try and milk the clock a bit and end with a 24-yard field goal from Cody Parkey.", "On the next drive, Sione Takitaki intercepted Roethlisberger. It was the Steelers’ fifth turnover of the game. Parkey and the Browns would turn it into three more points", "Cleveland’s 48 points were the most they scored in a playoff game since the 1954 NFL Championship game against the Detroit Lions. The Browns beat the Lions, 56-10.", "Mayfield finished 21-for-32 with 263 yards and three touchdown passes. Chubb led Browns' rushers with 76 rushing yards. Hunt had two rushing touchdowns and 48 rushing yards. Landry led Cleveland receivers with five catches for 92 yards.", "Roethlisberger had an incredible performance in spite of the loss and the four interceptions. He had 501 passing yards and four touchdown passes. He was 47-for-68 overall.", "JuJu Smith-Schuster and Diontae Johnson each had more than 100 yards receiving. Smith-Schuster had 13 catches for 157 yards. Johnson had 11 catches for 117 yards. Chase Claypool had two touchdown catches in the game.", "CLICK HERE TO GET THE FOX NEWS APP", "Cleveland will now take on the Kansas City Chiefs on Sunday in the divisional round."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["steelers", "1995", "score", "game", "yards", "half", "touchdown", "zone", "catches", "playoff", "browns", "win", "end", "shock"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}