{"id": "0bf6c82c-1565-3621-a4a6-7c09b7779521", "title": "Marvel Puzzle Quest Might Just Be My Forever Game", "url": "https://www.wired.com/story/marvel-puzzle-quest-essay/", "summary": "Yet, even with this massive digital cornucopia at my fingertips, why did I still spend so much goddamn time playing a free match-3 game on my phone?\nHere’s the truth of it: Since first downloading it 466 days ago, there’s nothing I’ve played more, or enjoyed more, than Marvel Puzzle Quest.\nBut they’re also the only similarities, because the joy and magic of MPQ is the role-playing game that’s built on top of the match-3 mechanic.\nFor each round, you put together a team of three Marvel Comics characters selected from your roster.\n(One that’s popular right now uses Polaris, aka Magneto’s daughter; Guardians of the Galaxy’s Rocket and Groot; and Kitty Pryde.", "paragraphs": ["If there’s a bright side to be wrung out of this year’s Thanksgiving holiday weekend, it’s that four days of enforced solitude have never met a better companion than two brand-new video game consoles. On the PlayStation 5, I continued my exploits as Miles Morales, and my wife and I got some co-op time with Sackboy, the newest title in the Little Big Planet franchise; on the Xbox Series X, I dove into Call of Duty: Black Ops Cold War’s campaign. It was an endless sensory buffet of ray-tracing, 4K quality, new controller smell, and minimal load times—with no lines, no distractions, and no sneeze guard necessary.", "Yet, even with this massive digital cornucopia at my fingertips, why did I still spend so much goddamn time playing a free match-3 game on my phone?", "Here’s the truth of it: Since first downloading it 466 days ago, there’s nothing I’ve played more, or enjoyed more, than Marvel Puzzle Quest. (I’d share the Screen Time data, but frankly, I don’t really need to be confronted with that.) Not only am I not alone in this, but I’m a relative rookie. Hundreds, if not thousands, of people have been playing daily since the title first launched in 2013. On the game’s official forums, on its unofficial subreddit, and in Line chat rooms where groups of players microstrategize in-game events, MPQ isn’t just a free-to-play mobile game—it’s a lot of people’s “forever game,” the one that stays a constant in their lives even as other titles come and go.", "You’ve got questions. Of course you’ve got questions. And the first one is probably “Wait, a match-3 puzzler? Like Candy Crush?” Yes, exactly. The game’s core mechanic is absolutely the same: You’ve got a board filled with tiles of various colors and shapes, any of which can be slid to swap places with any tile above, below, or next to it; if you make a line of three like tiles, they disappear, and the tiles above drop in to fill the void. If you match four or five tiles contiguously, you do more damage and can destroy a row or even get an extra turn.", "Those similarities are exactly why my wife loves calling it Candy Crush Avengers. But they’re also the only similarities, because the joy and magic of MPQ is the role-playing game that’s built on top of the match-3 mechanic. For each round, you put together a team of three Marvel Comics characters selected from your roster. Each character has a suite of three powers peculiar to them: Some are passive, laying out special tiles that can compound damage or shield a character from enemy damage; others can shift tiles around, destroy groups of tiles, or send characters airborne to escape damage.", "The trick to putting together a team, then, is to find three characters with hidden synergies. (One that’s popular right now uses Polaris, aka Magneto’s daughter; Guardians of the Galaxy’s Rocket and Groot; and Kitty Pryde. All three have passive powers that combine to create an inescapable deluge of damage-inflicting tiles that can overwhelm even powerful teams within a handful of turns.) It all sounds like a lot. It’s really not. When you first start out in the game, you have a single “one-star” character with limited hit points and damage capabilities—the one-star version of Spider-Man is considered the best of the bunch—but as you add roster slots and level up, you amass more powerful characters from more powerful tiers."], "authors": ["Peter Rubin", "Peter Rubi", "Kimberly Rex", "Anita Sarkeesian", "Carolyn Petit", "Whitson Gordon"], "keywords": ["puzzle", "character", "powerful", "youve", "match3", "game", "characters", "wife", "damage", "tiles", "title", "quest", "forever", "marvel"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}