{"paragraphs": ["Some games are better left dead and buried, and MediEvil is one of them. The successful remakes of Crash Bandicoot and Spyro the Dragon raised my excitement for this re-release, but within seconds of starting it, I realized protagonist Sir Daniel Fortesque no longer has a jump in his step, and instead controls like the clumsy zombie he is. Developer Other Ocean Emeryville gave this 1998 PlayStation classic a dramatic graphical overhaul, which makes the eerie graveyards and darkened tombs pop in 4K. The studio also re-recorded the score with an orchestra, but all this doesn’t do much to help the gameplay, which was considered sloppy even back when the original released.", "MediEvil’s setting and story are still fantastic. I love that Sir Dan is heralded as a hero (with his own tomb and giant commemorative statue), yet ended up being the first soldier to die, taking an arrow to the eye in the battle of Gallowmere. It turns out that the villain in this world, the sorcerer Zarok, is just as terrible at his craft, and in raising an army of the dead to take over the world, accidentally resurrects Dan, who now has a second shot at becoming the hero the people believe he was.", "The visual aesthetic for MediEvil was clever and beautiful when it originally released, and Other Ocean takes it to the next level, giving the environments and character models the little details that couldn’t be achieved on the old PlayStation hardware. Every texture and effect looks like it belongs, and the jawless Dan is as goofy and oddly charismatic as ever.", "On the gameplay front, players are tasked to lead Dan against a variety of creepy or possessed foes. You encounter a decent selection of adversaries, and have plenty of ways to defeat them – just not with much precision. Dan can switch between a variety of close-range melee and projective-based weapons, but none of them control well. Aiming with the crossbow is particularly challenging, as you are waiting for a little light to appear over an enemy’s head. Just swinging the sword is equally frustrating, since landing hits takes more work than it should given how fidgety the adversaries are. You run circles around foes jabbing at them hastily, hoping that the sword is aimed the right way. Dan’s powerful charge moves are also a bit hard to read and land. Other Ocean tweaked the camera tracking a little, but it wasn’t enough to truly follow the action. It still gets blocked by walls, and unexpectedly zooms directly onto Dan.", "Early in the game, sustaining damage is no big deal, as Dan has plenty of health, and healing stations are usually close by. You probably also have some handy instant-use health vials in reserve. As the difficulty escalates making enemy attacks and environmental obstacles more lethal, every little misstep hurts. If you die, most levels don’t have checkpoints, meaning you’re going back to the beginning to try again. Even if you reach the boss at the very end of the level, you have to start over. Welcome to gaming in 1998, people.", "MediEvil still deserves to be heralded as a classic for its time and place in gaming, and I love how it looks in revitalized form on PlayStation 4. However, its gameplay is a relic of yesteryear, and an example that shows us just how far games have come over the years. Rest in peace, Sir Dan."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Executive Editor", "Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "title": "MediEvil Review – Leave The Skeletons In The Closet", "id": "0c098519-8f39-3ee2-8f6c-d034eb62ea8e", "keywords": ["little", "leave", "skeletons", "review", "takes", "gameplay", "playstation", "dan", "closet", "sir", "ocean", "world", "variety", "sword", "medievil"], "summary": "Some games are better left dead and buried, and MediEvil is one of them.\nDeveloper Other Ocean Emeryville gave this 1998 PlayStation classic a dramatic graphical overhaul, which makes the eerie graveyards and darkened tombs pop in 4K.\nI love that Sir Dan is heralded as a hero (with his own tomb and giant commemorative statue), yet ended up being the first soldier to die, taking an arrow to the eye in the battle of Gallowmere.\nOn the gameplay front, players are tasked to lead Dan against a variety of creepy or possessed foes.\nRest in peace, Sir Dan.", "pubDate": null, "url": "https://www.gameinformer.com/index.php/review/medievil/medievil-review-leave-the-skeletons-in-the-closet"}