{"pubDate": null, "keywords": ["2019s", "week", "credit", "biggest", "kimono", "brand", "statement", "kong", "design", "controversies", "hong", "line", "fashion"], "summary": "The other was sending a slew of straitjackets down the runway at Milan Fashion Week in September, again sparking criticism.\n\"This is a big move against the freedom of speech of all Hong Kong freedom fighters,\" said one critic on Twitter.\nGivenchy, Versace and Coach 'disrespect' Chinese sovereigntyWeibo users criticized how the Coach T-shirt describes the status of Hong Kong and Taiwan.\nChina considers Taiwan to be a renegade province and Hong Kong is governed under a policy of \" one country, two systems.\"\n\"My dead classmates dying should not be a f***ing fashion statement,\" one person wrote under a picture of the Stoneman Douglas hoodie.", "url": "https://edition.cnn.com/style/article/biggest-fashion-controversies-2019/index.html", "id": "0c142476-d518-3126-b36d-9ab5fc70f53b", "title": "2019's biggest fashion controversies", "paragraphs": ["Written by Marianna Cerini, CNN", "The fashion world is no stranger to controversy, and this year has been no exception.", "From allegations of cultural appropriation to tactless sartorial gaffes, we remember the brands and celebrities who made waves with decisions that many perceived as insensitive, out of touch and noninclusive.", "Burberry's 'noose' hoodie", "Model Liz Kennedy walks for Burberry during London Fashion Week in February 2019. Credit: REX/Shutterstock", "In February the British brand caused a major stir at London Fashion Week for showcasing a hoodie with strings resembling a noose.", "Liz Kennedy, the model who wore the look down the runway, criticized the design with a post directed at the brand and its chief creative officer, Riccardo Tisci. \"Suicide is not fashion,\" she wrote on Instagram.", "Burberry pulled the hoodie and Tisci apologized: \" I am so deeply sorry for the distress that has been caused as a result of one of the pieces in my show,\" he said in a statement.", "\"While the design was inspired by a nautical theme, I realize that it was insensitive. It was never my intention to upset anyone.\"", "Gucci's 'blackface' sweater", "Gucci eventually pulled the garment after facing a torrent of criticism. Credit: Courtesy Gucci", "The Italian brand came under fire for a series of questionable looks starting in February, when it released a balaclava-style sweater that critics said resembled blackface.", "Featuring a roll-up collar with a wide red lip outline, the garment, priced at $890, provoked a torrent of criticism. \"I am a black man before I am a brand ... There is no excuse nor apology that can erase this kind of insult,\" Gucci collaborator Dapper Dan posted to Twitter.", "The sweater was pulled, and in an exclusive interview with fashion publication WWD , Gucci chief executive Marco Bizzarri said, \"This is due to the ignorance of this matter. Certainly, it was not intentional, but this is not an excuse.\"", "Bizzarri went on to meet Dapper Dan and African American community leaders in Harlem, New York, and declared the label would encourage diversity hires and launch a diversity and inclusivity awareness program.", "But the brand made two other controversial moves this year. One was selling a headwrap they dubbed the \"Indy Full Turban\" on luxury e-tailer Nordstrom for $790, which saw the Sikh Coalition tweet its disappointment this spring. The other was sending a slew of straitjackets down the runway at Milan Fashion Week in September, again sparking criticism.", "Model Ayesha Tan Jones, who identifies as non-binary, held up their hands while walking the show to reveal the words \"Mental Health Is Not Fashion\" inked across their palms.", "Katy Perry's 'blackface' shoes", "The singer's design was called out for featuring racist imagery. Credit: Photo Illustration: Dillard's / CNN", "Another misstep came in February courtesy of Katy Perry Collections, the fashion line launched by the pop star back in 2017, which was accused of using blackface designs for two of its footwear styles. The models in question, the Ora Face Block Heel Sandals and Rue Face Slip-On Loafers, prominently featured a face that was likened to the racist \"Sambo\" slave caricature. After complaints from the public they were removed from stores and online.", "In a joint statement, Perry and Global Brands Group, the apparel company backing her venture, said the shoes were \"envisioned as a nod to modern art and surrealism.\"", "\"I was saddened when it was brought to my attention that it was being compared to painful images reminiscent of blackface,\" Perry added. \"Our intention was never to inflict any pain.\"", "Calvin Klein's ad starring Bella Hadid and Lil Miquela", "For its May \"I Speak My Truth in #MyCalvins\" campaign video, model Bella Hadid was pictured making out with CGI influencer Lil Miquela . \"Life is about opening doors,\" Hadid narrates in the video, before she and the avatar fall into a lengthy kiss.", "The message didn't land, with critics accusing the brand of using lesbian sexual imagery to sell clothing, describing it as \" queerbaiting \" since Hadid does not identify as gay.", "Calvin Klein quickly issued an apology on Twitter , explaining that the concept of the campaign was to \"promote freedom of expression for a wide range of identities.\"", "\"As a company with a longstanding tradition of advocating for LGTBQ+ rights,\" the statement said, \"it was certainly not our intention to misrepresent the LGTBQ+ community.\"", "Kim's Kimono line", "Kim Kardashian West was accused of cultural appropriation after launching a brand called Kimono. Credit: Kim Kardashian/Twitter", "Kim Kardashian West found herself at the center of a cultural appropriation controversy earlier this year. In June, the celebrity announced the launch of lingerie line \"Kimono.\"", "On social media, she called Kimono her \"take on shapewear and solutions for women that actually work.\"", "The backlash was swift . Critics perceived the use of \"kimono\" as an insult to Japan's national dress. Two days after the announcement, the hashtag #KimOhNo was trending on Twitter.", "Kyoto mayor Daisaku Kadokawa wrote to Kardashian West asking her to drop the name. \"Kimono is a traditional ethnic dress fostered in our rich nature and history with our predecessors' tireless endeavors and studies, and it is a culture that has been cherished and passed down with care,\" he wrote.", "At first the star defended her choice, saying it was a \"nod to the beauty and detail\" of the traditional Japanese garment. But eventually she relented, posting on Instagram in August to say she'd renamed the brand Skims Solutionwear, which launched in September.", "Dior's Sauvage ad", "In August, Dior teased a new ad on social media for its perfume line, starring Johnny Depp in a red rock desert in Southwestern Utah, where he plays a riff by Shawnee guitarist Link Wray. It also featured performer Canku One Star, a member of the Rosebud Sioux Tribe, dancing in traditional Native American clothing, and Canadian actor of First Nations descent Tanaya Beatty. As night falls on this scene, the word \"Sauvage\" appears.", "Critics accused the fashion house of reinforcing stereotypes by using Native American imagery and pairing it with the word \"savage,\" which many interpreted as a racial insult.", "Dior, who said it had worked with Native American consultants and the advocacy group Americans for Indian Opportunity, withdrew the clip and canceled the video ad release. The follow-up statement said, \"We are deeply sorry for any offense caused by this new advertising campaign, which was meant to be a celebration of the beauty, dignity and grace of the contemporary Native American culture.\"", "Vans protest sneakers", "The design, attributed to a Canada-based user named Naomiso, features a crowd of protesters wearing gas masks, goggles and hard hats. Credit: Vans", "Vans landed in hot water in Hong Kong in October, when it removed a sneaker whose design alluded to the city's anti-government protests. The proposed design was one of the submissions to the streetwear brand's annual Custom Culture competition, which sees hopefuls submit their ideas to a public online vote, with the winner receiving $25,000 and getting their design into production.", "The submission, by Canada-based artist Naomiso, depicted a red bauhinia flower, Hong Kong's emblem, and protesters wearing gas masks, goggles and hard hats. It rose to the top of the poll but was abruptly taken down by the brand.", "Supporters of the Hong Kong pro-democracy movement saw this as Vans kowtowing to mainland Chinese consumers. \"This is a big move against the freedom of speech of all Hong Kong freedom fighters,\" said one critic on Twitter.", "In a statement posted on its Facebook page after it removed the design, Vans said: \"We have never taken a political position and therefore review designs to ensure they are in line with our company's long-held values of respect and tolerance, as well as with our clearly communicated guidelines for this competition.\"", "The apology fell short for sneakerheads in the SAR. The hashtag #BoycottVans gained traction online, and some dumped their shoes in trash bins.", "Givenchy, Versace and Coach 'disrespect' Chinese sovereignty", "Weibo users criticized how the Coach T-shirt describes the status of Hong Kong and Taiwan. Credit: via Weibo", "In August, Versace, Givenchy and Coach were accused of disrespecting Chinese sovereignty by releasing T-shirts that listed Hong Kong as a separate country to mainland China.", "On a list of countries and their capital cities, the Coach and Givenchy shirts also presented Taipei as \"Taipei, Taiwan.\"", "China considers Taiwan to be a renegade province and Hong Kong is governed under a policy of \" one country, two systems.\"", "The misstep led to calls for a boycott and Chinese models and celebrity brand ambassadors announced they were severing their professional ties with the labels.", "All three companies issued apologies on Chinese social media. Donatella Versace even posted an additional apology to her personal Instagram: \"Never have I wanted to disrespect China's national sovereignty and this is why I wanted to personally apologize for such inaccuracy and for any distress that it might have caused.\"", "H&M's \"GBV\" range", "Giambattista Valli x H&M hoop earrings. Credit: H&M", "High street giant H&M was one of the latest to bumble into tone-deaf marketing in November, when it announced a new collaboration with Italian designer Giambattista Valli under the slogan \"I love GBV.\"", "While the three letters are an abbreviation of the designer's name, outside fashion circles they're commonly used as the initialism for \"gender-based violence.\"", "Emblazoned on hats, T-shirts, necklaces and even boxer shorts covered in red smiling lips, the tagline angered women's rights activists, who demanded the products be withdrawn.", "\"This is not an obscure term,\" said Heather Barr , the women's rights division co-director at global advocacy group Human Rights Watch. \"By coming up with this line in the first place it demonstrates the lack of awareness about women's rights.\"", "\"We condemn any type of violence, and as a value driven company, we believe in an inclusive and equal society.\"", "The line, including the GBV-imprinted products, went on sale as planned.", "Bstroy's shooting-themed sweatshirts", "The brand sparked outrage during New York Fashion Week in September for showcasing hoodies with the names of schools and colleges where some of the deadliest mass shootings in the US have occurred. Credit: From Instagram bstroy.us", "Bstroy, a rising streetwear label from Atlanta, Georgia, sparked outrage during New York Fashion Week in September for sending four models down the runway in hoodies reading \"Stoneman Douglas,\" \"Sandy Hook,\" \"Virginia Tech\" and \"Columbine\" -- the names of schools and colleges where some of the deadliest mass shootings in the US have occurred.", "The garments, designed by Brick Owens and Duey Catorze, featured tears that resembled bullet holes. Social media users spoke out against the designs, which many described as \"disgusting\" and \"tasteless.\"", "Some commentators identified themselves as survivors or friends and relatives of victims. \"My dead classmates dying should not be a f***ing fashion statement,\" one person wrote under a picture of the Stoneman Douglas hoodie.", "Owens later used his personal Instagram to share a handout from the fashion show, which read, \"Sometimes life can be painfully ironic. Like the irony of dying violently in a place you considered to be a safe, controlled environment, like school.\""], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Marianna Cerini"]}