{"id": "0c35e460-2a73-30ba-ad7d-c8ec97f6dd26", "title": "Krispy Kreme brings back gingerbread glazed doughnuts", "url": "https://www.foxnews.com/food-drink/krispy-kreme-gingerbread-glazed-doughnuts-return-2020", "summary": "The popular pastry chain is bringing back its glazed gingerbread doughnuts on Wednesday, Dec. 16, and it will be available until Christmas Eve.\nKRISPY KREME WORKER RUNS DOUGHNUT THROUGH GLAZER 25 TIMES, CREATES MONSTROSITYCustomers who visit a participating Krispy Kreme shop within the eight-day promotional period are free to order one or two variations of the cookie-flavored treats.\nKrispy Kreme’s plain Gingerbread Glazed Doughnut includes gingerbread dough with “hints of cinnamon” covered in a gingerbread molasses glaze.\nAn even sweeter version known as the Gingerbread Glazed Original Filled Cheesecake Doughnut has a cheesecake filling inside the same gingerbread dough.\nKrispy Kreme’s gingerbread doughnut announcement comes days after Dunkin’ unveiled its holiday-themed Sugarplum Macchiato in addition to its Signature Peppermint Mocha Latte and Signature Gingerbread Latte.", "paragraphs": ["Krispy Kreme fans will once again be able to get their gingerbread fix in doughnut form.", "The popular pastry chain is bringing back its glazed gingerbread doughnuts on Wednesday, Dec. 16, and it will be available until Christmas Eve.", "KRISPY KREME WORKER RUNS DOUGHNUT THROUGH GLAZER 25 TIMES, CREATES MONSTROSITY", "Customers who visit a participating Krispy Kreme shop within the eight-day promotional period are free to order one or two variations of the cookie-flavored treats.", "Krispy Kreme’s plain Gingerbread Glazed Doughnut includes gingerbread dough with “hints of cinnamon” covered in a gingerbread molasses glaze. An even sweeter version known as the Gingerbread Glazed Original Filled Cheesecake Doughnut has a cheesecake filling inside the same gingerbread dough.", "THIS 100-YEAR-OLD DOUGHNUT RECIPE DATES BACK TO WORLD WAR I", "“Everyone on the nice list deserves our delicious, melt-in-your-mouth Gingerbread Glazed Doughnuts,” said Krispy Kreme’s Chief Marketing Officer Dave Skena, in a statement. “We’re happy to bring back this holiday favorite.”", "The return of Krispy Kreme’s gingerbread doughnuts has been named “Ginger Spice and Everything Nice,” and it is the second winter holiday-themed campaign for the year. Late last month, the company introduced its “Nicest Holiday Collection,” which include a trio of doughnuts modeled after a Christmas tree, a wrapped present and Santa Claus.", "COFFEE-LOVING MOM'S SURVIVORS PAY TRIBUTE BY TREATING DROVES OF DUNKIN' CUSTOMERS", "Both collections will be removed from menus on Christmas Day.", "Krispy Kreme’s gingerbread doughnut announcement comes days after Dunkin’ unveiled its holiday-themed Sugarplum Macchiato in addition to its Signature Peppermint Mocha Latte and Signature Gingerbread Latte.", "CLICK HERE TO GET THE FOX NEWS APP", "Similarly, Tim Hortons is offering a holiday lineup of peppermint-flavored donuts, lattes, cold brew and hot chocolate."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["kreme", "holiday", "gingerbread", "brings", "signature", "krispy", "glazed", "kremes", "doughnut", "doughnuts", "christmas"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}