{"id": "0c425b4c-1c04-307f-a2b9-229558e2f668", "title": "Fortnite Sees Record Number Of Concurrent Players For Galactus Showdown", "url": "https://www.gameinformer.com/2020/12/02/fortnite-sees-record-number-of-concurrent-players-for-galactus-showdown", "summary": "Following yesterday's event which pitted players against Marvel Comics' world-eating entity named Galactus, Epic Games announced a record 15.3 concurrent players were on hand for the battle.\nGalactus' arrival signaled the end of Fortnite's Marvel season, which allowed players to suit up as Iron Man, Thor, Wolverine, Doctor Doom, She-Hulk, Mystique, and more.\nThe Beskar-armored bounty hunter is joined by his little green companion, and is a part of a reality-mashing season Epic is calling Zero Point.\nThe 15.3 million concurrent players is significantly higher than Fortnite's previous highests attended event: a Travis Scott concert that brought in 12.3 million concurrent players.\nWith Epic Games frequently pulling characters from different licenses, the sky is the limit for what can come next.", "paragraphs": ["Fortnite was already one of the biggest games around, but it's numbers continue to grow in gargantuan ways. Following yesterday's event which pitted players against Marvel Comics' world-eating entity named Galactus, Epic Games announced a record 15.3 concurrent players were on hand for the battle. An additional 3.4 million people tuned in to watch the event on YouTube and Twitch.", "Galactus' arrival signaled the end of Fortnite's Marvel season, which allowed players to suit up as Iron Man, Thor, Wolverine, Doctor Doom, She-Hulk, Mystique, and more. The Marvel season was well received by fans, and is now giving way to another event with a Disney license: The Mandalorian. The Beskar-armored bounty hunter is joined by his little green companion, and is a part of a reality-mashing season Epic is calling Zero Point.", "The 15.3 million concurrent players is significantly higher than Fortnite's previous highests attended event: a Travis Scott concert that brought in 12.3 million concurrent players.", "Fornite continues to impress with its content, both in terms of its quality and how unpredictable it can be. With Epic Games frequently pulling characters from different licenses, the sky is the limit for what can come next. The forthcoming Star Wars update is one of the most predictable, however, as Epic has partnered with Lucasfilm numerous times already for events and updates. The latest of which was for J. J. Abrams' Star Wars: The Rise of Skywalker film last December. The Emperor spoke through the game and revealed plot points that weren't clearly shared in the movie. Players were also able to get skins for Rey, Finn, and the red Sith Trooper.", "If you want to see how the Galactus event unfolded, check out our archived live steam that shows how the battle unfolded through the eyes of the famed X-Men character Cable."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["games", "marvel", "wars", "players", "number", "event", "fortnite", "galactus", "million", "epic", "unfolded", "record", "concurrent", "season", "showdown", "sees"], "pubDate": "2020-12-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}