{"id": "0c50033d-b513-3b66-a960-e270fda07453", "title": "New Monster Hunter Rise Trailer Shows Off More Monsters And Locations, Demo Available Today", "url": "https://www.gameinformer.com/2021/01/07/new-monster-hunter-rise-trailer-shows-off-more-monsters-and-locations-demo-available", "summary": "A new Monster Hunter Rise video shows off even more of the upcoming game, including new locations for players to explore, new monsters, and some sweet ridable mounts.\nHinoa and Minoto – These are the Village Quest and Hub Quest maidens.\n– These are the Village Quest and Hub Quest maidens.\nIt will offer four quest types including a Beginner Quest, an Intermediate Quest, a Basic Training Quest, and a Wyvern Riding Trailer Quest so that players can enjoy riding some Wyverns.\nThe Basic Training Quest will teach you how to use the Wirebug, and the Wyvern Riding Training Quest will let you try out the new Wyvern Riding feature.", "paragraphs": ["A new Monster Hunter Rise video shows off even more of the upcoming game, including new locations for players to explore, new monsters, and some sweet ridable mounts. During a recent live stream, the team behind the expansive adventure shared a new location called the Frost Islands ahead of a public demo going live later today.", "Quite a few videos were shared following today's digital event, including the entire almost-hour long showcase and a separate Wynern riding trailer:", "The full showcase can be seen in the video at the top of the article alongside another interesting splice about Wirebug below:", "Capcom also shared the below information about what the digital showcase had to share and the Frost Islands monsters:", "Frost Islands Monsters", "Goss Harag – One of the new monsters. Goss Harag is a creature that lives in icy regions, roaming the snowy fields for prey. It’s a Fanged Beast that attacks hunters using blades of ice that it creates with its own breath.", "– One of the new monsters. Goss Harag is a creature that lives in icy regions, roaming the snowy fields for prey. It’s a Fanged Beast that attacks hunters using blades of ice that it creates with its own breath. Barioth – A Flying Wyvern. It is a fearsome monster with huge fangs and sharp spikes. The spikes on its front paws and tail are actually scale that it uses to freely move around on icy surfaces.", "– A Flying Wyvern. It is a fearsome monster with huge fangs and sharp spikes. The spikes on its front paws and tail are actually scale that it uses to freely move around on icy surfaces. Khezu – A Flying Wyvern. This is a creepy monster that mainly lives in dark places, like caves. Be careful of the electricity it releases from its body, and its long twisty next.", "– A Flying Wyvern. This is a creepy monster that mainly lives in dark places, like caves. Be careful of the electricity it releases from its body, and its long twisty next. Great Baggi – A Bird Wyvern. It is characterized by its blue-white skin color and the large protruding crest on its head. It catches prey by dousing them with a fluid that knocks them unconscious, so you’ll need to protect yourself against the sleep status affect.", "– A Bird Wyvern. It is characterized by its blue-white skin color and the large protruding crest on its head. It catches prey by dousing them with a fluid that knocks them unconscious, so you’ll need to protect yourself against the sleep status affect. Lagombi – A Fanged Beast. It uses its belly to glide around the snow like a sled, so you’ll need to be quick on your toes to deal with it.", "– A Fanged Beast. It uses its belly to glide around the snow like a sled, so you’ll need to be quick on your toes to deal with it. Tigrex – A Flying Wyvern. This is an extremely aggressive monster that uses its well-developed limbs to rush at its prey, dealing heavy damage with its claws and jaw.", "Monsters (Other Locales)", "Let’s look at some monsters from other locales.", "Mizutsune – The Leviathan Mizutsune is a very uniquely evolved creature. It secretes a special fluid that it can turn into bubbles by rubbing it against its body hair. These bubbles will greatly hinder your movement.", "– The Leviathan Mizutsune is a very uniquely evolved creature. It secretes a special fluid that it can turn into bubbles by rubbing it against its body hair. These bubbles will greatly hinder your movement. Magnamalo – The flagship monster of this game. Magnamalo’s body is enveloped by a carapace hard as armor and it attacks hunter with its tail and a type of gas that looks like hellfire.", "Wyvern Riding", "Once you’ve met the unlock requirements, you’ll be able to use your Wirebug to bind monsters to use a feature called Wyvern Riding.", "This lets you use Ironsilk to control wild monsters. You can even use this to make a monster attack other monsters.", "Characters", "Fugen – The village elder. He is deeply trusted and respected by the villagers, and he’s a certified long sword wielder as well.", "– The village elder. He is deeply trusted and respected by the villagers, and he’s a certified long sword wielder as well. Hinoa and Minoto – These are the Village Quest and Hub Quest maidens. They are Wyverian twins, beloved throughout the village. Their songs bring peace to the villagers’ hearts, and Minoto has even taken up painting recently.", "– These are the Village Quest and Hub Quest maidens. They are Wyverian twins, beloved throughout the village. Their songs bring peace to the villagers’ hearts, and Minoto has even taken up painting recently. Yomogi – A cheerful yung girl who runs the locale tea shop.", "– A cheerful yung girl who runs the locale tea shop. Hojo – The Guild Master, oldest man in the village, and manager of all things quest-related. He draws up all of the quest notices that go up on the quest board.", "– The Guild Master, oldest man in the village, and manager of all things quest-related. He draws up all of the quest notices that go up on the quest board. Master Utsushi – Leader of the hunters in the village.", "– Leader of the hunters in the village. Iori – The Buddy Handler. He is a kind and pure-hearted young boy who loves animals.", "– The Buddy Handler. He is a kind and pure-hearted young boy who loves animals. Kogarashi – The Felyne Chief. He’s in charge of deploying the Meowcenearies.", "– The Felyne Chief. He’s in charge of deploying the Meowcenearies. Rondine – The Trader. She came on a ship from a faraway country to make trade with the village.", "As for the demo, that will be going live today on Nintendo Switch, available this afternoon until February 1 at 3 AM ET. It will offer four quest types including a Beginner Quest, an Intermediate Quest, a Basic Training Quest, and a Wyvern Riding Trailer Quest so that players can enjoy riding some Wyverns. Capcom continues, telling players more about the demo saying:", "The Beginner Quest and Intermediate Quest can of course be played solo, but they are also available in local co-op and online co-op. For this demo, you’ll get to explore the Shrine Ruins. This is a great locale for learning about the Wirebug and the new stat-boosting endemic life featured in this game. The Beginner Quest features Great Izuchi, while the Intermediate Quest has you take on Mizutsune, which we revealed today. Of course, you’ll be able to take a Palamute and / or Palico with you, so you can experience riding a Canyne and receiving various kinds of support from your Buddies. The Basic Training Quest will teach you how to use the Wirebug, and the Wyvern Riding Training Quest will let you try out the new Wyvern Riding feature. Wyvern Riding is a new system that allows you to control monsters for a while, by dealing enough damage through aerial attacks or Silkbind attacks using the Wirebug, or by using turf wars or endemic life to your advantage. While controlling wild monsters, you can move around and attack, and you can even slam them into walls, so this is definitely something you’ll want to check out.", "As for the game itself, Monster Hunter Rise debuts on Nintendo Switch this March 26. Thoughts on the latest video showcase? Sound off with what you think in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["shows", "wirebug", "wyvern", "quest", "riding", "trailer", "prey", "demo", "village", "youll", "monsters", "uses", "available", "monster", "today", "rise", "locations", "hunter"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}