{"id": "0c5b305b-1a5f-3a4c-91a7-859057bf494a", "title": "Prince Philip’s death came on son Prince Charles’ wedding anniversary to Camilla, Duchess of Cornwall", "url": "https://www.foxnews.com/entertainment/prince-philip-death-on-son-prince-charles-anniversary-camilla-duchess-cornwall", "summary": "Queen Elizabeth II’s husband of 73 years, Prince Philip, Duke of Edinburgh, died Friday at age 99 on a special day for the royal family.\nApril 9 marked the 16th anniversary of his eldest son, Prince Charles’ wedding to Camilla, Duchess of Cornwall, and now the day carries even greater significance.\nQueen Elizabeth and Prince Philip elected not to attend the wedding ceremony for Charles but each was present at the Service of Prayer and Dedication at St. George's Chapel.\nPRINCE PHILIP, 99, SPENDS SECOND NIGHT AT A LONDON HOSPITAL AFTER BEING ADMITTED FOR FEELING UNWELL: REPORTInstead, they joined the royal family in delivering the news with a joint black and white portrait of Prince Philip.\nCLICK HERE TO GET THE FOX NEWS APPThey continued, \"The Royal Family join with people around the world in mourning his loss.\"", "paragraphs": ["Queen Elizabeth II’s husband of 73 years, Prince Philip, Duke of Edinburgh, died Friday at age 99 on a special day for the royal family.", "April 9 marked the 16th anniversary of his eldest son, Prince Charles’ wedding to Camilla, Duchess of Cornwall, and now the day carries even greater significance.", "The Prince of Wales, 72, and Camilla Parker Bowles, 73, married in 2005 at Windsor Castle. However, given the fact that two were both divorced at the time, the pair carried out a civil marriage ceremony which was followed by a blessing at Windsor Castle in lieu of a traditional church service.", "Queen Elizabeth and Prince Philip elected not to attend the wedding ceremony for Charles but each was present at the Service of Prayer and Dedication at St. George's Chapel.", "DUCHESS CAMILA SAYS SHE ‘LEAPT FOR JOY’ AFTER GETTING HER COVID-19 VACCINE: ‘YOU FEEL MORE SECURE’", "Charles and Duchess Camilla’s anniversary took a back seat to the news of Philip’s death as the pair remained silent in highlighting their milestone.", "PRINCE PHILIP, 99, SPENDS SECOND NIGHT AT A LONDON HOSPITAL AFTER BEING ADMITTED FOR FEELING UNWELL: REPORT", "Instead, they joined the royal family in delivering the news with a joint black and white portrait of Prince Philip.", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh,\" the palace said in a statement on Friday.", "\"His Royal Highness passed away peacefully this morning at Windsor Castle.\"", "CLICK HERE TO GET THE FOX NEWS APP", "They continued, \"The Royal Family join with people around the world in mourning his loss.\""], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["came", "windsor", "philips", "death", "prince", "son", "camilla", "husband", "highness", "family", "wedding", "royal", "duchess", "pair", "cornwall", "philip", "charles", "queen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}