{"id": "0c6d4770-2c90-3f7f-9a66-5e394770db67", "title": "The ones that got away - A device called Nemo will shed light on small-scale fisherfolk", "url": "https://www.economist.com/science-and-technology/2020/12/05/a-device-called-nemo-will-shed-light-on-small-scale-fisherfolk", "summary": "According to the UN Food and Agriculture Organisation some 90m tonnes of commercial catch are hauled from the sea every year.\nAnd that is only for legitimate, commercial fishing vessels.\nC LS is a subsidiary of France’s space agency that, among other things, helps monitor, via satellite, the transponders on large fishing boats operating around the world.\nThat compares with several thousand for the sorts of system fitted to large commercial boats.\nLocal fishing groups are also likely to come up with their own schemes to supply or lease the units.", "paragraphs": ["F ISH ARE being plundered from the ocean at an alarming rate. According to the UN Food and Agriculture Organisation some 90m tonnes of commercial catch are hauled from the sea every year. And that is only for legitimate, commercial fishing vessels. Even setting aside the huge amount of illegal fishing that goes on, few authorities monitor the activities of the 50m or so fisherfolk who operate small boats in local waters with the aim of feeding their families, or of selling their catch harbourside or into local markets. So an attempt is now under way to collect some of these missing data.", "The combined catch of such small-scale fishing could be half as much again as the reported global catch, according to Michel Dejean, director of sustainable fisheries for CLS Group. C LS is a subsidiary of France’s space agency that, among other things, helps monitor, via satellite, the transponders on large fishing boats operating around the world. (Those that switch off their transponders are tracked by radar.)", "For small craft, though, C LS requires something simpler and cheaper. This is where the group’s experience in another area has come in useful—for the organisation also tracks marine birds and sea mammals, and for this it employs low-powered transponders. Engineers at C LS have used that expertise to come up with Nemo, a self-contained transponder powered by a built-in solar panel, since many small fishing boats do not have electrical power on board. Nemo is about the size of a shoe. Once attached to a boat, it transmits its position either via satellite or, if within range of local services, mobile phone.", "Working with local fishery authorities and other organisations in Asia and South America, CLS hopes to have deployed around 1,000 Nemos by the end of 2020. Costs are still being worked out, but the price of such a transponder is generally a few hundred dollars. That compares with several thousand for the sorts of system fitted to large commercial boats. Local fishing groups are also likely to come up with their own schemes to supply or lease the units.", "From CLS ’s point of view the idea is that, by knowing when a vessel has put to sea and where it has been fishing, it will be possible to build up a clearer picture of how small-scale fisheries operate in particular places. Also, reported catches can be verified against vessels’ actual locations. For this to stand any chance of working, however, fisherfolk must be persuaded that they, too, have an interest in having a Nemo attached to their boat. To do this, says Mr Dejean, means building a good safety and business case.", "As far as safety is concerned, fish-depleted inshore waters mean that many people are being forced to sail farther out to sea—often beyond mobile-phone range. This scuppers their only way of contacting home if something goes wrong. Nemo’s satellite connection overcomes that, and, to make doubly sure, the device is fitted with a single-button distress beacon which can summon help in a crisis. As to commercial incentive, the record of fishing grounds visited will, C LS hopes, allow crews to obtain higher prices from concerned customers by proving their catches come from “sustainable” sources.", "Whether either of these baits will, in practice, hook enough of the world’s small fisherfolk remains to be seen. But even if only a few sign up, it may help plug a worrying hole in the planet’s fishery data. ■"], "authors": ["The Economist"], "keywords": ["ones", "fishing", "shed", "device", "fisherfolk", "local", "c", "smallscale", "come", "away", "ls", "light", "called", "nemo", "transponders", "catch", "commercial", "boats", "small"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}