{"id": "0c7371ba-dcab-39c3-bd0f-a860105ee3c3", "title": "Little Nightmares II Review – A Horrifying City For Lost Children", "url": "https://www.gameinformer.com/review/little-nightmares-ii/little-nightmares-ii-review-a-horrifying-city-for-lost-children", "summary": "I love Little Nightmares II’s structure, despite its awful inhabitants.\nLittle Nightmares II has even more ghoulish adversaries, including a teacher who made involuntarily blurt “Nope!” as soon as I understood what she was truly capable of.\nLittle Nightmares II extends the series’ lore in significant ways; you could probably jump right into it, but I’d strongly recommend playing the original and its DLC first.\nThe sensation of being small and powerless in a dangerous world remains at the core of Little Nightmares II.\nIt’s ambiguous enough to allow for multiple interpretations, and Little Nightmares II continues to invite speculation.", "paragraphs": ["A young boy awakens in a clearing, a disproportionally large television bathing the area an eerie cathode-ray-tube blue. This boy, Mono, will soon meet the hero from the first Little Nightmares – and also get an introduction to what he’s truly up against. In this world, you’re constantly underpowered and pursued by towering creatures who see you, at best, as vermin to be eradicated. It’s a masterfully executed sequel that shows that the first game wasn’t just a fluke.", "I love Little Nightmares II’s structure, despite its awful inhabitants. It’s broken into several extended vignettes in which Mono and Six contend with an oversized monstrosity while trying to escape to the next area by solving puzzles and staying out of sight. The first game had memorable encounters such as with the janitor, who blindly groped around for Six with his horrifically elongated arms. I wasn’t certain if the follow-up would be able to capture those amazing designs or the dread they created. Those fears were misplaced.", "Little Nightmares II has even more ghoulish adversaries, including a teacher who made involuntarily blurt “Nope!” as soon as I understood what she was truly capable of. Part of the fun, if you’d call it that, is watching these oddly animated humanoids lurch around their environments, performing their work while you stay low and search for an escape. You have to be patient, choosing the right moment to scurry past or risk getting caught. That means waiting for the teacher to turn her back and scrawl nonsense on the blackboard or, later, for her to cram suspiciously squishy organs into the empty spots on an anatomical model – a model that’s partially dressed in a school uniform.", "There’s an abundance of horrific imagery and dread-inducing atmosphere, but you don’t need to face it all alone. Puzzles are creative and rely on the team dynamic between you and the A.I.-controlled Six. She’s a helpful companion, whether by giving you a boost or pointing out next steps in a tricky sequence. You routinely split up, too, so her presence doesn’t drain the tension out of scenarios. While you still turn your share of cranks and push boxes around to reach high places, new abilities and systems keep things fresh and surprising even in the late game.", "Little Nightmares II extends the series’ lore in significant ways; you could probably jump right into it, but I’d strongly recommend playing the original and its DLC first. The story won’t be nearly as satisfying without having that background. The second game is an enhanced version of what came before, retaining what makes the formula excellent while buffing out some of its more frustrating elements. For instance, Mono automatically sticks to narrow walkways, which is a godsend considering the camera’s dynamic positioning. Some of the jumps are still a little sloppy, but at least you don’t need to tediously edge along pipes or planks one step at a time or risk plummeting to your doom.", "The sensation of being small and powerless in a dangerous world remains at the core of Little Nightmares II. Though Mono does have the ability to defend himself, that combat is where the game is at its weakest. Mono isn’t a melee powerhouse; when he grabs pipes or axes, he’s barely able to drag them behind his diminutive frame. As such, winding up for an attack takes time as he coaxes up the necessary strength. And you’re not fighting the bigger showcase enemies, but smaller, quicker creeps. You can probably see the problem here: If you whiff it, you’re basically dead. Nicely spaced-out checkpoints minimize the frustration of failure, but fighting back rarely feels empowering.", "One of my favorite things about the first game was being introduced to a bizarre world and trying to determine Six’s place in it. It’s ambiguous enough to allow for multiple interpretations, and Little Nightmares II continues to invite speculation. There are new elements to consider, but I was still left with an abundance of questions after its shocking ending. Fans of macabre and sinister environmental storytelling, consider this your first essential title of 2021."], "authors": [], "keywords": ["world", "trying", "ii", "horrifying", "little", "mono", "turn", "game", "wasnt", "nightmares", "children", "review", "lost", "city", "youre"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}