{"id": "0c814573-0198-38ea-bf89-82158e3b574d", "title": "Victoria Beckham’s Holiday Shoe Isn’t What You’d Expect", "url": "https://www.vogue.com/article/victoria-beckham-neon-holiday-heels", "summary": "Case in point: when Victoria Beckham stepped out in London this morning, she did so in a Christmas party-worthy piece from her Resort 2021 collection.\nAs such, she finished off her outfit with neon pink VB 90 pumps.\nLast July, she went shopping in West Hollywood wearing black cuffed jeans, a white t-shirt, and neon green stilettos.\nGiven her love of bright, bold (and perilously high) heels, it makes sense that Beckham accessorized a holiday-centric look with standout footwear.\n2020 is likely to have far fewer Christmas parties than an average year, but Beckham’s bold choice shows that even overtly festive outfits can feel modern.", "paragraphs": ["The closer we inch towards the holidays, the more festive celebrity fashions become. The urge to indulge in winter motifs is hard to resist, even when you’ve got access to every style option imaginable. Case in point: when Victoria Beckham stepped out in London this morning, she did so in a Christmas party-worthy piece from her Resort 2021 collection. The loose silhouette and ruffled collar of her crimson shirtdress would have been appropriate at any seasonal fête, but Beckham wore the look to pop into her Mayfair store and add a little zest to her workday. Those with a literal-minded approach to dressing may have paired head-to-toe red with a matching shoe or pop of green for a Christmas-y vibe, but Beckham loves to combine unexpected colors. As such, she finished off her outfit with neon pink VB 90 pumps.", "Beckham’s affinity for fluorescent footwear goes back years. While her tastes skew minimalist, shoes are an arena where she musician-turned-designer gets playful. Last July, she went shopping in West Hollywood wearing black cuffed jeans, a white t-shirt, and neon green stilettos. Likewise, when she and husband David headed to the wedding of football star Sergio Ramos and Pilar Rubio, Beckham opted for another hot pink pair of satin pumps. Even Beckham’s casual moments require a bit of oomph. To bike through the Cotswolds with her family this April, she threw on highlighter yellow trainers from her latest collaboration with Reebok.", "Given her love of bright, bold (and perilously high) heels, it makes sense that Beckham accessorized a holiday-centric look with standout footwear. 2020 is likely to have far fewer Christmas parties than an average year, but Beckham’s bold choice shows that even overtly festive outfits can feel modern."], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["isnt", "pop", "pink", "christmas", "victoria", "green", "youd", "bold", "neon", "beckham", "festive", "beckhams", "holiday", "footwear", "shoe", "expect", "look"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}