{"id": "0c84f2ff-7eb8-38d4-b1b5-f7f76ba36ac6", "title": "Five of the world’s best homes for sale for music lovers", "url": "https://propertylistings.ft.com/propertynews/united-states/6490-five-of-the-worlds-best-homes-for-sale-for-music-lovers.html", "summary": "By Adrian JustinsFor a recording studioTwo of this LA home’s four bedrooms have been converted into a recording and mixing suite by its current owner, an 11-time Grammy nominated music producer and mixer.\nThe distinctive Capitol Records Building, home to the Capitol Music Group label, is an eight-minute drive away.\nFor a nightclub vibeGrunge and rock music feature prominently in the interior design of this one-bedroom penthouse apartment in Kyiv.\nFor a concert hallThis 190-acre estate in the Dordogne is being sold by the French music industry veteran, José Ferré.\nPhotographs: Christie's International Real Estate; Hillary Campbell for Sotheby’s International Realty; Ukraine Sotheby’s International Realty; Knight Frank", "paragraphs": ["By Adrian Justins", "For a recording studio", "Two of this LA home’s four bedrooms have been converted into a recording and mixing suite by its current owner, an 11-time Grammy nominated music producer and mixer. There are acoustic wall panels for improved sound. Other features of the $2.8m property include vaulted open beam ceilings and hardwood floors. The distinctive Capitol Records Building, home to the Capitol Music Group label, is an eight-minute drive away.", "For a nightclub vibe", "Grunge and rock music feature prominently in the interior design of this one-bedroom penthouse apartment in Kyiv. Heavily mirrored walls, microphones hanging from the ceiling and a collage of Iggy Pop by the Ukrainian artist Sasha Chichkan (main picture) help create a nightclub feel. There is a stage for musical performances, acoustic-enhancing wall panels, and a podium for dancing. While throwing some shapes, the new owners can enjoy panoramic views of the Ukrainian capital thanks to the floor-to-ceiling glass windows. The property is priced $4m.", "For a concert hall", "This 190-acre estate in the Dordogne is being sold by the French music industry veteran, José Ferré. As well as a recording studio on the property, there is a 269 m2 room suitable for live musical events and large enough to accommodate an orchestra. There are 25 bedrooms split between the main residence and five cottages, the latter of which are currently used as gîtes. Sold fully furnished and equipped, the property is on the market for €3.9m.", "For operatic history", "It is not hard to imagine the first owner, Giacomo Puccini, living and working in this rambling estate in Tuscany: the interior decor is stripped back to its original state and the extensive grounds are largely unmodernised. A native of nearby Lucca, the composer lived here when he composed the opera La fanciulla del West, which was first performed at the Metropolitan Opera in New York in 1910. The five-bedroom manor house is constructed of typical Tuscan red brick with marble inserts at the doors and windows, and is accessed by a marble staircase. On sale for €7.5m, the property is 35km from Pisa international airport.", "For an integrated sound system", "The built-in audio system at this modern six-bedroom house in Cape Town consists of in-ceiling speakers in the main living rooms and master bedroom as well as on-wall loudspeakers piping music into the expansive patio and pool area. Sound playback is controlled using digital control panels on the walls, while a special ceiling coating helps optimise sound distribution in the sunken lounge. Set in the foothills of Table Mountain, with sensational uninterrupted views of Kirstenbosch national park and plenty of outdoor space, the property affords its owners every opportunity for relaxation. It is on the market for R39m ($2.56m).", "Photographs: Christie's International Real Estate; Hillary Campbell for Sotheby’s International Realty; Ukraine Sotheby’s International Realty; Knight Frank"], "authors": [], "keywords": ["lovers", "panels", "walls", "best", "international", "sound", "estate", "windows", "main", "music", "sale", "property", "homes", "worlds", "recording"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}