{"id": "0c8a6ff7-e7a1-3324-930c-3da2ef3c3369", "title": "The 6 Things Keeping Miranda Kerr Sane at Home", "url": "https://www.vogue.com/article/miranda-kerr-sanity-saver-list", "summary": "I wake up at 5:30 every morning, so this gives me a good hour before my children wake up.\nOne of the best ways to stay connected with my family and friends is through Snapchat.\nI also FaceTime on Snapchat with funny lenses so my kids can stay connected to their grandparents.\nPhotos: Courtesy of Miranda KerrOne of my favorite books at the moment is Cleanse to Heal by Anthony William.\nPhoto: Courtesy of Miranda KerrOne of my favorite activities is organizing.", "paragraphs": ["I wake up at 5:30 every morning, so this gives me a good hour before my children wake up. I get to do a little 20-minute meditation, followed by my morning skin-care routine, which I really look forward to. I keep my Turmeric two-in-one mask in the shower and use it every morning as a scrub to revitalize and brighten my skin. It’s so invigorating and a sensory wake-up call with the tingly peppermint aromatherapy.", "Also, when my two little boys are napping, I try to sneak in a little exercise. Whether it’s yoga, ballet, or Pilates, I try to move my body every day. This has been helping me stay sane! I mix it up with Ballet Beautiful with Mary Helen Bowers, the Pilates class with Megan Roup, and kundalini yoga sessions from Amy Shea, as well as hatha yoga with Charlotte Dodson.", "Kora Organics Turmeric BHA Brightening Treatment Mask $48 SEPHORA Shop Now", "4. I’m staying connected with my loved ones.", "One of the best ways to stay connected with my family and friends is through Snapchat. Throughout the day I share random moments and send photos in different lenses to my nearest and dearest. I also FaceTime on Snapchat with funny lenses so my kids can stay connected to their grandparents. They love it so much!", "Photo: Courtesy of Miranda Kerr", "5. I’m reading and learning.", "Photos: Courtesy of Miranda Kerr", "One of my favorite books at the moment is Cleanse to Heal by Anthony William. Learning and expanding my knowledge on health and wellness is one of my true passions. I’ve also recently enrolled in an education course through Coursera and am taking a Stanford University class online about health and nutrition.", "Medical Medium Cleanse to Heal by Anthony William $35 $17 AMAZON Shop Now", "6. I’m keeping things organized.", "Photo: Courtesy of Miranda Kerr", "One of my favorite activities is organizing. It’s so fun and relaxing to me to reorganize around the house, especially closets, cupboards and drawers. I have been reorganizing using Marie Kondo’s method, which includes the KonMari fold and donating items that are no longer sparking joy."], "authors": ["Julie Tong"], "keywords": ["william", "sane", "kerr", "wake", "keeping", "connected", "stay", "morning", "things", "courtesy", "yoga", "little", "miranda", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}