{"paragraphs": ["After ridding several haunted mansions of their ghost infestations in the series’ first two games, the taller, goofier brother of Nintendo’s first family is ready for his biggest task yet: cleansing a whole haunted hotel. In Luigi’s Mansion 3, our hero grabs ghosts and solves simple puzzles on a mission to defeat King Boo and rescue Mario, Peach, and the Toads. With themed floors full of fun environmental puzzle and a ton of exciting encounters, this hotel is well worth checking into.", "As Luigi progresses through the hotel’s 15 floors (and 2 basements), he encounters all manner of spirits, traps, and puzzles, which require him to use all the moves in his arsenal centered around his ghost vacuum. I appreciate how the puzzles and fights have you use Luigi’s abilities in unexpected ways, often in conjunction with one another. Encounters have fun ways of pushing your expertise with Luigi’s moveset, like one that had me dodging lasers with the vacuum’s burst jump while searching for hidden ghosts with the dark-light flashlight before stunning them with a strobe and vacuuming them up.", "The entire adventure is well-crafted, with environmental cues giving you just the right amount of breadcrumbs you need to feel like you discovered the hidden paths yourself. However, the clues sometimes fall too far on one end of the difficulty spectrum; I sometimes was hot on the trail of solving a puzzle when Professor E. Gadd would pipe in with too much information and spoil the discovery, while other times I aimlessly explored an area before finally finding what I needed to do. The secrets, which typically involve rotating seemingly ordinary objects or looking in mirrors to reveal hidden items, are enjoyable to discover and encourage exploration in an otherwise linear experience.", "Luigi’s Mansion 3 also makes use of Gooigi, a slimy clone you can deploy to reach areas Luigi cannot. Gooigi can squeeze through grates, spikes, and drains, opening the door for fun puzzles revolving around opening passageways for Gooigi. The floors all do fantastic jobs of hinting at new areas you can send him, with hidden grates and drains galore. You can only control one character at time, but switching between them is as simple as clicking the right stick. While the swap between the two is mostly smooth, it can be annoying when a heavy object or ghost requires you to use the suction power of both characters. Thankfully, a co-op partner can take control of Gooigi, which makes everything easier. Co-op play in story is a fun way to streamline the experience and tag team challenges, but single-player is still just as viable and entertaining.", "Unfortunately, clunky controls prevent the game from being completely without frustration. A fixed camera, an omnidirectional right stick, and motion controls combine for an imprecise experience. While the plunger mechanic for pulling items often locks on, I had to experiment with different control schemes before I felt like I had a handle on Luigi’s aim.", "Once you do get a grip on the controls, the boss battles serve as a highlight of the story. From a shark ghost that possesses a pirate ship to a DJ that wields spinning vinyl records, I loved seeing the final challenge for each themed floor. While I don’t want to spoil my favorite boss encounter, it pays homage to kaiju films of the past in hilarious and exciting ways.", "If you’re too scared to go alone, ScareScraper, an eight-player cooperative mode where you try and clear randomly generated floors of ghosts before the time expires, serves as the highlight to the multiplayer offerings. Banding together with the rest of your team to clear out the final few rooms as the timer screams toward zero is a blast. With a strict time limit, you need to be judicious with your exploration, but I love how rewarding a little poking around can be; a trap-detecting alarm or a map showing the locations of ghosts help immensely. Whether you have one other person to play with or a full lobby, ScareScraper is an exciting co-op multiplayer mode.", "For a little friendly competition, you can visit the ScreamPark, where you clash in three minigames that feel ripped straight from the Mario Party series. I enjoyed the competitive ghost hunting and target practice games, but the one based on an annoying water section in the campaign wasn’t fun in the story, and it’s not much better here. These minigames can be fun diversions with a group of friends, but the story is definitely the main attraction here.", "With unique puzzles, diverse floor themes, and exciting boss battles, Luigi’s Mansion 3 is a spooky delight for players of all experience levels. Seasoned ghostbusters and rookie paranormal enthusiasts alike would do well to look into Luigi’s latest eerie adventure."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Luigi's Mansion 3 Review – Frights And Delights", "id": "0c9df66c-928d-3529-81c3-7093831a8ece", "keywords": ["frights", "fun", "delights", "luigis", "review", "hidden", "right", "exciting", "floors", "mansion", "puzzles", "ghost", "ghosts", "gooigi"], "summary": "In Luigi’s Mansion 3, our hero grabs ghosts and solves simple puzzles on a mission to defeat King Boo and rescue Mario, Peach, and the Toads.\nI appreciate how the puzzles and fights have you use Luigi’s abilities in unexpected ways, often in conjunction with one another.\nLuigi’s Mansion 3 also makes use of Gooigi, a slimy clone you can deploy to reach areas Luigi cannot.\nGooigi can squeeze through grates, spikes, and drains, opening the door for fun puzzles revolving around opening passageways for Gooigi.\nWith unique puzzles, diverse floor themes, and exciting boss battles, Luigi’s Mansion 3 is a spooky delight for players of all experience levels.", "pubDate": null, "url": "https://www.gameinformer.com/review/luigis-mansion-3/luigis-mansion-3-review-frights-and-delights"}