{"id": "0caaeff6-1cac-39a7-8733-b56f04f0cb45", "title": "Six gorilla rangers killed in ambush at DR Congo's Virunga national park", "url": "https://www.theguardian.com/world/2021/jan/11/six-park-rangers-killed-in-ambush-in-eastern-congo-gorilla-sanctuary-virunga", "summary": "Armed men have killed at least six rangers and wounded several others in an ambush in eastern Democratic Republic of Congo’s Virunga national park, a sanctuary for endangered mountain gorillas, the park said.\nThe identity of the assailants was not immediately clear, said Olivier Mukisya, a Virunga spokesman.\nA group of armed men attacked our positions in the region of Nyamitwitwi in the middle of Virunga national park,” Mukisya told Reuters.\nMore than 200 rangers have been killed in the past, including 12 last April in the deadliest such attack in recent memory.\nIt is Africa’s oldest national park and largest tropical rainforest reserve, covering 7,800 sq km (3,000 sq miles).", "paragraphs": ["Armed men have killed at least six rangers and wounded several others in an ambush in eastern Democratic Republic of Congo’s Virunga national park, a sanctuary for endangered mountain gorillas, the park said.", "The identity of the assailants was not immediately clear, said Olivier Mukisya, a Virunga spokesman. Previous attacks against the rangers have been blamed on various militias who fight to control land and natural resources in eastern Congo.", "“We confirm this sad news. A group of armed men attacked our positions in the region of Nyamitwitwi in the middle of Virunga national park,” Mukisya told Reuters.", "More than 200 rangers have been killed in the past, including 12 last April in the deadliest such attack in recent memory.", "Dozens of armed groups operate in eastern Congo, many remnants of militias that fought in civil wars around the turn of the century that resulted in millions of deaths from conflict, hunger and disease.", "Virunga sits on the forest-covered volcanoes of central Africa and is home to over half the global population of mountain gorillas.", "It is Africa’s oldest national park and largest tropical rainforest reserve, covering 7,800 sq km (3,000 sq miles)."], "authors": [], "keywords": ["dr", "mountain", "rangers", "ambush", "national", "killed", "congos", "sq", "armed", "mukisya", "militias", "eastern", "park", "gorilla", "virunga"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}