{"id": "0cb2ed4d-a491-3671-b1c4-4be0ebae6e75", "title": "'Agent of foreign interests': Museveni lashes out at Uganda election rival", "url": "https://www.theguardian.com/global-development/2021/jan/11/yoweri-museveni-bobi-wine-uganda-election", "summary": "As Uganda readies for an election on Thursday, President Yoweri Museveni is doubling down on his main rival and preparing himself for a sixth term in office.\nSpeaking at his ranch in Kisozi, west of the capital, Museveni said Wine was “an agent of foreign interests” promoting homosexuality.\n“Homosexuals are very happy with Bobi Wine.\nFacebook Twitter Pinterest Bobi Wine campaigns near Kampala, Uganda.\n“What you should realise is that, in the case of Uganda, the person you’re talking to is very experienced,” said Museveni.", "paragraphs": ["As Uganda readies for an election on Thursday, President Yoweri Museveni is doubling down on his main rival and preparing himself for a sixth term in office.", "After 35 years in power, he faces a powerful opponent, the popular singer Robert Kyagulanyi Ssentamu, 38, known by his stage name Bobi Wine, who has captured the hearts of a new generation by protesting against corruption and youth unemployment.", "Speaking at his ranch in Kisozi, west of the capital, Museveni said Wine was “an agent of foreign interests” promoting homosexuality. “Western elements”, especially Europeans from countries he declined to name, were backing his rival, Museveni said in an interview.", "“He gets quite a lot of encouragement from foreigners and homosexuals,” he said. “Homosexuals are very happy with Bobi Wine. I think they even send him support.”", "Traditionally, homosexuality was tolerated in Uganda but in recent years evangelist pastors with a large following have whipped up hatred of gay people, turning it into a political issue.", "Wearing a shirt in sunshine yellow – the colour of his National Resistance Movement – Museveni sat on a red plush velvet chair under an acacia tree, as aides fussed around with a fly swat, wipes and tissues. Determined that the 76-year-old leader should not contract coronavirus, everyone on the ranch wore masks. A young man in beige jeans and a pale shirt that partially hid the pistol on his belt wielded a huge bottle of disinfectant that he sprayed randomly in the air. A TV microphone was removed for extra sanitising, before being placed half a metre from the president.", "Facebook Twitter Pinterest Yoweri Museveni at an election rally at Kololo airstrip in Kampala. Photograph: Ben Curtis/AP", "Museveni, who came to power in 1986 by defeating Milton Obote in a bush war, said he was still “a freedom fighter.” After the atrocities committed by Obote and previously by Idi Amin, he stabilised the country and encouraged foreign investment. However, Uganda remains amongst the poorest countries in the world. Three-quarters of Ugandans were not born in 1986, and most young voters are more concerned about finding a job than about wars gone by.", "“Those youth who feel marginalised, that’s a healthy internal force,” said the president, pointing out that young people had only survived because of immunisation programmes he had introduced. He denied that his age was a barrier to re-election, even though, back in 1986 he wrote that “the problem of Africa in general and Uganda in particular is not the people but leaders who want to overstay in power.”", "In 2005, Uganda’s parliament removed the two-term limit for presidents, and in 2018 amended the constitution to allow candidates over 75 years to run, paving the way for Museveni to contest this year.", "Like Robert Mugabe, who also railed against colonialists and gay people, and who ruled Zimbabwe for 37 years until he was ousted in a coup at the age of 93, Museveni sees no reason to step down.", "Facebook Twitter Pinterest Bobi Wine campaigns near Kampala, Uganda. Photograph: Abubaker Lubowa/Reuters", "“You think the problem of Uganda is because I’ve been in government for a long time,” he said. “But we don’t agree with that – as long as it is decided on democratically.”", "How democratic the election will be is open to question. In the past few weeks, several of Wine’s associates have been killed or arrested. He has been banned from campaigning, detained and beaten on multiple occasions, supposedly because rallies breach Covid restrictions. Last Friday, Johnson Byabashaija, Uganda’s commissioner general of prisons, said that there was plenty of room in prison for an expected spike in arrests during election week.", "In November, at least 54 people were shot dead by security forces after Wine’s supporters rioted protesting against his arrest. While acknowledging that the security forces pulled the trigger, Museveni blamed the opposition for the killings, including those of passers-by.", "“The opposition are the ones who wanted to organise an insurrection because they want to organise here what happened in Libya,” he said. “Some died in crossfire.”", "In the town of Madu, a few miles north of Museveni’s ranch, Wine’s sister, Betty Ssentamu, who is running for parliament, was roaring around in a minivan decorated with pictures of herself and her brother.", "Wearing a scarlet and gold basuti, a traditional long dress, with a headband reading “People Power” tied round her long braids, she shouted to the crowd, “I have come to challenge everyone! Bobi Wine is the only president who fights for equal rights, and for the common person!” Dozens of boda bodas – motorcycle taxis – hurtled around with her, the riders punching their fists in the air as bystanders cheered and danced. The spontaneous rally was illegal, and Wine knows that he will be detained if he tries to campaign in similar fashion this week.", "Facebook Twitter Pinterest Supporters of Robert Kyagulanyi Ssentamu, otherwise known as Bobi Wine, cheer as he passes through Mukono. Photograph: EPA", "Speaking in the garden of his house near Kampala, attired in dark red narrow trousers and a shirt patterned with Chinese-style dragons, he said that he could see in himself something of the youthful freedom fighter Museveni had once been.", "“I used to adore Gen Museveni,” he said. “When we were children every plane that passed we would cry, ‘Hi Museveni!’, but slowly he has become a despicable character.”", "If Wine were to win a majority of the votes, and the electoral commission permitted him to declare victory – by no means a certainty – it is unclear whether the institutions of state would accept the result. The military, the police and the ministries are loyal to Museveni. The Special Forces Group, headed by the president’s son Lt Gen Muhoozi Kainerugaba, provides him with a personal armed force, while secret intelligence agents operate a parallel security structure.", "“What you should realise is that, in the case of Uganda, the person you’re talking to is very experienced,” said Museveni. “There are not many things in the world that I don’t know. So, when I’m handling a situation, you should know that I know what I’m doing.”", "Lindsey Hilsum is International Editor for Channel 4 News", "Sign up for the Global Dispatch newsletter – a fortnightly roundup of our top stories, recommended reads, and thoughts from our team on key development and human rights issues:"], "authors": ["Lindsey Hilsum"], "keywords": ["bobi", "foreign", "agent", "young", "wines", "twitter", "interests", "museveni", "election", "uganda", "wine", "lashes", "long", "ssentamu", "rival"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}