{"id": "0cb4ba25-0994-3869-b7d1-53d141413d52", "title": "Martin Wolf - will Covid-19 kill off populism?", "url": "https://www.ft.com/video/1d5916ab-66b9-44ef-8528-804f518837f0", "summary": "You can enable subtitles (captions) in the video playerWill Covid-19 kill off populism?\nIn all these cases - notably in Britain, the US, and Brazil - progress in managing the disease has been really, very poor.\nWhat is really interesting about our experience with Covid-19 is what matters is not really the political ideology, but whether we have governments that actually care about governing.\nIn some ways and in some cases they're actually trying to dismantle the state.\nThey might just love the performance of power and not care the power isn't delivering anything for them very much.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Will Covid-19 kill off populism? Obviously, one of the biggest questions that has been raised by our experience with this pandemic is how it might change our politics and, in particular, possibly transform the position of the sort of right-wing nationalist populism that has been so remarkably successful in recent years. We're seeing it particularly in Donald Trump's United States, in Narendra Modi's India, in Jair Bolsonaro's Brazil, and, to a lesser degree, Boris Johnson's Brexit-leaning Britain.", "In all these cases - notably in Britain, the US, and Brazil - progress in managing the disease has been really, very poor. Britain has the second highest death rate in the world, while the US and Brazil are well behind Britain. In those cases, the death rates are rising very, very rapidly. So people are asking, quite understandably, is this basically the end of the sort of right wing, very aggressive populism that has been so successful in very different sorts of countries?", "And I think the answer to that is it's far too soon to reach this conclusion. What is really interesting about our experience with Covid-19 is what matters is not really the political ideology, but whether we have governments that actually care about governing. So there have been very effective democratic governments like South Korea's, New Zealand, Denmark, Austria, and Germany. They're also all very good examples.", "Vietnam and China have managed to suppress the disease, remarkably so in the case of China, given that it originated there. And interestingly, Viktor Orban, whom you would see, really, pretty well as a classic populist, has also done very well in Hungary. So the really interesting question turns out to be, is a government actually interested in governing?", "And the important fact about people like Trump and Bolsonaro, in particular - other cases that I mentioned are not so clear, but they lean in this direction - is they're basically interested in politics as performance. They don't care about government. They don't really understand what government is for. And they're indifferent to it. In some ways and in some cases they're actually trying to dismantle the state. It's pretty obviously, if that's what you want to do you really can't manage a disease very well.", "But there are other autocratic and, indeed, populist politicians who understand that, ultimately, their claim on power depends on being reasonably effective in dealing with a very serious disease of this kind. So the interesting question is what that suggests about the future. And what I would suggest is it has become more likely that the sort of populists who just don't care about government are going to be disposed of.", "But what will replace them is not necessarily a more effective democratic government. It could be just a much more effective dictator, an autocrat who actually wants to deliver government that people care about. And that's what Hungary has shown and what, in a very different way, Poland has shown.", "So what we may be seeing, but it's too soon to tell... but it's possible that people won't care about any of this. They might just love the performance of power and not care the power isn't delivering anything for them very much. But I think the more likely outcome is that it's governments that want to deliver services for their people. They're the ones that are going to succeed."], "authors": ["Produced", "Edited Tom Hannen"], "keywords": ["really", "care", "power", "disease", "populism", "martin", "cases", "sort", "kill", "effective", "wolf", "theyre", "covid19", "actually"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}