{"id": "0cea6488-9263-3a78-b587-ac79cf575387", "title": "The Wonderful 101: Remastered Demo Gives Players Control Of Wonder-Bayonetta", "url": "https://www.gameinformer.com/2020/12/02/the-wonderful-101-remastered-demo-gives-players-control-of-wonder-bayonetta", "summary": "The Wonderful 101: Remastered found a new home on Switch earlier this year, and a new demo looks to sway curious players into giving Platinum Games’ underappreciated superhero romp a shot.\nTo sweeten the pot for newcomers and established fans alike, the demo gives players free access to the previously hard-to-unlock Wonder-Bayonetta.\nThe Wonder-sized Cadet Demo takes players through the game’s prologue and first mission (Operation 001).\nWonder-Bayonetta: UMBRANGIFTWonder-Jeanne/Wonder-Rodin: ANGELSLAYERSThe Wonderful 101 spins a Saturday morning cartoon-style tale of a colorful superhero team fighting to stop a global alien invasion.\nThe Wonderful 101: Remastered is out now for PlayStation 4, Switch, and PC.", "paragraphs": ["The Wonderful 101: Remastered found a new home on Switch earlier this year, and a new demo looks to sway curious players into giving Platinum Games’ underappreciated superhero romp a shot. To sweeten the pot for newcomers and established fans alike, the demo gives players free access to the previously hard-to-unlock Wonder-Bayonetta.", "The Wonder-sized Cadet Demo takes players through the game’s prologue and first mission (Operation 001). All progress carries over to the full game should players purchase it, which is always a nice perk. The real main event of the demo, however, is the option to play as Wonder-Bayonetta, a pint-sized version of Platinum’s sultry fan-favorite heroine. Wonder-Bayonetta served as a secret character in the original Wii U release that could only be unlocked by earning every in-game achievement. Packing her signature Scarborough Fair pistols and time-slowing Witch-Time dodge, she’s a treat to play with and a fun Easter egg overall.", "The Bayonetta love doesn’t stop there: As a treat for owners of the full game, the version 1.03 update adds a new Wonderful Code option for unlocking extra content. Platinum kicked things off by handing out the following codes to unlock Wonder-Bayonetta and her buddies Wonder-Jeanne and Wonder-Rodin.", "Wonder-Bayonetta: UMBRANGIFT", "Wonder-Jeanne/Wonder-Rodin: ANGELSLAYERS", "The Wonderful 101 spins a Saturday morning cartoon-style tale of a colorful superhero team fighting to stop a global alien invasion. Players command a tiny army of heroes and superpowered citizens to create Unite Morphs, over-the-top attacks such as giant fists and swords, by drawing symbols on screen. The Wonderful 101’s Wii U release received generally positive reviews and amassed a cult following over the years. That passionate fan base went on to successfully crowdfund the Switch remaster’s development, and the rest is history.", "The Wonderful 101: Remastered is out now for PlayStation 4, Switch, and PC. Let us know if you’ll be checking out the demo in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["treat", "players", "wonderbayonetta", "gives", "control", "wonderful", "switch", "wii", "101", "demo", "version", "superhero", "remastered"], "pubDate": "2020-12-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}