{"id": "0cea5159-0564-367e-b124-23b9e01b5e9d", "title": "Honey, They Shrunk the Ugg Boot", "url": "https://www.vogue.com/article/mini-ugg-boots-celebrity-style-trend", "summary": "Meet the mini Ugg boot.\nDubbed the Classic Ultra Mini, they’re a shrunken, shorter version of the taller, classic Uggs, which have ebbed in and out of style since they reached their peak in the early 2000s.\nWell, the new mini Uggs are sleeker and more discreet, but still cozy.\nBut seeing the mini Uggs gain traction with trendsetters?\nUGG Classic Ultra Mini boots $140 ZAPPOS Shop Now UGG Classic Ultra Mini boots $140 NORDSTROM Shop Now", "paragraphs": ["Without fail, every new season ushers in a new It shoe. This summer, it was all about Bottega Veneta’s padded, square toe mules (Katie Holmes, Rihanna, and more were fans). The summer before that, the humble Teva sandal had a moment and was favored by the street style set. You simply can never predict what footwear style is going to take off; affordable or designer, it’s an open playing field. Now that we’re entering 2021 however, a new shoe trend is already brewing—and it’s not exactly what you’d expect. The hottest shoe of the new year is not fresh off the runways but instead, a miniature version of a beloved classic. Meet the mini Ugg boot.", "This winter, stars such as Emily Ratajkowski, Kendall Jenner, Joan Smalls, and more have all stepped out in the brand’s bitty-sized Uggs, and the style feels totally fresh. Dubbed the Classic Ultra Mini, they’re a shrunken, shorter version of the taller, classic Uggs, which have ebbed in and out of style since they reached their peak in the early 2000s. Remember when Paris Hilton and Jennifer Lopez would wear them with their best Juicy Couture tracksuits? Juicy is back, by the way. Well, the new mini Uggs are sleeker and more discreet, but still cozy. They’re cut at the lower ankle versus the calf, so the silhouette is way more universally flattering, too.", "Stars have been dressing the Ultra Minis (introduced last year) both up and down, showcasing their versatility as well. Ratajkowski, for instance, wore her classic camel boots with a leather blazer and neon hoodie. Jenner and Smalls both wore them with athleisure. Irina Shayk went bold and opted for a pair in hot pink, showcasing the minis can even be a statement shoe when styled right. Consider these fits concrete proof that Uggs really can be stylish.", "After all, since they skyrocketed in the 2000s, the plushy, shearling-lined slip-ons have remained a polarizing fashion item: You either love them or hate them. There’s also the ongoing debate around whether or not they’re actually an outdoor or indoor shoe; the classic suede boots are not waterproof, yet many continue wearing them as winter stompers. Some just think they’re plain old ugg-ly. But seeing the mini Uggs gain traction with trendsetters? It’s calling for a serious return to the Y2K look. It also helps that too-cool brands like Telfar, Y/Project, Molly Goddard, and more have collaborated with the brand recently, giving their shoes a decidedly high-fashion feel. 2021 is officially the year of the Ugg! The shrunken version, that is.", "UGG Classic Ultra Mini boots $140 ZAPPOS Shop Now UGG Classic Ultra Mini boots $140 NORDSTROM Shop Now"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["ultra", "theyre", "version", "uggs", "ugg", "shrunk", "honey", "shoe", "boot", "boots", "classic", "style", "mini"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}