{"id": "0cf1f381-7244-34f9-9ff8-47f8b1d7830a", "title": "Opinion | An Uplifting Update, on the Terrible World of Pornhub", "url": "https://www.nytimes.com/2020/12/09/opinion/pornhub-news-child-abuse.html", "summary": "We all need uplift this terrible year, so here’s inspiring news about some young heroes and the good they’ve achieved on a wrenching topic.\nYoung men and women who had been exploited by Pornhub as children shared their stories, their documentation and their mortification in hopes that this might prevent other children from being abused.\nPornhub on Tuesday announced huge moves that could — if thoroughly put into effect — significantly curb future exploitation.\nI don’t trust Pornhub a bit, so officials will need to monitor this sector in a way they haven’t before.\nFour senators, Josh Hawley, Maggie Hassan, Joni Ernst and Thom Tillis, on Wednesday introduced bipartisan legislation to make it easier for rape victims to sue porn companies that profit from videos of their assaults.", "paragraphs": ["We all need uplift this terrible year, so here’s inspiring news about some young heroes and the good they’ve achieved on a wrenching topic.", "Young men and women who had been exploited by Pornhub as children shared their stories, their documentation and their mortification in hopes that this might prevent other children from being abused. And now, guardedly, there’s hope that they’ve brought about change.", "Pornhub on Tuesday announced huge moves that could — if thoroughly put into effect — significantly curb future exploitation. I don’t trust Pornhub a bit, so officials will need to monitor this sector in a way they haven’t before.", "And perhaps that will happen. Four senators, Josh Hawley, Maggie Hassan, Joni Ernst and Thom Tillis, on Wednesday introduced bipartisan legislation to make it easier for rape victims to sue porn companies that profit from videos of their assaults. Another senator, Jeff Merkley, is separately drafting bipartisan legislation to regulate such companies more rigorously, and Prime Minister Justin Trudeau of Canada (which is home to Pornhub) said Tuesday that his government was developing new regulations for these platforms as well."], "authors": ["Nicholas Kristof"], "keywords": ["terrible", "world", "update", "children", "uplifting", "women", "companies", "opinion", "need", "legislation", "bipartisan", "young", "theyve", "wrenching", "pornhub"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}