{"summary": "Ok, that's happened quite a few times so we'll narrow it down: cone bra.\nMadonna's pink satin cone bra made its first appearance through strategically placed slits in a black Jean Paul Gaultier suit as she emerged on stage during her Blond Ambition Tour in 1990.\nWell, I've got something to say about it...\"Madonna performing in her cone shaped bra from the Blond Ambition tour.\nThe cone bra was the perfect follow-up to the conservative backlash: Pink, pert and structured, it oozed old-fashioned femininity.\nIn 1991, she wore one to the Cannes premiere of a documentary about the Blond Ambition Tour, \"Truth or Dare.\"", "id": "0cf32700-6dc2-3493-a3af-baa3ce230481", "pubDate": null, "url": "https://edition.cnn.com/style/article/madonna-cone-bra-remember-when/index.html", "authors": ["Hilary Whiteman"], "paragraphs": ["Written by Hilary Whiteman, CNN", "Delving into the archives of pop culture history, \"Remember When?\" is a new series offering a nostalgic look at the celebrity outfits that defined their eras.", "Remember when Madonna caused a sharp intake of breath by dancing on stage in her underwear? Ok, that's happened quite a few times so we'll narrow it down: cone bra.", "Those two words have become synonymous with a superstar who has created so many signature looks over the last four decades that it's hard to pick just one.", "Madonna's pink satin cone bra made its first appearance through strategically placed slits in a black Jean Paul Gaultier suit as she emerged on stage during her Blond Ambition Tour in 1990.", "Bare-chested male dancers helped paint a distinctly industrial scene, gyrating against a backdrop of oversized cogs and hissing pistons. As the fog cleared, the original Material Girl was lifted on an open elevator to the stage, where she peered through her monocle and asked the crowd, \"Do you believe in love? Well, I've got something to say about it...\"", "Madonna performing in her cone shaped bra from the Blond Ambition tour. Credit: Getty Images", "At the time, the superstar, who turns 61 today, was in her early 30s and dominating the pop world. She had just released her fourth studio album \"Like a Prayer,\" an intentionally controversial offering that laced Catholic references with overt sexiness, prompting calls for boycott from Pope John Paul II.", "Pepsi wasn't happy either -- it dropped plans to use the song in a commercial, having already signed a $5 million contract with the unapologetic singer. \"Art should be controversial, and that's all there is to it,\" she told the New York Times days before the album's release.", "The cone bra was the perfect follow-up to the conservative backlash: Pink, pert and structured, it oozed old-fashioned femininity. But on Madonna's muscular body it also exuded authority and power.", "Esteemed fashion critic Suzy Menkes once wrote that, \"The burgeoning sexual freedom of women, seeded in the 1960s, culminated in Gaultier's costume design for Madonna's 1990 Blond Ambition World Tour.\"", "Gaultier had been working on the cone bra and corsets for some time. He sent early iterations down the runway in the early '80s, inspired by the bullet bras that had created the unmistakably feminine silhouettes of Hollywood stars in the '40s and '50s.", "Back then, however, the question of whether a bra was underwear or outerwear had an obvious answer.", "A couture corset designed by Jean Paul Gaultier for Madonna and worn by Madonna on the 1990 Blonde Ambition tour. Credit: AFP/AFP/AFP/Getty Images", "The first bullet bras were made by the Hungarian-American son of a tailor, Frederick Mellinger , who sold lacy black lingerie from his L.A. store \"Frederick's of Hollywood,\" opened in 1946 on Hollywood Boulevard.", "Mellinger later created the world's first padded push-up bra, and the less well-known \"blow-up bra,\" which came with a straw for self-inflation. (The latter was advertised in black and white sketches with the tagline, \"Be the size you want to be!\")", "In the late 1940s, lingerie company Maidenform made its own version of the conical bra, the Chansonette, which it marketed to the masses through the \"I dreamed\" advertising campaign. The wildly successful ads featured half-clothed women in situations ranging from the adventurous to the mundane. Each had a caption hinting at unmet ambition, from \"I dreamed I went on a tiger hunt...\" to \"I dreamed I won the election in my Maidenform bra.\"", "That Madonna would bring back the conical bra as a statement of female empowerment is not surprising. However, from today's perspective, the assertiveness of the bra seems to contradict some of the key lyrics to \"Express Yourself,\" which implore women to \"make him express how he feels and then you'll know your love is real.\"", "\"Don't go for second best, baby, put your love to the test. Make him express how he feels and then you'll know your love is real.\"", "Madonna displays the outfit, designed by French Jean-Paul Gaultier, at the Cannes Festival on May 13, 1991. Credit: GERARD JULIEN/AFP/AFP/Getty Images", "Madonna's cone bra had other outings, in various different guises. In 1991, she wore one to the Cannes premiere of a documentary about the Blond Ambition Tour, \"Truth or Dare.\" Again, she kept it under wraps, veiled by a pink kimono robe that she later dropped to reveal sexy white satin underwear.", "And in 1992, she dispensed with the cones altogether, appearing on the runway in a tailored ensemble constructed to reveal her naked breasts , for a Gaultier fashion benefit to raise money for AIDS research.", "Over the years, the cone bra has been reimagined by younger stars, including Lady Gaga, who substituted the cones for flame-throwers, and Katy Perry, who swapped them for cans of whipped cream.", "The pointy cups might be an enduring presence on stage -- like Madonna herself -- but they haven't made their way back into the wardrobes of ordinary women... yet."], "keywords": ["cone", "ambition", "gaultier", "love", "tour", "women", "bra", "blond", "debut", "remember", "madonna", "stage", "madonnas"], "title": "Remember when Madonna's cone bra made its debut?", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}