{"id": "0d11d6c1-0088-3221-916e-4d0f6ebebc58", "title": "Ten years after the Arab spring - Why democracy failed in the Middle East", "url": "https://www.economist.com/leaders/2020/12/19/why-democracy-failed-in-the-middle-east", "summary": "Their rage against oppressive leaders and corrupt states came bursting forth as the Arab spring.\nThe Arab spring turned to bitter winter so quickly that many people now despair of the region.\nOne lesson autocrats learned from the Arab spring is that any flicker of dissent must be snuffed out fast, lest it spread.\nNo fancy name was given to the swathe of protests that engulfed Arab countries in 2019, yet they pushed out as many leaders as those of the Arab spring.\nUnfortunately, the states that were jolted in 2019—Algeria, Iraq, Lebanon and Sudan—are faring only a little better than those convulsed by the Arab spring.", "paragraphs": ["“W HAT KIND of repression do you imagine it takes for a young man to do this?” So asked Leila Bouazizi after her brother, Muhammad, set himself on fire ten years ago. Local officials in Tunisia had confiscated his fruit cart, ostensibly because he did not have a permit but really because they wanted to extort money from him. It was the final indignity for the young man. “How do you expect me to make a living?” he shouted before dousing himself with petrol in front of the governor’s office.", "His actions would resonate across the region, where millions of others had reached breaking-point, too. Their rage against oppressive leaders and corrupt states came bursting forth as the Arab spring. Uprisings toppled the dictators of four countries—Egypt, Libya, Tunisia and Yemen. For a moment it seemed as if democracy had arrived in the Arab world at last.", "A decade later, though, no celebrations are planned (see article). Only one of those democratic experiments yielded a durable result—fittingly, in Bouazizi’s Tunisia. Egypt’s failed miserably, ending in a military coup. Libya, Yemen and, worst of all, Syria descended into bloody civil wars that drew in foreign powers. The Arab spring turned to bitter winter so quickly that many people now despair of the region.", "Much has changed there since, but not for the better. The Arab world’s despots are far from secure. With oil prices low, even petro-potentates can no longer afford to buy their subjects off with fat subsidies and cushy government jobs. Many leaders have grown more paranoid and oppressive. Muhammad bin Salman of Saudi Arabia locks up his own relatives. Egypt’s Abdel-Fattah al-Sisi has stifled the press and crushed civil society. One lesson autocrats learned from the Arab spring is that any flicker of dissent must be snuffed out fast, lest it spread.", "The region is less free than it was in 2010—and perhaps more angry. It has been shaken by wars, jihad, refugees and covid-19. Activists contend that Arabs are no longer willing to put up with the same old misery, and say they are more confident that they can bring about change. The Arab spring’s flame never completely went out, says one. No fancy name was given to the swathe of protests that engulfed Arab countries in 2019, yet they pushed out as many leaders as those of the Arab spring.", "Unfortunately, the states that were jolted in 2019—Algeria, Iraq, Lebanon and Sudan—are faring only a little better than those convulsed by the Arab spring. Could it be true, as some argue, that Arabs simply cannot abide democracy? Some lament that the region’s generals are too politically entrenched to allow a real opening. Others say that austere local strains of Islam are incompatible with pluralism. Is Tunisia, blessed with pragmatic Islamists and generals who have apparently learned to obey elected politicians, the exception that proves the rule?", "It is too early to say. The seeds of modern democracy have yet to be properly sown in the Arab world. The thirst among Arab citizens to choose their own rulers is as strong as it is elsewhere. What they need most is for independent institutions—universities, the media, civic groups, above all the courts and the mosques—to evolve without being in thrall to government. Only then can space be found for an engaged and informed citizenry. Only then are people likely to accept that political disputes can be resolved peacefully.", "It would help if Arabs had more freedom to debate. Schools in the region tend to emphasise rote learning over critical thinking. The media and the mosques tend to parrot the government line. Autocrats seek to co-opt social media, too. All this breeds distrust in information itself. Conspiracy theories abound. Arabs tend to mistrust not only their governments but also each other, thanks in part to a system that requires bribes and wasta, or connections, to accomplish even the most mundane tasks. Corruption undermines confidence in the state. Few expect it to provide for the common good. Despots encourage people to think of politics in zero-sum terms: if another group wins power, they will grab all the money and public jobs. Opponents are portrayed as extremists who wish their fellow countrymen dead."], "authors": ["The Economist"], "keywords": ["tend", "tunisia", "say", "middle", "east", "democracy", "arab", "failed", "media", "arabs", "spring", "leaders", "region"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}