{"id": "0d1715f5-e918-3832-821a-ac16e56f94f6", "title": "The Pathos of “Cheer” and the Extraordinary Deceptions of Cheerleading", "url": "https://www.newyorker.com/culture/cultural-comment/the-pathos-of-cheer-and-the-wild-deceptions-of-cheerleading", "summary": "In cheerleading, as in gymnastics, the upper difficulty level is being pushed higher at a thrilling and alarming rate.\nMuch of what the Navarro cheerleaders do onscreen was barred from competition, if not physically impossible, when I was cheering at a Texas high school, in the early two-thousands.\nGreg Whiteley, the director of “Cheer,” who previously directed the college-football docuseries “Last Chance U,” has said that the Navarro cheerleaders are the toughest athletes he’s ever filmed.\nThere is a pathos, and an odd sort of magic, in élite competitive cheerleading that has something to do with its insularity.\nInstagram has connected the cheerleading community in a new way—Gabi Butler, a principal character on “Cheer” and an early social-media cheer star, has more than eight hundred thousand followers—but the outside world still mostly thinks of cheerleading as sideline entertainment.", "paragraphs": ["The title sequence in the first episode of “Cheer,” the new Netflix documentary series about a championship-gobbling cheerleading team at Navarro College, in Corsicana, Texas, is scored to “Welcome to My World,” a gentle ballad from the early sixties. As it plays, the camera, in slow motion, follows a series of “top girls,” the tiny, flexible cheerleaders who are catapulted and balanced in the air during stunts. One girl dives upside down, beaming, into a cradle of outstretched arms, then flings herself back upright into perfect stillness atop the shoulders of a girl who’s standing on another cheerleader’s shoulders. Another girl jumps into a basket—the foundation created when two cheerleaders lock their hands and wrists into a square—and soars twenty feet toward the ceiling, then does a back tuck in a pike position, executes two full twists, and falls into the waiting cradle as smoothly as a baseball finding a glove. At other points in the series, the cheerleaders wear mikes as they throw their stunts, and you can hear what it actually sounds like (something like a wordless bar fight) when bodies are thrown and caught with no protection beyond an intuited sense of physics and geometry and no padding except for muscle over bone. But, in slow motion, and set to music, these feats are so improbable that it can seem as though you’re watching the footage in reverse. In cheerleading, as in gymnastics, the upper difficulty level is being pushed higher at a thrilling and alarming rate. Much of what the Navarro cheerleaders do onscreen was barred from competition, if not physically impossible, when I was cheering at a Texas high school, in the early two-thousands. Greg Whiteley, the director of “Cheer,” who previously directed the college-football docuseries “Last Chance U,” has said that the Navarro cheerleaders are the toughest athletes he’s ever filmed.", "There is a pathos, and an odd sort of magic, in élite competitive cheerleading that has something to do with its insularity. Instagram has connected the cheerleading community in a new way—Gabi Butler, a principal character on “Cheer” and an early social-media cheer star, has more than eight hundred thousand followers—but the outside world still mostly thinks of cheerleading as sideline entertainment. Its growth as a true competitive sport has been so widely ignored that, in order to watch the National Cheerleading Association’s championship, held every year in Daytona Beach, you must subscribe to an obscure streaming service. Navarro has won fourteen of the last twenty national championships; its members mainly compete against one another, vying for a position “on mat,” meaning that they’ll get to perform at Daytona. (Navarro has one real rival, the team at Trinity Valley Community College, which happens to be just down the road.) As you watch them cheer each other on in practice, you begin to see the team as an ouroboros of effort and encouragement: no one will ever support this team as much as this team supports itself. Although the Navarro cheerleaders are some of the best college athletes in the country, they are not, as of this writing, so much as mentioned on the Wikipedia page for Corsicana, a town of less than twenty-five thousand people south of Dallas that’s otherwise most notable for its fruitcake factory.", "In six episodes, “Cheer” documents the lead-up to Daytona, and the series is a quick, compulsive watch, combining the savage thrill of watching an overdog dominate and the emotional pull of witnessing an underdog’s rise. Navarro’s longtime coach is Monica Aldama, a brisk fortysomething with highlighted hair, long-wear mascara, a Texas accent, and an M.B.A. She rules the program with a fearsomely controlled demeanor interrupted by flickers of maternal warmth. Her cheerleaders idolize her and talk about how she’s changed their lives; one former cheerleader, now a firefighter, tells the camera that he imagines Aldama’s disappointment whenever he’s late for work. A quiet, eager-to-please top girl named Morgan, who was once abandoned by her parents to live mostly alone in a trailer, looks at Aldama like a hopeful puppy, and gets emotional when she remembers how, at tryouts, Aldama remembered her name.", "Like gymnastics coaches and high-school football coaches, élite-cheerleading coaches can maintain an openly dangerous hold on their kids. The Navarro cheerleaders concuss themselves with a smile, weigh themselves obsessively, do extra sit-ups at night so their abs will look perfect in the tiny uniforms that Aldama favors. One episode begins with a trainer casually listing the injuries that the cheerleaders who are practicing—not sitting out—currently have: labrum tears, rotator-cuff tears, a Grade 3 shoulder separation. But Aldama’s hold on the team is intensified by her sincere, perceptive interest in each cheerleader as a developing person—one who will soon graduate from Navarro’s two-year program and need to find success and stability elsewhere. Throughout the season, Aldama uses Morgan’s attachment to her in a way that pushes Morgan into physical danger—her ribs come to the brink of fracturing, though she tries to conceal it—and also provides Morgan with a new confidence and a novel sense that she is needed and seen.", "The other kids we meet seesaw, as Morgan does, between vulnerability and greatness. La’Darius, a prodigious all-around talent whose saucy game-day cheering went viral in 2018, seems harsh and mercurial until we learn that, as a child, he was left to defend himself from abuse while his mom was incarcerated, and he understandably resents cheerleaders who have always had the money for private coaching and travel fees. Lexi, a vaping raver with long platinum hair, a stoner affect, and a history of violence, can tumble with such limitless stamina that it feels unreal, as though you were watching a character in a video game. And Jerry, a human sunbeam emerging from a cloud of family tragedy, hides his lingering sadness and insecurity by screeching campy encouragements—“YOU’RE GORGEOUS! NINETY-EIGHT POUNDS!”—on the mat.", "The team’s racial and gender dynamics are fascinating, especially in the context of conservative Corsicana. (In the last Presidential election, Donald Trump won around seventy-three per cent of the vote in Navarro County; at one point in the series, we see a teacher at Navarro happily tell her students that Texan political identity is about traditional marriage and the right to carry guns.) Aldama, a conservative Christian, positions herself as a fierce defender of the gay male cheerleaders on her team; the routines are choreographed to let the boys—all, by necessity, ultra-muscular, and many of them black or Hispanic—strut. Almost all of the girls are white, and Aldama prefers that they maintain the traditional cheerleader’s affect of perky, flirty innocence. “Look at the girls,” Aldama tells an executive for a cheer-apparel brand who’s come to get some footage of the team. “Is that not incredible?” The camera cuts to four pint-size blondes who look, from this angle, like child pageant queens; they’re wearing skin-tight glittery outfits with spandex choker collars, long ringlets, and huge bows."], "authors": ["Jia Tolentino", "Luke Mogelson", "Alex Ross", "Erik Agard", "Elizabeth Flock", "Connie Bruck"], "keywords": ["series", "girl", "watching", "navarro", "team", "cheerleaders", "aldama", "cheer", "cheerleading", "deceptions", "morgan", "pathos", "extraordinary"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}