{"id": "0d190f22-1d25-373b-9a73-26725ea03512", "title": "Third of Antarctic ice shelves ‘will collapse amid 4C global heating’", "url": "https://www.theguardian.com/world/2021/apr/08/third-of-antarctic-ice-shelves-will-collapse-amid-4c-global-heating", "summary": "Ice shelves are permanent floating sheets of ice that connect to a landmass; most surround the coasts of Antarctica.\n“We know that, when melted ice accumulates on the surface of ice shelves, it can make them fracture and collapse spectacularly.\nThey said other ice shelves facing this threat included Shackleton, Pine Island, and Wilkins.\nGilbert said: “If temperatures continue to rise at current rates we may lose more Antarctic ice shelves in the coming decades.\nLimiting warming will not just be good for Antarctica – preserving ice shelves means less global sea level rise, and that’s good for us all.”", "paragraphs": ["More than a third of the vast floating platforms of ice surrounding Antarctica could be at risk of collapsing and releasing “unimaginable amounts” of water into the sea if global temperatures reach 4C above pre-industrial levels, UK scientists say.", "Researchers from the University of Reading said that limiting the temperature rise to 2C could halve the area at risk and avoid a drastic rise in sea levels.", "The findings, published in the journal Geophysical Research Letters, suggest that 4C warming could leave 34% of the area of all the Antarctic ice shelves – amounting to about half a million square kilometres – at the risk of collapse.", "Ice shelves are permanent floating sheets of ice that connect to a landmass; most surround the coasts of Antarctica.", "Ella Gilbert, a research scientist in the University of Reading’s meteorology department, said: “Ice shelves are important buffers, preventing glaciers on land from flowing freely into the ocean and contributing to sea level rise. When they collapse it’s like a giant cork being removed from a bottle, allowing unimaginable amounts of water from glaciers to pour into the sea.", "“We know that, when melted ice accumulates on the surface of ice shelves, it can make them fracture and collapse spectacularly.", "“Previous research has given us the bigger picture in terms of predicting Antarctic ice shelf decline. But our new study uses the latest modelling techniques to fill in the finer detail and provide more precise projections.”", "Gilbert said the team’s work highlighted the importance of limiting the global temperature increases as set out in the Paris climate agreement, which promotes a global framework to avoid dangerous climate change by limiting global warming to less than 2C above pre-industrial levels.", "As part of their modelling study, the researchers also identified Larsen C, the largest remaining ice shelf on the peninsula, as being particularly at risk in a warmer climate. They said other ice shelves facing this threat included Shackleton, Pine Island, and Wilkins.", "Gilbert said: “If temperatures continue to rise at current rates we may lose more Antarctic ice shelves in the coming decades. Limiting warming will not just be good for Antarctica – preserving ice shelves means less global sea level rise, and that’s good for us all.”"], "authors": [], "keywords": ["ice", "global", "collapse", "4c", "warming", "sea", "shelves", "research", "risk", "amid", "antarctic", "limiting", "climate", "rise", "heating"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}