{"id": "0d22270d-036f-3893-b6a1-7e549b3bba2e", "title": "Antwaun Sargent continues to champion Black photographers -- this time in 'Just Pictures'", "url": "https://edition.cnn.com/style/article/antwaun-sargent-just-pictures/index.html", "summary": "Here, Sargent discusses his new exhibition and how this generation of Black photographers are making history and shifting cultural conversations.\nThese image-makers are not saying they are shooting fashion images or art images; they're just shooting the images that they want to see in the world.\nCNN Style: Why have you made rising Black photographers one of the focuses of your work?\nThis moment is largely being driven by the work of young Black photographers, not just in America, but across the African diaspora.\nWhat do you think needs to change in the art world to protect young Black photographers?", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Over the past few years, a number of young Black photographers have made their mark on the art world, and critic, writer and curator Antwaun Sargent has made it his mission to cement their legacies.", "In 2019, Sargent's \"The New Black Vanguard,\" was published by Aperture Foundation. The book, alongside an accompanying exhibition, presented 15 rising photographers working in fashion and art, who, through their works, \"challenge the idea that Blackness is homogenous,\" according to the foundation. The featured artists included Tyler Mitchell, Ruth Ossai and Daniel Obasi", "Now Sargent has built upon this work with \"Just Pictures,\" an exhibition that extends his interest in images that cross genres, from the pages of fashion magazines to the white walls of galleries.", "Arielle Bobb-Willis is one of eight photographers featured in \"Just Pictures,\" which emphasizes the fluidity of photography genres in the show. Credit: Arielle Bobb Willis", "Ossai, ethereal figures shrouded in silk from Moroccan-born, Belgium-based photographer Just Pictures ,\" which runs through November 21 at projects+gallery in St. Louis features works from eight artists of color, including vivid youth portraits from Nigerian-born, UK-basedOssai, ethereal figures shrouded in silk from Moroccan-born, Belgium-based photographer Mous Lamrabat and evocative silhouettes from St. Louis native Justin Solomon.", "Here, Sargent discusses his new exhibition and how this generation of Black photographers are making history and shifting cultural conversations.", "CNN Style: Tell me how the \"Just Pictures\" exhibition came to be.", "Antwaun Sargent: The exhibition has grown out of the work I've been doing over the last couple of years. One of those projects is \"The New Black Vanguard,\" and in researching that project, I really started to think about how these photographers are interested in the boundary-blurring potential of their images -- the way that these images circulate in museums, in galleries, in magazines, on social media, makes them borderless -- and how the meaning of their images change with each setting that they're in.", "\"There is a diversity of perspectives and geographies,\" in the show, Sargent said. Pictured is the work of Morrocan-Belgian photographer Mous Lamrabat. Credit: Mous Lamrabat", "I wanted to give space to the liminal eye of the young photographer working today. In \"Just Pictures,\" you have that with these eight photographers who might share conceptual themes, but the way that they are expressed is totally different. They're images that have a great diversity to them. And it really shows the emerging aesthetic of some of this generation's leading photographers.", "The title, \"Just Pictures,\" is a reflection of the spirit in which these images are shot. These image-makers are not saying they are shooting fashion images or art images; they're just shooting the images that they want to see in the world. For me, \"Just Pictures\" captures the infinite possibility of these images.", "CNN Style: Why have you made rising Black photographers one of the focuses of your work?", "Sargent: Frankly, it's just one of the most exciting things happening in art today. We've had an explosion of young image-makers -- particularly across the African diaspora -- who are really rethinking photography every day.", "Every month, we get a new cover or new image from a young Black photographer that really sets the cultural conversation. Take Viola Davis on the cover of Vanity Fair (photographed by Dario Calmese) the other month. It sparked a debate about the representation of darker-skinned women on the cover of fashion magazines.", "You have these moments in art and photography where the conversation becomes more fluid. This moment is largely being driven by the work of young Black photographers, not just in America, but across the African diaspora. The image-makers in \"Just Pictures\" come from all different places.", "You have (Ghanian American) Joshua Kissi from New York; Renell Medrano, whose family is from the Dominican Republic; Ruth (Ossai) whose family is from Nigeria and Mous (Lamrabat) whose family is from North Africa. There is a diversity of perspectives and geographies.", "\"These image-makers are really rooted in a history of Black photography,\" Sargent said. \"But they're also using that history to define their own aesthetics.\" Credit: Joshua Kissi", "CNN Style: What are some of the traditions that these photographers are bringing a new perspective to that you find particularly exciting?", "Sargent: Ruth Ossai is expanding the possibilities of studio portraiture with an eye to some of the great 20th-century African post-independence photographers like Malick Sidibé. You have Arielle Bobb-Willis, whose practice comes out of 20th-century African American painting. She notes Jacob Lawrence as an influence for his use of color and the ways in which his figures are abstracted.", "Joshua Kissi's focus on how to properly light black skin goes back to the history of the Kodak \"Shirley card,\" in which photo labs calibrated skin tones in prints based on white skin.", "Justin Solomon captures images through a process of experimentation. He's making images of the silhouettes of Black men through this process where he's shooting these images rapidly. Yagazie Emezi's images are cinematic and fall in the intersection of film and photography.", "These image-makers are really rooted in a history of Black photography. But they're also using that history to define their own aesthetics.", "St. Louis-based photographer Justin Solomon experiments with silhouettes in his portraiture. Credit: Justin Solomon", "CNN Style: You were very vocal about the canceled \"See in Black\" show at the Whitney Museum of American Art, and how those Black artists were taken advantage of when their work was acquired through a $100 charity print sale. What do you think needs to change in the art world to protect young Black photographers?", "Sargent: They need to be included more properly in the gallery and museum system. Young photographers also need to take steps to protect themselves. When their work leaves the studio, they need to make sure that it's going to people who really love the work, who are going to want to live with that work, not someone who is sort of interested in collecting art for monetary value.", "The Whitney show is not the first time that a Black artist has done something in the name of charity and had their work misused. Kerry James Marshall put up a work for auction to support the Museum of Contemporary Art Chicago, and it sold for, I think, half a million dollars, and then it was flipped for several million dollars, by the person who bought it. (Editor's note: The painting sold for $750,000 in 2015 and was flipped in 2017 for over $5 million.)", "Young artists should know the market, but we need to hold institutions and collectors to standards that are fair and equitable. The Whitney didn't engage the artists at all in the process for collecting and exhibiting the works, which is atypical.", "Ruth Ossai's contemporary take on African studio portraiture was featured in both \"The New Black Vanguard\" and \"Just Pictures.\" Credit: Ruth Ossai", "CNN Style: Do you think emerging photographers face fewer barriers entering the art world today?", "Sargent: I don't know if there are fewer barriers. We can't confuse visibility with actual institutional and financial support. So I think what's happening right now if there is a lot of visibility -- a lot of artists showing their work on magazine covers. But I still have yet to see a real institutional and gallery push that ensures that these artists are financially supported and are entering the canon of art through collections.", "We need to make sure that generations from now, that their work will be preserved in archives and available for scholars and curators and the public. Hopefully some of the works from this show can be preserved and collected by people who have a vested interest in making sure that this is not just a moment, but a shift in the ways in which we look at photography and the ways in which we look at the artistic production of the Black artist.", "The top image 'Black Power', 2019, is by Joshua Woods"], "authors": ["Jacqui Palumbo"], "keywords": ["work", "champion", "really", "photographers", "art", "images", "continues", "pictures", "sargent", "black", "antwaun", "artists", "young"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}