{"id": "0d4157ea-08f0-3321-b6d4-c1b92240076c", "summary": "Matthew Ponsford , CNN London Written byBefore Boris Johnson was Prime Minister of the United Kingdom, he was mayor of London.\nAccording to design writer and critic Douglas Murphy, author of \"Nincompoopolis: The Follies of Boris Johnson,\" Johnson undeniably embraced design as a way to enhance \"brand Boris,\" a combination of bumbling humor and English eccentricity that has propelled him to Downing Street.\nFor Murphy, Johnson's legacy in London amounts to \"some of the most remarkably odd public works anywhere in the world in recent years.\"\nBoris Johnson poses to mark the start of works to build London Underground's Northern line extension.\nBut in an interview with CNN, the writer held no punches on the legacy Johnson left behind.", "title": "Boris Johnson's complicated design legacy in London", "pubDate": null, "paragraphs": ["Matthew Ponsford , CNN London Written by", "Before Boris Johnson was Prime Minister of the United Kingdom, he was mayor of London. And while he'd never held a senior government position before he was elected in 2008, he wasted no time securing a lasting legacy through a series of design and architectural projects that can be spotted across the capital.", "In his eight years in City Hall, Johnson commissioned a tangled red steel tower in London's Olympic Village, built the world's most expensive cable car high over the Thames river, ordered new-look London buses, and launched a fleet of thousands of pay-as-you-ride rental bikes, dubbed by Londoners \"Boris bikes.\"", "According to design writer and critic Douglas Murphy, author of \"Nincompoopolis: The Follies of Boris Johnson,\" Johnson undeniably embraced design as a way to enhance \"brand Boris,\" a combination of bumbling humor and English eccentricity that has propelled him to Downing Street.", "For Murphy, Johnson's legacy in London amounts to \"some of the most remarkably odd public works anywhere in the world in recent years.\"", "Boris Johnson on a 'Boris bike.' Credit: Steve Bardens/Getty Images", "\"Ranging from architecture to public art to transport, they rank amongst the stupidest, most ill-conceived works of design I've seen in my life,\" Murphy wrote, \"a series of whimsical follies stunning not only for the shallowness of their conception, but also for the sheer fact that the unstoppable will of Johnson managed to make so many of them happen.\"", "The landmarks Johnson added to the London skyline -- the tower known as the ArcelorMittal Orbit and the cable cars officially called the Emirates Air Line -- are hardly the capital's most popular attractions. Both languish in the shadow of more popular sites on London's tourist circuit, with the Orbit tower carrying more than £12 million ($15 million) in debt and the Air Line's future uncertain beyond 2021 when the Emirates' sponsorship ends.", "The ArcelorMittal Orbit. Credit: Shutterstock", "Johnson also boasts a list of grand designs that remain unrealized: a pedestrian \"Garden bridge\" over the Thames (canceled soon after he left City Hall), a concept for airport on an island on the river Thames, and an oft-forgotten billionaire-backed attempt to rebuild the Victorian Crystal Palace.", "Johnson, who last week asked the Queen to suspend the UK's Parliament in support of his plans for a swift Brexit arrangement, doesn't appear to be short on big, unconventional ideas. But since the end of his second term as mayor three years ago, critics have savaged his enthusiasm for spectacular initiatives with questionable benefit to the public, and for creating a gilded city for a global elite, while allowing rough sleeping to double", "The Emirates Air Line. Credit: Chris J Ratcliffe/Getty Images", "Talking to CNN, Peter Murray, the founder or the London Festival of Architecture and chief curator of the independent organization New London Architecture , defended the Emirates cable car in Greenwich, east London, as an elegant structure and one of the best views of the city. But he damned the nearby steel tower, designed by artist Anish Kapoor for the former Olympic Park, as a \"bauble of questionable taste.\"", "The total cost to taxpayers of these high-visibility initiatives exceeded £940 million ($1 billion), and delivered dubious benefit to Londoners, according to an analysis by The Guardian newspaper. A City Hall report revealed a list of failings that led to $56 million (£46 million) of public money being spent on the Garden Bridge, which Johnson later said he could not remember why he had signed off.", "The proposed Garden bridge. Credit: Courtesy Arup", "Last week, campaigner Will Jennings and a former Garden Bridge-backer secured legal funding to assess whether Johnson can be sued for breaching responsibilities as trustees by running up bills, in the latest calls to hold the former mayor accountable for the failed project.", "Boris Johnson poses to mark the start of works to build London Underground's Northern line extension. Credit: Carl Court/Getty Images", "Murphy said he is intrigued by the \"kind of personality\" that allowed Johnson to secure backing for so many glitzy spectacles, in a city where \"faceless business, faceless bureaucracy, endless procurement and tendering processes\" are the norm. But in an interview with CNN, the writer held no punches on the legacy Johnson left behind.", "\"From his mayorship we learned that Johnson is obsessed with his own public image, and has no patience for the detail of governance,\" Murphy said. \"He gave off a strong impression that 'rules are for little people,' and showed serious disregard for rules of procurement and financing. He was spectacularly and unapologetically pro-rich, and did almost nothing to improve the day to day experience of life in the city.\"", "Murphy is not alone in attempting to understand what these leftover monuments say about Johnson's character.", "At the end of his term as mayor in May 2016, London's daily newspaper The Evening Standard (today edited by Johnson's former fellow Conservative Party MP George Osborne, who stood down from the Conservative party in 2017) asked Londoners what the legacy would be for the man already expected to fight for national leadership.", "Public figures from British artist Grayson Perry, to transport expert Christian Wolmar praised the segregated cycle \"superhighways\" and credited him with overseeing the expansion of rail infrastructure to London's outer boroughs.", "Conversely, Deyan Sudjic, director of London's Design Museum, chastised Johnson for approving the construction of more than 100 skyscrapers across the historically low-rise city. \"Having stuffed up London, he seems bent equally casually on doing the same to Britain as a whole by persuading us to leave the European Union,\" he's quoted saying in the Evening Standard.", "By this point two of his other projects had already undergone significant public criticism. The Orbit tower, for racking up millions in debt , even after a gigantic slide was added by artist Carsten Höller. The hybrid-diesel routemaster, designed by Johnson's favorite designer Thomas Heatherwick, was criticized for incubating scorching temperatures on its windowless upper deck (earning the moniker the \"Roastmaster\").", "Boris Johnson stands at the back of a Routemaster. Credit: Peter Macdiarmid/Getty Images", "More recently, windows have since been added to some of the buses, but future orders have been canceled in favor of newer, zero-emissions models. Murray, however, defended the Heatherwick designed bus,calling it \"an elegant addition to London streets.\"", "The bikes -- now competing with rival rental schemes -- seem to be the one widely praised project. They are also the initiative most enduringly linked to Johnson's personal brand.", "Rob Stothard/Getty Images", "Murphy says these \"monuments to his lack of imagination\" show what a politician known, above all, for bluster leaves behind when the dust settles.", "\"Now that Johnson has what he's always wanted, we can expect him to aim for historic glory,\" said Murphy.", "Whether Johnson will bring any further designs to Britain remains to be seen. But, his legacy, for now, is one that divides opinion."], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": [], "url": "https://edition.cnn.com/style/article/boris-johnson-london-architecture/index.html", "keywords": ["londons", "london", "public", "legacy", "design", "tower", "johnsons", "credit", "johnson", "city", "complicated", "boris", "million"]}