{"id": "0d58cf88-2ce7-3931-8ef2-9bab09cca2c7", "title": "Christian Prophets Are on the Rise. What Happens When They’re Wrong?", "url": "https://www.nytimes.com/2021/02/11/us/christian-prophets-predictions.html", "summary": "In Crystal River, Fla., Scott Wallis had read Mr. Johnson’s prophecies on Facebook and was encouraged by them.\nFor Mr. Wallis, a pastor and prophet himself, it made perfect sense that God would be involved in the outcome of the American election, just as he is involved in every human life.\n“Some people, like deists, believe God created the earth but abandoned the people and left them alone,” Mr. Wallis said.\nAn appearance on “It’s Supernatural!,” an interview show hosted by the octogenarian televangelist Sid Roth, can be career-making for prophets.\nMedia outlets include Charisma magazine and the Christian Broadcasting Network both cover prophetic predictions as news.", "paragraphs": ["In Crystal River, Fla., Scott Wallis had read Mr. Johnson’s prophecies on Facebook and was encouraged by them. He trusted Mr. Johnson in part, he said, because of two recent prophecies that had proven true, including one about the Los Angeles Dodgers winning the World Series. (Mr. Johnson reported the prophecy two days before the team clinched the championship.)", "For Mr. Wallis, a pastor and prophet himself, it made perfect sense that God would be involved in the outcome of the American election, just as he is involved in every human life. “Some people, like deists, believe God created the earth but abandoned the people and left them alone,” Mr. Wallis said. “I don’t believe that.” When a friend prophesied to him in 2014 that he would soon marry, he did not even have a girlfriend, but he was married by the end of the year.", "The internet has made it much easier for prophets to disseminate their visions, with many more outlets at their disposal: social media, podcasts, books and a traditional media ecosystem that remains largely under the radar even to many other evangelicals. An appearance on “It’s Supernatural!,” an interview show hosted by the octogenarian televangelist Sid Roth, can be career-making for prophets. So can an endorsement from the venerable Elijah List newsletter, which claims 240,000 subscribers. Media outlets include Charisma magazine and the Christian Broadcasting Network both cover prophetic predictions as news.", "Jennifer Eivaz, who calls herself “the Praying Prophet,” realized in college that she could hear God’s voice in a way she could “prove out.” When she and her husband started to lead a church in Central California, she would have dreams and receive specific information about people who attended. She was careful not to scare people, she said, often opting to check in with them rather than launch into specific predictions or insights into their lives.", "She also started recording training videos on prayer and prophecy, which caught the eye of Steve Shultz, who had founded The Elijah List and invited her to contribute. As her profile rose, she became an internationally sought-after conference speaker at events with names like the Inner Healing and Deliverance Institute and the Prophetic Wisdom & Prayer conference, where believers pay to gather for music, prophecy and inspiration.", "Ms. Eivaz occasionally offers public prophecies about national or international events. In May 2015, she announced that the yearslong drought in California was over and that “the rains are coming back.” The message tied together the biblical prophet Elijah’s experience on Mount Carmel; Ms. Eivaz’s recent trip to Carmel-by-the-Sea, Calif.; a vision of a mother bear fighting for her cubs; the California state flag; and Gov. Gavin Newsom. (The drought did not formally end until 2017, although the state experienced unusually high rainfall over the summer of 2015.)", "But those kinds of visions come to her only once every year or two, she said. She has watched with alarm as predictive prophecies like these have come to dominate the prophetic movement. “It’s like fact-shopping,” she said, adding that social media rewards “buzz and sensationalism” over wisdom, and pressures independent prophets especially to churn out fresh predictions every few days."], "authors": ["Ruth Graham"], "keywords": ["prophetic", "happens", "mr", "wrong", "christian", "wallis", "rise", "theyre", "prophets", "predictions", "prophecy", "media", "prophecies", "prophet", "california"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}