{"id": "0d8a58d9-5a55-3e93-a0cf-4fcafe657217", "title": "Spanish shantytown residents face third month without power as snow forecast", "url": "https://www.theguardian.com/world/2020/dec/07/spain-shantytown-residents-facing-third-month-without-power-as-snow-forecast-canada-real", "summary": "More than 3,000 people living in a shantytown near Madrid are entering their third month without electricity as temperatures in and around the Spanish capital plummet and snow is forecast.\nThe power supply to Cañada Real, Europe’s largest informal settlement, failed at the beginning of October.\nThe Madrid regional government blames the outages on the high number of illegal marijuana plantations that draw more power than the grid can supply.\nCañada Real, a 15-minute drive east of Madrid, is home to about 7,300 people from 17 different countries.\nThe Cañada Real settlement, home to about 7,300 people from 17 different countries, has gained a reputation as a drug-dealing centre.", "paragraphs": ["More than 3,000 people living in a shantytown near Madrid are entering their third month without electricity as temperatures in and around the Spanish capital plummet and snow is forecast.", "The power supply to Cañada Real, Europe’s largest informal settlement, failed at the beginning of October. The Madrid regional government blames the outages on the high number of illegal marijuana plantations that draw more power than the grid can supply.", "For the past eight weeks, 3,000 residents in sector six – among them 1,000 children – have been living, learning and eating by candlelight.", "Cañada Real, a 15-minute drive east of Madrid, is home to about 7,300 people from 17 different countries. Once part of an ancient cattle-herding trail, the area has been settled over the past half century and has acquired a reputation for drug-dealing over recent years.", "Five hundred sector six residents travelled to the centre of Madrid last week to protest outside the headquarters of the regional government and demand action as winter bites.", "The Cañada Real settlement, home to about 7,300 people from 17 different countries, has gained a reputation as a drug-dealing centre. Photograph: Bloomberg/Bloomberg via Getty Images", "They arrived with small, handwritten and photocopied signs reading: “Electricity is not a privilege, it’s a right”, “Something fails in humanity when we cry for our rights” and “We want to pay the electricity bill. Solution now!”", "A teenage girl with Down’s syndrome stood holding her ventilator in one arm and waving its plug with her other hand, while the crowd banged pots and pans.", "Children, either too young, or too ill, to go to school, stood or sat in front of the crowd with their mothers, in front of three lines of police officers.", "Almost all of the demonstrators were originally from Morocco and said they felt stigmatised because of where they lived.", "“Most of the neighbours are ashamed to say that they’re from Cañada,” said Fatima, a mother of three who did not want to give her surname.", "“The media have marked it out as the black point of Madrid, that we’re bad people, drug thieves, mafia, dirty people without education.”", "The protest came a week after Madrid switched on its spectacular Christmas lights.", "The regional government of Madrid, which is run by the conservative People’s party, says the electricity issues are down to the proliferation of marijuana plantations.", "“The problem is that there are illegal hook-ups to the network for the fans and heat stoves needed to make marijuana grows quickly,” said a spokesman for the regional government.", "“This equipment, installed by mafias in the Cañada Real, is what is drawing more power than is available, making all the electricity go out.”", "The protest came a week after Madrid switched on its extravagant Christmas lights, pictured. Photograph: Xinhua/Rex/Shutterstock", "The spokesman denied residents had been without electricity for the past two months, saying: “The outages occur, and then what the electric company has to do is fix all the power outages to re-establish service. Light comes and goes – all caused by illegal hook-ups.”", "The only way to guarantee a good electricity supply, he added, would be to send in riot police to dismantle the illegal plantations and confiscate all the equipment – “then the problem would be over”.", "Carolina Alonso, an MP for the anti-austerity Podemos party in the Madrid regional parliament, said energy companies were not doing enough to help “vulnerable neighbours in one of the most depressed areas of Spain”.", "She said joint efforts to rehouse 150 families from sector six were going far too slowly, adding: “We’ve already agreed that this entire sector has to be rehoused because you cannot live next to a landfill.”", "Parts of sector six lie just 100 metres away from the Valdemingómez incinerator, and an abnormally high rate of residents are suffering from respiratory illnesses.", "With snow on the way, said Alonso, action was needed more urgently than ever.", "“It’s very cold in Madrid,” she said. “And there are children, pregnant women and elderly people who are waiting for a solution.”"], "authors": [], "keywords": ["sector", "electricity", "regional", "month", "shantytown", "cañada", "power", "spanish", "forecast", "illegal", "week", "residents", "madrid", "real", "snow", "face"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}