{"id": "0dac99a8-fca8-3e62-858b-54acd7b67893", "title": "MLB Announces It Is Elevating Negro Leagues to 'Major League' Status", "url": "https://bleacherreport.com/articles/2922704-mlb-announces-it-is-elevating-negro-leagues-to-major-league-status?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Donald Traill/Associated PressThe Negro Leagues that ran from 1920 to 1948 have officially been elevated to major league status by Major League Baseball.\nRecognizing the Negro Leagues as major leagues comes as the leagues celebrate the centennial of their founding in 1920.\nJohn Thorn of MLBlogs.com wrote the committee decided to recognize the National League, American League, American Association (1882-91), Union Association (1884), Players' League (1890) and Federal League (1914-15) as major leagues.\nLindbergh noted the Special Baseball Records Committee \"said nothing about the Negro Leagues when it met.\"\nA total of 40 players, managers and executives who spent all or part of their careers in the Negro Leagues have been elected to the Baseball Hall of Fame.", "paragraphs": ["Donald Traill/Associated Press", "The Negro Leagues that ran from 1920 to 1948 have officially been elevated to major league status by Major League Baseball.", "Commissioner Rob Manfred announced the move Wednesday:", "In a statement, MLB called the move a \"longtime oversight\" and said everyone who played in the leagues during that 28-year period \"will become a part of Major League Baseball's history.\"", "Recognizing the Negro Leagues as major leagues comes as the leagues celebrate the centennial of their founding in 1920.", "In August, Ben Lindbergh of The Ringer noted the original decision not to count the Negro Leagues as part of the majors happened in 1968 when then-commissioner William Eckert convened the MLB Special Baseball Records Committee to determine \"the official, definitive statistical compendium of the major leagues.\"", "John Thorn of MLBlogs.com wrote the committee decided to recognize the National League, American League, American Association (1882-91), Union Association (1884), Players' League (1890) and Federal League (1914-15) as major leagues.", "Lindbergh noted the Special Baseball Records Committee \"said nothing about the Negro Leagues when it met.\"", "MLB's statement notes there are \"seven distinct leagues\" comprised of about 3,400 players whose stats and records will be included as part of the sport's official history.", "A total of 40 players, managers and executives who spent all or part of their careers in the Negro Leagues have been elected to the Baseball Hall of Fame."], "authors": ["Adam Wells"], "keywords": ["records", "special", "players", "committee", "mlb", "status", "negro", "announces", "baseball", "statement", "elevating", "league", "major", "leagues"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}