{"id": "0e02ec92-fc1b-38ae-aa8b-d42fb929e3dd", "title": "Art duo Pierre et Gilles have spent 40 years creating opulent shrines to pop icons", "url": "https://edition.cnn.com/style/article/pierre-et-gilles-interview/index.html", "summary": "\"Legend\" (Madonna), 1995 by Pierre et Gilles Credit: Pierre et GillesFor Pierre et Gilles, disappointing the world's most famous singer was just one extraordinary event during a 40-year career spent photographing music and film royalty.\n\"Pierre et Gilles' playful bricolage is reminiscent of this.\"\n\"Nina Hagen\" by Pierre et Gilles Credit: Pierre et GillesReimagining pop stars as objects of worship came naturally to the artists.\nPierre et Gilles have never sought the validation of cultural gatekeepers, nor held back from provocation.\nNor -- more than four decades after their first portraits -- has it diminished the draw of Pierre et Gilles.", "paragraphs": ["Written by Michael-Oliver Harding, CNN", "Back in the 1990s, Michael Jackson phoned French photographer Pierre Commoy and painter Gilles Blanchard -- better known as Pierre et Gilles -- to place an order for 70 portraits.", "The King of Pop was eager for his own opulent icon, perhaps having seen the duo's fairytale depictions of Madonna as a flute-toting Japanese divinity or Boy George as the Hindu god Krishna.", "But Jackson had failed to understand the labor of love that went into each image, requiring the construction of a three-dimensional theatre set, built from scratch, with details meticulously hand-painted on each photograph after it is printed.", "\"Like many others, I think he assumed we did everything in Photoshop,\" said Blanchard, one half of the partners-in-life-and-art, whose production has never exceeded 20 portraits a year. \"So we sadly had to refuse.\"", "\"Legend\" (Madonna), 1995 by Pierre et Gilles Credit: Pierre et Gilles", "For Pierre et Gilles, disappointing the world's most famous singer was just one extraordinary event during a 40-year career spent photographing music and film royalty. Two new exhibitions in Paris and Cannes are currently delving into the DIY illusionists' craft, which has transposed their subjects into mythological tales and transformed them into exquisite saints and martyrs.", "The exhibition in Cannes, home to the famous film festival on the French Riviera, gives visitors a rare glimpse of the behind-the-scenes magic. Its subtitle, \"Le Goût du Cinéma\" (A Taste for Cinema), is a nod to the makeshift stagecraft of early filmmaking and their fascination with George Méliès, the Parisian film director who pioneered handmade special effects techniques at the turn of the 20th century.", "\"When you see a Méliès film, you're awe-struck and left wondering how he achieved all the trickery,\" said Cannes curator Numa Hambursin. \"Pierre et Gilles' playful bricolage is reminiscent of this.\"", "Since meeting in 1976 at a party hosted by Japanese fashion designer Kenzo Takada, Frenchmen Commoy and Blanchard have conjured up hundreds of candy-coated portraits of famous faces and lesser-known friends. There's German punk rocker Nina Hagen as a rubber-clad, rope-bound housewife; singer Serge Gainsbourg as a shabby, libidinous Santa behind bars; and Belgian musician Stromae as a pious presence framed by a flashy flower bouquet.", "\"Nina Hagen\" by Pierre et Gilles Credit: Pierre et Gilles", "Reimagining pop stars as objects of worship came naturally to the artists. Both grew up in small towns where they cultivated a fascination for biblical figures, classical painting and cultural idols as eclectic as Brigitte Bardot and The Little Mermaid. \"After all, they're pretty much the pagan deities of our time,\" Blanchard suggested over the phone during their visit to Cannes.", "Having first cut their teeth taking photographs of Salvador Dali and Iggy Pop for Façade magazine (the French counterpart to Andy Warhol's Interview), they found a like-minded creative tribe at Palace, Paris' answer to notorious nightclub Studio 54. \"It was one giant party, with no barriers between ethnicities, sexualities, genders or religions,\" said Commoy. \"That message of acceptance and open-mindedness is at the heart of our work.\"", "Indeed, the duo has always eschewed hierarchies of taste, embracing a technicolor mix of pictorial traditions, from Greco-Roman gladiators to tear-shedding Soviet soldiers, Renaissance paintings to softcore gay porn, Alice in Wonderland to Adam and Eve.", "\"Le Grand Amour,\" (Marilyn Manson and Dita von Teese), from the Pinault Collection. Credit: Pierre et Gilles", "Indeed, their highly stylized tableaux vivants, or living pictures, were initially outliers in France's late 1970s art scene. \"As opposed to, say, the US or Germany, French contemporary art remains very influenced by the conceptualism of Marcel Duchamp, where message takes precedence over form,\" said curator Hambursin. \"With Pierre et Gilles, the form pretty much creates the message.\"", "Their friend Farida Khelfa, a former model and muse to couturier Azzedine Alaïa, first met them as Gilles and Pierre during Palace days. \"They're singular artists who've always openly flouted trends and what's in vogue,\" she said.", "Pierre et Gilles have never sought the validation of cultural gatekeepers, nor held back from provocation. Their work has proudly celebrated the male nude and evoked sociopolitical issues, including the AIDS epidemic, the war in Iraq and same-sex marriage. Alongside image-makers such as photographer Robert Mapplethorpe and artist James Bidgood, they've also prided themselves on showing that \"homosexuality isn't dirty.\"", "\"Since the 80s, we've received many letters from gay youths in China, Russia and beyond telling us that we gave them confidence by depicting their desires in a positive light,\" said Commoy. \"That's so precious to us.\"", "Major museums eventually took an interest in their flamboyant fantasy worlds, which now enjoy the rare distinction of appealing to art insiders, outsiders and the general public alike, said curator Hambursin", "\"Le Chevalier du Crépuscule\" (2013) Credit: Pierre et Gilles", "\"The immediate subject -- this famous actor, that beloved singer -- gives (art) newbies an immediate entry point. Then, there are many subtexts for anyone able to pick up on references to art history, literature, mythology and so on.\"", "Now both in their late 60s, there is one celebrity the duo still hope to work with, despite their usual reluctance to force collaborations into being.", "\"Lana Del Rey would be an ideal model for us,\" revealed Blanchard.", "\"Her music soundtracks many of our shoots,\" added Commoy. \"Her voice is so dreamlike and poignant, and her beauty uncanny.\"", "It is perhaps a fitting choice: the creative universes imagined by Del Rey and Pierre et Gilles share an overarching sense of melancholy and nostalgia.", "Perhaps above all, it appears that acclaim has not dampened the outsider appeal of the singer. Nor -- more than four decades after their first portraits -- has it diminished the draw of Pierre et Gilles.", "\"Maybe it's because it took time for the art world to embrace us, but we still feel slightly marginal,\" said Commoy. \"But we do what makes us happy, without compromise. That's what matters.\""], "authors": ["Michael-Oliver Harding"], "keywords": ["spent", "icons", "commoy", "creating", "singer", "credit", "art", "opulent", "et", "pop", "french", "film", "shrines", "pierre", "gilles", "duo", "famous"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}