{"id": "0e365694-f2d3-3af1-93ab-1508983f9b41", "title": "Turning the Situation Around: Strategic Public Sector Leadership", "url": "https://execed.economist.com/sauder-school-business/turning-situation-around-strategic-public-sector-leadership-2021-02-24", "summary": "The global pandemic and its economic impacts are creating profound challenges for public sector leaders.\nThe ever-shifting conditions often require them to turn on a dime, in order to minimize dire outcomes and cultivate new opportunities for healthy change.\nDynamic times call for an adaptive leadership approach, and Situational Leadership is perhaps the most flexible of all.\nDesigned for public sector leaders, this online program will help you sharpen your Situational Leadership tool kit.\nModify your leadership style to navigate a constantly evolving strategic, interpersonal and workplace landscape.", "paragraphs": ["The global pandemic and its economic impacts are creating profound challenges for public sector leaders. The ever-shifting conditions often require them to turn on a dime, in order to minimize dire outcomes and cultivate new opportunities for healthy change.", "Dynamic times call for an adaptive leadership approach, and Situational Leadership is perhaps the most flexible of all. By incorporating many different leadership techniques, it enables leaders to take stock of their environment and their team, balance the many variables, and select the style best suited to meet their objectives and conditional needs.", "Designed for public sector leaders, this online program will help you sharpen your Situational Leadership tool kit. Acquire concepts and tools for addressing the real-time matters you are facing now. Modify your leadership style to navigate a constantly evolving strategic, interpersonal and workplace landscape. Open up your problem-solving options, and promote the wellness and adaptability of people."], "authors": [], "keywords": ["workplace", "public", "leadership", "situation", "variables", "sector", "turn", "leaders", "wellness", "turning", "style", "situational", "strategic"], "pubDate": "2021-02-24T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}