{"id": "0e4796d7-3975-3fd7-b21f-49de4f2af8e8", "title": "Most democracies see only a limited role for supermajorities", "url": "https://www.economist.com/briefing/2021/03/13/most-democracies-see-only-a-limited-role-for-supermajorities", "summary": "Most democracies see a need to tilt the scales against change only in special cases, prime among them constitutional amendments.\nIn Sweden and Denmark constitutional amendments can pass by simple majority, but must do so in two consecutive parliaments with an election in between.\nIn some countries, including the Czech Republic, Lithuania and Romania, procedural votes to close some debates can require supermajorities.\nThis opportunity for delaying a simple majority vote had gone unused for decades when, in 2016, opposition legislators organised a 192-hour-long filibuster, the world’s longest ever, against a new security law.\nIn international organisations, still often run on consensus lines, supermajorities continue to offer a more tractable alternative when needed.", "paragraphs": ["W HEN THE Polish-Lithuanian commonwealth was dismembered by the Habsburg Empire, Prussia and Russia in 1795, it was in part because its parliament, the Sejm, had spent most of a century getting very little done. A 17th-century rule known as liberum veto allowed any individual delegate to end a parliamentary session and scuttle all the bills it had passed with a simple cry of “Nie pozwalam!” (I do not allow it). It was not a recipe for progress.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Politicians elsewhere took note of Poland’s example. When John C. Calhoun, a senator from South Carolina, was pushing the case for his home state to have the freedom to nullify federal laws that might grant African-Americans rights, he held up Poland’s liberum veto as an example to follow. Few others took the same lesson. When in 1787 Alexander Hamilton wrote that the need for supermajorities in America’s Articles of Confederation put Congress in the position of a “Polish diet, where a single VOTE has been sufficient to put a stop to all their movements,” he was not commending the situation. “Polish parliament” is still used in Dutch, German and Norwegian to refer to an anarchic or pointless gathering.", "Though the Sejm was an extreme case, supermajority requirements do make legislative change harder. Their proponents claim this can protect vulnerable minorities against the tyranny of the majority, but history suggests it generally serves to empower well-represented minorities against the wishes of majorities that are in no way tyrannical. Most democracies see a need to tilt the scales against change only in special cases, prime among them constitutional amendments. In various bicameral legislatures, including those of America, Germany and India, such changes require a two-thirds majority in both houses. Some countries impose further barriers to constitutional change, requiring a majority in a popular referendum (Japan) or ratification by three-quarters of the states (America). In Italy an amendment which has failed to win by the required margin in parliament can be put to the people instead. This happened to reforms championed by then prime minister Matteo Renzi in 2016. He lost the referendum and resigned.", "Other countries feel that the steadiness of support over time matters more than its intensity at a given moment. In Sweden and Denmark constitutional amendments can pass by simple majority, but must do so in two consecutive parliaments with an election in between. The Danes do have a use for supermajorities, though, when it comes to issues of national sovereignty: laws which cede control over some aspect of governance to international bodies require a five-sixths majority in the Folketing or a referendum. This has led to repeated ructions over EU treaties.", "In some countries, including the Czech Republic, Lithuania and Romania, procedural votes to close some debates can require supermajorities. But this has not led to anything like the situation in America’s Senate. The only other country with filibusters comparable to those is South Korea, where a three-fifths vote in the legislature is needed to stop delegates from speaking. This opportunity for delaying a simple majority vote had gone unused for decades when, in 2016, opposition legislators organised a 192-hour-long filibuster, the world’s longest ever, against a new security law. A few more filibusters have occurred since. But they are mainly publicity stunts: any bills delayed past the end of a legislative session come up automatically for a vote at the start of the next one. South Korean filibusters can delay a bill’s passage, but not block it.", "Supermajority rules can make things easier, though, in bodies where the alternative is unanimity or some sort of consensus. Melissa Schwartzberg, a political scientist at NYU , argues that was what they were invented for, pointing to examples in medieval Europe such as the procedure for electing popes. In international organisations, still often run on consensus lines, supermajorities continue to offer a more tractable alternative when needed.", "The UN General Assembly mostly operates on consensus. The Security Council, though, can make substantial decisions to which a minority objects as long as nine of its 15 members agree and none of the permanent five members exercises a veto. The European Council, which brings together the leaders of the 27 EU member states, requires a “qualified majority”—the support of a group of 15 states which comprises at least 65% of the bloc’s total population—for many decisions. (In 2004, in an attempt to protect minority interests that was as technical as liberum veto was broad-brush, Poland proposed that voting rights should instead be distributed on the basis of the square root of each country’s population.)", "On other matters the council is required to make its decision unanimously. This has led to paralysis on critical issues such as the erosion of the rule of law in Hungary—itself a cautionary example of supermajority requirements failing to do what they were intended to. Hungary’s post-communist leaders required a two-thirds majority in its single-chamber parliament to amend the constitution, thinking that authoritarians would never win that many votes. In 2010 Viktor Orban’s Fidesz party proved them wrong. It has been enthusiastically changing the constitution ever since—in part to reshape the electoral system so as to safeguard the supermajority that allows it to do so. ■"], "authors": ["The Economist"], "keywords": ["majority", "veto", "democracies", "limited", "supermajority", "simple", "states", "support", "role", "supermajorities", "south", "parliament", "vote"], "pubDate": "2021-03-13T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}