{"id": "0e576137-713a-3e11-b227-aeac83cb3e57", "title": "Accelerating Your Leadership Journey: The Leader As Coach", "url": "https://execed.economist.com/indian-institute-management-bangalore/accelerating-your-leadership-journey-leader-coach-2021-02-08", "summary": "In the modern era, leadership has moved beyond the professional running of an organization.\nModern leadership demands a broader appreciation that we are part of a complicated interconnected “network age” that needs a greatly increased interdependence among individuals, organizations, as well as nations.\nAs a consequence of this enhanced interdependence, individuals and organizations will naturally compete with one another.\nModern leadership recognizes the need for rivals to move beyond competition and actively cooperate with others, whether as members of teams or as parties to strategic alliances.\nThe trend towards forming strategic alliances is increasingly seen, especially in global industries such as airline, automotive manufacturing, telecommunications and pharmaceuticals.", "paragraphs": ["In the modern era, leadership has moved beyond the professional running of an organization. In today’s volatile, chaotic, complex and networked society where external business partners are growing and gradually outnumbering internal employees, leaders need to bring new levels of expertise, credibility, trust and values that go toward the strengthening of professional human relationships. Modern leadership demands a broader appreciation that we are part of a complicated interconnected “network age” that needs a greatly increased interdependence among individuals, organizations, as well as nations.", "As a consequence of this enhanced interdependence, individuals and organizations will naturally compete with one another. Modern leadership recognizes the need for rivals to move beyond competition and actively cooperate with others, whether as members of teams or as parties to strategic alliances. The trend towards forming strategic alliances is increasingly seen, especially in global industries such as airline, automotive manufacturing, telecommunications and pharmaceuticals.", "By believing in goals that benefit not only themselves but others as well, visionary leaders can create such an atmosphere of cooperation. People want to work for a cause, not just for a living, which implies our existence, work or otherwise, serves a useful purpose and has value. Hence, the first question a leader should ask, in consultation with the stakeholders, is “Who do we intend to be?’ and not “What are we going to do?”"], "authors": [], "keywords": ["organizations", "need", "leaders", "individuals", "interdependence", "work", "accelerating", "professional", "coach", "journey", "leader", "leadership", "modern", "strategic"], "pubDate": "2021-02-08T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}